{"docId": "./smer/trancript.cnn.com.TRANSCRIPTS.1612.03.smer.01.html.json", "subTitle": "Trump Already Disrupting U.S. Foreign Relations; Interview with Nigel Farage; Interview with Senator Chris Coons; City Lawyer Involved in Anti-Trump Vandalism; Interview with Stephen A. Smith; Interview with Jeff Greenfield; Aired 9-10a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "BLACK", "sentences": [{"text": "stained by the same air they breathe.", "sentId": 0}, {"text": "A dark shadow now hangs over their health, their future, because of yet another toxic legacy left behind by ISIS.", "sentId": 1}], "secId": 0}, {"speaker": "BLACK", "sentences": [{"text": "Phil Black, CNN, Qayyara, northern Iraq.", "sentId": 2}], "secId": 1}, {"speaker": "PAUL", "sentences": [{"text": "I know that is hard to watch.", "sentId": 3}], "secId": 2}, {"speaker": "SAVIDGE", "sentences": [{"text": "Some images.", "sentId": 4}, {"text": "Yes.", "sentId": 5}], "secId": 3}, {"speaker": "PAUL", "sentences": [{"text": "Yes.", "sentId": 6}, {"text": "It is something.", "sentId": 7}, {"text": "We're going to see you back here at 10:00 Eastern for CNN NEWSROOM.", "sentId": 8}], "secId": 4}, {"speaker": "SAVIDGE", "sentences": [{"text": "\"SMERCONISH\" starts right now.", "sentId": 9}], "secId": 5}, {"speaker": "SMERCONISH", "sentences": [{"text": "I'm Michael Smerconish coming to you from Philadelphia where we welcome our viewers in the United States and around the world.", "sentId": 10}], "secId": 6}, {"speaker": "SMERCONISH", "sentences": [{"text": "Donald Trump now making clear that his disruptive influence will extend far beyond America's borders.", "sentId": 11}, {"text": "The president-elect just broke with 40 years of American foreign policy by having a phone call with the leader of Taiwan, which the U.S. doesn't officially recognize.", "sentId": 12}], "secId": 7}, {"speaker": "SMERCONISH", "sentences": [{"text": "Blunder or did he just expose a fiction?", "sentId": 13}, {"text": "Christiane Amanpour is here to analyze.", "sentId": 14}], "secId": 8}, {"speaker": "SMERCONISH", "sentences": [{"text": "Plus, will Trump-slash-Brexit style anti-globalism sweep Europe?", "sentId": 15}, {"text": "Two closely watched elections tomorrow in Austria and Italy will tell us a lot.", "sentId": 16}], "secId": 9}, {"speaker": "SMERCONISH", "sentences": [{"text": "I'll speak to the first foreign politician to meet the president- elect, the Brit behind Brexit, Nigel Farage.", "sentId": 17}], "secId": 10}, {"speaker": "SMERCONISH", "sentences": [{"text": "Plus, Ronald Reagan won two presidential terms by huge landslides.", "sentId": 18}, {"text": "So why does Jeff Greenfield say Trump is poised to have a bigger impact on American politics despite losing the popular vote?", "sentId": 19}], "secId": 11}, {"speaker": "SMERCONISH", "sentences": [{"text": "Also, right here in Philly, an anti-Trump graffiti incident turns out to have an unusual participant, an Ascot-wearing city employee, an attorney.", "sentId": 20}, {"text": "Should he be fired?", "sentId": 21}, {"text": "And ESPN's Stephen A. Smith said on this program that blacks were", "sentId": 22}], "secId": 12}, {"speaker": "SMERCONISH", "sentences": [{"text": "being taken for granted by Democrats and that was before Donald Trump said to African-Americans, what do you have to lose?", "sentId": 23}, {"text": "Stephen A. is also PO'd that Colin Kaepernick didn't vote.", "sentId": 24}], "secId": 13}, {"speaker": "SMERCONISH", "sentences": [{"text": "But first, it was just a phone call but it rang some alarm bells around the world yesterday.", "sentId": 25}, {"text": "The president-elect took a congratulatory call from Taiwan president Tsai Ing-wen.", "sentId": 26}, {"text": "Trump has vowed to redefine U.S. international relations, but does this kind of move endanger stability?", "sentId": 27}], "secId": 14}, {"speaker": "SMERCONISH", "sentences": [{"text": "Joining me now to discuss, Christiane Amanpour, CNN's chief international correspondent and of course the host of CNNi's nightly interview, \"AMANPOUR.\"", "sentId": 28}, {"text": "Former leader of the UK Independent Party, Nigel Farage, who helped spearhead the Brexit revolt, and Senator Chris Coons, a member of the Foreign Relations Committee.", "sentId": 29}], "secId": 15}, {"speaker": "SMERCONISH", "sentences": [{"text": "Christiane, let me begin with you.", "sentId": 30}, {"text": "Do you think that this was planned?", "sentId": 31}, {"text": "Do you think that Donald Trump knew what he was doing, wanted to send a message to the Chinese or was it a blunder?", "sentId": 32}], "secId": 16}, {"speaker": "AMANPOUR", "sentences": [{"text": "Well, the truth of the matter is I don't know whether it was planned.", "sentId": 33}, {"text": "I'm not sure that anybody outside the two principals know that.", "sentId": 34}, {"text": "But here's the real question, was it just a phone call?", "sentId": 35}, {"text": "And it certainly is an unusual precedent to set.", "sentId": 36}, {"text": "Or does it signal something different?", "sentId": 37}, {"text": "And that would be a shift of U.S. relationship with the second most important country in the whole world which is China.", "sentId": 38}], "secId": 17}, {"speaker": "AMANPOUR", "sentences": [{"text": "And I think what you have to look out for is the following, what will China do?", "sentId": 39}, {"text": "So far they've done what they have to do and that is lodge an official protest in a call to the White House and the White House has responded by saying, you know, business as usual, politics as usual, our bilateral relationship as usual.", "sentId": 40}], "secId": 18}, {"speaker": "AMANPOUR", "sentences": [{"text": "And just to sum that up, the relationship is one in which China is the main China for the United States.", "sentId": 41}, {"text": "Taiwan is not officially recognized by the United States, but as you know, the United States is committed to defending Taiwan if ever it was to come under an invasion from China.", "sentId": 42}, {"text": "So that is the basic bottom line here.", "sentId": 43}], "secId": 19}, {"speaker": "AMANPOUR", "sentences": [{"text": "So what will China do next, if anything?", "sentId": 44}, {"text": "What is Donald Trump's intention as president towards China and Taiwan?", "sentId": 45}, {"text": "And does Donald Trump have business in Taiwan that may or may not have been part of all of this?", "sentId": 46}, {"text": "Those are the questions.", "sentId": 47}], "secId": 20}, {"speaker": "SMERCONISH", "sentences": [{"text": "Maybe Donald Trump is dumb like a fox?", "sentId": 48}, {"text": "Maybe he is not well red in?", "sentId": 49}, {"text": "Anderson Cooper had an interesting exchange with Kellyanne Conway who managed his campaign.", "sentId": 50}, {"text": "Listen to what she had to say on that issue last night.", "sentId": 51}], "secId": 21}, {"speaker": "CONWAY", "sentences": [{"text": "President-elect Trump is fully briefed and fully knowledgeable about these issues on an ongoing basis regardless of who is on the other end of the phone.", "sentId": 52}, {"text": "He takes information that is given to him and provided to him.", "sentId": 53}, {"text": "He veils himself of any number of different information sources and including those that come from the State Department and including those that come from intelligence briefings.", "sentId": 54}], "secId": 22}, {"speaker": "SMERCONISH", "sentences": [{"text": "Christiane, you have your fingers on the pulse all over the globe.", "sentId": 55}, {"text": "Here is what I most want to ask you on this issue.", "sentId": 56}, {"text": "How do you think that this is being interpreted in capitals around the world?", "sentId": 57}], "secId": 23}, {"speaker": "AMANPOUR", "sentences": [{"text": "Well, look, you know, uncertainty is something that the foreign policy establishment doesn't really like.", "sentId": 58}, {"text": "Uncertainty is something that can lead to, you know, a little bit of chaos, if I could put it in that sort of euphemism.", "sentId": 59}], "secId": 24}, {"speaker": "AMANPOUR", "sentences": [{"text": "So people frankly around the world are simply not sure what to expect.", "sentId": 60}, {"text": "This is a completely unprecedented situation in the United States and no one is quite sure what to expect, beyond campaign rhetoric and beyond what we're seeing rolling out now in the initial days as president-elect.", "sentId": 61}], "secId": 25}, {"speaker": "AMANPOUR", "sentences": [{"text": "So, yes, this phone call was a precedent buster.", "sentId": 62}, {"text": "It is the first time apparently that a U.S. president or president-elect has spoken officially to the president of Taiwan and this is policy that dates back to Nixon going to China in 1972 and then it was finalized by Carter -- President Carter in 1978, that China, Beijing was the official relationship with the United States.", "sentId": 63}, {"text": "So, everyone around the world is watching to see what happens next.", "sentId": 64}], "secId": 26}, {"speaker": "AMANPOUR", "sentences": [{"text": "And one other call that we haven't talked about is a call that was made between President-elect Trump and President Duterte of the Philippines in which according to Duterte's read-out and we haven't seen the Trump read-out, according to Duterte's read out, he says that Donald Trump spoke very kindly about some of the most controversial policies that Duterte is carrying out.", "sentId": 65}, {"text": "And that is his anti-drug campaign which is basically leaving bodies stacked up in vigilante and extrajudicial killings all over the Philippines.", "sentId": 66}], "secId": 27}, {"speaker": "AMANPOUR", "sentences": [{"text": "And this has been roundly condemned by the United States, by the United Nations, by human rights groups, by the Asia Pacific Group, basically by everybody, and Duterte has been very, very undiplomatically rude about the United States, threatening to break off with the United States, threatening to go into a whole new world order led by China and Russia.", "sentId": 67}], "secId": 28}, {"speaker": "AMANPOUR", "sentences": [{"text": "So all this to say that there are so-called strong men who are in power around the world now who have their own ideas about which way they want to see the world go.", "sentId": 68}, {"text": "And that may entail trying to up-end the alliances, the basic sort of foreign policy situations that we've been seeing over the last 40, 50 years and that is what and where the uncertainty lies right now.", "sentId": 69}], "secId": 29}, {"speaker": "SMERCONISH", "sentences": [{"text": "Thank you so much, Christiane Amanpour, for the big picture view on which we always come to you.", "sentId": 70}], "secId": 30}, {"speaker": "SMERCONISH", "sentences": [{"text": "The surprise victory of Donald Trump seems less surprising if viewed as part of the global populist movement including last June's Brexit vote for the UK to exit the European Union.", "sentId": 71}, {"text": "Joining me now, the first foreign politician to meet Trump face to face after his election, UK Independent Party's Nigel Farage who helps spearhead the Brexit revolt.", "sentId": 72}], "secId": 31}, {"speaker": "SMERCONISH", "sentences": [{"text": "Mr. Farage, of course we're looking at election day tomorrow in two countries.", "sentId": 73}], "secId": 32}, {"speaker": "FARAGE", "sentences": [{"text": "Yes.", "sentId": 74}], "secId": 33}, {"speaker": "SMERCONISH", "sentences": [{"text": "The question for you, what's the common denominator of this global movement?", "sentId": 75}], "secId": 34}, {"speaker": "FARAGE", "sentences": [{"text": "You know, if you look at Europe in particular, it's the feeling and the fact that people have lost the democratic right to control their own futures.", "sentId": 76}, {"text": "Italy tomorrow is a Eurozone member.", "sentId": 77}, {"text": "It finds itself unable to devalue competitively as it used to do one, you know, under the lira.", "sentId": 78}, {"text": "We've now seen 20 years of growth, 20 years with no growth at all in Italy.", "sentId": 79}, {"text": "So whether it's the euro, whether it's Mrs. Merkel inviting unlimited numbers of migrants and then expecting other European states to share the numbers, this is about taking back control.", "sentId": 80}], "secId": 35}, {"speaker": "FARAGE", "sentences": [{"text": "Brexit was a vote for us to say, yes, we can be friendly with Europe.", "sentId": 81}, {"text": "We can trade with Europe, but we want to govern our own country, and I have to say that I think the momentum of this is now pretty much unstoppable.", "sentId": 82}], "secId": 36}, {"speaker": "SMERCONISH", "sentences": [{"text": "Is the special relationship that the United States enjoys with the UK in jeopardy as you well?", "sentId": 83}, {"text": "You paid a call, you were the first foreign leader to pay a call on President-elect Trump.", "sentId": 84}, {"text": "He then sent out a tweet which I want to put up on the screen and remind everybody, he thought that you'd be a great pick to be the ambassador, the British ambassador to the United States.", "sentId": 85}, {"text": "Theresa May, your prime minister, meanwhile, was apparently, call Number 10?", "sentId": 86}, {"text": "What role can you play to positively influence the relationship between the United States and the United Kingdom?", "sentId": 87}], "secId": 37}, {"speaker": "FARAGE", "sentences": [{"text": "Well, I do think the special relationship is very important.", "sentId": 88}, {"text": "It was significantly devalued during Obama's time.", "sentId": 89}, {"text": "He looked to Merkel.", "sentId": 90}, {"text": "He looked to the European Union and you know, not to us as an independent country.", "sentId": 91}, {"text": "So post Brexit we've got a chance to start all over again with a president in Trump who is Anglo file, he is pro British, you know, he knows the things that we've shared together over the years, the good and the bad, the tough times as well as the good.", "sentId": 92}], "secId": 38}, {"speaker": "FARAGE", "sentences": [{"text": "And I think that I just happen to know a few people in his administration.", "sentId": 93}, {"text": "I've clearly got Trump's confidence and I want us to move as quickly as we can towards a free trade deal between the UK and the USA.", "sentId": 94}, {"text": "That will be good for both of us and it will also send a signal to the European Union that there's a bigger world outside of Europe and that Britain can manage just nicely.", "sentId": 95}, {"text": "No longer do we have a president who says --", "sentId": 96}], "secId": 39}, {"speaker": "SMERCONISH", "sentences": [{"text": "Do you see --", "sentId": 97}], "secId": 40}, {"speaker": "FARAGE", "sentences": [{"text": "-- that we're at the back of the line.", "sentId": 98}], "secId": 41}, {"speaker": "SMERCONISH", "sentences": [{"text": "Do you see for yourself a formal role in the next four years?", "sentId": 99}], "secId": 42}, {"speaker": "FARAGE", "sentences": [{"text": "You know, I honestly don't know the answer to that, but what I will say is I would like formally or informally to do whatever I can to bring our great nations a bit closer together.", "sentId": 100}], "secId": 43}, {"speaker": "SMERCONISH", "sentences": [{"text": "How much of the worldwide movement that we're discussing is driven by the economy, the crash of '08 and the aftermath, and how much is being drawn by immigration and concerns over open borders?", "sentId": 101}], "secId": 44}, {"speaker": "FARAGE", "sentences": [{"text": "Well, in the north of Europe it's being driven by immigration.", "sentId": 102}, {"text": "And in the south of Europe it's being driven by people being stuck inside a currency which as I said earlier they cannot devalue and they've got no control over interest rates that increasingly they can't even set their own tax rate.", "sentId": 103}, {"text": "So it's both.", "sentId": 104}, {"text": "But the common denominator is that people have lost the democratic rights of self government.", "sentId": 105}, {"text": "They're not able to make their own decisions that affect their futures.", "sentId": 106}], "secId": 45}, {"speaker": "FARAGE", "sentences": [{"text": "I mean, I promise you this European Union is dying before your eyes.", "sentId": 107}, {"text": "I can't tell you how long it will take but basically it's finished.", "sentId": 108}], "secId": 46}, {"speaker": "SMERCONISH", "sentences": [{"text": "How do you maintain the proper balance of protecting one's sovereignty while at the same time being exposed to all the positive influences of globalization?", "sentId": 109}], "secId": 47}, {"speaker": "FARAGE", "sentences": [{"text": "Well, if we very quickly move to a U.S./UK free trade deal, that shows that wanting nation state independence and democracy isn't turning your backs on the world, it's just being able to make your own decisions.", "sentId": 110}, {"text": "And I think that, you know, had Hillary won this election, you know, she wanted the European Union to be a prototype for a bigger model across the whole little world.", "sentId": 111}, {"text": "That is now gone.", "sentId": 112}, {"text": "Because you want to govern your own country, does not make your insular, does not make your small minded.", "sentId": 113}], "secId": 48}, {"speaker": "SMERCONISH", "sentences": [{"text": "Nigel Farage, thank you so much for being here.", "sentId": 114}], "secId": 49}, {"speaker": "FARAGE", "sentences": [{"text": "Thank you.", "sentId": 115}], "secId": 50}, {"speaker": "SMERCONISH", "sentences": [{"text": "Joining me now from the great state of Delaware, United States Senator Chris Coons, whose committee assignments include foreign relations.", "sentId": 116}], "secId": 51}, {"speaker": "SMERCONISH", "sentences": [{"text": "Senator, let me go back and talk about Taiwan.", "sentId": 117}, {"text": "Of what significance do you think the telephone call that is leading the news today?", "sentId": 118}], "secId": 52}, {"speaker": "COONS", "sentences": [{"text": "Well, Michael, we'll have to see whether this is the beginning of a new chapter where the president- elect after he is inaugurated conducts a foreign policy that is shoot from the hip, Twitter storm style where he gets into Twitter fights or takes unscheduled calls from foreign leaders in ways that break with decades of precedent like this congratulatory call from the president of Taiwan or whether he relies on the advice of career professors in the State Department and makes moves in a sort of calculated and thoughtful way.", "sentId": 119}], "secId": 53}, {"speaker": "COONS", "sentences": [{"text": "What we know from the campaign, Michael, is that President-elect Trump promised that he would shake things up and he made a number of concerning or even alarming proposals during the campaign about reconsidering our commitment to NATO, rethinking our commitment to provide nuclear umbrella to South Korea and Japan and that set the foreign policy elites to Twitter.", "sentId": 120}], "secId": 54}, {"speaker": "COONS", "sentences": [{"text": "I do think the folks who voted for Trump aren't concerned by whether he takes a call from this leader or that leader, but I do think this particular call, because it breaks with nearly four decades of precedent, and certainly will concern, even alarm one of the most powerful and important countries in the world with whom he will have to deal closely is concerning because it may show the direction he's going to go as president.", "sentId": 121}], "secId": 55}, {"speaker": "COONS", "sentences": [{"text": "This may make for great reality TV, but it doesn't make for great leadership in a divided world where there's a lot of conflicts that we have to manage carefully.", "sentId": 122}], "secId": 56}, {"speaker": "SMERCONISH", "sentences": [{"text": "You made reference to his Twitter account.", "sentId": 123}, {"text": "Let me put on the screen something that he tweeted and I want to ask Senator Coons in this instance, doesn't he have a point?", "sentId": 124}, {"text": "Well, actually that's the first of two tweets.", "sentId": 125}, {"text": "First he said the president of Taiwan called me.", "sentId": 126}, {"text": "I didn't call her.", "sentId": 127}, {"text": "But go to the second tweet and let me show Senator Coons what he said, \"Interesting how the U.S. sells Taiwan billions of dollars of military equipment but I should not accept a congratulatory call.\"", "sentId": 128}, {"text": "Isn't he that in saying that?", "sentId": 129}], "secId": 57}, {"speaker": "COONS", "sentences": [{"text": "Well, what he is ignoring is that there is this carefully balanced situation with the Chinese where we publicly accept the One China policy.", "sentId": 130}, {"text": "We do not have conversations or meetings between the president of the United States and the elected president of Taiwan, yet we still under our law provide them with Defense equipment, with military aid.", "sentId": 131}, {"text": "That is a very delicate balance.", "sentId": 132}], "secId": 58}, {"speaker": "COONS", "sentences": [{"text": "And so while it seems to make common sense to the average person that, you know, he can just take a congratulatory call, this is the case with diplomacy and with world relations.", "sentId": 133}, {"text": "There are many different situations in the world where over decades we've settled into a sort of carefully calibrated situation.", "sentId": 134}, {"text": "And this is one where, you know, the civil war of China decades ago led to two countries, Taiwan and China, and from 1979, the United States has recognized the People's Republic of China and our policy has been to say it is one China.", "sentId": 135}, {"text": "So he has set that a little bit on its ear and we'll have to see what the consequences are in U.S.-China relations.", "sentId": 136}], "secId": 59}, {"speaker": "SMERCONISH", "sentences": [{"text": "Senator Coons, thank you as always.", "sentId": 137}, {"text": "We really always appreciate your perspective.", "sentId": 138}], "secId": 60}, {"speaker": "COONS", "sentences": [{"text": "Thanks, Michael.", "sentId": 139}], "secId": 61}, {"speaker": "SMERCONISH", "sentences": [{"text": "What do you think?", "sentId": 140}, {"text": "Tweet me @smerconish.", "sentId": 141}, {"text": "I'll read some during the course of the program.", "sentId": 142}, {"text": "As a matter of fact, here we go.", "sentId": 143}], "secId": 62}, {"speaker": "SMERCONISH", "sentences": [{"text": "\"Smerconish, you are dealing with the ignorance of a privileged frat boy on diplomatic matters.\"", "sentId": 144}, {"text": "What, I'm the one who took the call from the Taiwanese president?", "sentId": 145}, {"text": "I mean, come on.", "sentId": 146}, {"text": "Give me a break.", "sentId": 147}], "secId": 63}, {"speaker": "SMERCONISH", "sentences": [{"text": "Put up another one.", "sentId": 148}, {"text": "I love the tweets.", "sentId": 149}, {"text": "\"No one really gets to tell the president who he gets to talk to.", "sentId": 150}, {"text": "U.S. defends Taiwan.\"", "sentId": 151}, {"text": "OK.", "sentId": 152}, {"text": "There is some hypocrisy among the criticism.", "sentId": 153}, {"text": "As I was just pointing out with Senator Coons, I mean, we do trade billions of dollars of weaponry and military intelligence, and yet we then say you can't take that telephone call.", "sentId": 154}], "secId": 64}, {"speaker": "SMERCONISH", "sentences": [{"text": "Still to come, what a story, a lawyer for the city of captured on surveillance video toting wine and watching another man spray \"F Trump\" on the side of an upscale grocery store.", "sentId": 155}, {"text": "Should he lose his job?", "sentId": 156}], "secId": 65}, {"speaker": "SMERCONISH", "sentences": [{"text": "And ESPN's Stephen A. Smith on the role of the black vote in Trump's election and his anger over NFL star Colin Kaepernick's choice not to vote at all.", "sentId": 157}], "secId": 66}, {"speaker": "SMERCONISH", "sentences": [{"text": "Since Election Day, pro and anti-Trump graffiti has been reported throughout the nation and right here in my hometown of Philadelphia.", "sentId": 158}, {"text": "Spray painted Swastika's racist graffiti, everywhere from bus shelters to the exterior of city hall where somebody sprayed \"not my president.\"", "sentId": 159}], "secId": 67}, {"speaker": "SMERCONISH", "sentences": [{"text": "And then the day after Thanksgiving, an anti-Trump graffiti incident turns out to have an unusual participant, city employee, an attorney no less.", "sentId": 160}, {"text": "Here's surveillance footage of the crime at a newly opened fresh grocer on German Town Avenue.", "sentId": 161}, {"text": "You'll see the man doing the graffiti and then the other guy, presumably taking pictures, clad in a navy blue blazer and Ascot which already has earned him the attention of \"Town and Country\" magazine, holding a glass of wine, looking on.", "sentId": 162}], "secId": 68}, {"speaker": "SMERCONISH", "sentences": [{"text": "That's 32-year-old Duncan Lloyd, an assistant city solicitor who has worked for the city's law department since 2011.", "sentId": 163}, {"text": "The cost of removing the vandalism is estimated to be between $3,000 and $10,000, but that isn't the only issue here.", "sentId": 164}, {"text": "As of now, Lloyd has not been charged with any crime and still has his job.", "sentId": 165}], "secId": 69}, {"speaker": "SMERCONISH", "sentences": [{"text": "Would that be the case if he graffitied anything else, like maybe \"F Hillary\"?", "sentId": 166}], "secId": 70}, {"speaker": "SMERCONISH", "sentences": [{"text": "Joining me now, veteran criminal defense attorney William Brennan who's representing Duncan Lloyd and Joe DeFelice, the chair of the Philadelphia Republican Party.", "sentId": 167}], "secId": 71}, {"speaker": "SMERCONISH", "sentences": [{"text": "Counselor Brennan, I know you.", "sentId": 168}, {"text": "You're good at what you do, but how are you going to defend this?", "sentId": 169}], "secId": 72}, {"speaker": "BRENNAN", "sentences": [{"text": "I don't think and I hope I never have to defend this, Michael.", "sentId": 170}, {"text": "I hate to lawyer up immediately, but you described my client as a participant and you said that if he graffitied anything, the only thing my client had in his hand in that video is a glass of red wine, and in our commonwealth, to be merely present when a crime occurs does not impute culpability.", "sentId": 171}, {"text": "And the video clearly shows --  SMERCONISH:  Well, it's hard -- it's hard for me to tell from the", "sentId": 172}], "secId": 73}, {"speaker": "BRENNAN", "sentences": [{"text": "video.", "sentId": 173}, {"text": "It's hard for me to tell from the video, but it seems as if he may be filming with a cell phone.", "sentId": 174}, {"text": "Doesn't that make him an accessory?", "sentId": 175}, {"text": "Isn't there a conspiracy going on here?", "sentId": 176}], "secId": 74}, {"speaker": "BRENNAN", "sentences": [{"text": "Absolutely not.", "sentId": 177}, {"text": "It would be analogous to two guys leaving a bar and walking to their car and one guy deciding to urinate publicly against the wall of a home or business.", "sentId": 178}, {"text": "The other guy has no prior knowledge of that and in this case, the video simply shows my client with a glass of wine in his hand, his other hand is primarily in his pocket and then there appears to be a scenario where he may or may not take either a still shot or a video, but you can't impute his intention for taking that if it was posted somewhere -- if, in fact, the video or a cell phone photo exists and he posted it on social media, different story.", "sentId": 179}, {"text": "But that video clearly, clearly exculpates Duncan Lloyd.", "sentId": 180}, {"text": "He keeps his distance.", "sentId": 181}], "secId": 75}, {"speaker": "SMERCONISH", "sentences": [{"text": "Hey, Joe --", "sentId": 182}], "secId": 76}, {"speaker": "BRENNAN", "sentences": [{"text": "He doesn't participate and he is not guilty of anything.", "sentId": 183}], "secId": 77}, {"speaker": "SMERCONISH", "sentences": [{"text": "Hey, Joe -- let's talk the politics here.", "sentId": 184}, {"text": "All right.", "sentId": 185}, {"text": "A little less law and a little more politics for you, Joe DeFelice.", "sentId": 186}, {"text": "I think Counselor Brennan figures he's going to be just fine and his client will be fine because Trump got trounced in the city of Philadelphia.", "sentId": 187}, {"text": "What's the registration, like 7-1 against you these days?", "sentId": 188}, {"text": "If the spray paint had said \"F Hillary\"--", "sentId": 189}], "secId": 78}, {"speaker": "DEFELICE", "sentences": [{"text": "Yes, unfortunately.", "sentId": 190}], "secId": 79}, {"speaker": "SMERCONISH", "sentences": [{"text": "If the spray paint had said \"F Hillary,\" whoever did it would probably be in solitary confinement right now, don't you think?", "sentId": 191}], "secId": 80}, {"speaker": "DEFELICE", "sentences": [{"text": "We're not even having this discussion right now, Michael, if that was the case.", "sentId": 192}, {"text": "Mayor Kenny is left of left.", "sentId": 193}, {"text": "He supports every liberal cause.", "sentId": 194}, {"text": "And in this situation we wouldn't be having this discussion.", "sentId": 195}, {"text": "He would have been out tweeting day one.", "sentId": 196}, {"text": "Now he's taken a wait and see attitude.", "sentId": 197}, {"text": "So, I mean, this is your new Democratic Party, right?", "sentId": 198}, {"text": "The wine glass, the Ascot, the blazer.", "sentId": 199}, {"text": "It's a coastal party.", "sentId": 200}, {"text": "You know, they just re-elected Nancy Pelosi, it's Chestnut Hill.", "sentId": 201}, {"text": "It's Pine Street to Pine Street in the city of Philadelphia.", "sentId": 202}], "secId": 81}, {"speaker": "DEFELICE", "sentences": [{"text": "They lost their blue-collar base.", "sentId": 203}, {"text": "And this is what they do.", "sentId": 204}, {"text": "They block traffic when people are trying to get home from work.", "sentId": 205}, {"text": "It's the snowflakes, it's the millennial crowd that doesn't want, you know, people to get home from work.", "sentId": 206}, {"text": "And it's not my president.", "sentId": 207}, {"text": "And I can graffiti because nothing is going to happen to me.", "sentId": 208}], "secId": 82}, {"speaker": "DEFELICE", "sentences": [{"text": "Look, that's the new Democratic Party.", "sentId": 209}, {"text": "And if you don't buy into well, then come over to us because we could sure use your help here in the city.", "sentId": 210}], "secId": 83}, {"speaker": "SMERCONISH", "sentences": [{"text": "Hey, Brennan, you're not going to let him wear that Ascot in court, are you?", "sentId": 211}, {"text": "BRENNAN:  Michael, I just heard the police go on some roll about Pine", "sentId": 212}], "secId": 84}, {"speaker": "SMERCONISH", "sentences": [{"text": "Street to Pine Street.", "sentId": 213}, {"text": "I care about one guy, Duncan Lloyd.", "sentId": 214}, {"text": "He did absolutely nothing wrong here.", "sentId": 215}, {"text": "And I -- it is my hope -- he's been totally cooperative, but when I hear, Joe -- well, Joe and I are northeast Philly guys.", "sentId": 216}, {"text": "We come from almost the same neighborhood.", "sentId": 217}], "secId": 85}, {"speaker": "SMERCONISH", "sentences": [{"text": "When I was a kid, we all wore army jackets, we called them Parkwood tuxedos.", "sentId": 218}, {"text": "Apparently in Chestnut Hill you wear Ascots.", "sentId": 219}, {"text": "And I -- Mike, I know -- you may wear an Ascot, Michael, I don't know.", "sentId": 220}, {"text": "But I know that without the wine glass and the Ascot --", "sentId": 221}], "secId": 86}, {"speaker": "SMERCONISH", "sentences": [{"text": "Only on weekends.", "sentId": 222}], "secId": 87}, {"speaker": "BRENNAN", "sentences": [{"text": "It's not sensationalized.", "sentId": 223}], "secId": 88}, {"speaker": "SMERCONISH", "sentences": [{"text": "But, Bill -- Bill listen.", "sentId": 224}], "secId": 89}, {"speaker": "BRENNAN", "sentences": [{"text": "But I have to focus on Duncan Lloyd.", "sentId": 225}, {"text": "He did nothing wrong.", "sentId": 226}], "secId": 90}, {"speaker": "SMERCONISH", "sentences": [{"text": "I'm laughing -- all right.", "sentId": 227}, {"text": "Listen, I'm laughing along with some of this, but vandalism was committed here.", "sentId": 228}, {"text": "Shouldn't he -- even if I buy into him not breaking the law, and I'm not sure about that, but shouldn't he be held to a higher standard?", "sentId": 229}], "secId": 91}, {"speaker": "BRENNAN", "sentences": [{"text": "I am.", "sentId": 230}], "secId": 92}, {"speaker": "SMERCONISH", "sentences": [{"text": "He's an officer of the court.", "sentId": 231}, {"text": "He's a city lawyer.", "sentId": 232}], "secId": 93}, {"speaker": "BRENNAN", "sentences": [{"text": "Michael, what should he do?", "sentId": 233}, {"text": "Should have tackled the guy and thereby committed assault?", "sentId": 234}, {"text": "And no one knows what he's done in the intervening days.", "sentId": 235}, {"text": "I can -- I'm not going to comment specifically on an ongoing investigation.", "sentId": 236}, {"text": "He's been totally cooperative.", "sentId": 237}], "secId": 94}, {"speaker": "BRENNAN", "sentences": [{"text": "And Mike, if he's guilty of anything, which he's not, he had one too many glasses of wine on Thanksgiving.", "sentId": 238}, {"text": "If that's a crime, I'd be doing life.", "sentId": 239}, {"text": "This gentleman did not participate in any criminal activity.", "sentId": 240}, {"text": "And I agree -- I disagree.", "sentId": 241}, {"text": "I mean, to say with Joe, and frankly with you, Michael, about whether it says blank Trump or blank Hillary.", "sentId": 242}, {"text": "If it said go Phillies, it doesn't matter to me.", "sentId": 243}, {"text": "My guy had a glass of wine in his hand, not a can of Krylon.", "sentId": 244}], "secId": 95}, {"speaker": "SMERCONISH", "sentences": [{"text": "Joe DeFelice, you get the final word.", "sentId": 245}, {"text": "Do you think the message that was spray painted, the \"F Trump,\" is what has thus far governed the way this case has been handled, if there is a case?", "sentId": 246}], "secId": 96}, {"speaker": "DEFELICE", "sentences": [{"text": "Well, it doesn't say go Phillies.", "sentId": 247}, {"text": "It says \"F Trump.\"", "sentId": 248}, {"text": "And let's be honest, this wasn't a random building.", "sentId": 249}, {"text": "This building is owned by a Republican donor.", "sentId": 250}, {"text": "This was clearly a message sent to that Republican donor.", "sentId": 251}], "secId": 97}, {"speaker": "BRENNAN", "sentences": [{"text": "I don't agree with that.", "sentId": 252}], "secId": 98}, {"speaker": "DEFELICE", "sentences": [{"text": "We don't want you in our neighborhood.", "sentId": 253}], "secId": 99}, {"speaker": "SMERCONISH", "sentences": [{"text": "Go ahead, Joe.", "sentId": 254}, {"text": "I missed your second point.", "sentId": 255}, {"text": "DEFELICE:  Yes.", "sentId": 256}, {"text": "No.", "sentId": 257}, {"text": "Essentially, look, of course it's -- you know,", "sentId": 258}], "secId": 100}, {"speaker": "SMERCONISH", "sentences": [{"text": "if it would have said go Phillies or go Eagles or go flyers.", "sentId": 259}, {"text": "It doesn't say that.", "sentId": 260}, {"text": "It deals with Donald Trump.", "sentId": 261}, {"text": "It's dealing specifically with this election in the city of Philadelphia, of all places, ground zero for this past election.", "sentId": 262}, {"text": "It doesn't -- if it said go Hillary, it doesn't -- we wouldn't be having -- \"F Hillary,\" we're not having this.", "sentId": 263}, {"text": "He's fired a week ago.", "sentId": 264}], "secId": 101}, {"speaker": "BRENNAN", "sentences": [{"text": "Hey, Joe --", "sentId": 265}], "secId": 102}, {"speaker": "DEFELICE", "sentences": [{"text": "It doesn't say that.", "sentId": 266}], "secId": 103}, {"speaker": "BRENNAN", "sentences": [{"text": "Is it any less graffiti if it says go Phillies?", "sentId": 267}, {"text": "It's graffiti that we're talking about.", "sentId": 268}], "secId": 104}, {"speaker": "DEFELICE", "sentences": [{"text": "No, it's -- yes, because --", "sentId": 269}], "secId": 105}, {"speaker": "BRENNAN", "sentences": [{"text": "Graffiti.", "sentId": 270}], "secId": 106}, {"speaker": "DEFELICE", "sentences": [{"text": "It's graffiti that's targeted.", "sentId": 271}, {"text": "I mean, this was clearly targeted.", "sentId": 272}, {"text": "You know, Richard Snowden owns that building.", "sentId": 273}, {"text": "Richard Snowden --", "sentId": 274}], "secId": 107}, {"speaker": "BRENNAN", "sentences": [{"text": "Not by Duncan Lloyd.", "sentId": 275}], "secId": 108}, {"speaker": "DEFELICE", "sentences": [{"text": "He gave --", "sentId": 276}], "secId": 109}, {"speaker": "SMERCONISH", "sentences": [{"text": "Gentlemen, I'm out of time.", "sentId": 277}], "secId": 110}, {"speaker": "DEFELICE", "sentences": [{"text": "Four years ago in Chestnut Hill.", "sentId": 278}], "secId": 111}, {"speaker": "SMERCONISH", "sentences": [{"text": "I wish we had more time.", "sentId": 279}, {"text": "Brennan, I'd like to see you in a green Ascot next time.", "sentId": 280}], "secId": 112}, {"speaker": "SMERCONISH", "sentences": [{"text": "Thank you, Joe DeFelice.", "sentId": 281}, {"text": "Appreciate you as well.", "sentId": 282}], "secId": 113}, {"speaker": "BRENNAN", "sentences": [{"text": "Next time, Michael.", "sentId": 283}], "secId": 114}, {"speaker": "DEFELICE", "sentences": [{"text": "Thanks, Michael.", "sentId": 284}], "secId": 115}, {"speaker": "BRENNAN", "sentences": [{"text": "I think he's out.", "sentId": 285}], "secId": 116}, {"speaker": "SMERCONISH", "sentences": [{"text": "Here is another of your tweets.", "sentId": 286}, {"text": "Let's see what's rolling in.", "sentId": 287}, {"text": "\"Smerconish, this Lloyd situation has taken me back to a bad law school exam question, but there's no evidence of support, no liability.\"", "sentId": 288}], "secId": 117}, {"speaker": "SMERCONISH", "sentences": [{"text": "Nader, you might be right except if they knew what they were doing in advance and if they were partners in this caper, and if they agreed that this guy was going to film it, and they were going to swap it among other folks.", "sentId": 289}, {"text": "I don't know the second half of that.", "sentId": 290}, {"text": "But it's an intriguing question.", "sentId": 291}, {"text": "You're right.", "sentId": 292}], "secId": 118}, {"speaker": "SMERCONISH", "sentences": [{"text": "Coming up when NFL star quarterback Colin Kaepernick refused to stand during the national anthem to protest racial injustice, he set off a national firestorm, but ESPN's Stephen A. Smith defended him.", "sentId": 293}, {"text": "Then Kaepernick didn't vote on Election Day and Smith, he went ballistic.", "sentId": 294}, {"text": "He is here to discuss.", "sentId": 295}], "secId": 119}, {"speaker": "SMITH", "sentences": [{"text": "I would personally make a request to the media in this nation.", "sentId": 296}, {"text": "Do me a favor and make sure one thing.", "sentId": 297}, {"text": "Take the camera away from him.", "sentId": 298}, {"text": "It means nothing.", "sentId": 299}, {"text": "Because for him not to vote, as far as I'm concerned, everything he said meant absolutely nothing.", "sentId": 300}], "secId": 120}, {"speaker": "SMERCONISH", "sentences": [{"text": "ESPN and Sirius XM commentator Stephen A. Smith likes to stir things up.", "sentId": 301}, {"text": "He was in the news recently for calling 49ers quarterback Colin Kaepernick a flaming hypocrite for not bothering to vote in the election.", "sentId": 302}, {"text": "The last time he appeared on this program, he said that African-Americans should consider voting Republican because Democrats take them for granted.", "sentId": 303}], "secId": 121}, {"speaker": "SMITH", "sentences": [{"text": "I definitely believe that the black vote has been taken for granted.", "sentId": 304}, {"text": "I'm simply saying, let's not be so transparent in our support for one party over another when that does not appear to be working for us.", "sentId": 305}, {"text": "Force people to flatter us.", "sentId": 306}, {"text": "White folks do it.", "sentId": 307}, {"text": "Jewish folks do it.", "sentId": 308}, {"text": "Hispanic folks are doing it.", "sentId": 309}, {"text": "Why can't black folks do it?", "sentId": 310}, {"text": "That's all I'm saying.", "sentId": 311}], "secId": 122}, {"speaker": "SMERCONISH", "sentences": [{"text": "I want to ask you --", "sentId": 312}], "secId": 123}, {"speaker": "SMERCONISH", "sentences": [{"text": "And of course Donald Trump took a page out of Stephen A.", "sentId": 313}, {"text": "'s playbook when he famously said this about black voters.", "sentId": 314}], "secId": 124}, {"speaker": "TRUMP", "sentences": [{"text": "Look how much African-American communities have suffered under Democratic control.", "sentId": 315}, {"text": "You're living in poverty.", "sentId": 316}, {"text": "Your schools are no good.", "sentId": 317}, {"text": "You have no jobs.", "sentId": 318}, {"text": "58 percent of your youth is unemployed.", "sentId": 319}, {"text": "What the hell do you have to lose?", "sentId": 320}], "secId": 125}, {"speaker": "SMERCONISH", "sentences": [{"text": "Hey, Stephen A., it's great to have you back.", "sentId": 321}, {"text": "When he made those statements, what were you thinking?", "sentId": 322}, {"text": "Were you thinking, yes, that's exactly what I was talking about?", "sentId": 323}], "secId": 126}, {"speaker": "SMITH", "sentences": [{"text": "Well, it was hard to decipher -- you know, to separate the two things, Michael, from the standpoint that I certainly did not like nor did I approve of the rhetoric that he was spewing throughout the election, even though that was completely contradictory to everything that I had seen from Donald Trump in my years of covering him as a sports journalist, remember, he is a former owner for -- the Generals for the USFL, he wanted to own the Buffalo Bills.", "sentId": 324}], "secId": 127}, {"speaker": "SMITH", "sentences": [{"text": "So I communicated with him in the past in regards to sports matters, and I certainly never heard the rhetoric that he was spewing during the election.", "sentId": 325}, {"text": "He did have points, but at the same time, to sit up there and your argument to be what the hell do you have to lose?", "sentId": 326}, {"text": "I'm not sure that was the strongest argument to make and even though I certainly understand how you took my sound bite and then you pointed to what he said, forgive me if I'm not overly flattered by the fact that Donald Trump somewhat echoed anything that I had to say during the election because I didn't like a lot of what he said.", "sentId": 327}], "secId": 128}, {"speaker": "SMERCONISH", "sentences": [{"text": "He did run better with African-Americans than did Mitt Romney four years ago, arguably, though, you know, he wasn't facing an African-American himself.", "sentId": 328}], "secId": 129}, {"speaker": "SMITH", "sentences": [{"text": "That is true.", "sentId": 329}], "secId": 130}, {"speaker": "SMERCONISH", "sentences": [{"text": "How do you assess the way in which Trump ended up fairing among people of color?", "sentId": 330}], "secId": 131}, {"speaker": "SMITH", "sentences": [{"text": "Well, I don't think it was about him.", "sentId": 331}, {"text": "I thought he was lucky to get the 8 percent that he got.", "sentId": 332}, {"text": "I thought that it was very, very telling that even though Hillary Clinton got 88 percent of the African-American vote, it was 5 percent less than what Barack Obama had ultimately captured.", "sentId": 333}, {"text": "And you know, you can point to the fact that he was an African-American and obviously the black community was going to come out and support him.", "sentId": 334}, {"text": "Certainly I'm not going to apologize for it and nor should any black person.", "sentId": 335}], "secId": 132}, {"speaker": "SMITH", "sentences": [{"text": "But in the same breath, let's also take into account why she didn't receive the support she should have received with two million less black votes came out to support her than did Obama.", "sentId": 336}, {"text": "You had a 74- year-old renowned socialist in Bernie Sanders going up against her and he had more of the young vote, he had more black people looking forward to the things that he had to say being exercised.", "sentId": 337}], "secId": 133}, {"speaker": "SMITH", "sentences": [{"text": "You also have Hillary Clinton's history in terms of that crime bill.", "sentId": 338}, {"text": "Yes, it was her husband who pushed forth the crime bill that led to mass incarceration on the part of African-Americans in this country.", "sentId": 339}, {"text": "We know that.", "sentId": 340}, {"text": "But she wasn't just the typical first lady.", "sentId": 341}, {"text": "She was somebody that went out there and lobbied on his behalf, the word superpredator is something that is etched in all of our minds.", "sentId": 342}], "secId": 134}, {"speaker": "SMERCONISH", "sentences": [{"text": "Yes.", "sentId": 343}], "secId": 135}, {"speaker": "SMITH", "sentences": [{"text": "That definitely played a role.", "sentId": 344}, {"text": "And then of course you know the e-mail scandal and what have you.", "sentId": 345}, {"text": "You hate to throw something like that out, but the reality of the situation is clear, the compilation of all of those things didn't lend itself towards being, you know, supportive of her with a degree of fervor.", "sentId": 346}], "secId": 136}, {"speaker": "her", "sentences": [{"text": "I appreciated what you said about Colin Kaepernick, as", "sentId": 347}], "secId": 137}, {"speaker": "her", "sentences": [{"text": "someone who is 54, registered to vote when I turned 18, I've never in my life missed voting in an election.", "sentId": 348}], "secId": 138}, {"speaker": "SMITH", "sentences": [{"text": "Neither have I.", "sentId": 349}], "secId": 139}, {"speaker": "SMERCONISH", "sentences": [{"text": "Expand on what you had to say about him.", "sentId": 350}], "secId": 140}, {"speaker": "SMITH", "sentences": [{"text": "Well, listen, the fact is he had every right to protest and when he was talking about racial injustices and things of that nature, you certainly can understand where he was coming from.", "sentId": 351}, {"text": "It was a quiet protest.", "sentId": 352}, {"text": "He didn't impede anybody's ability to watch the game, to come to the games or anything like that which is why I went on \"Good Morning America,\" my show \"First Take\" on ESPN 2 every weekday from 10:00 a.m. to 12:00 noon, and other outlets to support him.", "sentId": 353}], "secId": 141}, {"speaker": "SMITH", "sentences": [{"text": "However, the second that he decided that he was not going to vote and then to publicly reveal that he wasn't voting, I thought it was egregious to the highest order.", "sentId": 354}, {"text": "I thought it compromised everything that he was standing for and more importantly I thought it was a disrespect to our ancestors, to people who have bled and fought and died for him to have the right to do that and then also take into account the fact that we have a president who is outgoing in Barack Obama who captured 93 percent of the black vote, who obviously black folks come out and support.", "sentId": 355}], "secId": 142}, {"speaker": "SMITH", "sentences": [{"text": "He went before the Congressional Black Caucus and went campaigning on behalf of Hillary Clinton, basically imploring our community to activate itself in this election if you had any respect whatsoever for his legacy.", "sentId": 356}], "secId": 143}, {"speaker": "SMITH", "sentences": [{"text": "Now Colin Kaepernick turns around and you decide not to vote, as far as I'm concerned, you just obliterated every argument that you were trying to make.", "sentId": 357}, {"text": "And I'm not saying that his arguments have no credence whatsoever.", "sentId": 358}, {"text": "I'm saying that he himself compromised his own message and because of that I don't want to listen to him anymore because the number one tool that we have in America to provoke change is our power to vote.", "sentId": 359}], "secId": 144}, {"speaker": "SMITH", "sentences": [{"text": "It's something that we fought for.", "sentId": 360}, {"text": "It's something that was exacted to us in 1964-1965.", "sentId": 361}, {"text": "How in god's name could you sit up there and justify not voting?", "sentId": 362}, {"text": "There's no excuse for it whatsoever.", "sentId": 363}, {"text": "I understand there's a lack of understanding.", "sentId": 364}, {"text": "There's youth that we're talking about here.", "sentId": 365}, {"text": "The Player's Association, it would be nice to see them get themselves involved, speaking up on his behalf in some accord, but the bottom line is that it was a dereliction of duty on his part and it was flagrantly so, and I'm not letting him get a pass on that.", "sentId": 366}, {"text": "I'm just not.", "sentId": 367}], "secId": 145}, {"speaker": "SMERCONISH", "sentences": [{"text": "Final quick subject off the chart a little bit because it's not sports and it's not politics per se.", "sentId": 368}, {"text": "But it's an act of vandalism.", "sentId": 369}, {"text": "I still think of Stephen A. as a Philly guy.", "sentId": 370}, {"text": "What do you do with a city-employed lawyer who was not doing the spray painting but was in the company of a guy who spray paints a building \"F Trump\"?", "sentId": 371}], "secId": 146}, {"speaker": "SMITH", "sentences": [{"text": "I think you definitely suspend him.", "sentId": 372}, {"text": "There has to be some repercussions for such an irresponsible act.", "sentId": 373}, {"text": "Would I contemplate firing him?", "sentId": 374}, {"text": "Yes.", "sentId": 375}, {"text": "I'm not sure that I would.", "sentId": 376}, {"text": "I want to hear what his explanation would be in the matter.", "sentId": 377}, {"text": "But perceptions sometimes usurp reality.", "sentId": 378}, {"text": "And he definitely has to be made to be held accountable for that.", "sentId": 379}, {"text": "Anybody, any juvenile can go out there and vandalize or record somebody vandalizing, giving the OK for it.", "sentId": 380}], "secId": 147}, {"speaker": "SMITH", "sentences": [{"text": "But it doesn't make it right.", "sentId": 381}, {"text": "And when you're educated and when you're supposed to have some degree of not only intellect but a core decency that the government relies upon you to exercise, because again you said he was a government employee, to sit up there and record such actions are inexcusable and you need to be called out on it and punished for it.", "sentId": 382}], "secId": 148}, {"speaker": "SMITH", "sentences": [{"text": "You certainly have the right to do what you want.", "sentId": 383}, {"text": "And everybody wants to articulate their position in the United States of America.", "sentId": 384}, {"text": "But you also have the right to suffer repercussions for your actions.", "sentId": 385}, {"text": "We all know that.", "sentId": 386}, {"text": "We accept it.", "sentId": 387}, {"text": "Those are big boy and big girl rules.", "sentId": 388}, {"text": "We have to accept that.", "sentId": 389}, {"text": "This man is a lawyer.", "sentId": 390}, {"text": "He certainly knew better and he should be made to answer for it.", "sentId": 391}, {"text": "There's no question about that.", "sentId": 392}], "secId": 149}, {"speaker": "SMERCONISH", "sentences": [{"text": "Stephen A., next time you will tell us if there's an Ascot in your closet.", "sentId": 393}, {"text": "Thank you for being here.", "sentId": 394}, {"text": "Appreciate it.", "sentId": 395}], "secId": 150}, {"speaker": "SMITH", "sentences": [{"text": "There isn't one.", "sentId": 396}, {"text": "Don't even worry about that.", "sentId": 397}, {"text": "I leave that to my man Rowland Martin.", "sentId": 398}], "secId": 151}, {"speaker": "SMERCONISH", "sentences": [{"text": "You're telling me already.", "sentId": 399}], "secId": 152}, {"speaker": "SMERCONISH", "sentences": [{"text": "That's not me.", "sentId": 400}], "secId": 153}, {"speaker": "SMERCONISH", "sentences": [{"text": "See you, Stephen.", "sentId": 401}, {"text": "Thank you.", "sentId": 402}], "secId": 154}, {"speaker": "SMERCONISH", "sentences": [{"text": "Another of your tweets, what do we got here?", "sentId": 403}, {"text": "\"Smerconish, oh, please a man walks by and you want charges?", "sentId": 404}, {"text": "You are the snow flake in this,\" he wasn't just walking by, I don't think.", "sentId": 405}, {"text": "I think the whole thing was seemingly planned.", "sentId": 406}, {"text": "We're going to find out, though.", "sentId": 407}], "secId": 155}, {"speaker": "SMERCONISH", "sentences": [{"text": "One more tweet if we've got time for it.", "sentId": 408}, {"text": "No more tweets?", "sentId": 409}, {"text": "There we go.", "sentId": 410}, {"text": "\"Smerconish, the guy looked around as the lookout for the spray painter.", "sentId": 411}, {"text": "He is guilty.\"", "sentId": 412}], "secId": 156}, {"speaker": "SMERCONISH", "sentences": [{"text": "Right, Haily.", "sentId": 413}, {"text": "I mean, it looks like -- you know, there was nobody else in the camera image.", "sentId": 414}, {"text": "Did you notice that?", "sentId": 415}, {"text": "It's midnight.", "sentId": 416}, {"text": "I should have explained.", "sentId": 417}, {"text": "They're the only two there.", "sentId": 418}, {"text": "Coincidence, I think not.", "sentId": 419}], "secId": 157}, {"speaker": "SMERCONISH", "sentences": [{"text": "Ronald Reagan, he won in two landslides.", "sentId": 420}, {"text": "Donald Trump lost the popular vote and a difference of 80,000 votes across just three states could have swung the electoral college to Hillary Clinton, but according to veteran journalist Jeff Greenfield, it's Trump whose presidency could have a bigger, longer lasting impact on America.", "sentId": 421}, {"text": "Why does he say that?", "sentId": 422}, {"text": "I'll ask him next.", "sentId": 423}], "secId": 158}, {"speaker": "SMERCONISH", "sentences": [{"text": "So Donald Trump lost the popular vote by two million votes, and if he lost just 80,000 more votes across three swing states, he'd also have lost the electoral college.", "sentId": 424}, {"text": "Whereas Ronald Reagan won his two terms in landslides, 44 states, 489 electoral votes in 1980 and then four years later 49 states and 525 electoral votes.", "sentId": 425}], "secId": 159}, {"speaker": "SMERCONISH", "sentences": [{"text": "Clear mandate, right?", "sentId": 426}, {"text": "And yet in this piece for Politico, veteran journalist Jeff Greenfield says, \"The long-term effect of the Reagan presidency and the way it had such an impact on American politics was actually negligible.\"", "sentId": 427}, {"text": "While Trump may well preside over, quote, \"the most significant changes in public policy since the new deal.\"", "sentId": 428}], "secId": 160}, {"speaker": "SMERCONISH", "sentences": [{"text": "Here to explain is Jeff Greenfield.", "sentId": 429}], "secId": 161}, {"speaker": "SMERCONISH", "sentences": [{"text": "So, Jeff, you say that Ronald Reagan was elected with a mandate, twice as a matter of fact, and yet changed so little.", "sentId": 430}, {"text": "Donald Trump lost the popular vote and is about to change so much.", "sentId": 431}, {"text": "Explain.", "sentId": 432}], "secId": 162}, {"speaker": "GREENFIELD", "sentences": [{"text": "Well, when Reagan came in with 489 electoral vote, 10-point in the popular vote majority with a newly Republican Senate that would seem to qualify as a mandate under any circumstances.", "sentId": 433}, {"text": "But he leaves eight years later, the size of the federal government is no smaller, the federal debt and deficit is bigger, no departments had been eliminated.", "sentId": 434}, {"text": "Two of his Supreme Court nominees underwrite the core of \"Roe v. Wade,\" wanting and writes the gay marriage decision.", "sentId": 435}], "secId": 163}, {"speaker": "GREENFIELD", "sentences": [{"text": "And the reasons why Trump has so much more potential to change everything lies in a couple of things.", "sentId": 436}, {"text": "One is, Reagan never had both Houses of Congress.", "sentId": 437}, {"text": "The House was always Democratic.", "sentId": 438}, {"text": "And it's also important -- and I think this is key, the Republican Party was very different.", "sentId": 439}, {"text": "When Reagan came in, the Senate was filled with moderate and even liberal Republicans.", "sentId": 440}, {"text": "Packwood of Oregon, Hatfield of Oregon, Mathias of Maryland, Specter and Hines in Pennsylvania.", "sentId": 441}, {"text": "So between a Democratic House and a very different Republican Party, he had to negotiate all kinds of compromises whether it was on taxes, on social spending, on how you reform Social Security.", "sentId": 442}], "secId": 164}, {"speaker": "GREENFIELD", "sentences": [{"text": "Conservatives don't like to acknowledge this, but you know, one of the things that Reagan did was at one point brought the capital gains tax up to the same level as ordinary income.", "sentId": 443}, {"text": "Trump has a wholly different terrain, not just both Houses of Congress but a Republican Party so much more homogenous, so much more solidly conservative, and so much committed to really fundamental changes in everything from tax structure to social policy that I think the potential is there for Trump to oversee the kind of change we haven't seen in decades and decades.", "sentId": 444}], "secId": 165}, {"speaker": "SMERCONISH", "sentences": [{"text": "To your point, there were so many Republican moderates in the Senate that they had their own gathering, they called it the Wednesday lunch club.", "sentId": 445}, {"text": "All right, so in what areas do you think he's about to be a president of lasting consequence?", "sentId": 446}], "secId": 166}, {"speaker": "GREENFIELD", "sentences": [{"text": "The most obvious is the Supreme Court.", "sentId": 447}, {"text": "David Souter, George H.W.", "sentId": 448}, {"text": "Bush's first pick, is I think will go down as the last apostate nominee.", "sentId": 449}, {"text": "That is, a nominee put forward by the president of one party who then disappoints his followers.", "sentId": 450}, {"text": "We haven't seen that since, not in Clinton's, not in George W. Bush's, not in Obama's.", "sentId": 451}, {"text": "I think the fact that Trump essentially outsourced the Supreme Court picks to the federalist society and the fact that the conservatives on his list are much more inclined to be judicial activists.", "sentId": 452}], "secId": 167}, {"speaker": "GREENFIELD", "sentences": [{"text": "They don't like to say that, that is to reach into constitutional law to make some fundamental changes on areas involving privacy, perhaps even on areas involving the government's economic regulation that if he has more than one pick and the actuarially the odds are he'll have two or three, that's going to be changes for a generation.", "sentId": 453}], "secId": 168}, {"speaker": "GREENFIELD", "sentences": [{"text": "I think you're also going to see rapidly in Congress, an undoing of many of Obama's signature policies, the Affordable Healthcare being one of them, though how much they can do and how quickly, we don't know.", "sentId": 454}, {"text": "And I think you're going to see big rollbacks in Obama's approach to environmental regulations, an approach that was, to some extent, endorsed by Republican presidents.", "sentId": 455}], "secId": 169}, {"speaker": "GREENFIELD", "sentences": [{"text": "We're not just talking about Trump undoing Obama.", "sentId": 456}, {"text": "You know, you think about the EPA, that was put into power by Richard Nixon.", "sentId": 457}, {"text": "So this is what I mean by the potential reach of Trump, given how much the Republican Party has moved right.", "sentId": 458}, {"text": "And to the extent that they now control all the branches of government.", "sentId": 459}, {"text": "That's why I think the potential is there for huge change.", "sentId": 460}, {"text": "Whether you like it or are appalled by it.", "sentId": 461}], "secId": 170}, {"speaker": "SMERCONISH", "sentences": [{"text": "Half the country is smiling, adhering, Jeff Greenfield, the other half is bristling.", "sentId": 462}], "secId": 171}, {"speaker": "SMERCONISH", "sentences": [{"text": "Thank you so much for your analysis.", "sentId": 463}], "secId": 172}, {"speaker": "GREENFIELD", "sentences": [{"text": "A pleasure as always, Michael.", "sentId": 464}], "secId": 173}, {"speaker": "SMERCONISH", "sentences": [{"text": "Keep tweeting me @smerconish where they're really rolling in.", "sentId": 465}, {"text": "Let's see.", "sentId": 466}, {"text": "\"If Kaepernick didn't vote, then his protests against racial injustice mean nothing.", "sentId": 467}, {"text": "He didn't do everything he could.\"", "sentId": 468}], "secId": 174}, {"speaker": "SMERCONISH", "sentences": [{"text": "I mean, that was pretty much Steven A's point.", "sentId": 469}, {"text": "And I am in that category.", "sentId": 470}, {"text": "I'm one who says you've got to go vote if you really want to have your voice heard.", "sentId": 471}, {"text": "Keep the tweets coming.", "sentId": 472}], "secId": 175}, {"speaker": "SMERCONISH", "sentences": [{"text": "Here's what you thought @smerconish.", "sentId": 473}, {"text": "\"Kaepernick?", "sentId": 474}, {"text": "Although he didn't vote which is absolutely wrong, but Smerconish didn't vote for any candidate, too.\"", "sentId": 475}], "secId": 176}, {"speaker": "SMERCONISH", "sentences": [{"text": "You know, Hyman, that's BS.", "sentId": 476}, {"text": "Of course I voted in the presidential election.", "sentId": 477}, {"text": "This is the last I'm going to say it.", "sentId": 478}, {"text": "I didn't vote for him and I didn't vote for her.", "sentId": 479}, {"text": "But there were more candidates running.", "sentId": 480}, {"text": "And write-in opportunities.", "sentId": 481}, {"text": "Think about it.", "sentId": 482}], "secId": 177}, {"speaker": "SMERCONISH", "sentences": [{"text": "Show me another one.", "sentId": 483}, {"text": "\"Give me a break, lawyer not guilty.\"", "sentId": 484}, {"text": "That's the spray painting incident.", "sentId": 485}, {"text": "OK, another.", "sentId": 486}, {"text": "\"Stephen A has more ascots that Smerconish.\"", "sentId": 487}, {"text": "Yes, I think he does.", "sentId": 488}, {"text": "Don't you think?", "sentId": 489}, {"text": "Ascot gate.", "sentId": 490}, {"text": "Stephen A. Smith.", "sentId": 491}], "secId": 178}, {"speaker": "SMERCONISH", "sentences": [{"text": "Thanks for watching, we'll see you next week.", "sentId": 492}], "secId": 179}], "sectionCount": 180, "url": "transcripts.cnn.com/TRANSCRIPTS/1612/03/smer.01.html", "sentenceCount": 494, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired December 3, 2016 - 09:00   ET", "speakers": ["BLACK", "PAUL", "SAVIDGE", "SMERCONISH", "AMANPOUR", "CONWAY", "FARAGE", "COONS", "BRENNAN", "DEFELICE", "SMITH", "TRUMP", "her", "GREENFIELD"], "title": "SMERCONISH"}