{"docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1612.09.cnnt.01.html.json", "subTitle": "Dylann Roof's Shocking Murder Confession; Trump Takes 'Thank You Tour to Michigan; Rudy Giuliani Will Not Be Secretary of State; Trump Picks Iowa Gov. Branstad for Ambassador to China; Pressure on Trump to Dump Gen. Flynn; Obama Orders Review of Hacking by Russians; Trump Promising to Create Millions of Jobs; CNN Heroes: An All-Star Tribute, Aired 9-10p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "COOPER", "sentences": [{"text": "And that's it for us.", "sentId": 0}, {"text": "Thanks for watching.", "sentId": 1}, {"text": "Have a great weekend.", "sentId": 2}], "secId": 0}, {"speaker": "COOPER", "sentences": [{"text": "\"CNN Tonight\" with Don Lemon starts now", "sentId": 3}], "secId": 1}, {"speaker": "LEMON", "sentences": [{"text": "Breaking news, Dylann Roof's shocking confession to the massacre at the black church in Charleston, South Carolina.", "sentId": 4}], "secId": 2}, {"speaker": "LEMON", "sentences": [{"text": "This was \"CNN Tonight\".", "sentId": 5}, {"text": "I'm Don Lemon.", "sentId": 6}], "secId": 3}, {"speaker": "LEMON", "sentences": [{"text": "What he told the investigators now part of the evidence in his trial for the 2015 mass shootings.", "sentId": 7}], "secId": 4}, {"speaker": "DYLANN ROOF", "sentences": [{"text": "I went to that church in Charleston and I did it.", "sentId": 8}], "secId": 5}, {"speaker": "LEMON", "sentences": [{"text": "Also breaking tonight, President-elect Donald Trump taking his \"Thank You Tour\" to Grand Rapids, Michigan.", "sentId": 9}, {"text": "We still don't know who Trump will pick to be his Secretary of State, but we know who's not getting that job, and that's Rudy Giuliani, one of Trump's staunchest supporters during the campaign, out of the running for that position, and any other post in Trump's administration.", "sentId": 10}, {"text": "What's that all about, we'll discuss.", "sentId": 11}], "secId": 6}, {"speaker": "LEMON", "sentences": [{"text": "Let's get to tonight's political developments, but we will in just a few moments, but first I want to begin with Dylann Roof's video confession.", "sentId": 12}, {"text": "CNN's Polo Sandoval is in Charleston for us this evening.", "sentId": 13}], "secId": 7}, {"speaker": "LEMON", "sentences": [{"text": "Polo, good evening to you.", "sentId": 14}, {"text": "You're in Charleston, you have been in the courtroom, describe some of the testimony you've heard.", "sentId": 15}], "secId": 8}, {"speaker": "SANDOVAL", "sentences": [{"text": "This has been heart-wrenching testimony here for so many people, heart-rending testimony for so many people who have been sitting in the courtroom now for about three days now, listening to the testimony, perhaps the strongest testimony coming from one of the survivors in that shooting, Felicia Sanders, who watched as her son and aunt were shot and killed that summer day last year.", "sentId": 16}], "secId": 9}, {"speaker": "SANDOVAL", "sentences": [{"text": "But again as you've mentioned, perhaps the most significant development here, something that many people have been waiting for that confession video of Dylann Roof shot the day after he went into that church and shot killed nine innocent people.", "sentId": 17}, {"text": "In it, you can clearly see, you can clearly hear the now 22-year-old self-described white supremacist say that he did it and also why he did it.", "sentId": 18}], "secId": 10}, {"speaker": "SANDOVAL", "sentences": [{"text": "His main objective, according to what he told investigators that day, was to simply start a race war.", "sentId": 19}, {"text": "The video is quite lengthy.", "sentId": 20}, {"text": "They played the whole thing, about two hours long here, for 12 jurors who sat silently watching that video.", "sentId": 21}], "secId": 11}, {"speaker": "SANDOVAL", "sentences": [{"text": "And what was interesting here, Don, from Roof himself, no emotion whatsoever.", "sentId": 22}, {"text": "He sat at the defense table.", "sentId": 23}, {"text": "His eyes fixed on the table here with nothing to say and actually no reaction as those investigators spoke to him the day after the shooting, and of course, he continued to go on several rants as to why, he decided to go into that church and take the lives of those nine innocent individuals, Don.", "sentId": 24}], "secId": 12}, {"speaker": "LEMON", "sentences": [{"text": "Interesting.", "sentId": 25}, {"text": "And what about his mother?", "sentId": 26}, {"text": "What happened?", "sentId": 27}], "secId": 13}, {"speaker": "SANDOVAL", "sentences": [{"text": "Yeah, there was a significant development that took place early this week, some very powerful, very dramatic testimony, and graphic testimony took place, so much so that actually his mother suffered from a medical condition, actually, a heart attack, according to what several sources are telling us and had to be removed from the court there and treated for her condition.", "sentId": 28}, {"text": "I don't know a whole lot more on what took place after that, but again, it just goes to show this has been an extremely emotional three days of testimony.", "sentId": 29}], "secId": 14}, {"speaker": "SANDOVAL", "sentences": [{"text": "Many people here asking, why it's necessary now that this confession video is actually there?", "sentId": 30}, {"text": "Why go through a jury trial?", "sentId": 31}, {"text": "Well, at this point, the defense, it all comes down to saving the life of their clients.", "sentId": 32}, {"text": "They have already offered a plea deal in exchange for a life sentence, Don, but federal prosecutors declining that offer.", "sentId": 33}, {"text": "They are asking for the death penalty in this case.", "sentId": 34}], "secId": 15}, {"speaker": "LEMON", "sentences": [{"text": "Polo Sandoval for us in Charleston.", "sentId": 35}, {"text": "Thank you, Polo.", "sentId": 36}, {"text": "I appreciate that.", "sentId": 37}], "secId": 16}, {"speaker": "LEMON", "sentences": [{"text": "I want to bring in now, forensic psychologist, Dr. Xavier Amador.", "sentId": 38}, {"text": "Good evening, Doctor.", "sentId": 39}, {"text": "Thank you so much for joining us.", "sentId": 40}], "secId": 17}, {"speaker": "LEMON", "sentences": [{"text": "Today, jurors watched the Dylann Roof's confession.", "sentId": 41}, {"text": "He told officers that he thought he had shot and killed five people.", "sentId": 42}, {"text": "When they told them it was nine, he said, well, that made him feel bad.", "sentId": 43}, {"text": "So, investigators, you know, talked about his -- he said that he got his views on race.", "sentId": 44}, {"text": "They were awakened by the Trayvon Martin case.", "sentId": 45}, {"text": "I want you to watch this and we'll discuss.", "sentId": 46}], "secId": 18}, {"speaker": "ROOF", "sentences": [{"text": "I went to that church in Charleston and, you know, I did it.", "sentId": 47}], "secId": 19}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Did what?", "sentId": 48}], "secId": 20}, {"speaker": "ROOF", "sentences": [{"text": "Well, I mean,", "sentId": 49}], "secId": 21}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "I know it's tough sometimes to say it.", "sentId": 50}], "secId": 22}, {"speaker": "ROOF", "sentences": [{"text": "It's not that I don't want to say it, because I don't want to make myself seem guilty, I just don't really like saying it.", "sentId": 51}], "secId": 23}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "But, sometimes", "sentId": 52}], "secId": 24}, {"speaker": "ROOF", "sentences": [{"text": "I don't want to make myself seem guilty.", "sentId": 53}], "secId": 25}, {"speaker": "UINDENTIFIED MALE", "sentences": [{"text": "I know it's tough sometimes to say it on.", "sentId": 54}], "secId": 26}, {"speaker": "ROOF", "sentences": [{"text": "It's not that I don't want to say it because, I don't want to make myself seem guilty.", "sentId": 55}, {"text": "I just don't really like saying it.", "sentId": 56}], "secId": 27}, {"speaker": "UNIDETIFIED MALE", "sentences": [{"text": "But, sometimes we have to face those things, the realities, you know?", "sentId": 57}], "secId": 28}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "We don't want to put any words in your mouth, that's why Agent Stansberry is asking you what exactly it is that you did do.", "sentId": 58}], "secId": 29}, {"speaker": "ROOF", "sentences": [{"text": "Well, I did -- I killed -- well, I guess I mean, I don't really know it.", "sentId": 59}, {"text": "Well -- I don't know how many people or anything.", "sentId": 60}], "secId": 30}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "So, did you shoot them?", "sentId": 61}], "secId": 31}, {"speaker": "ROOF", "sentences": [{"text": "Yes.", "sentId": 62}], "secId": 32}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "What kind of gun did you use?", "sentId": 63}], "secId": 33}, {"speaker": "ROOF", "sentences": [{"text": "A Glock 45.", "sentId": 64}], "secId": 34}, {"speaker": "UNIDETIFIED MALE", "sentences": [{"text": "OK.", "sentId": 65}], "secId": 35}, {"speaker": "LEMON", "sentences": [{"text": "Why do you think it was so hard for him to say those words?", "sentId": 66}], "secId": 36}, {"speaker": "AMADOR", "sentences": [{"text": "Well, I'm not sure.", "sentId": 67}, {"text": "But, you know, I am very struck by the fact that he is so emotionless.", "sentId": 68}, {"text": "And you can see that in one of two ways in my experience, having worked with -- worked on many death penalty trials involving people with mental health issues, which his defenders, his lawyers back in July said he had, indifference, depraved indifference, or a real flat affect.", "sentId": 69}], "secId": 37}, {"speaker": "AMADOR", "sentences": [{"text": "I mean, what I'm impressed with in talking to journalists who have been in the courtroom all week, they're describing someone who speaks, like what we just heard, slowly, with no emotion.", "sentId": 70}, {"text": "And earlier, you said when he found out that more people had died than he realized, he actually was confused and incredulous and didn't believe what these detectives were telling him.", "sentId": 71}, {"text": "That he didn't believe that, in fact, nine people had been killed.", "sentId": 72}, {"text": "Made him feel bad, but also, it' noteworthy, Don, and it was really surprising to me was not only his surprise, but his -- how incredulous he was and kind of disorganized about it, like what do you mean I killed nine people?", "sentId": 73}], "secId": 38}, {"speaker": "LEMON", "sentences": [{"text": "Well, his defenders, the attorneys have said that he has -- he suffers a mental, you know, but that doesn't mean it's so, correct?", "sentId": 74}], "secId": 39}, {"speaker": "AMADOR", "sentences": [{"text": "That doesn't mean it's so but ...", "sentId": 75}], "secId": 40}, {"speaker": "LEMON", "sentences": [{"text": "That's his defense?", "sentId": 76}], "secId": 41}, {"speaker": "AMADOR", "sentences": [{"text": "That is potentially a form of defense.", "sentId": 77}, {"text": "Back in July, they filed a notice to present mental health evidence during Phase II, the guilt phase, which now, Dylann Roof has said he wants to be his own attorney during that phase.", "sentId": 78}], "secId": 42}, {"speaker": "LEMON", "sentences": [{"text": "We're going to discuss that a little bit more, but, I mean, he could just be a flat-out hater ...", "sentId": 79}], "secId": 43}, {"speaker": "AMADOR", "sentences": [{"text": "He absolutely could be a -- a white supremacist who hates people.", "sentId": 80}, {"text": "And I looked at that very carefully.", "sentId": 81}, {"text": "And I have a lot to say about whether the data, whether what he says, what others have remarked on, fits that categorization that he, himself, made.", "sentId": 82}], "secId": 44}, {"speaker": "LEMON", "sentences": [{"text": "Let's listen to more of him describing the shooting.", "sentId": 83}], "secId": 45}, {"speaker": "ROOF", "sentences": [{"text": "I mean, they reacted after I shot.", "sentId": 84}], "secId": 46}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Yeah, we understand that.", "sentId": 85}], "secId": 47}, {"speaker": "ROOF", "sentences": [{"text": "All right.", "sentId": 86}], "secId": 48}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "I guess my question -- I was just that, you know, sometimes I accidentally, you know if I pulled the gun out and everybody saw it, people might start to run or ...", "sentId": 87}], "secId": 49}, {"speaker": "ROOF", "sentences": [{"text": "Oh, no, no, no it was very fast.", "sentId": 88}, {"text": "It was not like I was, like, you know.", "sentId": 89}, {"text": "It was like a quick motion.", "sentId": 90}], "secId": 50}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Can you show what -- were you sitting down and did it or were you standing up or what?", "sentId": 91}], "secId": 51}, {"speaker": "ROOF", "sentences": [{"text": "Yeah, I was sitting down.", "sentId": 92}], "secId": 52}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Can you show me what you did, I mean ...", "sentId": 93}], "secId": 53}, {"speaker": "ROOF", "sentences": [{"text": "Yeah, this is like ...", "sentId": 94}], "secId": 54}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Like this or ...", "sentId": 95}], "secId": 55}, {"speaker": "ROOF", "sentences": [{"text": "Yeah, like, you know.", "sentId": 96}], "secId": 56}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "And just start shooting?", "sentId": 97}], "secId": 57}, {"speaker": "ROOF", "sentences": [{"text": "Yeah.", "sentId": 98}], "secId": 58}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "At people?", "sentId": 99}, {"text": "And we'll go back and ask you some more questions.", "sentId": 100}], "secId": 59}, {"speaker": "ROOF", "sentences": [{"text": "Yeah, I had it in the bag.", "sentId": 101}], "secId": 60}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "It was in the bag?", "sentId": 102}], "secId": 61}, {"speaker": "ROOF", "sentences": [{"text": "The bag's there, I dropped it.", "sentId": 103}], "secId": 62}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "You know, you dropped the bag?", "sentId": 104}], "secId": 63}, {"speaker": "ROOF", "sentences": [{"text": "There's a black bag.", "sentId": 105}, {"text": "But it was like a thing you can buy at a sporting goods thing, you know, for military people, or whatever, their vest or whatever.", "sentId": 106}, {"text": "But I just put it in my belt.", "sentId": 107}, {"text": "And it had all the magazines and the gun in there.", "sentId": 108}], "secId": 64}, {"speaker": "LEMON", "sentences": [{"text": "What stands out to you?", "sentId": 109}, {"text": "Because to me it sounds like he's describing his day like, you know, I went to the grocery store and then I ...", "sentId": 110}], "secId": 65}, {"speaker": "AMADOR", "sentences": [{"text": "Almost like a laundry list, right?", "sentId": 111}], "secId": 66}, {"speaker": "LEMON", "sentences": [{"text": "Right.", "sentId": 112}], "secId": 67}, {"speaker": "AMADOR", "sentences": [{"text": "That could be depraved indifference, it could be what most people think of as evil, or it could be flat affect, a common symptom of schizophrenia, which by far is the most common serious mental illness that has ended up in capital cases such as this.", "sentId": 113}], "secId": 68}, {"speaker": "LEMON", "sentences": [{"text": "He has said -- Roof has said that he became a white supremacist from the internet.", "sentId": 114}, {"text": "Let's listen to this.", "sentId": 115}], "secId": 69}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Would you consider yourself a white supremacist?", "sentId": 116}, {"text": "I know sometimes that's hard to -- but that white people are superior?", "sentId": 117}], "secId": 70}, {"speaker": "ROOF", "sentences": [{"text": "A white nationalist, not a white supremacist.", "sentId": 118}], "secId": 71}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "What's your definition of the two, then?", "sentId": 119}, {"text": "As you said you're a not white supremacist, you're white nationalist, what's in your mind?", "sentId": 120}], "secId": 72}, {"speaker": "ROOF", "sentences": [{"text": "How about this.", "sentId": 121}, {"text": "I do consider myself a white supremacist, sure.", "sentId": 122}, {"text": "White people are superior, if that's what you mean.", "sentId": 123}], "secId": 73}, {"speaker": "LEMON", "sentences": [{"text": "So, white supremacist, white nationalist, which we have been dealing with a lot in the news lately.", "sentId": 124}, {"text": "What's your reaction to that?", "sentId": 125}], "secId": 74}, {"speaker": "AMADOR", "sentences": [{"text": "My reaction to that, when you put that together with his manifesto, the last Rhodesian, is that I don't think he really knows what he is.", "sentId": 126}], "secId": 75}, {"speaker": "AMADOR", "sentences": [{"text": "If you look at his manifesto and look at this statement, he says, my whole life changed, I was not raised in a racist household.", "sentId": 127}, {"text": "And my whole life change the day I decided to look up Trayvon Martin, you remember that case of the Trayvon Martin.", "sentId": 128}, {"text": "Look up the Wikipedia page and he writes in that manifesto, my entire life changed that day.", "sentId": 129}, {"text": "I've been search for black-on-white hate crimes, crimes and I knew then that something was terribly wrong.", "sentId": 130}], "secId": 76}, {"speaker": "AMADOR", "sentences": [{"text": "And he goes on to say that based on this one day of internet searching, he converted to this, whether it's white nationalist, white supremacist ideology.", "sentId": 131}, {"text": "But it sounds very much, very, very much like what we would call in our field, in my field, a delusion of reference.", "sentId": 132}, {"text": "You see something, something innocuous.", "sentId": 133}, {"text": "You see one article on Wikipedia and suddenly his whole life changes?", "sentId": 134}, {"text": "Suddenly -- there's no trajectory of being indoctrinated.", "sentId": 135}, {"text": "There's no journey of his having difficulties with other races.", "sentId": 136}], "secId": 77}, {"speaker": "AMADOR", "sentences": [{"text": "And to top it all off, why aren't Asians, billions of Asians, included?", "sentId": 137}, {"text": "He makes a point of saying they're not part of the races, the inferior races.", "sentId": 138}, {"text": "In fact, they could be our allies.", "sentId": 139}, {"text": "That doesn't fit with any white nationalist or white supremacist doctrine that I'm familiar with.", "sentId": 140}, {"text": "That sounds a lot like an idiosyncratic, probably delusional belief.", "sentId": 141}, {"text": "Certainly his attorneys had him evaluated, certainly the Judge looked at that evaluation.", "sentId": 142}, {"text": "The Judge didn't say he was not mentally ill, he simply said he could stand trial and be competent.", "sentId": 143}], "secId": 78}, {"speaker": "ROOF", "sentences": [{"text": "Frightening.", "sentId": 144}, {"text": "Thank you, Doctor.", "sentId": 145}], "secId": 79}, {"speaker": "ROOF", "sentences": [{"text": "More of our breaking news coverage of Dylann Roof's shocking murder confession right after this break.", "sentId": 146}], "secId": 80}, {"speaker": "LEMON", "sentences": [{"text": "We're back now with our breaking news, accused killer Dylann Roof confessing to the murders of nine people inside a Charleston, South Carolina church last year.", "sentId": 147}, {"text": "That video played in court today.", "sentId": 148}], "secId": 81}, {"speaker": "LEMON", "sentences": [{"text": "I want to bring in attorneys, Mark O'mara and Areva Martin and also Dr. Xavier Amador is back me.", "sentId": 149}], "secId": 82}, {"speaker": "LEMON", "sentences": [{"text": "So, let's talk about this, Mark, first though more of the confession video.", "sentId": 150}], "secId": 83}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "You pulled out the gun and you shot them?", "sentId": 151}, {"text": "Started shooting people?", "sentId": 152}, {"text": "Or how -- I mean, how?", "sentId": 153}], "secId": 84}, {"speaker": "ROOF", "sentences": [{"text": "Yeah, that's it.", "sentId": 154}], "secId": 85}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "I mean, so do you know how many people you shot?", "sentId": 155}], "secId": 86}, {"speaker": "ROOF", "sentences": [{"text": "If I was going to guess, five maybe.", "sentId": 156}, {"text": "I'm really not sure, exactly.", "sentId": 157}], "secId": 87}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Well ...", "sentId": 158}], "secId": 88}, {"speaker": "ROOF", "sentences": [{"text": "Four, five, I'm not sure.", "sentId": 159}], "secId": 89}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Did you say anything to them before or after or during?", "sentId": 160}], "secId": 90}, {"speaker": "ROOF", "sentences": [{"text": "No, I didn't say anything to them before or anything.", "sentId": 161}], "secId": 91}, {"speaker": "LEMON", "sentences": [{"text": "So, Mark, I mean, he later said he felt bad that he killed nine people.", "sentId": 162}, {"text": "Compare and contrast this confession with others you have witness.", "sentId": 163}], "secId": 92}, {"speaker": "O'MARA", "sentences": [{"text": "Well, you know, this is almost a new breed.", "sentId": 164}, {"text": "And as Dr. Amador said, the complete flat affect.", "sentId": 165}, {"text": "I mean there's no remorse whatsoever.", "sentId": 166}, {"text": "It is no emotional connection to it.", "sentId": 167}, {"text": "There's not even an emotional connection to the cause.", "sentId": 168}, {"text": "It's not like he was a zealot who came out and said, yes, I did it, here's why.", "sentId": 169}, {"text": "I mean, even everything that he says, he finds it out from a web page.", "sentId": 170}, {"text": "If you read Google, you know, the search that he had done on the South Carolina web page, literally, Emanuel AME Church is first up.", "sentId": 171}, {"text": "And that's probably where he got it from.", "sentId": 172}, {"text": "So, even the church was this coincidental.", "sentId": 173}], "secId": 93}, {"speaker": "O'MARA", "sentences": [{"text": "So, you know, the FBI agents did a good job of getting him to confess to everything.", "sentId": 174}, {"text": "And they did a good job as FBI agents to do away with any active psychosis or insanity that may have been argued down the road by defense.", "sentId": 175}, {"text": "But this is frightening and that it is almost a new breed.", "sentId": 176}, {"text": "I don't know how else to say it, of somebody that can do something with a complete lack of caring, a complete lack of focus, almost, and even afterwards, have no remorse.", "sentId": 177}], "secId": 94}, {"speaker": "LEMON", "sentences": [{"text": "All right.", "sentId": 178}, {"text": "Let's listen a little bit more here.", "sentId": 179}], "secId": 95}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Let me make sure I'm clear on this.", "sentId": 180}, {"text": "You have already said -- if it wouldn't have been black people in that church, you don't remember what's in there, you know, the shot I mean, it was because you're belief, your understanding that a lot of people in America and the world is doing just aside with the cry and anything else, and you want the truth if it was retaliation or a ...", "sentId": 181}], "secId": 96}, {"speaker": "ROOF", "sentences": [{"text": "Right, you know.", "sentId": 182}, {"text": "Realizing, these people, you know, they're at church, you know, they're not criminals .", "sentId": 183}, {"text": "So why does the criminal black people killed innocent white people ever day?", "sentId": 184}], "secId": 97}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "So, what was your point then?", "sentId": 185}, {"text": "What point were you trying to make?", "sentId": 186}, {"text": "You said right there these people were in church, they're innocent.", "sentId": 187}], "secId": 98}, {"speaker": "ROOF", "sentences": [{"text": "Correct.", "sentId": 188}], "secId": 99}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "But was that smallest of plan of targeting them?", "sentId": 189}], "secId": 100}, {"speaker": "ROOF", "sentences": [{"text": "Because I just knew that would be a place where there would be, you know, at least, you know, a small number of black people, you know, in one area.", "sentId": 190}], "secId": 101}, {"speaker": "LEMON", "sentences": [{"text": "Areva, what's your reaction to that?", "sentId": 191}], "secId": 102}, {"speaker": "MARTIN", "sentences": [{"text": "This is such chilling testimony from Dylann Roof.", "sentId": 192}, {"text": "We also know from this videotape he said it wasn't like he could go into an African-American community, so he targeted the church, because he knew African-Americans would be there, but suggesting that he didn't want to go into a community where there would be lots of African-Americans.", "sentId": 193}, {"text": "So, in many ways, he knew they were vulnerable, he knew that that was a place where he could exert power and control over them.", "sentId": 194}], "secId": 103}, {"speaker": "MARTIN", "sentences": [{"text": "I think it's important to note that this is a federal capital murder case, and it's a federal case, because this is a hate crime case, and the FBI agents did do a great job in getting him to confess that the purpose of these murders was solely based on race.", "sentId": 195}, {"text": "These people were targeted because they were African-American, and his actions towards them were solely based on his belief that white people are better and that African Americans are somehow inferior and deserving to be killed.", "sentId": 196}], "secId": 104}, {"speaker": "LEMON", "sentences": [{"text": "Did it -- was it surprising to you, Doctor, that when he said \"Why,\" he kind of -- he'd really didn't know.", "sentId": 197}, {"text": "He had to think about it.", "sentId": 198}], "secId": 105}, {"speaker": "AMADOR", "sentences": [{"text": "He -- there was a long pause.", "sentId": 199}, {"text": "And I have to disagree with Areva.", "sentId": 200}, {"text": "I didn't hear anything in his statement about, I'm targeting this inferior race of African-American of blacks.", "sentId": 201}], "secId": 106}, {"speaker": "LEMON", "sentences": [{"text": "But he said, I'm going -- because he knew there would be black people.", "sentId": 202}], "secId": 107}, {"speaker": "AMADOR", "sentences": [{"text": "And I know that there's another context here, but if you read his manifesto, it doesn't make sense, it doesn't fit with what we know about white supremacists, white nationalists.", "sentId": 203}, {"text": "All of the races are inferior.", "sentId": 204}, {"text": "He excludes Asians, it's in idiosyncratic.", "sentId": 205}, {"text": "He seems confused even as to why he did it.", "sentId": 206}], "secId": 108}, {"speaker": "LEMON", "sentences": [{"text": "Areva?", "sentId": 207}], "secId": 109}, {"speaker": "MARTIN", "sentences": [{"text": "Well, you can disagree with me about the fact that this idiosyncratic but it's very clear to me and if you listen to the entire confession, if you read the manifesto and if you read the letters left by him, he was targeting African-Americans.", "sentId": 208}], "secId": 110}, {"speaker": "AMADOR", "sentences": [{"text": "Yes.", "sentId": 209}], "secId": 111}, {"speaker": "MARTIN", "sentences": [{"text": "He could have been targeted Latinos, he could have targeted Asians, but he targeted black people in a black church.", "sentId": 210}, {"text": "And we can't dismiss that.", "sentId": 211}, {"text": "AMADOR:  No.", "sentId": 212}], "secId": 112}, {"speaker": "MARTIN", "sentences": [{"text": "That means that black people were the target of his hate.", "sentId": 213}], "secId": 113}, {"speaker": "LEMON", "sentences": [{"text": "Yeah.", "sentId": 214}], "secId": 114}, {"speaker": "AMADOR", "sentences": [{"text": "Yeah, and that's not my point and that's not really what I was saying.", "sentId": 215}], "secId": 115}, {"speaker": "LEMON", "sentences": [{"text": "Yeah.", "sentId": 216}, {"text": "Go on.", "sentId": 217}], "secId": 116}, {"speaker": "AMADOR", "sentences": [{"text": "Well, my point is that, you know, his previous statement was that he's doing this to spark a race war.", "sentId": 218}, {"text": "Nothing else that he says, or even the way he behaves indicates that in fact, that's what he's doing.", "sentId": 219}, {"text": "So, yes, he was targeting black people.", "sentId": 220}], "secId": 117}, {"speaker": "LEMON", "sentences": [{"text": "But this is not organized enough", "sentId": 221}], "secId": 118}, {"speaker": "AMADOR", "sentences": [{"text": "He appears very disorganized and he appears with these long pauses before he answers, which is how he is in court as well.", "sentId": 222}], "secId": 119}, {"speaker": "LEMON", "sentences": [{"text": "Yeah.", "sentId": 223}], "secId": 120}, {"speaker": "AMADOR", "sentences": [{"text": "And the sort of almost laissez-faire attitude of -- well, he was asked, \"Did you do this to be a martyr?\"", "sentId": 224}, {"text": "Long pause, and he said, \"That would be nice, I guess.\"", "sentId": 225}, {"text": "There's no sense of conviction, really is what I meant, not that he wasn't targeting African-Americans.", "sentId": 226}], "secId": 121}, {"speaker": "LEMON", "sentences": [{"text": "Hey, Mark -- go ahead, Mark.", "sentId": 227}], "secId": 122}, {"speaker": "O'MARA", "sentences": [{"text": "Well, Don, I think we may be assigning to him too much credibility.", "sentId": 228}, {"text": "You know, we're trying to look at him and say, here's his principles, here's his intent, here's this well-thought-out plan.", "sentId": 229}], "secId": 123}, {"speaker": "LEMON", "sentences": [{"text": "That was my point when I said maybe he just wasn't organized enough.", "sentId": 230}], "secId": 124}, {"speaker": "AMADOR", "sentences": [{"text": "He didn't know what month it was.", "sentId": 231}], "secId": 125}, {"speaker": "LEMON", "sentences": [{"text": "Right, yeah.", "sentId": 232}], "secId": 126}, {"speaker": "AMADOR", "sentences": [{"text": "He didn't know what month it was during that interrogation.", "sentId": 233}], "secId": 127}, {"speaker": "LEMON", "sentences": [{"text": "Go ahead, Mark.", "sentId": 234}], "secId": 128}, {"speaker": "O'MARA", "sentences": [{"text": "This is a hate crime because there's no question that he focused on black Americans.", "sentId": 235}, {"text": "There's no question about that at all.", "sentId": 236}, {"text": "So it is.", "sentId": 237}, {"text": "Whether or not his manifesto makes a great deal of sense, I've read it, it doesn't make a great deal of sense, except to say that he has disorganized thought and for the most part, he doesn't like blacks.", "sentId": 238}, {"text": "And he took that thought, wherever it came from, from the Trayvon Martin case, from looking at and the AME Church online, and he decided to act on it in a way that meets all of the hate crime criteria and federal law.", "sentId": 239}, {"text": "And that's why we're here.", "sentId": 240}, {"text": "The reality is we have to look at what's going to happen and the only thing that matters.", "sentId": 241}, {"text": "Not his actual guilt.", "sentId": 242}, {"text": "Because I don't think there's any jury even though we have to look at Slager and question jury's abilities to convict under good evidence.", "sentId": 243}, {"text": "There's no jury that's not going to convict Roof of this.", "sentId": 244}], "secId": 129}, {"speaker": "O'MARA", "sentences": [{"text": "The question really is, will they come back and say there's enough unknown here, there's enough subtle dysfunction that they're going to salvage his life, that they're not going to -- that kind of thing.", "sentId": 245}, {"text": "And if anything is happening here then organize fast and it's from -- his attorneys were trying to present in the beginning the mental dysfunction that they're going to focus on in the penalty case.", "sentId": 246}], "secId": 130}, {"speaker": "LEMON", "sentences": [{"text": "That's going to have to be the last word.", "sentId": 247}, {"text": "Thank you all.", "sentId": 248}, {"text": "Thank you, Mark.", "sentId": 249}, {"text": "Thank you, Doctor.", "sentId": 250}, {"text": "Thank you Areva.", "sentId": 251}, {"text": "Appreciate it.", "sentId": 252}], "secId": 131}, {"speaker": "LEMON", "sentences": [{"text": "Up next, Rudy Giuliani, out of the running to be Donald Trump's Secretary of State.", "sentId": 253}], "secId": 132}, {"speaker": "LEMON", "sentences": [{"text": "Breaking political news tonight, Rudy Giuliani out of the running for Secretary of State or any position in Donald Trump's administration.", "sentId": 254}], "secId": 133}, {"speaker": "LEMON", "sentences": [{"text": "I want to bring in CNN's chief national correspondent, John King, and presidential historian, Douglas Brinkley, the executive producer of presidential sweep.", "sentId": 255}, {"text": "Good evening, gentleman.", "sentId": 256}], "secId": 134}, {"speaker": "LEMON", "sentences": [{"text": "Mr. King, to you first.", "sentId": 257}, {"text": "Donald Trump was in Michigan tonight, another stop on his \"Thank You Tour.\"", "sentId": 258}, {"text": "It is a blue state that he turned red.", "sentId": 259}, {"text": "What did we hear from the President-elect?", "sentId": 260}], "secId": 135}, {"speaker": "KING", "sentences": [{"text": "He was quite happy, Don.", "sentId": 261}, {"text": "He said, for starters, he was glad the recount was over.", "sentId": 262}, {"text": "The courts today in Michigan today shut down the recount.", "sentId": 263}, {"text": "Donald Trump said that he was happy with that.", "sentId": 264}, {"text": "He said they were going to start saying Merry Christmas in the United States again.", "sentId": 265}, {"text": "I guess he thinks the politically correct barrier has been broken by his election.", "sentId": 266}], "secId": 136}, {"speaker": "KING", "sentences": [{"text": "He made a couple of economic announcements in that blue collar blue state you're talking about.", "sentId": 267}, {"text": "Number one, he said the chairman of Dow Chemical will be the head of a new manufacturing council that he hopes to create jobs here.", "sentId": 268}], "secId": 137}, {"speaker": "KING", "sentences": [{"text": "And without the specifics, Don, we're going to have to ask Ford Motor Company in the Trump transition for more specifics, but he said that Ford was planning a big announcement, that they had made a promise to him before the motor company and at early in the New York he expected announcement about some new jobs and he said would be in Mexico, I mean in Michigan -- not Mexico.", "sentId": 269}, {"text": "Again, we don't have the specifics on that, but we'll keep asking.", "sentId": 270}], "secId": 138}, {"speaker": "LEMON", "sentences": [{"text": "Of course, we will.", "sentId": 271}, {"text": "So John, I've been waiting to talk to you about this since it was announced.", "sentId": 272}, {"text": "Donald Trump, you know, he rewards loyalists.", "sentId": 273}, {"text": "So what do you make of Rudy Giuliani no longer in the running for Secretary of State?", "sentId": 274}, {"text": "It's being spun as, he took his name, you know, out of the running, himself, out of the running, but do you believe that's so?", "sentId": 275}], "secId": 139}, {"speaker": "KING", "sentences": [{"text": "I think he took his name out of the running when it became clear the one job he wanted, Secretary of State, would not be offered to him.", "sentId": 276}, {"text": "He did not want, we are told, Homeland Security.", "sentId": 277}, {"text": "You say Trump is known as being loyal, in some cases, that's true, but Rudy Giuliani is not particularly happy right now.", "sentId": 278}, {"text": "We know Newt Gingrich isn't very happy right now.", "sentId": 279}, {"text": "Mike Huckabee, who came on for the Trump team relatively early, isn't very happy right now.", "sentId": 280}, {"text": "Chris Christie, the governor of New Jersey ...", "sentId": 281}], "secId": 140}, {"speaker": "LEMON", "sentences": [{"text": "Yeah.", "sentId": 282}], "secId": 141}, {"speaker": "KING", "sentences": [{"text": "... the people close to him say he feels a bit mistreated.", "sentId": 283}, {"text": "So people who are in the Trump inner circle, some of them are rewarded, others in this transition process, Don, you know, Doug's been through a bunch of this in the past, this does happen, but it's been a very public process.", "sentId": 284}, {"text": "And a lot of Trump loyalists are actually starting to grumble, saying that why is Mitt Romney getting all of this face time?", "sentId": 285}, {"text": "Why is he getting considered for something when those of us who were in the fight longer, a lot of them feel they're getting passed over.", "sentId": 286}], "secId": 142}, {"speaker": "LEMON", "sentences": [{"text": "Interesting.", "sentId": 287}, {"text": "Douglas, do you have a perspective on this?", "sentId": 288}], "secId": 143}, {"speaker": "BRINKLEY", "sentences": [{"text": "Yeah.", "sentId": 289}, {"text": "Well, look, I think Rudy Giuliani may not have been vettable in the end.", "sentId": 290}, {"text": "His business dealings are a bit strange and we certainly don't know whether he could have passed mustard.", "sentId": 291}], "secId": 144}, {"speaker": "BRINKLEY", "sentences": [{"text": "I think you're seeing Donald Trump tilt to the military men a lot.", "sentId": 292}, {"text": "I think General Petraeus have a difficult confirmation, but I think he'd get through, still in the running for Secretary of State.", "sentId": 293}, {"text": "But Senator Corker of Tennessee to me seems to be somebody that Donald Trump might end up leaning towards.", "sentId": 294}, {"text": "Republicans love him, you know, brands of conservatives love him and Democrats find him palatable.", "sentId": 295}, {"text": "But Mitt Romney, I think, may be another casualty, like the list John just rattled off to you, of loyalists, or in Romney's case, a famous Republican who's just not going to end up -- all the names that John has said, all the big names aren't really showing up in the administration.", "sentId": 296}], "secId": 145}, {"speaker": "LEMON", "sentences": [{"text": "Interesting.", "sentId": 297}, {"text": "Douglas, this one is for you, as well.", "sentId": 298}, {"text": "Donald Trump's pick for Ambassador to China is also being well received given his tough talk on China, and his controversial Taiwan call.", "sentId": 299}, {"text": "President George H.W.", "sentId": 300}, {"text": "Bush tweeted this and put it up, essentially saying, \"The bilateral relationship is critical to peace in the 21st century.", "sentId": 301}, {"text": "The President-elect Trump is wise to name Terry Branstad as ambassador.\"", "sentId": 302}, {"text": "So far, conservatives are happy with Trump's picks?", "sentId": 303}], "secId": 146}, {"speaker": "BRINKLEY", "sentences": [{"text": "Very happy.", "sentId": 304}, {"text": "I mean, he's going with the real conservative lineup.", "sentId": 305}, {"text": "I mean, picking somebody like Scott Pruitt at EPA, after a day before meeting Leonardo DiCaprio, and before that, Al Gore, and just picking a climate denier.", "sentId": 306}, {"text": "I mean, that's a dream for the oil and gas industry.", "sentId": 307}, {"text": "I think what Trump's going to try to do, though, out of the gate is get jobs, manufacturing back to the Midwest and the south, but also do the offshore drilling, money for states, and then build that border wall, which will be some infrastructure jobs in New Mexico and Arizona, Texas, and then in the west, the American west, open up the public lands, national grasslands, forests, and drill, frac, get shale, do whatever you can to try to get the Trump revolution being an economic boom in his first, you know, eight, 10 months in office.", "sentId": 308}], "secId": 147}, {"speaker": "LEMON", "sentences": [{"text": "Yeah.", "sentId": 309}, {"text": "John King, let's get back to the Cabinet because our CNN  uncovered a radio interview from General Michael Flynn, he's been very controversial, one of Trump's picks for the national security adviser.", "sentId": 310}, {"text": "He is claiming Arabic signs were present along the U.S.-Mexico border to guide terrorists into the United States.", "sentId": 311}, {"text": "Listen to this.", "sentId": 312}], "secId": 148}, {"speaker": "FLYNN", "sentences": [{"text": "I know from my friends in the Border Patrol in CBP that they -- there are countries, so there's radical Islamist countries, state-sponsored, that are cutting deals with Mexican drug cartels for some of what they call the \"lanes of entry\" into our country.", "sentId": 313}, {"text": "And I have personally seen the photos of the signage, OK, the signage along those paths that are in Arabic.", "sentId": 314}], "secId": 149}, {"speaker": "LEMON", "sentences": [{"text": "Before you respond, I need to say that CNN hasn't been able to corroborate this.", "sentId": 315}, {"text": "The Border Patrol Union told CNN that they won't aware of any signs and a Trump transition spokesman declined to comment on this.", "sentId": 316}, {"text": "So how is Washington reacting to Flynn as stories like this trickle out?", "sentId": 317}], "secId": 150}, {"speaker": "KING", "sentences": [{"text": "This is one of many things about General Flynn that have people alarmed, not just Democrats, a lot of Republicans, as well.", "sentId": 318}, {"text": "And Don, a lot of it, you know, as Doug mentioned, you hear a lot of generals coming into the Trump administration.", "sentId": 319}, {"text": "A lot of his former colleagues in the military are also concerned about General Flynn.", "sentId": 320}], "secId": 151}, {"speaker": "KING", "sentences": [{"text": "We have asked the Trump campaign to please tell us where these signs are.", "sentId": 321}, {"text": "If General Flynn has seen these photos, please, whoever shown him those photos, have them share them with us so that we can verify his story because it simply does not appear to be anywhere near the truth.", "sentId": 322}], "secId": 152}, {"speaker": "KING", "sentences": [{"text": "Remember back in 24 campaign, on conservative talk radio, some of these conspiracy theory websites, they had this thing that, you know, ISIS was infecting illegal immigrants with Ebola and sending them across the border.", "sentId": 323}, {"text": "This is the kind of conspiracy theory stuff that General Flynn has trafficked in.", "sentId": 324}, {"text": "Not just in this instance, but in other instances as well, that has a lot of people worried.", "sentId": 325}], "secId": 153}, {"speaker": "one", "sentences": [{"text": "And he doesn't need Senate confirmation.", "sentId": 326}, {"text": "So Douglas, President Obama is ordering a review of Russian-related election hacking.", "sentId": 327}, {"text": "What do you make of that given his successor continually denies that Russia has had any involvement despite finding so far from the intelligence community?", "sentId": 328}], "secId": 154}, {"speaker": "BRINKLEY", "sentences": [{"text": "Well, I think he better hurry up, President Obama, in doing that, because Donald Trump will just disregard the report or call it a Democratic hoax.", "sentId": 329}, {"text": "You know, the fact of the matter is, it's a serious problem what Russia did in our election.", "sentId": 330}, {"text": "And I think we need to -- the press needs to be talking about this a lot more.", "sentId": 331}, {"text": "We need to get answers, get to the bottom of it.", "sentId": 332}, {"text": "Thank goodness Senator Lindsey Graham seems to be on the case.", "sentId": 333}, {"text": "But so many other Republicans just shrug about it.", "sentId": 334}, {"text": "But it's the very heart and soul of what our Democratic process is.", "sentId": 335}, {"text": "And I know Trump feels he can do business with Putin, but he -- we need Donald Trump to take some leadership, look at the report that Obama comes out, and if there are Russian fingerprints on it, he needs to say so.", "sentId": 336}, {"text": "He's our president now -- soon to be our president.", "sentId": 337}], "secId": 155}, {"speaker": "LEMON", "sentences": [{"text": "Douglas Brinkley, John King, thank you, gentleman, have a good weekend.", "sentId": 338}], "secId": 156}, {"speaker": "show", "sentences": [{"text": "00 right here on CNN.", "sentId": 339}, {"text": "I never miss it.", "sentId": 340}, {"text": "Make sure you tune in.", "sentId": 341}], "secId": 157}, {"speaker": "show", "sentences": [{"text": "Coming up, Donald Trump is promising to drain the swamp in Washington.", "sentId": 342}, {"text": "So, how does he explain the millionaires, the billionaires, and Washington insiders in his Cabinet?", "sentId": 343}], "secId": 158}, {"speaker": "LEMON", "sentences": [{"text": "Donald Trump won the election with the help of working class Americans.", "sentId": 344}, {"text": "So comments about minimum -- about the minimum wage, by his pick for Labor secretary have some of those supporters scratching their heads.", "sentId": 345}], "secId": 159}, {"speaker": "Bump", "sentences": [{"text": "A Memoir of a Family and Culture in Crisis\", and CNN contributor, Salena Zito.", "sentId": 346}], "secId": 160}, {"speaker": "Bump", "sentences": [{"text": "Hello to all of you.", "sentId": 347}, {"text": "I'm going to get to Phillip Bump quickly.", "sentId": 348}, {"text": "Guys, I'll see you two in just a minute.", "sentId": 349}, {"text": "Because I want to get to this news.", "sentId": 350}, {"text": "There's a new statement from the Trump transition team, on a statement on claims of foreign interference in U.S. elections and I'll just read it here off of my phone, he said, \"These are the same people that said Saddam Hussein had weapons of mass destruction.", "sentId": 351}, {"text": "The election ended a long time ago and one of the big Electoral College victories in history.", "sentId": 352}, {"text": "It is now time to move on and make America great again.\"", "sentId": 353}, {"text": "Of course I guess are they responding to the White House and investigating the Russian influence in the election?", "sentId": 354}], "secId": 161}, {"speaker": "BUMP", "sentences": [{"text": "Right.", "sentId": 355}, {"text": "Well, with maybe.", "sentId": 356}, {"text": "I mean, it may also be.", "sentId": 357}, {"text": "There's a report in \"The Washington Post\" that came out a little while ago, that secret CIA report that suggests that the CIA believed that Russia had actively tried to get Donald Trump elected president.", "sentId": 358}, {"text": "My guess is that's what that's a response to.", "sentId": 359}, {"text": "Because there's a lot in that statement that's inaccurate to them and had that we can go over.", "sentId": 360}], "secId": 162}, {"speaker": "BUMP", "sentences": [{"text": "But Donald Trump has, for a long time, argued that Russia did not play any role in the election or that we couldn't be sure that Russia played a role in the election.", "sentId": 361}, {"text": "Now there is a secret CIA report, \"The Washington Post\" has reported that suggested they had, not only inactive role but not role with the goal of achieving the outcome that was achieve.", "sentId": 362}], "secId": 163}, {"speaker": "LEMON", "sentences": [{"text": "Salena, you have anything to add to this response?", "sentId": 363}], "secId": 164}, {"speaker": "ZITO", "sentences": [{"text": "Well, I mean, I think that Trump is trying to get a sort of delicate balance, right?", "sentId": 364}, {"text": "He wants to project this winning of results from his election.", "sentId": 365}, {"text": "So he doesn't want anything, you know, to sort of undermine it.", "sentId": 366}, {"text": "So to -- for the stories to be out there that maybe the Russians had something to do with impacting or, you know, at least spreading propaganda to, you know, impact voters, you know, that's going to get under his skin.", "sentId": 367}, {"text": "And he's going to make sure that he gets his message out that this had nothing to do with it.", "sentId": 368}], "secId": 165}, {"speaker": "LEMON", "sentences": [{"text": "J.D., anything to add?", "sentId": 369}], "secId": 166}, {"speaker": "VANCE", "sentences": [{"text": "Well, I just think the right response is for Trump to say, on the one hand, I would have won regardless of what there would have been any influence from the Russians, to Salena's point.", "sentId": 370}, {"text": "But I do think it's important in this time where people are pretty worried about our democratic process.", "sentId": 371}, {"text": "I think it would be great for Trump to come out and say, look, we're going to look into this and going to make sure that Russians aren't screwing with our elections.", "sentId": 372}], "secId": 167}, {"speaker": "LEMON", "sentences": [{"text": "Yeah.", "sentId": 373}, {"text": "And we have been reporting, CNN has been reporting that they were doing more than just meddling.", "sentId": 374}, {"text": "They were attempting to steer on interfering in the election, to steer it towards Donald Trump.", "sentId": 375}, {"text": "We have been reporting that.", "sentId": 376}, {"text": "And now the Trump transition team is responding.", "sentId": 377}, {"text": "Do you want to say something?", "sentId": 378}], "secId": 168}, {"speaker": "BUMP", "sentences": [{"text": "I was just going to point out that this is the same time that Donald Trump in that statement essentially tax intelligence agencies, as he has done repeatedly over the course of the campaign.", "sentId": 379}, {"text": "You know, this is -- he is also supposed to be receiving these briefings from the same intelligence agencies, which he has now been receiving with the same regularity as past president-elects have.", "sentId": 380}, {"text": "And I think there are some overlap there.", "sentId": 381}, {"text": "It's also important to note, this was not one of the biggest electoral vote margins in history, but that's sort of beside the point.", "sentId": 382}], "secId": 169}, {"speaker": "LEMON", "sentences": [{"text": "I don't understand.", "sentId": 383}, {"text": "You said there are a couple of things that are in.", "sentId": 384}, {"text": "Saddam Hussein and weapons of mass destruction, what does that have to?", "sentId": 385}], "secId": 170}, {"speaker": "BUMP", "sentences": [{"text": "Well, this is what I'm saying.", "sentId": 386}, {"text": "He is trying to -- the way I'm reading that statement is that he is trying to undercut the validity of the sourcing on this intelligence report by suggesting they also got the Iraq war wrong.", "sentId": 387}], "secId": 171}, {"speaker": "LEMON", "sentences": [{"text": "Wrong.", "sentId": 388}, {"text": "Got it.", "sentId": 389}], "secId": 172}, {"speaker": "BUMP", "sentences": [{"text": "And so, which is something -- again, something he's been doing consistently over the course of the campaign.", "sentId": 390}], "secId": 173}, {"speaker": "LEMON", "sentences": [{"text": "Okay.", "sentId": 391}, {"text": "Let's move on and we'll continue to check on that and see if anything develops.", "sentId": 392}, {"text": "Tonight's Michigan rally, Donald Trump teased a possible agreement with Ford to keep jobs from moving to Mexico.", "sentId": 393}, {"text": "Here it is.", "sentId": 394}], "secId": 174}, {"speaker": "TRUMP", "sentences": [{"text": "And the people in Michigan remembered, I've been talking about this for years.", "sentId": 395}, {"text": "We're going to stop it.", "sentId": 396}, {"text": "And Ford's made a promise to me, and hopefully at the beginning of the year, they're going to honor that promise about something they're going to do that's very big and they're going to do it in Michigan, not in Mexico.", "sentId": 397}], "secId": 175}, {"speaker": "LEMON", "sentences": [{"text": "Salena, first it was Carrier, now he is teasing Ford.", "sentId": 398}, {"text": "What's your take on this?", "sentId": 399}], "secId": 176}, {"speaker": "ZITO", "sentences": [{"text": "Well, you know, Trump's thing has been, since he was a businessman and it's played out and throughout his campaign, is to always project strength, because strength gives you power and leverage.", "sentId": 400}, {"text": "And so when he makes these statements, he's talking about how he's making deals to make things happen.", "sentId": 401}], "secId": 177}, {"speaker": "ZITO", "sentences": [{"text": "And, you know, we don't know what kind of deal is going on.", "sentId": 402}, {"text": "I think it was yesterday that he said at the rally in Iowa, that he had -- that he had spoken to about the top 10 businesses or manufacturers in the country, and that, you know, he was going to start talking to them about keeping jobs in the U.S.", "sentId": 403}, {"text": "He's going to probably tease with this and then have a big announcement that seems to be his sort of business way of rolling these things out.", "sentId": 404}], "secId": 178}, {"speaker": "LEMON", "sentences": [{"text": "JD, do you think that's a smart move given the recent blowback with the Carrier deal, and, you know, their uproar with the union, and not being as many jobs as he said and so on?", "sentId": 405}], "secId": 179}, {"speaker": "VANCE", "sentences": [{"text": "Well, I definitely think it's politically smart, because the real political genius of Donald Trump this campaign cycle was to recognize that people wanted jobs, right?", "sentId": 406}, {"text": "They didn't want handouts.", "sentId": 407}, {"text": "They didn't want pay on.", "sentId": 408}, {"text": "He's a noble businessman.", "sentId": 409}, {"text": "They wanted good, stable work that they could depend on.", "sentId": 410}, {"text": "So I think it's politically smart.", "sentId": 411}], "secId": 180}, {"speaker": "VANCE", "sentences": [{"text": "The worry that I have with this stuff is that if you look at the numbers, of course.", "sentId": 412}, {"text": "We know that the reason American manufacturing isn't doing great is because of technology and automation.", "sentId": 413}, {"text": "So even though it's smart politics, I think that we've got to have a much better approach to how we get some of these manufacturing workers back to work, get them trained for new jobs.", "sentId": 414}, {"text": "Because without that, we're never going to be able to solve the real job crisis that exists for hundreds of thousands of Americans.", "sentId": 415}], "secId": 181}, {"speaker": "VANCE", "sentences": [{"text": "You know, this stuff deals with the problem for maybe a few hundred, maybe a few thousand folks, but we really have a massive manufacturing and blue collar work problem in the country.", "sentId": 416}], "secId": 182}, {"speaker": "LEMON", "sentences": [{"text": "All right.", "sentId": 417}, {"text": "Stand by, everyone.", "sentId": 418}, {"text": "As we come right back, a union leader critical of Donald Trump now says he is receiving threats.", "sentId": 419}, {"text": "We're going to talk about that.", "sentId": 420}], "secId": 183}, {"speaker": "LEMON", "sentences": [{"text": "We're back now.", "sentId": 421}, {"text": "Carrier union boss, Chuck Jones, says he is getting threats after criticizing Donald Trump.", "sentId": 422}, {"text": "Back with me, Philip Bump, JD Vance, and Salena Zito.", "sentId": 423}], "secId": 184}, {"speaker": "LEMON", "sentences": [{"text": "So after Trump tweeted, you know, his criticism about Chuck Jones, United Steelworkers President, Jones says he has been receiving threats.", "sentId": 424}], "secId": 185}, {"speaker": "JONES", "sentences": [{"text": "People saying, you know, we know you've got children, we know where you live, we know what kind of car you're driving.", "sentId": 425}, {"text": "Other people call me a bunch of bad names on the phone, so, you know, it is what it is.", "sentId": 426}, {"text": "But it's not a major deal.", "sentId": 427}, {"text": "I'm not concerned about it.", "sentId": 428}, {"text": "I ain't got the authorities involved nor I do plan on it.", "sentId": 429}, {"text": "You know, people's got frustration because I said something about President-elect Trump and they're taking it -- they're take it out on me and that's fine.", "sentId": 430}], "secId": 186}, {"speaker": "LEMON", "sentences": [{"text": "Philip?", "sentId": 431}, {"text": "What's your reaction?", "sentId": 432}], "secId": 187}, {"speaker": "BUMP", "sentences": [{"text": "I mean, it's strange to me that a person who is advocating on behalf of essentially the people that he works, with this guy runs -- he's the president of the union that affected that Carrier plant, it's strange to me he is having to fend off the President-elect.", "sentId": 433}, {"text": "I mean, to some extent that these calls are less interesting and even the fact that Donald Trump received fairly mild critique.", "sentId": 434}, {"text": "I mean, it was not, you know, this was, you know, these are the interesting story, but it was not a big deal, and Donald Trump went after the guy.", "sentId": 435}, {"text": "I think that's the thing ...", "sentId": 436}], "secId": 188}, {"speaker": "LEMON", "sentences": [{"text": "Gave more oxygen to it.", "sentId": 437}, {"text": "People may not even ...", "sentId": 438}], "secId": 189}, {"speaker": "BUMP", "sentences": [{"text": "Oh, absolutely, yeah.", "sentId": 439}, {"text": "And raised the issue, you know, all over again.", "sentId": 440}], "secId": 190}, {"speaker": "LEMON", "sentences": [{"text": "Yeah.", "sentId": 441}, {"text": "JD, do you think that Trump is to blame for these threats?", "sentId": 442}], "secId": 191}, {"speaker": "VANCE", "sentences": [{"text": "Well, it definitely really bothers me that the President-elect of the United States went after a private citizen like that.", "sentId": 443}, {"text": "But what I love, frankly, is the guy's response to it, right?", "sentId": 444}, {"text": "So he's being threatened, and he's pretty tough about it.", "sentId": 445}, {"text": "He is definitely saying, look, I'm being threatened, yeah, but it's no big deal.", "sentId": 446}, {"text": "And there's something about me that just really admires his response to it.", "sentId": 447}, {"text": "Frankly, I think college students on both the right and left side of the political spectrum can learn something from him.", "sentId": 448}], "secId": 192}, {"speaker": "LEMON", "sentences": [{"text": "Selena, why are you laughing?", "sentId": 449}], "secId": 193}, {"speaker": "ZITO", "sentences": [{"text": "Well, he's kind of right.", "sentId": 450}, {"text": "All the safe spaces, everybody has a safe space, right?", "sentId": 451}, {"text": "I mean Chuck Jones, I met him when I was out there at Carrier.", "sentId": 452}, {"text": "He is a tough character.", "sentId": 453}, {"text": "He reminds me of every union guy that I've known since I was growing up.", "sentId": 454}, {"text": "They would get stretch from their own guys when they couldn't come through with jobs.", "sentId": 455}, {"text": "He is taking it exactly the way that I would expect him to.", "sentId": 456}, {"text": "And he probably wishes the whole thing would go away.", "sentId": 457}], "secId": 194}, {"speaker": "LEMON", "sentences": [{"text": "Yeah.", "sentId": 458}, {"text": "Do you think he -- Philip, thinks that people are actually -- that he is intimidating people with the Twitter attacks, or just -- is it just something for him to do?", "sentId": 459}], "secId": 195}, {"speaker": "BUMP", "sentences": [{"text": "I don't think he is.", "sentId": 460}], "secId": 196}, {"speaker": "LEMON", "sentences": [{"text": "Right.", "sentId": 461}], "secId": 197}, {"speaker": "BUMP", "sentences": [{"text": "I think people are like, what?", "sentId": 462}], "secId": 198}, {"speaker": "ZITO", "sentences": [{"text": "I think that there are cases.", "sentId": 463}], "secId": 199}, {"speaker": "LEMON", "sentences": [{"text": "You're the President-elect.", "sentId": 464}], "secId": 200}, {"speaker": "BUMP", "sentences": [{"text": "All right.", "sentId": 465}], "secId": 201}, {"speaker": "LEMON", "sentences": [{"text": "Why are you tweeting about me?", "sentId": 466}, {"text": "And someone like, I mean, Chuck is dealing with auto workers and, I mean and union bosses.", "sentId": 467}], "secId": 202}, {"speaker": "BUMP", "sentences": [{"text": "Right.", "sentId": 468}], "secId": 203}, {"speaker": "LEMON", "sentences": [{"text": "He's probably like, bring it.", "sentId": 469}], "secId": 204}, {"speaker": "BUMP", "sentences": [{"text": "Right.", "sentId": 470}, {"text": "And I mean, I think it's true.", "sentId": 471}, {"text": "I think Chuck Jones is probably somewhat unique breed.", "sentId": 472}, {"text": "But then you hear like Megyn Kelly.", "sentId": 473}, {"text": "I mean, I'm sure she's dealt with all sort and nonsense for a long time is.", "sentId": 474}], "secId": 205}, {"speaker": "LEMON", "sentences": [{"text": "Yeah.", "sentId": 475}], "secId": 206}, {"speaker": "BUMP", "sentences": [{"text": "You know, host on Fox News, and she had to get armed guards because of the response she's getting from Trump's supporters.", "sentId": 476}, {"text": "So it is, you know, there's been this social media has been sort of weaponized in politics to some extent and I think Donald Trump recognizes that.", "sentId": 477}], "secId": 207}, {"speaker": "LEMON", "sentences": [{"text": "And Donald Trump is I think, has been responsible for a large part of it over the past year, sort of -- from what he's doing.", "sentId": 478}, {"text": "But I think it's different.", "sentId": 479}, {"text": "I think what you -- I understand what you're saying about someone like Megyn.", "sentId": 480}, {"text": "But I just mean personally, when she says that she's not afraid of it.", "sentId": 481}], "secId": 208}, {"speaker": "BUMP", "sentences": [{"text": "Right.", "sentId": 482}], "secId": 209}, {"speaker": "LEMON", "sentences": [{"text": "But the threats that come from it, everyone should take seriously.", "sentId": 483}, {"text": "She did have to get guards.", "sentId": 484}, {"text": "It is true.", "sentId": 485}, {"text": "Here's what Tucker Carlson said about on safe spaces on Fox earlier today.", "sentId": 486}], "secId": 210}, {"speaker": "CARLSON", "sentences": [{"text": "I mean, it's a technical term would be \"wuss move.\"", "sentId": 487}], "secId": 211}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Yeah.", "sentId": 488}, {"text": "Do you think it being sarcastic or do you think they really want it?", "sentId": 489}], "secId": 212}, {"speaker": "CARLSON", "sentences": [{"text": "It's possible.", "sentId": 490}, {"text": "You know, the whole point of voting for Trump is that you disapprove of things like safe spaces.", "sentId": 491}], "secId": 213}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Right.", "sentId": 492}], "secId": 214}, {"speaker": "CARLSON", "sentences": [{"text": "I wish someone instead of demanding their own equal safe space would stand up and just kind of call the bluff of the commissaries for enforcing the staff, their name calling and fear.", "sentId": 493}], "secId": 215}, {"speaker": "LEMON", "sentences": [{"text": "Go ahead, Selena?", "sentId": 494}], "secId": 216}, {"speaker": "ZTIO", "sentences": [{"text": "Well, I mean, the whole safe space thing is kind of weird.", "sentId": 495}, {"text": "Remember a couple years ago, Ed Rendell did a book, \"We've become a nation of wusses.\"", "sentId": 496}, {"text": "Or wusses, I can't remember the word he used.", "sentId": 497}, {"text": "But it is a unique thing that is happening right now.", "sentId": 498}, {"text": "And I think those of us of an older generation wonder about this whole safe space thing.", "sentId": 499}, {"text": "And it just seems kind of odd and, you know, I'm not quite sure what to make of it.", "sentId": 500}], "secId": 217}, {"speaker": "LEMON", "sentences": [{"text": "Yeah.", "sentId": 501}, {"text": "JD, I don't really understand it because you're supposed to take your lumps, right?", "sentId": 502}, {"text": "That's how you build up, you know, the armor.", "sentId": 503}], "secId": 218}, {"speaker": "VANCE", "sentences": [{"text": "Yeah.", "sentId": 504}, {"text": "Maybe it's the fact that I spent a little time in the Marine Corps or maybe it's the fact that I'm an old man trapped in a young person's body, but I just cannot get this whole safe space thing.", "sentId": 505}, {"text": "And it really bothers me that folks on the left have been talking about this for a very long time.", "sentId": 506}, {"text": "And it's very clear that folks on the right are now also talking about it.", "sentId": 507}, {"text": "And I'd love for one side of our political discourse, when the other side does something wrong or stupid, to say, I'm not going to do that, instead of saying, I'm going to do it and it is OK because they do that.", "sentId": 508}], "secId": 219}, {"speaker": "LEMON", "sentences": [{"text": "Yeah.", "sentId": 509}], "secId": 220}, {"speaker": "ZITO", "sentences": [{"text": "Yeah.", "sentId": 510}, {"text": "They amplify it.", "sentId": 511}], "secId": 221}, {"speaker": "LEMON", "sentences": [{"text": "Do you need a safe space, Philip?", "sentId": 512}, {"text": "Is this show triggering you?", "sentId": 513}], "secId": 222}, {"speaker": "BUMP", "sentences": [{"text": "I need a -- I'm on record is we spend too much time worrying about what college kids are doing.", "sentId": 514}, {"text": "Like, you going to think about like, the overlap between college kids and teenagers is large enough, like -- let's give it a rest for what college students are doing for ...", "sentId": 515}], "secId": 223}, {"speaker": "LEMON", "sentences": [{"text": "Yeah.", "sentId": 516}], "secId": 224}, {"speaker": "BUMP", "sentences": [{"text": "... like six years.", "sentId": 517}, {"text": "Give it a break.", "sentId": 518}], "secId": 225}, {"speaker": "LEMON", "sentences": [{"text": "Selena, you know, it's been a month since Donald Trump was elected.", "sentId": 519}, {"text": "So far, is there anything he has done that gives you hope that he is going to unify our country or that he is, in fact, unifying the country now?", "sentId": 520}], "secId": 226}, {"speaker": "ZITO", "sentences": [{"text": "Well, you know, he's given a couple indications.", "sentId": 521}, {"text": "His speech I thought the election night was really good.", "sentId": 522}, {"text": "He's followed off a couple times.", "sentId": 523}, {"text": "A couple of his speeches have been really good.", "sentId": 524}, {"text": "They've been sort of benevolent and shown that he wants to talk about bringing people together.", "sentId": 525}, {"text": "I thought last night, during the Iowa speak ...", "sentId": 526}], "secId": 227}, {"speaker": "LEMON", "sentences": [{"text": "I've got to run.", "sentId": 527}], "secId": 228}, {"speaker": "ZITO", "sentences": [{"text": "... when the protester -- OK.", "sentId": 528}], "secId": 229}, {"speaker": "LEMON", "sentences": [{"text": "No, finish, quick.", "sentId": 529}], "secId": 230}, {"speaker": "ZITO", "sentences": [{"text": "Oh, no.", "sentId": 530}, {"text": "The protesters were going on, and while he was talking about John Glenn.", "sentId": 531}], "secId": 231}, {"speaker": "LEMON", "sentences": [{"text": "Yeah.", "sentId": 532}], "secId": 232}, {"speaker": "ZITO", "sentences": [{"text": "And he said, that's OK, that's OK.", "sentId": 533}], "secId": 233}, {"speaker": "LEMON", "sentences": [{"text": "Yeah.", "sentId": 534}], "secId": 234}, {"speaker": "ZITO", "sentences": [{"text": "They're going to be with us eventually.", "sentId": 535}, {"text": "And I was kind of happy to see him do that.", "sentId": 536}], "secId": 235}, {"speaker": "LEMON", "sentences": [{"text": "Thank you very much, everyone.", "sentId": 537}, {"text": "Have a great weekend.", "sentId": 538}, {"text": "We'll be right back.", "sentId": 539}], "secId": 236}, {"speaker": "LEMON", "sentences": [{"text": "For many, this time of year is about giving back, but the 10th Annual CNN Heroes All-Star Tribute salutes 10 people who put others first all year long.", "sentId": 540}, {"text": "The star-studded event airs live this Sunday at 8:00 p.m. Eastern.", "sentId": 541}, {"text": "Take a look.", "sentId": 542}], "secId": 237}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "They are the kind and the caring.", "sentId": 543}, {"text": "They are the strong and the brave.", "sentId": 544}, {"text": "They are the ones who see a need, fill a void, make a difference.", "sentId": 545}], "secId": 238}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "I'm trying to give them all the opportunities that they deserve.", "sentId": 546}, {"text": "UNIDENTIFIED MALE:  This has become my life and I don't ever want to do anything else.", "sentId": 547}], "secId": 239}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "They don't do it for themselves.", "sentId": 548}, {"text": "They do it for all the rest of us.", "sentId": 549}, {"text": "They are a reminder of what's good in this world and what it truly means to be a hero.", "sentId": 550}], "secId": 240}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "We give them the foundation from which they can thrive, the feeling of family.", "sentId": 551}], "secId": 241}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "We have transformed the lives of thousands of children.", "sentId": 552}], "secId": 242}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "This Sunday night, CNN presents a very special, live event, the 10 Annual CNN Heroes All-Star Tribute.", "sentId": 553}], "secId": 243}, {"speaker": "COOPER", "sentences": [{"text": "Tonight, we're gathered to celebrate extraordinary men and women who highlight the best of what humanity has to offer.", "sentId": 554}], "secId": 244}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Join host Anderson Cooper and special co-host Kelly Ripa as we honor 10 extraordinary people.", "sentId": 555}, {"text": "The 10th Annual CNN Heroes All-Star Tribute, live, Sunday night at 8:00 on CNN.", "sentId": 556}], "secId": 245}, {"speaker": "LEMON", "sentences": [{"text": "It is going to be a great show.", "sentId": 557}, {"text": "Always is.", "sentId": 558}, {"text": "You won't want to miss it.", "sentId": 559}, {"text": "I guarantee you'll be inspired.", "sentId": 560}], "secId": 246}, {"speaker": "LEMON", "sentences": [{"text": "That's it for us tonight.", "sentId": 561}, {"text": "Thank you so much for watching.", "sentId": 562}, {"text": "CNN superhero above and beyond, the CNN Heroes 10th Anniversary Special starts right now.", "sentId": 563}], "secId": 247}], "sectionCount": 248, "url": "transcripts.cnn.com/TRANSCRIPTS/1612/09/cnnt.01.html", "sentenceCount": 565, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired December 9, 2016 - 21:00   ET", "speakers": ["COOPER", "LEMON", "DYLANN ROOF", "SANDOVAL", "ROOF", "UNIDENTIFIED MALE", "UINDENTIFIED MALE", "UNIDETIFIED MALE", "AMADOR", "O'MARA", "MARTIN", "KING", "BRINKLEY", "FLYNN", "one", "show", "Bump", "BUMP", "ZITO", "VANCE", "TRUMP", "JONES", "CARLSON", "UNIDENTIFIED FEMALE", "ZTIO"], "title": "CNN TONIGHT"}