{"docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1612.05.cnnt.02.html.json", "subTitle": "Mistrial in Case of Officer Who Killed Walter Scott; Trump Transition, Greatest Political Reality Show; Aired 11p-12a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "LEMON", "sentences": [{"text": "It is the biggest political reality show in history starring Donald Trump.", "sentId": 0}], "secId": 0}, {"speaker": "LEMON", "sentences": [{"text": "This is CNN TONIGHT.", "sentId": 1}, {"text": "I'm Don Lemon.", "sentId": 2}], "secId": 1}, {"speaker": "LEMON", "sentences": [{"text": "Drama, pot stirring and the cutthroat competition to get the nod for Trump's Cabinet.", "sentId": 3}, {"text": "As one famous contestant -- I mean, Cabinet hopeful after another takes a turn in front of cameras at Trump Tower.", "sentId": 4}, {"text": "But who will come out on top in the big finale?", "sentId": 5}], "secId": 2}, {"speaker": "LEMON", "sentences": [{"text": "And shocking news in the Michael Slager murder case.", "sentId": 6}, {"text": "A mistrial when jurors aren't able to reach a verdict in a case that horrified the country.", "sentId": 7}, {"text": "An unarmed black man shot in the black by a white police officer.", "sentId": 8}, {"text": "What we saw with our own eyes seems to be undeniable.", "sentId": 9}, {"text": "So why couldn't jurors agree?", "sentId": 10}], "secId": 3}, {"speaker": "LEMON", "sentences": [{"text": "Let's talk now.", "sentId": 11}, {"text": "Anthony Scott, the brother of Walter Scott, is here.", "sentId": 12}, {"text": "Also attorney Chris Stewart who represents Walter Scott's family.", "sentId": 13}], "secId": 4}, {"speaker": "LEMON", "sentences": [{"text": "Good evening.", "sentId": 14}, {"text": "Thank you so much for coming on.", "sentId": 15}, {"text": "I appreciate it.", "sentId": 16}], "secId": 5}, {"speaker": "SCOTT", "sentences": [{"text": "Hi, Don.", "sentId": 17}], "secId": 6}, {"speaker": "LEMON", "sentences": [{"text": "How -- Anthony, how are you doing tonight?", "sentId": 18}, {"text": "What is your reaction to this mistrial?", "sentId": 19}], "secId": 7}, {"speaker": "SCOTT", "sentences": [{"text": "Actually I'm not doing very well, Don.", "sentId": 20}, {"text": "I mean, I'm disappointed and based on what the evidence that the solicitor showed they cannot come up with a verdict of guilty.", "sentId": 21}, {"text": "And I think she presented a very good case.", "sentId": 22}], "secId": 8}, {"speaker": "LEMON", "sentences": [{"text": "On Friday, the judge read a letter from the juror -- from a juror.", "sentId": 23}, {"text": "Listen to this.", "sentId": 24}], "secId": 9}, {"speaker": "NEWMAN", "sentences": [{"text": "As you stated, we must follow the instructions you have given us and the law.", "sentId": 25}, {"text": "We all struggle with the death of a man and with all that has been put before us.", "sentId": 26}], "secId": 10}, {"speaker": "NEWMAN", "sentences": [{"text": "I still cannot, without a reasonable doubt convict the defendant.", "sentId": 27}, {"text": "At the same time, my heart does not want to have to tell the Scott family that the man that killed their son, brother and father is innocent, but with the choices, I cannot and will not change my mind.", "sentId": 28}], "secId": 11}, {"speaker": "LEMON", "sentences": [{"text": "Anthony, when you heard those words, what was your reaction?", "sentId": 29}], "secId": 12}, {"speaker": "SCOTT", "sentences": [{"text": "It was upsetting because prior to the judge dismissing the -- the six alternate jurors, he asked them if they were willing, based on the evidence presented in the case to go further with the case.", "sentId": 30}, {"text": "And from the statement that that juror stated there, it sounds like he had a conflict.", "sentId": 31}, {"text": "He's saying that he's innocent and then he's saying he's guilty.", "sentId": 32}, {"text": "And he can't be both.", "sentId": 33}, {"text": "So I think he should have made up his mind and chose what it actually was, a guilty man, and convict him of murder.", "sentId": 34}], "secId": 13}, {"speaker": "LEMON", "sentences": [{"text": "Chris, I find it interesting that you say that you are not worried, that you will get justice, and that this is just a delay?", "sentId": 35}, {"text": "The prosecutor and South Carolina solicitor Scarlet Wilson says that Officer Slager will be tried again.", "sentId": 36}, {"text": "What do you expect the timeline for a second trial to be?", "sentId": 37}], "secId": 14}, {"speaker": "STEWART", "sentences": [{"text": "Hopefully soon.", "sentId": 38}, {"text": "Charleston needs it and, you know, the country needs it.", "sentId": 39}, {"text": "This was a big missed opportunity to heal a lot of the pain in the community.", "sentId": 40}, {"text": "Show the community that their lives matter.", "sentId": 41}, {"text": "And show officers out there doing their job that they are not Michael Slager.", "sentId": 42}, {"text": "That it was a total fumble today.", "sentId": 43}], "secId": 15}, {"speaker": "LEMON", "sentences": [{"text": "You heard the saying justice delayed is justice denied, do you still believe that?", "sentId": 44}, {"text": "Or you think that they will in the end get justice?", "sentId": 45}], "secId": 16}, {"speaker": "STEWART", "sentences": [{"text": "No.", "sentId": 46}, {"text": "Justice delayed in this instance, he bought a few more months out of jail.", "sentId": 47}, {"text": "But he will end up behind prison bars where he deserves.", "sentId": 48}], "secId": 17}, {"speaker": "LEMON", "sentences": [{"text": "Anthony, I wonder what it was like to hear Officer Slager on the stand because he took the stand.", "sentId": 49}, {"text": "What was it like?", "sentId": 50}], "secId": 18}, {"speaker": "SCOTT", "sentences": [{"text": "Actually I wasn't there that day.", "sentId": 51}, {"text": "That was the only day out of the whole trial that I missed.", "sentId": 52}, {"text": "And I think it was God's meaning for me not to be there.", "sentId": 53}, {"text": "But I did watch it via the computer and just listening to him, his testimony did not match what he -- what actually happened.", "sentId": 54}], "secId": 19}, {"speaker": "SCOTT", "sentences": [{"text": "And I mean, there was just lies there.", "sentId": 55}, {"text": "And you could tell that he was lying because nothing was lining up.", "sentId": 56}, {"text": "And what he said happen, we didn't see happen, so it just didn't make any sense to me why the jurors cannot come to an agreement, with based on all the evidence that they had in front of them.", "sentId": 57}], "secId": 20}, {"speaker": "LEMON", "sentences": [{"text": "Well, speaking of that, Chris, what do you think the jury saw differently than the public who sees this video and can't imagine of any other verdict than guilty?", "sentId": 58}], "secId": 21}, {"speaker": "STEWART", "sentences": [{"text": "Yes.", "sentId": 59}, {"text": "Well, what we've heard now from four sources that it was just one juror and it's very obvious.", "sentId": 60}, {"text": "You know, it's not just the videotape.", "sentId": 61}, {"text": "Santana actually testified about what he saw before the videotape that there was no fight.", "sentId": 62}, {"text": "That Officer Slager was never in danger, which is what his self-defense angle was.", "sentId": 63}, {"text": "And it never should have happened.", "sentId": 64}, {"text": "I think that one juror got on to the jury and already had predetermined he's never going to put Mr. Slager behind bars, which is a violation of his oath.", "sentId": 65}], "secId": 22}, {"speaker": "LEMON", "sentences": [{"text": "There were 11 jurors, Anthony.", "sentId": 66}, {"text": "One was African-American.", "sentId": 67}, {"text": "Do you think that that was a fair representation of the community?", "sentId": 68}], "secId": 23}, {"speaker": "SCOTT", "sentences": [{"text": "I don't think it was a fair representation of the community.", "sentId": 69}, {"text": "But it was what we got.", "sentId": 70}, {"text": "And based on the judicial system, I felt comfortable with it and I thought we had the best case and the stronger case.", "sentId": 71}, {"text": "But evidently we didn't have a strong enough case to get the conviction.", "sentId": 72}, {"text": "But we're not losing hope.", "sentId": 73}, {"text": "We're still trusting in God and believing, and we're still keeping the faith.", "sentId": 74}, {"text": "And it's not over.", "sentId": 75}, {"text": "And we're going to seek -- we're going to continue to seek justice and we will seek justice in this case.", "sentId": 76}], "secId": 24}, {"speaker": "LEMON", "sentences": [{"text": "Anthony Scott, Chris Stewart, thank you.", "sentId": 77}], "secId": 25}, {"speaker": "STEWART", "sentences": [{"text": "All right, thanks, Don.", "sentId": 78}], "secId": 26}, {"speaker": "SCOTT", "sentences": [{"text": "Thank you.", "sentId": 79}], "secId": 27}, {"speaker": "LEMON", "sentences": [{"text": "Now I want to bring in CNN law enforcement analyst Harry Houck, CNN legal analyst Laura Coates, and jury consultant Jo-Ellen Dmitrius.", "sentId": 80}], "secId": 28}, {"speaker": "LEMON", "sentences": [{"text": "Thank you so much.", "sentId": 81}, {"text": "I mean, this is a very tough and emotional case.", "sentId": 82}, {"text": "As you can see, Jo-Ellen, you first.", "sentId": 83}, {"text": "This seems to have come down to one juror who just could not convict.", "sentId": 84}, {"text": "But lawyers say they want someone on the jury who will stand up for their convictions and not be swayed by the pressure of the rest of the group.", "sentId": 85}, {"text": "Is that what happened here?", "sentId": 86}], "secId": 29}, {"speaker": "DMITRIUS", "sentences": [{"text": "I think it's very clearly what happened.", "sentId": 87}, {"text": "We don't know anything about this particular juror, what his background is, how he may have answered what Voir Dire question if there was a juror questionnaire.", "sentId": 88}, {"text": "But very clearly, this was a gentleman who believed in whatever his particular persuasion was and was not going to change his mind no matter what the pressure was being placed on, not only by his fellow jurors, but also by the judge.", "sentId": 89}], "secId": 30}, {"speaker": "DMITRIUS", "sentences": [{"text": "When the judge gives an Allen charge, basically he's saying to the jury, look, folks, we have spent hundreds of thousands of dollars in this lawsuit.", "sentId": 90}, {"text": "Another case would have to be tried if there is a mistrial, and you really need to go back and make a decision.", "sentId": 91}, {"text": "And yet one man, for whatever reason, stood up and said no, I ca cannot go with a vote of guilt.", "sentId": 92}], "secId": 31}, {"speaker": "LEMON", "sentences": [{"text": "Hey, Jo-Ellen, can you -- I've heard this jury referred to as a stealth juror.", "sentId": 93}, {"text": "Can you explain what that is and whether it fits this case?", "sentId": 94}], "secId": 32}, {"speaker": "DMITRIUS", "sentences": [{"text": "Certainly, Don.", "sentId": 95}, {"text": "A stealth jurors is someone who comes in, who may be hiding information about their background.", "sentId": 96}, {"text": "Maybe he has law enforcement in his background.", "sentId": 97}, {"text": "Maybe something happened in his life that he did not share or the attorneys did not ask the right question during the Voir Dire process, and they come into the jury with one thing in mind and in his case, a person could say, well, his preconception was to acquit this particular officer.", "sentId": 98}, {"text": "So that's generally what a stealth juror is.", "sentId": 99}], "secId": 33}, {"speaker": "LEMON", "sentences": [{"text": "Laura, you now, on Friday it appeared that there was one holdout juror.", "sentId": 100}, {"text": "Today other jurors said that they were not unanimous.", "sentId": 101}, {"text": "What do you think happened with this jury?", "sentId": 102}], "secId": 34}, {"speaker": "COATES", "sentences": [{"text": "Well, I think that the weekend was a time for them to reflect further, and I think what really happened here you're seeing what happens when juries are confronted with the idea of a police officer on trial.", "sentId": 103}, {"text": "One of the key questions that every prosecutor and defense attorney will ask in a Voir Dire is whether or not the jury will give more weight to testimony of an officer over that of a civilian.", "sentId": 104}, {"text": "And the reason they do that is because the answer usually is yes.", "sentId": 105}], "secId": 35}, {"speaker": "COATES", "sentences": [{"text": "People are going to give a lot more weight to an officer, when the officer is a defendant.", "sentId": 106}, {"text": "There is this level of incredulity that they say, I don't want to believe that there is somebody in uniform who would do this.", "sentId": 107}, {"text": "And when you read the juror's note, what piqued my interest the most was a statement of based on the choices that I have, I can't convict.", "sentId": 108}], "secId": 36}, {"speaker": "COATES", "sentences": [{"text": "What seemed to me is that you had a juror who said, I don't feel comfortable with a homicide or a murder charge.", "sentId": 109}, {"text": "There has to be much less for this particular officer.", "sentId": 110}], "secId": 37}, {"speaker": "LEMON", "sentences": [{"text": "It's interesting.", "sentId": 111}, {"text": "I wonder if -- do you think the jury was -- do you think the charges were correct against the officer?", "sentId": 112}], "secId": 38}, {"speaker": "COATES", "sentences": [{"text": "I think that they were, but I think that one of the strategic errors that the prosecution may have made, and only judging from the questions they asked was that they originally came in with a murder charge.", "sentId": 113}, {"text": "And they allowed the jury to then hear a voluntary manslaughter charge.", "sentId": 114}, {"text": "Very, very different charge based on what the intent of the officer was and the sentence involved.", "sentId": 115}], "secId": 39}, {"speaker": "COATES", "sentences": [{"text": "What I think led the jury to believe maybe there's some reason to doubt that there is some basis to just have a straight murder charge.", "sentId": 116}, {"text": "And you saw that evidence by the fact that the jurors then asked today, well, why did you give us the manslaughter charge to consider as opposed to murder?", "sentId": 117}, {"text": "It was very telling.", "sentId": 118}], "secId": 40}, {"speaker": "LEMON", "sentences": [{"text": "Interesting.", "sentId": 119}, {"text": "Interesting.", "sentId": 120}, {"text": "Harry, I also find it interesting because you have said from the start that you could not condone the shooting.", "sentId": 121}], "secId": 41}, {"speaker": "HOUCK", "sentences": [{"text": "Correct.", "sentId": 122}], "secId": 42}, {"speaker": "LEMON", "sentences": [{"text": "But I want you to listen.", "sentId": 123}, {"text": "This is what Slager said on the stand, and then we'll talk about it.", "sentId": 124}], "secId": 43}, {"speaker": "HOUCK", "sentences": [{"text": "Right.", "sentId": 125}], "secId": 44}, {"speaker": "SLAGER", "sentences": [{"text": "In my mind, fear, scared.", "sentId": 126}, {"text": "With everything leading up to this, from the run to no cooperating, the fight on the ground, Mr. Scott with the taser, coming at me again while we were on the ground, chest area, us breaking apart, after standing up and then coming at me again.", "sentId": 127}, {"text": "Cold fear that Mr. Scott didn't stop, continued to come toward me.", "sentId": 128}], "secId": 45}, {"speaker": "LEMON", "sentences": [{"text": "Unarmed, running away from the officer, not towards him.", "sentId": 129}, {"text": "Does this defense make sense to you?", "sentId": 130}, {"text": "Do you buy it?", "sentId": 131}], "secId": 46}, {"speaker": "HOUCK", "sentences": [{"text": "He doesn't have much of a defense at all.", "sentId": 132}, {"text": "I am shocked that we didn't get a conviction in this case.", "sentId": 133}, {"text": "I mean, that video is so clear.", "sentId": 134}, {"text": "I think what might have happened here in this case is either the judge who gave them the information regarding the laws and the stipulations of the laws might have done something wrong for all I know.", "sentId": 135}, {"text": "All right?", "sentId": 136}, {"text": "Maybe the district attorney didn't go across -- didn't make his case good enough.", "sentId": 137}], "secId": 47}, {"speaker": "HOUCK", "sentences": [{"text": "The fact is, we had 11 jurors that were for conviction, and one against it.", "sentId": 138}, {"text": "That's the problem with jurors.", "sentId": 139}, {"text": "You know, you never know how people are going to think.", "sentId": 140}, {"text": "You know, to me, and to any police officer watching this video and watching this trial, you got to be saying to yourself, this is a bad shoot.", "sentId": 141}, {"text": "All right.", "sentId": 142}, {"text": "This officer needs to go to jail for what he did.", "sentId": 143}, {"text": "I don't know what was going on through in his mind when he fired at that man who was -- I've been in that situation dozens of times.", "sentId": 144}], "secId": 48}, {"speaker": "LEMON", "sentences": [{"text": "You said you've been in the situation.", "sentId": 145}], "secId": 49}, {"speaker": "HOUCK", "sentences": [{"text": "Yes.", "sentId": 146}], "secId": 50}, {"speaker": "LEMON", "sentences": [{"text": "You said a million times", "sentId": 147}], "secId": 51}, {"speaker": "HOUCK", "sentences": [{"text": "A million times.", "sentId": 148}], "secId": 52}, {"speaker": "LEMON", "sentences": [{"text": "So what do you think the root problem is it here?", "sentId": 149}, {"text": "Was it bad training?", "sentId": 150}, {"text": "Was it -- because he said he was in fear.", "sentId": 151}, {"text": "And oftentimes, that's what happens in these cases.", "sentId": 152}, {"text": "In most times I was in fear, I was in fear for my life.", "sentId": 153}], "secId": 53}, {"speaker": "HOUCK", "sentences": [{"text": "Right.", "sentId": 154}], "secId": 54}, {"speaker": "LEMON", "sentences": [{"text": "And that's why I did what I did.", "sentId": 155}], "secId": 55}, {"speaker": "HOUCK", "sentences": [{"text": "Right.", "sentId": 156}, {"text": "I mean, it's clear -- you know, he might have been in fear in his own mind.", "sentId": 157}, {"text": "But still, even if he was in fear in his own mind, he did not have -- the law says you cannot shoot at a fleeing felon.", "sentId": 158}, {"text": "All right?", "sentId": 159}, {"text": "It's basically -- you know, he did not have a weapon in his hand.", "sentId": 160}, {"text": "All right.", "sentId": 161}, {"text": "The fact that even in the video, Officer Slager went back and picked something up and put it down, down near the body.", "sentId": 162}, {"text": "I mean, you could see clearly and even the way he's trying to articulate in the trial exactly what his fear was.", "sentId": 163}, {"text": "I'm sitting down, listening, I'm going, what the hell is this guy", "sentId": 164}], "secId": 56}, {"speaker": "HOUCK", "sentences": [{"text": "talking about?", "sentId": 165}, {"text": "Nothing makes any sense to a police officer who's been through this type of thing before.", "sentId": 166}], "secId": 57}, {"speaker": "LEMON", "sentences": [{"text": "Yes.", "sentId": 167}, {"text": "Does this show the difficulty, Laura, in convicting an officer in these types of cases?", "sentId": 168}], "secId": 58}, {"speaker": "COATES", "sentences": [{"text": "Absolutely.", "sentId": 169}, {"text": "I mean, you have Supreme Court precedent that allows a lot of deference to officers, to tell them to define what to them is a sense of fear.", "sentId": 170}, {"text": "What's reasonable for that officer ?", "sentId": 171}, {"text": "And as Harry talking about, as anybody with eyes saw the videotape looks at and see the man 18 feet apart from the officer when he first shot, it's hard to believe that it's actually reasonable fear.", "sentId": 172}], "secId": 59}, {"speaker": "COATES", "sentences": [{"text": "But still, not only does the Supreme Court give that deference, every day civilians on the jury will also say to themselves, I've got to believe a different narrative here.", "sentId": 173}, {"text": "Now that seems very at odds with what we actually believe in our common sense and that's why it's so frustrating because remember, Don, reasonable doubt has to first be reasonable.", "sentId": 174}, {"text": "It's not beyond all shadow of any scintilla of evidence.", "sentId": 175}, {"text": "It's what's reasonable here.", "sentId": 176}], "secId": 60}, {"speaker": "COATES", "sentences": [{"text": "And I think it's very clear that it was not a reasonable defense, but themes the breaks when it comes to juries.", "sentId": 177}, {"text": "You have to have unanimity.", "sentId": 178}, {"text": "And frankly, in this case, I think with a new trial, perhaps a new jury and perhaps in the federal trial that's coming up, you will be able to achieve that one way or the other.", "sentId": 179}], "secId": 61}, {"speaker": "LEMON", "sentences": [{"text": "Laura, Jo-Ellen, Harry, thank you very much.", "sentId": 180}, {"text": "I appreciate it.", "sentId": 181}], "secId": 62}, {"speaker": "LEMON", "sentences": [{"text": "When we come right back, from reality TV star to president-elect, are Donald Trump's Cabinet tryouts the greatest political reality show ever?", "sentId": 182}], "secId": 63}, {"speaker": "LEMON", "sentences": [{"text": "President-elect Donald Trump working to fill his Cabinet, tapping former GOP rival Ben Carson to run the Department of Housing and Urban Development.", "sentId": 183}, {"text": "It's safe to say this is a transition like none we've seen before.", "sentId": 184}], "secId": 64}, {"speaker": "LEMON", "sentences": [{"text": "Here's CNN's Deborah Feyerick.", "sentId": 185}], "secId": 65}, {"speaker": "FEYERICK", "sentences": [{"text": "It's arguably the greatest political reality show of all time, hosted by one-time reality TV star, now president-elect, facing very real responsibilities.", "sentId": 186}, {"text": "Like all great reality shows, the Trump transition features alliances, plot twists and of course cliffhangers, says Hollywood writer-director, Marti Noxon.", "sentId": 187}], "secId": 66}, {"speaker": "NOXON", "sentences": [{"text": "The real part of the art of it is creating the right all the of suspense, the right amount of drama to keep people engaged.", "sentId": 188}, {"text": "And watching this, you know, process of transitioning, the government, it feels like it's being plotted really meticulously.", "sentId": 189}], "secId": 67}, {"speaker": "FEYERICK", "sentences": [{"text": "Rather than official press conferences, contestants parade past a golden backdrop.", "sentId": 190}, {"text": "A live set as cameras roll on potential Cabinet secretaries and advisers before they ascend to the inner sanctum.", "sentId": 191}, {"text": "Some contestants enter the news equivalent of a soul- searching confessional booth.", "sentId": 192}, {"text": "An apology and penance for former CIA director, David Petraeus, for mishandling classified information.", "sentId": 193}], "secId": 68}, {"speaker": "PETRAEUS", "sentences": [{"text": "I apologized for it, I paid a very heavy price for it, and I've learned from it.", "sentId": 194}], "secId": 69}, {"speaker": "FEYERICK", "sentences": [{"text": "And it's not just people, it's places.", "sentId": 195}, {"text": "Take China and Taiwan.", "sentId": 196}, {"text": "Taiwan getting in the first phone call and rankling its parent nation China.", "sentId": 197}, {"text": "Trump justifying upending decades of protocol, tweeting, \"Taiwan called me.\"", "sentId": 198}], "secId": 70}, {"speaker": "STELTER", "sentences": [{"text": "Trump is our first reality TV president-elect.", "sentId": 199}, {"text": "He knows how to give America something worth watching.", "sentId": 200}], "secId": 71}, {"speaker": "FEYERICK", "sentences": [{"text": "Immunity challenges are also in play.", "sentId": 201}, {"text": "Early Trump supporters Chris Christie and Rudy Giuliani seem to have a White House job virtually in the bag.", "sentId": 202}], "secId": 72}, {"speaker": "FEYERICK", "sentences": [{"text": "But Christie, the rival turned ally, left the island.", "sentId": 203}, {"text": "Trump's son-in-law Jared Kushner reportedly banishing Christie for convicting his father on tax evasion and illegal campaign donations and reportedly failing to let him out 28 days early, according to \"Vanity Fair.\"", "sentId": 204}], "secId": 73}, {"speaker": "FEYERICK", "sentences": [{"text": "Meantime, Rudy Giuliani's hope for secretary of State seems to be fading in a growing pool of contenders.", "sentId": 205}, {"text": "The president-elect recently taking a fresh look at Mitt Romney, \"Bachelor\" style, at a candlelight dinner.", "sentId": 206}], "secId": 74}, {"speaker": "FEYERICK", "sentences": [{"text": "Trump advisor, Kellyanne Conway, taking her fight against Romney public.", "sentId": 207}], "secId": 75}, {"speaker": "CONWAY", "sentences": [{"text": "He went so far out of his way to hurt Donald Trump.", "sentId": 208}], "secId": 76}, {"speaker": "FEYERICK", "sentences": [{"text": "Which may explain Romney rival Jon Huntsman, a fellow billionaire appearing so quickly on scene.", "sentId": 209}], "secId": 77}, {"speaker": "FEYERICK", "sentences": [{"text": "Catch phrases on Trump's \"Apprentice\" reality show --", "sentId": 210}], "secId": 78}, {"speaker": "TRUMP", "sentences": [{"text": "You're fired.", "sentId": 211}], "secId": 79}, {"speaker": "FEYERICK", "sentences": [{"text": "-- giving way to new ones.", "sentId": 212}], "secId": 80}, {"speaker": "TRUMP", "sentences": [{"text": "Disaster.", "sentId": 213}, {"text": "Carry disaster.", "sentId": 214}, {"text": "All like disasters.", "sentId": 215}], "secId": 81}, {"speaker": "NOXON", "sentences": [{"text": "Donald Trump has cast himself as the president-elect.", "sentId": 216}, {"text": "And he's an ideal TV villain.", "sentId": 217}], "secId": 82}, {"speaker": "FEYERICK", "sentences": [{"text": "The reality show quality of the Trump transition leaving a divided nation with cliffhangers.", "sentId": 218}, {"text": "From initially threatening not to accept the final election results if he lost --", "sentId": 219}], "secId": 83}, {"speaker": "TRUMP", "sentences": [{"text": "I'll keep you in suspense.", "sentId": 220}], "secId": 84}, {"speaker": "FEYERICK", "sentences": [{"text": "-- to seducing his audience and winning them over.", "sentId": 221}], "secId": 85}, {"speaker": "NOXON", "sentences": [{"text": "On television, sort of the worst thing that happens is that you disappear.", "sentId": 222}, {"text": "You get voted off the island or you get fired, or -- but, you know, what's happening right now has real and potentially dire consequences.", "sentId": 223}], "secId": 86}, {"speaker": "FEYERICK", "sentences": [{"text": "And there's a danger, Don, in blurring the lines between what's real and what's not.", "sentId": 224}, {"text": "And what's real is diplomacy, longstanding policy and protocol.", "sentId": 225}, {"text": "And it's a world in which snubs can have serious consequences -- Don.", "sentId": 226}], "secId": 87}, {"speaker": "LEMON", "sentences": [{"text": "All right.", "sentId": 227}, {"text": "Deborah, thank you very much.", "sentId": 228}, {"text": "Appreciate that.", "sentId": 229}], "secId": 88}, {"speaker": "LEMON", "sentences": [{"text": "Up next, just like a reality TV show, the Trump transition has its cliffhangers.", "sentId": 230}, {"text": "The president-elect saying that only he knows the finalists for top positions.", "sentId": 231}], "secId": 89}, {"speaker": "LEMON", "sentences": [{"text": "The president-elect takes office in 46 days.", "sentId": 232}, {"text": "But right now the spotlight is on Trump Tower where he is interviewing a parade of Cabinet hopefuls in a process that looks more and more like reality TV every single day, every single moment.", "sentId": 233}], "secId": 90}, {"speaker": "LEMON", "sentences": [{"text": "Let's discuss now.", "sentId": 234}, {"text": "Dylan Byers is CNN's senior media and politics reporter, CNN political commentator Alice Stewart, a Republican political consultant, and John Brabender, a Republican political consultant.", "sentId": 235}], "secId": 91}, {"speaker": "LEMON", "sentences": [{"text": "Good evening to you.", "sentId": 236}, {"text": "So I'm going to tell my corny story about dinner last night.", "sentId": 237}, {"text": "I overheard the table next to me saying, every day, like one day I expect whoever gets the Cabinets nod to be given a rose in the lobby of Trump Tower.", "sentId": 238}, {"text": "That's going to happen next.", "sentId": 239}, {"text": "And I said, you know what, it was a group of, you know, older people, and I said, you know what, they're kind of right.", "sentId": 240}, {"text": "Does that seem right to you, Alice?", "sentId": 241}], "secId": 92}, {"speaker": "STEWART", "sentences": [{"text": "It could totally happen.", "sentId": 242}, {"text": "I would not be surprised if we come out of Trump Tower and we see Donald Trump handing out roses to whoever is one of the top picks.", "sentId": 243}, {"text": "That's completely doable.", "sentId": 244}], "secId": 93}, {"speaker": "LEMON", "sentences": [{"text": "You think it's completely doable.", "sentId": 245}, {"text": "Because, I mean, after all, listen, Dylan, he is a reality TV star.", "sentId": 246}, {"text": "He owned the Miss Universe Organization.", "sentId": 247}, {"text": "Steve Bannon has television and film experience.", "sentId": 248}, {"text": "Does it surprise you that this is looking more and more like a reality TV show every day?", "sentId": 249}], "secId": 94}, {"speaker": "BYERS", "sentences": [{"text": "No, I mean, look, every decision he makes, he's fully cognizant of the spectacle of it.", "sentId": 250}, {"text": "I mean, that's what he does, right?", "sentId": 251}, {"text": "And so by having all of these different candidates for, let's say, secretary of State, he not only gives himself the ability to sort of be at the top of this \"Apprentice\" like or \"Bachelor\" like reality show.", "sentId": 252}, {"text": "Do you want Mitt Romney or do you want Jojo, who's going to get the final rose?", "sentId": 253}], "secId": 95}, {"speaker": "BYERS", "sentences": [{"text": "He also gets to command the narrative.", "sentId": 254}, {"text": "He gets to buy the media narrative.", "sentId": 255}, {"text": "He gets to distract attention away from some of the more pressing issues perhaps going on in his campaign.", "sentId": 256}, {"text": "And he also gets to bring in all of these candidates and sort of humble them.", "sentId": 257}, {"text": "He gets to -- you know, let's say Mitt Romney goes back to being a critic of Donald Trump if he doesn't get selected as secretary of State.", "sentId": 258}, {"text": "Donald Trump gets to say, well, he was much more conciliatory when he came to have dinner with me those few times in New York.", "sentId": 259}, {"text": "So it's a very strategic move what he's doing but it's primarily wrapped up in that sense of spectacle.", "sentId": 260}, {"text": ".", "sentId": 261}], "secId": 96}, {"speaker": "LEMON", "sentences": [{"text": "Yes.", "sentId": 262}, {"text": "And speaking of Mitt Romney, John, you say that in this game what we call a transition -- we'll call it transition survivor, the former governor Mitt Romney got a lifeline last week.", "sentId": 263}, {"text": "Explain what you mean by that and how you see this all.", "sentId": 264}], "secId": 97}, {"speaker": "BRABENDER", "sentences": [{"text": "Well, he got a second chance.", "sentId": 265}, {"text": "He got to have dinner.", "sentId": 266}, {"text": "And honestly, that's a good thing.", "sentId": 267}, {"text": "That's where you can -- Donald Trump clearly cares about personalities and relationships and those types of things.", "sentId": 268}, {"text": "But I've got to be honest with you, I mean, first of all, why is this a surprise to anybody that this is like a reality TV show?", "sentId": 269}, {"text": "We've seen this for two years.", "sentId": 270}, {"text": "Number one.", "sentId": 271}, {"text": "Second of all, I think it's kind of refreshing.", "sentId": 272}, {"text": "It's very transparent.", "sentId": 273}, {"text": "We see who all the candidates are.", "sentId": 274}], "secId": 98}, {"speaker": "BRABENDER", "sentences": [{"text": "Donald Trump did the same thing in selecting his VP candidate.", "sentId": 275}, {"text": "First it was going to be Gingrich, then Chris Christie, and then it turned out to be Pence.", "sentId": 276}, {"text": "I think this is kind of fun to see, and these are all people who are credible people.", "sentId": 277}, {"text": "So I don't actually see a problem with any of this.", "sentId": 278}], "secId": 99}, {"speaker": "LEMON", "sentences": [{"text": "I mean, I don't think we're saying it's a problem.", "sentId": 279}, {"text": "I just think it's just interesting, it's like a reality show.", "sentId": 280}, {"text": "I mean, listen, even, John, last week he said when he went to that rally in Ohio, he said, I don't want to tell you about Mad Dog Mattis.", "sentId": 281}, {"text": "I want to save the suspense for next week, but then he let the cat out of the bag.", "sentId": 282}, {"text": "So I think you're right.", "sentId": 283}], "secId": 100}, {"speaker": "BRABENDER", "sentences": [{"text": "Well, he didn't let the cat out of the bag, he knew exactly --", "sentId": 284}], "secId": 101}, {"speaker": "LEMON", "sentences": [{"text": "He knew exactly what he was doing.", "sentId": 285}], "secId": 102}, {"speaker": "BRABENDER", "sentences": [{"text": "We reported it as breaking news on CNN a minute later.", "sentId": 286}], "secId": 103}, {"speaker": "LEMON", "sentences": [{"text": "Yes.", "sentId": 287}], "secId": 104}, {"speaker": "BRABENDER", "sentences": [{"text": "And I think that's a smart thing to do.", "sentId": 288}], "secId": 105}, {"speaker": "LEMON", "sentences": [{"text": "Yes.", "sentId": 289}], "secId": 106}, {"speaker": "STEWART", "sentences": [{"text": "And I think there's also -- there's also the aspect of, he likes the theater of it.", "sentId": 290}, {"text": "But in his defense, cameras are everywhere.", "sentId": 291}, {"text": "Everywhere you go, whether you're walking outside Trump Tower or at his golf course, cameras are everywhere.", "sentId": 292}, {"text": "So he's playing to the camera and feeding the narrative.", "sentId": 293}, {"text": "But look, at the end of the day, while this is great conversation and great talk for television, voters and people don't care about the process, the vetting process.", "sentId": 294}, {"text": "They care about the picks and what they're going to do to improve their lives.", "sentId": 295}, {"text": "And look at the people he has picked.", "sentId": 296}, {"text": "They're phenomenal people.", "sentId": 297}], "secId": 107}, {"speaker": "STEWART", "sentences": [{"text": "Mattis, for one.", "sentId": 298}, {"text": "He will make us safer, he's going to defeat ISIS.", "sentId": 299}, {"text": "Price, who might get things healthier, repealing and replacing Obamacare.", "sentId": 300}, {"text": "We have others with regard to Sessions.", "sentId": 301}, {"text": "He's going to return to the rule of law.", "sentId": 302}], "secId": 108}, {"speaker": "STEWART", "sentences": [{"text": "So he is picking good qualified people and also we have to note, he's way ahead of schedule, much further ahead than presidents in the past.", "sentId": 303}, {"text": "So I think you have to give him a little credit.", "sentId": 304}, {"text": "While it's a lot of fun to make light of the situation as being very productive and getting good quality --", "sentId": 305}], "secId": 109}, {"speaker": "LEMON", "sentences": [{"text": "I have to be honest.", "sentId": 306}, {"text": "He's being lauded by some of those people or for picking some of those people.", "sentId": 307}, {"text": "But for others, they're more controversial.", "sentId": 308}], "secId": 110}, {"speaker": "BYERS", "sentences": [{"text": "Well, I would just -- I would caution, you know, I think there's a sense here that what is driving Donald Trump's decision- making, if what's driving it is a sense of spectacle, of saying, you know, this candidate looks right for the part, that does not bode well for his decision-making process as president of the United States.", "sentId": 309}], "secId": 111}, {"speaker": "BYERS", "sentences": [{"text": "Now, I will say, bringing in a lot of people, having a transparent selection process, that's all great, bringing in certain rivals, that's all great, but the decision-making needs to be governed by who would be the best secretary of State, not how can I put on this spectacle, who's going to be the winner and who might look best or sort of appear to be the best secretary of State.", "sentId": 310}], "secId": 112}, {"speaker": "LEMON", "sentences": [{"text": "You said that people don't care about the process, do you think that they're annoyed by the process at all?", "sentId": 311}, {"text": "Would they rather just hear about it and then see the show?", "sentId": 312}, {"text": "Or this has helped, as John says, it's refreshing and it gives them something to talk about?", "sentId": 313}], "secId": 113}, {"speaker": "STEWART", "sentences": [{"text": "I think it gives something for the press to talk about.", "sentId": 314}, {"text": "I think people are really not interested in the day-to-day in and out and the turnstile at Trump Tower right now, who's going in and waiting to get the rose or the candlelight dinner like Mitt Romney.", "sentId": 315}, {"text": "They really just want the cliff notes at the end of the day.", "sentId": 316}, {"text": "Who's getting what pick and who will Trump be talking with to tomorrow.", "sentId": 317}, {"text": "We've got the tease for tomorrow already.", "sentId": 318}, {"text": "Some key people.", "sentId": 319}, {"text": "We'll see a promo throughout the day.", "sentId": 320}], "secId": 114}, {"speaker": "LEMON", "sentences": [{"text": "You've got the tease.", "sentId": 321}, {"text": "It's funny, though, because every day it's a way of keeping the narrative on.", "sentId": 322}], "secId": 115}, {"speaker": "STEWART", "sentences": [{"text": "Right.", "sentId": 323}, {"text": "Sure.", "sentId": 324}], "secId": 116}, {"speaker": "LEMON", "sentences": [{"text": "You know, there's other news to cover, but then someone else walks in to Trump Tower.", "sentId": 325}], "secId": 117}, {"speaker": "LEMON", "sentences": [{"text": "Hey, John, this is for you.", "sentId": 326}, {"text": "In the early days of transition, and people started chattering about who Trump's picks would be, he tweeted this out.", "sentId": 327}, {"text": "He said, \"Very organized process.", "sentId": 328}, {"text": "Taking places.", "sentId": 329}, {"text": "I decide on Cabinet and many other positions.", "sentId": 330}, {"text": "I am the only one who knows who the finalists are.\"", "sentId": 331}], "secId": 118}, {"speaker": "LEMON", "sentences": [{"text": "So, I mean, what does that tell you about his views of this process?", "sentId": 332}, {"text": "He says who the finalists are.", "sentId": 333}], "secId": 119}, {"speaker": "BRABENDER", "sentences": [{"text": "Well, I think there's some truth to it.", "sentId": 334}, {"text": "I think he's given a lot of candidates and then he narrows it down.", "sentId": 335}, {"text": "And let's be honest, it's not like so far he said, hey, I want so and so from season two of the \"Apprentice\" to be my attorney general.", "sentId": 336}, {"text": "All of these people have been credible people whether you like them or not, plus the one thing they all have in common, they are not yes men and women.", "sentId": 337}, {"text": "They are people who are very independent thinking and I think he likes that.", "sentId": 338}], "secId": 120}, {"speaker": "BRABENDER", "sentences": [{"text": "But let's be clear, there's a whole team that's helping him get to those finalists and they're going through a vetting process, so by the time they get to Donald Trump, they're pretty credible and they're -- you know, they're qualified.", "sentId": 339}], "secId": 121}, {"speaker": "BYERS", "sentences": [{"text": "We should say, by the way, about this team.", "sentId": 340}, {"text": "Part of the reason this process is taking so long is because that team is very divided.", "sentId": 341}, {"text": "I mean, there are a lot of people who believe that Donald Trump should pick someone who's helped him out throughout his campaign, who's supported him from the beginning, who represents this sort of outsider, maybe even channel some of that populist anger that Steve Bannon does.", "sentId": 342}], "secId": 122}, {"speaker": "BYERS", "sentences": [{"text": "And then there are other people who say, no, you're president of the United States now, you need to be president for all people and you need to make a more responsible decision.", "sentId": 343}, {"text": "That's where you see him going after the likes of the Mitt Romney or Jon Huntsman.", "sentId": 344}], "secId": 123}, {"speaker": "STEWART", "sentences": [{"text": "And we saw that, to play off the reality show a little bit, the alliances like they did on the different reality shows.", "sentId": 345}, {"text": "Formed different alliances.", "sentId": 346}, {"text": "And we've had some of the picks that sort of have come up, Mitt Romney being one, we've had certain Trump team members who have formed alliances for or against certain people, and that's just natural.", "sentId": 347}, {"text": "These are people that they know who they would like and they are certainly making recommendations.", "sentId": 348}, {"text": "But they know at the end of the day, it's Donald Trump's decision.", "sentId": 349}], "secId": 124}, {"speaker": "LEMON", "sentences": [{"text": "Well, John, you said that, you know, he's picking quality people now.", "sentId": 350}, {"text": "But that's this part of the elimination process, and the next round when there are other -- you know, maybe some advisers, maybe it will be season two of the \"Apprentice,\" who knows, you never know with Donald Trump.", "sentId": 351}, {"text": "BRABENDER:  But, look --", "sentId": 352}], "secId": 125}, {"speaker": "LEMON", "sentences": [{"text": "But I -- I want to ask you this before we have to go.", "sentId": 353}, {"text": "You said that you're getting calls from people who are disappointed that they aren't being considered for the administration.", "sentId": 354}, {"text": "Why are they telling you that?", "sentId": 355}], "secId": 126}, {"speaker": "BRABENDER", "sentences": [{"text": "Well, look, I like a lot of other people that have clients are saying, hey, can you get me in there?", "sentId": 356}, {"text": "I'd really like to be considered for X, Y, Z or an ambassadorship or whatever.", "sentId": 357}, {"text": "What's probably the most amazing thing to me are, these are a lot of people tripping over themselves who really weren't even on board with Donald Trump.", "sentId": 358}, {"text": "And so I do think it's interesting, Donald Trump is not keeping a litmus test of either you're with me and you weren't.", "sentId": 359}, {"text": "Romney is probably the best example of that.", "sentId": 360}], "secId": 127}, {"speaker": "LEMON", "sentences": [{"text": "All right.", "sentId": 361}], "secId": 128}, {"speaker": "STEWART", "sentences": [{"text": "I think that's John throwing his hat in the ring there.", "sentId": 362}, {"text": "John, is that what's going on here?", "sentId": 363}], "secId": 129}, {"speaker": "LEMON", "sentences": [{"text": "I think John is good.", "sentId": 364}, {"text": "I'll speak for you, John.", "sentId": 365}, {"text": "I think you're OK.", "sentId": 366}], "secId": 130}, {"speaker": "BRABENDER", "sentences": [{"text": "Thank you, I appreciate it.", "sentId": 367}], "secId": 131}, {"speaker": "LEMON", "sentences": [{"text": "Thank you.", "sentId": 368}, {"text": "I appreciate all of you.", "sentId": 369}], "secId": 132}, {"speaker": "LEMON", "sentences": [{"text": "Coming up, the real-life consequences of fake news.", "sentId": 370}, {"text": "An armed man bursts into a Washington, D.C., pizzeria and it's all because of a wild conspiracy theory.", "sentId": 371}], "secId": 133}, {"speaker": "LEMON", "sentences": [{"text": "A man armed with an assault rifle bursts into a Washington, D.C., pizzeria yesterday.", "sentId": 372}, {"text": "Police say he claimed he was there to self-investigate an outrageous and completely false online conspiracy theory.", "sentId": 373}, {"text": "An imagined pedophilia ring supposedly being run out of the pizzeria that somehow involved Democrats including Hillary Clinton.", "sentId": 374}], "secId": 134}, {"speaker": "LEMON", "sentences": [{"text": "Well, the suspect identified as 28-year-old Edgar Madison Welch, it's a case of real life consequences of fake news.", "sentId": 375}], "secId": 135}, {"speaker": "LEMON", "sentences": [{"text": "Let's discuss now.", "sentId": 376}, {"text": "Brian Stelter is here.", "sentId": 377}, {"text": "He's CNN senior media correspondent.", "sentId": 378}, {"text": "CNN political commentators Peter Beinart and Kayleigh McEnany join us as well as Marc Lamont Hill.", "sentId": 379}], "secId": 136}, {"speaker": "LEMON", "sentences": [{"text": "Good evening to all of you.", "sentId": 380}, {"text": "Brian, you first, you have been talking a lot about fake news during this election.", "sentId": 381}, {"text": "This is a prime example of what can happen when people latch on to these conspiracy theories.", "sentId": 382}, {"text": "Is there a way do you think to keep this fake news from circulating and inspiring these extremist views?", "sentId": 383}], "secId": 137}, {"speaker": "STELTER", "sentences": [{"text": "This is the question I dread.", "sentId": 384}], "secId": 138}, {"speaker": "LEMON", "sentences": [{"text": "Not it's extremist.", "sentId": 385}], "secId": 139}, {"speaker": "STELTER", "sentences": [{"text": "This is the hard question.", "sentId": 386}, {"text": "This is the question that doesn't have a satisfying answer right now.", "sentId": 387}, {"text": "There are lots of things individuals can do.", "sentId": 388}, {"text": "There are some things Facebook and Twitter and Google can do.", "sentId": 389}, {"text": "Some things that newsrooms can do.", "sentId": 390}], "secId": 140}, {"speaker": "STELTER", "sentences": [{"text": "You know, Don, I didn't take pizza gate seriously, when it started to come out in early November because I thought it was so ludicrous, so disgusting, people trying to link Clinton, these Clinton haters trying to link her to a pedophilia ring.", "sentId": 391}, {"text": "I just dismissed it.", "sentId": 392}, {"text": "Well, maybe I shouldn't have.", "sentId": 393}, {"text": "You know, maybe we should have taken it more seriously, tried to debunk it more clearly early on.", "sentId": 394}, {"text": "I think \"Washington Post,\" BuzzFeed, others did do that, did good work on that in November.", "sentId": 395}], "secId": 141}, {"speaker": "STELTER", "sentences": [{"text": "But, you know, there are steps we can take, but there's no satisfying answers to these very systemic problem.", "sentId": 396}], "secId": 142}, {"speaker": "LEMON", "sentences": [{"text": "But that's hard because then you give life to it.", "sentId": 397}, {"text": "Then you give credence to it.", "sentId": 398}], "secId": 143}, {"speaker": "STELTER", "sentences": [{"text": "Exactly.", "sentId": 399}], "secId": 144}, {"speaker": "LEMON", "sentences": [{"text": "When you report it legitimately.", "sentId": 400}, {"text": "But the interesting thing, I said extremist views, during the campaign there were some rational people who I thought before, and they started believing these things that were -- Marc, I mean, don't you agree?", "sentId": 401}, {"text": "It's like, you can't possibly believe that, and they did.", "sentId": 402}], "secId": 145}, {"speaker": "HILL", "sentences": [{"text": "Right, the amazing thing is how committed people can be to holding on to a position despite all evidence to the contrary.", "sentId": 403}, {"text": "You have a belief in something, or if you want to believe something to be true, you can debunk the story, you can challenge the story, you can give as much life to the story as you want.", "sentId": 404}, {"text": "There will be people who will still tweet the story, believe the story, share the story, and argue the story down.", "sentId": 405}], "secId": 146}, {"speaker": "HILL", "sentences": [{"text": "That's what so scary.", "sentId": 406}, {"text": "This moment, this Trump moment is kind of a post-fact moment.", "sentId": 407}, {"text": "We don't care what the facts are, we want to believe what we want to believe, regardless of what the facts say.", "sentId": 408}, {"text": "And that's very, very dangerous.", "sentId": 409}], "secId": 147}, {"speaker": "STELTER", "sentences": [{"text": "That's not just true on the right either.", "sentId": 410}, {"text": "There are lots of liberals who want to believe lies as well.", "sentId": 411}], "secId": 148}, {"speaker": "LEMON", "sentences": [{"text": "Right.", "sentId": 412}], "secId": 149}, {"speaker": "STELTER", "sentences": [{"text": "So I just want to point out, although there's a lot of talk about this --", "sentId": 413}], "secId": 150}, {"speaker": "HILL", "sentences": [{"text": "Absolutely.", "sentId": 414}], "secId": 151}, {"speaker": "STELTER", "sentences": [{"text": "-- on the right now, it's a bipartisan problem.", "sentId": 415}, {"text": "It's not --", "sentId": 416}], "secId": 152}, {"speaker": "LEMON", "sentences": [{"text": "Peter, you look flummoxed.", "sentId": 417}], "secId": 153}, {"speaker": "BEINART", "sentences": [{"text": "Right.", "sentId": 418}, {"text": "It's a bipartisan problem, and yet we have now the specter of the Trump's potential national security adviser being someone who actually sent out a tweet suggesting -- sent out a tweet of a story suggesting that Hillary Clinton was involved in sex crimes with children, and his son who is now part of the transition has been repeatedly sending out these tweets.", "sentId": 419}], "secId": 154}, {"speaker": "BEINART", "sentences": [{"text": "So last I checked, there was no national security adviser in the Obama administration who was sending out those kinds of tweets.", "sentId": 420}, {"text": "So yes, both sides have problems, but right now we are in a really unprecedented situation, where not only are these conspiracy theories but you have Donald Trump's national security adviser and his national security adviser's son who are actually propagating them.", "sentId": 421}], "secId": 155}, {"speaker": "LEMON", "sentences": [{"text": "Yes.", "sentId": 422}, {"text": "Before -- but, Kayleigh, here I just want to ask you about this because he's talking about Mike Flynn's son, Trump's pick for national security adviser.", "sentId": 423}, {"text": "Here's his tweet, he said, \"Until pizza gate proven to be false, it will remain a story.", "sentId": 424}, {"text": "The left seems to forget #Podestaemails and the many other coincidences tied to it.\"", "sentId": 425}], "secId": 156}, {"speaker": "LEMON", "sentences": [{"text": "Go on, what do you make of this?", "sentId": 426}], "secId": 157}, {"speaker": "MCENANY", "sentences": [{"text": "Michael Flynn's son should not have sent out that tweet or -- and given that story which has no legitimacy any sort of legs or legitimacy.", "sentId": 427}, {"text": "The pizzeria definitely has what I would see as a libel suit on their hands.", "sentId": 428}, {"text": "That being said, I appreciate the \"Washington Post\" for once pointing out nuance.", "sentId": 429}, {"text": "They pointed out the fact that Michael Flynn, the elder, actually was referring to something entirely different than pizza gate.", "sentId": 430}, {"text": "He was asking questions related to a man named Jeffrey Epstein and there were some questions there about Bill Clinton taking some flights with this guy who had been a pedophile.", "sentId": 431}, {"text": "Whether he should have gone down that road is an open question.", "sentId": 432}], "secId": 158}, {"speaker": "MCENANY", "sentences": [{"text": "But good for the \"Washington Post\" to point out that there is a difference that Mike Flynn, the national security adviser, was not promoting pizza gate.", "sentId": 433}, {"text": "And what his son, his son should not have done it.", "sentId": 434}, {"text": "But I do think that that's an important distinction.", "sentId": 435}], "secId": 159}, {"speaker": "LEMON", "sentences": [{"text": "But he also -- he also -- General Flynn has also promoted conspiracy theories in the past.", "sentId": 436}, {"text": "Last month, here's what he tweeted.", "sentId": 437}, {"text": "He said, \"You decide, NYPD blows whistle on new Hillary e-mails.", "sentId": 438}, {"text": "Money laundering, sex crimes with children, et cetera.", "sentId": 439}, {"text": "Must read.\"", "sentId": 440}], "secId": 160}, {"speaker": "LEMON", "sentences": [{"text": "So he wasn't -- you know, according to the \"Washington Post,\" and you, it wasn't this particular one, but he is still national security adviser, at least to be the national security adviser and he is still promoting, you know, conspiracy theories and fake news.", "sentId": 441}], "secId": 161}, {"speaker": "MCENANY", "sentences": [{"text": "But as the \"Washington Post\" said -- but as the \"Washington Post\" said, he was not promoting, this is a quote from them, a quote full blown conspiracy theory.", "sentId": 442}, {"text": "He was asking questions that sources like the \"New York Post\" were asking.", "sentId": 443}, {"text": "But I think there's a difference when you ask questions aimed that newspapers were asking.", "sentId": 444}], "secId": 162}, {"speaker": "MCENANY", "sentences": [{"text": "Than floating a baseless conspiracy theory like the 9/11 truther theory, which I'd love for Peter Beinart to disown from his wing of -- you know, his wing of the extreme ideology.", "sentId": 445}], "secId": 163}, {"speaker": "BEINART", "sentences": [{"text": "I've never had any connection in my life in any way to the 9/11 --", "sentId": 446}], "secId": 164}, {"speaker": "MCENANY", "sentences": [{"text": "You're a leftist, so yes, if you want to implicate the right with this then you --", "sentId": 447}], "secId": 165}, {"speaker": "BEINART", "sentences": [{"text": "No, no, but, Kayleigh --", "sentId": 448}], "secId": 166}, {"speaker": "LEMON", "sentences": [{"text": "Hold on.", "sentId": 449}, {"text": "One at a time.", "sentId": 450}], "secId": 167}, {"speaker": "BEINART", "sentences": [{"text": "Kind of bizarre red herring.", "sentId": 451}, {"text": "What we're talking about, what Don was asking about is the fact that the guy who's going to be national security adviser, you're right, it's a different allegation of Hillary Clinton involved with pedophilia, but the question is, especially when you have a candidate like Donald Trump who shoots from the hip like this, you really --", "sentId": 452}], "secId": 168}, {"speaker": "MCENANY", "sentences": [{"text": "Peter, every time --", "sentId": 453}], "secId": 169}, {"speaker": "BEINART", "sentences": [{"text": "No, sorry, let me finish.", "sentId": 454}], "secId": 170}, {"speaker": "MCENANY", "sentences": [{"text": "Every time --", "sentId": 455}], "secId": 171}, {"speaker": "BEINART", "sentences": [{"text": "Do you really -- Kayleigh, please let me finish.", "sentId": 456}, {"text": "Do you really want a national security adviser who's sending out news links accusing the Democratic candidate of connection to pedophilia, a charge which is just totally absurd?", "sentId": 457}], "secId": 172}, {"speaker": "MCENANY", "sentences": [{"text": "Peter Beinart, every time you're confronted with a very difficult question, you call it a bizarre red herring.", "sentId": 458}], "secId": 173}, {"speaker": "BEINART", "sentences": [{"text": "It was.", "sentId": 459}, {"text": "I have no connection to the 9/11 conspiracy theories in my life.", "sentId": 460}], "secId": 174}, {"speaker": "MCENANY", "sentences": [{"text": "So you have to --", "sentId": 461}], "secId": 175}, {"speaker": "LEMON", "sentences": [{"text": "Go ahead, Kayleigh.", "sentId": 462}], "secId": 176}, {"speaker": "MCENANY", "sentences": [{"text": "As a mainstream leftist, you have to confront -- as a mainstream leftist, you have to confront the extremist on your side and your party, and those are 9/11 truthers.", "sentId": 463}, {"text": "Those are people like Michael Moore who have completely bizarre things.", "sentId": 464}, {"text": "So if you want to have me talk about the extremists in my party, you must talk about the extremists --", "sentId": 465}], "secId": 177}, {"speaker": "LEMON", "sentences": [{"text": "Michael Moore is not a senior adviser and is going to be a part of any campaign or administration.", "sentId": 466}, {"text": "Go ahead, Marc.", "sentId": 467}], "secId": 178}, {"speaker": "MCENANY", "sentences": [{"text": "He's a prominent leftist.", "sentId": 468}], "secId": 179}, {"speaker": "HILL", "sentences": [{"text": "Don --", "sentId": 469}], "secId": 180}, {"speaker": "MCENANY", "sentences": [{"text": "He's prominent leftist.", "sentId": 470}], "secId": 181}, {"speaker": "HILL", "sentences": [{"text": "Yes, but the conversation here isn't whether or not prominent leftists have opinions that we may disagree with.", "sentId": 471}, {"text": "And I wouldn't necessarily put Michael Moore in the box that you just did.", "sentId": 472}, {"text": "But beyond that, again, this is a question of whether senior level advisers in a presidential administration --", "sentId": 473}], "secId": 182}, {"speaker": "LEMON", "sentences": [{"text": "The national security adviser.", "sentId": 474}], "secId": 183}, {"speaker": "HILL", "sentences": [{"text": "Of all things, the national security adviser.", "sentId": 475}, {"text": "If Susan Rice walked in the building and said, you know what, I don't think 9/11 happened or I think that Snapple was -- is created by the KKK to -- you know what I mean?", "sentId": 476}, {"text": "To de-fertilize black folk, a narrative from the '80s that came out.", "sentId": 477}, {"text": "If these comes into circulating in the White House, we would think it was bonkers.", "sentId": 478}, {"text": "And the problem is that the Trump administration is normalizing these narratives.", "sentId": 479}, {"text": "And at times Donald Trump himself has tweeted things that are absolutely baseless and absurd.", "sentId": 480}], "secId": 184}, {"speaker": "HILL", "sentences": [{"text": "And that is what the problem is.", "sentId": 481}, {"text": "Like you have a president who himself is a birther.", "sentId": 482}, {"text": "That itself speaks to the challenge here and the problem we have here and why I say we're in a post-fact moment.", "sentId": 483}], "secId": 185}, {"speaker": "STELTER", "sentences": [{"text": "And earlier today on CNN --", "sentId": 484}], "secId": 186}, {"speaker": "HILL", "sentences": [{"text": "The facts matter.", "sentId": 485}], "secId": 187}, {"speaker": "STELTER", "sentences": [{"text": "I said, Trump's a conspiracy theorist.", "sentId": 486}, {"text": "And for some reason it got picked up by blogs or Web sites as if that was a surprising or a controversial statement.", "sentId": 487}, {"text": "It's just a fact.", "sentId": 488}, {"text": "And it's -- you know, you might say it's OK.  Trump is many things, he's beloved by many people.", "sentId": 489}, {"text": "He's many things, but one of the things he is, is a conspiracy theorist.", "sentId": 490}, {"text": "And we saw that last week with him saying millions of people voted illegally.", "sentId": 491}, {"text": "That's a conspiracy theory.", "sentId": 492}, {"text": "There's no proof of it.", "sentId": 493}], "secId": 188}, {"speaker": "STELTER", "sentences": [{"text": "We're talking about opinions here as well as facts.", "sentId": 494}, {"text": "And we should have opinions flourish.", "sentId": 495}, {"text": "I want the Michael Moore's of the world and the General Flynns of the world to share all their opinions on Twitter.", "sentId": 496}, {"text": "But we've got to figure out ways to come together on some of the facts, at least just some of the facts.", "sentId": 497}, {"text": "And I think why people are so uncomfortable right now, what, 27 days after the election, is it feels like we're partially post-truth.", "sentId": 498}, {"text": "Hopefully we're not all post-truth at this point.", "sentId": 499}, {"text": "But some of us feel like we're in a post- truth world.", "sentId": 500}], "secId": 189}, {"speaker": "BEINART", "sentences": [{"text": "Right.", "sentId": 501}, {"text": "And what's really significant is that Paul Ryan, when confronted about Donald Trump's claims, about illegal voting, right, with no one has any evidence for, would not condemn it.", "sentId": 502}, {"text": "That's what's really remarkable.", "sentId": 503}, {"text": "You have Republicans who during the campaign were willing to some degree to stand up to Donald Trump, who now are just caving in.", "sentId": 504}], "secId": 190}, {"speaker": "LEMON", "sentences": [{"text": "So you're saying as the \"Daily Show\" put it, that it's the enablers that are actually worse than Donald Trump because they actually enable him without even saying?", "sentId": 505}, {"text": "Without even having the backbone to tell him the truth about himself?", "sentId": 506}], "secId": 191}, {"speaker": "BEINART", "sentences": [{"text": "Look, the Republicans are running Washington right now.", "sentId": 507}, {"text": "Right?", "sentId": 508}, {"text": "Democrats are in the minority.", "sentId": 509}], "secId": 192}, {"speaker": "LEMON", "sentences": [{"text": "Yes.", "sentId": 510}], "secId": 193}, {"speaker": "BEINART", "sentences": [{"text": "So if someone -- you know, if someone is going to stand up to Donald Trump when he says things that are blatantly, factually inaccurate and dangerous, it's going to have to be people like Paul Ryan and they're not doing it.", "sentId": 511}], "secId": 194}, {"speaker": "LEMON", "sentences": [{"text": "All right.", "sentId": 512}, {"text": "We'll be right back.", "sentId": 513}, {"text": "We'll be right back.", "sentId": 514}], "secId": 195}, {"speaker": "LEMON", "sentences": [{"text": "Back now with Brian Stelter, Peter Beinart, Kayleigh McEnany and Marc Lamont Hill.", "sentId": 515}], "secId": 196}, {"speaker": "LEMON", "sentences": [{"text": "As much as I love the other conversation, I want to talk about this as well.", "sentId": 516}, {"text": "Let's talk about Trump's pick for secretary of Housing and Urban Development.", "sentId": 517}, {"text": "It's Ben Carson.", "sentId": 518}, {"text": "He is a neurosurgeon and many say that on paper he lacks significant experience in Housing and Urban Development.", "sentId": 519}, {"text": "What do you think?", "sentId": 520}, {"text": "Good move, Peter?", "sentId": 521}], "secId": 197}, {"speaker": "BEINART", "sentences": [{"text": "I think he means well.", "sentId": 522}, {"text": "The question is what are his qualifications?", "sentId": 523}, {"text": "As you said, I mean, his own close adviser Armstrong Williams just said a couple of days earlier that he didn't think that Carson would take the job because he doesn't have any experience running any kind of government agency like this.", "sentId": 524}, {"text": "And he hasn't really shown any expertise in housing and urban development policy.", "sentId": 525}, {"text": "I would love to be surprised, but I think the question is, what on earth besides the fact that he grew up poor and in inner city what on earth qualifies him for this job?", "sentId": 526}], "secId": 198}, {"speaker": "LEMON", "sentences": [{"text": "Let's put up the tweet that you're talking about or put up what he said.", "sentId": 527}, {"text": "I'm sorry, it's what he said.", "sentId": 528}, {"text": "He said, he has never run -- this is Armstrong Williams, who's a close adviser to Ben Carson.", "sentId": 529}, {"text": "\"He's never run an agency, and it's a lot to ask.", "sentId": 530}, {"text": "He is a neophyte.", "sentId": 531}, {"text": "And that's not his strength.", "sentId": 532}, {"text": "The last thing he would want to do is take a position that could cripple the presidency.\"", "sentId": 533}], "secId": 199}, {"speaker": "LEMON", "sentences": [{"text": "So how do you respond to that, Kayleigh?", "sentId": 534}], "secId": 200}, {"speaker": "MCENANY", "sentences": [{"text": "I think he's extremely qualified.", "sentId": 535}, {"text": "Not only does, as Peter pointed out, he has a passion for this because he grew up in poverty and worked his way out of it.", "sentId": 536}, {"text": "Not only that, but I mean, this is a world class neurosurgeon who Harvard Center of Leadership gave him a leadership award for being one of the greatest leaders in his field.", "sentId": 537}, {"text": "He sat on the board of companies like Kellogg's.", "sentId": 538}, {"text": "He was the head at Johns Hopkins of the Neuroscience Center.", "sentId": 539}, {"text": "Not only that, he's a problem solver.", "sentId": 540}, {"text": "He developed -- devised the first method to separate conjoined twins.", "sentId": 541}], "secId": 201}, {"speaker": "MCENANY", "sentences": [{"text": "This is a leader, this is a problem solver, and this is someone who's passionate.", "sentId": 542}, {"text": "And look, the guys we have right now, the so-called experts in Washington clearly aren't doing their job and they're not getting it done.", "sentId": 543}, {"text": "So let's give a shot to someone who's one of the most extraordinary minds I think that we have.", "sentId": 544}], "secId": 202}, {"speaker": "LEMON", "sentences": [{"text": "Marc?", "sentId": 545}], "secId": 203}, {"speaker": "HILL", "sentences": [{"text": "Wait a minute.", "sentId": 546}, {"text": "Wait a minute.", "sentId": 547}, {"text": "So I'm just baffled by this.", "sentId": 548}, {"text": "First of all, you said he's extremely qualified.", "sentId": 549}, {"text": "And then you explained all the ways that he's a talented neurosurgeon.", "sentId": 550}, {"text": "Being a neurosurgeon doesn't make you qualified to be the head of HUD.", "sentId": 551}, {"text": "No part of that does.", "sentId": 552}], "secId": 204}, {"speaker": "MCENANY", "sentences": [{"text": "He's a great leader.", "sentId": 553}], "secId": 205}, {"speaker": "HILL", "sentences": [{"text": "Yes, he's a great --", "sentId": 554}], "secId": 206}, {"speaker": "LEMON", "sentences": [{"text": "But wouldn't you be more qualified, Marc -- would you be more qualified to be the head of Health and Human Services as a neurosurgeon than he would be to Housing and Urban Development?", "sentId": 555}], "secId": 207}, {"speaker": "HILL", "sentences": [{"text": "Absolutely.", "sentId": 556}, {"text": "Absolutely.", "sentId": 557}, {"text": "Leadership skills are not transferable.", "sentId": 558}, {"text": "You know what I mean?", "sentId": 559}, {"text": "Like Ghostface Killah is the leader of Wu-Tang Clan.", "sentId": 560}, {"text": "Right?", "sentId": 561}, {"text": "LeBron James is the leader of Cleveland Cavaliers.", "sentId": 562}, {"text": "It doesn't mean they should be the leader of Housing and Urban Development.", "sentId": 563}], "secId": 208}, {"speaker": "HILL", "sentences": [{"text": "He, himself, said, I don't know how to run an office.", "sentId": 564}, {"text": "I don't know how to run a bureau.", "sentId": 565}, {"text": "I don't know how to handle bureaucracy.", "sentId": 566}, {"text": "I don't have any experience in government.", "sentId": 567}, {"text": "So if he says that himself, why do you choose him to be the leader of one of the most significant departments in America?", "sentId": 568}, {"text": "And --", "sentId": 569}], "secId": 209}, {"speaker": "STELTER", "sentences": [{"text": "I think his own comments against the job is notable.", "sentId": 570}, {"text": "I do think leadership skills are transferable, though.", "sentId": 571}], "secId": 210}, {"speaker": "HILL", "sentences": [{"text": "Exactly.", "sentId": 572}], "secId": 211}, {"speaker": "STELTER", "sentences": [{"text": "That part of it --", "sentId": 573}], "secId": 212}, {"speaker": "HILL", "sentences": [{"text": "Some are.", "sentId": 574}, {"text": "Some are not.", "sentId": 575}, {"text": "Coming out of poverty doesn't make you qualified.", "sentId": 576}, {"text": "Coming out of public housing doesn't make you qualified to run public housing.", "sentId": 577}, {"text": "I mean, by that logic half of black America should be the head of HUD.", "sentId": 578}, {"text": "It doesn't --", "sentId": 579}], "secId": 213}, {"speaker": "MCENANY", "sentences": [{"text": "But, Marc, the leaders and the experts that you extol, though, are the ones who gave us the subprime housing crisis, one of the greatest foreclosure crises that we've seen in this country's history.", "sentId": 580}, {"text": "These are the so-called experts that you extol and you want to be there?", "sentId": 581}, {"text": "Let's give Ben Carson a chance.", "sentId": 582}], "secId": 214}, {"speaker": "BEINART", "sentences": [{"text": "That's such a dangerous logic, though.", "sentId": 583}], "secId": 215}, {"speaker": "HILL", "sentences": [{"text": "Those experts -- go ahead, I'm sorry.", "sentId": 584}], "secId": 216}, {"speaker": "BEINART", "sentences": [{"text": "I mean, this is the logic that I find so baffling.", "sentId": 585}, {"text": "It's like, yes, people in government who actually have experience may have made really big mistakes.", "sentId": 586}, {"text": "Right?", "sentId": 587}, {"text": "Just like people who know how to fly airplanes sometimes screw up and make -- and get it wrong.", "sentId": 588}, {"text": "It's not an argument for taking people who have never flown an airplane and putting them in the cockpit.", "sentId": 589}, {"text": "Right?", "sentId": 590}, {"text": "The fact that experts can make mistakes --", "sentId": 591}], "secId": 217}, {"speaker": "HILL", "sentences": [{"text": "But they've been on a plane, though.", "sentId": 592}], "secId": 218}, {"speaker": "BEINART", "sentences": [{"text": "It's not an argument for putting people with no experience in these jobs.", "sentId": 593}], "secId": 219}, {"speaker": "LEMON", "sentences": [{"text": "The Democratic --", "sentId": 594}], "secId": 220}, {"speaker": "HILL", "sentences": [{"text": "Ben Carson said the guy that was on the plane before.", "sentId": 595}], "secId": 221}, {"speaker": "LEMON", "sentences": [{"text": "Nancy Pelosi calls Carson a disconcerting and disturbingly unqualified choice.", "sentId": 596}, {"text": "What do you -- what do you say to that, Brian?", "sentId": 597}, {"text": "Are you OK?", "sentId": 598}], "secId": 222}, {"speaker": "LEMON", "sentences": [{"text": "Are you all right, Brian?", "sentId": 599}], "secId": 223}, {"speaker": "STELTER", "sentences": [{"text": "Pass.", "sentId": 600}], "secId": 224}, {"speaker": "LEMON", "sentences": [{"text": "All right.", "sentId": 601}, {"text": "Go ahead, Marc.", "sentId": 602}, {"text": "What do you make of that?", "sentId": 603}], "secId": 225}, {"speaker": "HILL", "sentences": [{"text": "She's absolutely right.", "sentId": 604}, {"text": "Everything else I said tonight aside, there's another fundamental challenge here that Ben Carson has made his bones as a Republican speaker by talking about how he doesn't believe the government should be supporting people in the very ways that HUD is designed to do so.", "sentId": 605}, {"text": "It's hard for him to lead Urban Development.", "sentId": 606}, {"text": "It's hard for him to support public housing, it's hard for him to push forth this idea of integration in public housing if he doesn't fundamentally believe that the government should have that relationship to its citizens.", "sentId": 607}], "secId": 226}, {"speaker": "HILL", "sentences": [{"text": "So to me it's just a backwards role for him in any sense because he's just not the right fit for this.", "sentId": 608}, {"text": "There are so many better people.", "sentId": 609}, {"text": "And I agree with Peter.", "sentId": 610}], "secId": 227}, {"speaker": "LEMON", "sentences": [{"text": "OK.", "sentId": 611}], "secId": 228}, {"speaker": "HILL", "sentences": [{"text": "You don't -- go ahead, I'm sorry.", "sentId": 612}], "secId": 229}, {"speaker": "STELTER", "sentences": [{"text": "Let's hope it's not a joke, actually.", "sentId": 613}, {"text": "It's an important job.", "sentId": 614}], "secId": 230}, {"speaker": "LEMON", "sentences": [{"text": "Marc, you're on fire tonight.", "sentId": 615}, {"text": "Sorry about that.", "sentId": 616}, {"text": "Anyway, thank you all.", "sentId": 617}, {"text": "I appreciate it.", "sentId": 618}], "secId": 231}, {"speaker": "LEMON", "sentences": [{"text": "That's it for us tonight.", "sentId": 619}, {"text": "Thanks for watching.", "sentId": 620}, {"text": "I'll see you right back here tomorrow.", "sentId": 621}], "secId": 232}], "sectionCount": 233, "url": "transcripts.cnn.com/TRANSCRIPTS/1612/05/cnnt.02.html", "sentenceCount": 623, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired December 5, 2016 - 23:00   ET", "speakers": ["LEMON", "SCOTT", "NEWMAN", "STEWART", "DMITRIUS", "COATES", "HOUCK", "SLAGER", "FEYERICK", "NOXON", "PETRAEUS", "STELTER", "CONWAY", "TRUMP", "BYERS", "BRABENDER", "HILL", "BEINART", "MCENANY"], "title": "CNN TONIGHT"}