{"docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1612.01.cnnt.01.html.json", "subTitle": "Donald Trump's Thank You Rally; Unity For The Country; Secretary of Defense Finally Chosen. Aired 10-11p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "COOPER", "sentences": [{"text": "... everybody for watching tonight.", "sentId": 0}, {"text": "CNN Tonight with Don Lemon starts now.", "sentId": 1}], "secId": 0}, {"speaker": "TRUMP", "sentences": [{"text": "This is the moment.", "sentId": 2}, {"text": "This is our chance.", "sentId": 3}, {"text": "This is our window for action.", "sentId": 4}, {"text": "This is the hour when the great deeds can be done and our highest hopes can come true.", "sentId": 5}, {"text": "We're going to do it, folks.", "sentId": 6}, {"text": "We're going to do it.", "sentId": 7}], "secId": 1}, {"speaker": "LEMON", "sentences": [{"text": "A raucous rally, cheering crowds, not exactly business as usual for a president-elect.", "sentId": 8}], "secId": 2}, {"speaker": "LEMON", "sentences": [{"text": "This is CNN Tonight.", "sentId": 9}, {"text": "I'm Don Lemon.", "sentId": 10}], "secId": 3}, {"speaker": "LEMON", "sentences": [{"text": "What is Donald Trump, though, cared about business as usual.", "sentId": 11}, {"text": "Tonight's rally comes after his visit to Carrier's plant in Indianapolis and this promise.", "sentId": 12}], "secId": 4}, {"speaker": "TRUMP", "sentences": [{"text": "The companies are not going to leave the United States anymore without consequences.", "sentId": 13}], "secId": 5}, {"speaker": "LEMON", "sentences": [{"text": "Donald Trump promising tonight to bring this country together after what may have been the most divisive campaign in American history.", "sentId": 14}, {"text": "Listen.", "sentId": 15}], "secId": 6}, {"speaker": "TRUMP", "sentences": [{"text": "Now is the time to embrace the one thing that truly unites us.", "sentId": 16}, {"text": "You know what that is?", "sentId": 17}, {"text": "America.", "sentId": 18}, {"text": "America.", "sentId": 19}, {"text": "It's America.", "sentId": 20}], "secId": 7}, {"speaker": "TRUMP", "sentences": [{"text": "Because when America is unified, nothing is beyond our reach, I mean that.", "sentId": 21}, {"text": "You're going to see.", "sentId": 22}, {"text": "You're going to see.", "sentId": 23}, {"text": "We're going to have a country that was never so great.", "sentId": 24}, {"text": "You watch.", "sentId": 25}, {"text": "In so many different ways.", "sentId": 26}], "secId": 8}, {"speaker": "TRUMP", "sentences": [{"text": "You hear a lot of talk about how we're backing a globalized world but the relationships people value in this country are local.", "sentId": 27}, {"text": "Family, city, state, country, they are local.", "sentId": 28}, {"text": "We'll compete in the world, we want to compete in the world but we're going to compete in the world where it's a two-way road, not a one-way road.", "sentId": 29}], "secId": 9}, {"speaker": "TRUMP", "sentences": [{"text": "The advantages are going to come back to our country and they haven't for many, many years.", "sentId": 30}, {"text": "There is no global anthem, no global currency, no certificate of global citizenship.", "sentId": 31}, {"text": "We pledge allegiance to one flag and that flag is the American flag.", "sentId": 32}], "secId": 10}, {"speaker": "TRUMP", "sentences": [{"text": "From now on, it's going to be America first.", "sentId": 33}, {"text": "OK?", "sentId": 34}, {"text": "America first.", "sentId": 35}], "secId": 11}, {"speaker": "LEMON", "sentences": [{"text": "Now I want to bring in CNN's Jim Acosta live for us in Cincinnati.", "sentId": 36}, {"text": "Good evening to you, Jim.", "sentId": 37}, {"text": "The president-elect taking a victory lap tonight.", "sentId": 38}, {"text": "He announced his pick for defense secretary as well.", "sentId": 39}, {"text": "Fill us in on that.", "sentId": 40}], "secId": 12}, {"speaker": "ACOSTA", "sentences": [{"text": "That's right, Don.", "sentId": 41}, {"text": "You know, the transition was going this as a thank you tour, but this was really a touchdown dance.", "sentId": 42}, {"text": "Donald Trump was celebrating his big victory over Hillary Clinton on November 8th.", "sentId": 43}, {"text": "He called it a landslide even though he won in the Electoral College, he did not win the popular vote.", "sentId": 44}], "secId": 13}, {"speaker": "ACOSTA", "sentences": [{"text": "And then he also talked about his upcoming agenda saying, he's going to build that wall on the U.S.-Mexico border; that he's going to repeal and replace Obamacare.", "sentId": 45}], "secId": 14}, {"speaker": "ACOSTA", "sentences": [{"text": "But you're right, Don, the big news of the night was when he announced his pick for defense secretary, retired Marine General James Mattis, here's what he said to the crowd earlier tonight.", "sentId": 46}], "secId": 15}, {"speaker": "TRUMP", "sentences": [{"text": "We are going to appoint Mad Dog Mattis as our secretary of defense.", "sentId": 47}], "secId": 16}, {"speaker": "TRUMP", "sentences": [{"text": "But we're not announcing it till Monday so don't tell anybody.", "sentId": 48}, {"text": "Mad Dog, he is great.", "sentId": 49}, {"text": "He is great.", "sentId": 50}, {"text": "I asked one of the generals, I love the generals, and I won't use his name but he probably would come forward.", "sentId": 51}, {"text": "But I said to him, you're a good general, aren't you?", "sentId": 52}, {"text": "\"Yes, sir, I am.\"", "sentId": 53}, {"text": "I said, so how do you compare to General Mattis?", "sentId": 54}, {"text": "How do you compare to Mad Dog?", "sentId": 55}, {"text": "\"Sir, he's better than I am.\"", "sentId": 56}, {"text": "I loved it.", "sentId": 57}, {"text": "I said, I loved that you said that.", "sentId": 58}, {"text": "They love him.", "sentId": 59}], "secId": 17}, {"speaker": "TRUMP", "sentences": [{"text": "So, we're going to be announcing him on Monday of next week.", "sentId": 60}, {"text": "Keep it inside the room.", "sentId": 61}, {"text": "But that's what we have and he's our best.", "sentId": 62}, {"text": "They say he's the closest thing to General George Patton that we have and it's about time.", "sentId": 63}, {"text": "It's about time.", "sentId": 64}], "secId": 18}, {"speaker": "ACOSTA", "sentences": [{"text": "And Donald Trump made that announcement despite the fact that just a couple of hours earlier his own transition spokesman Jason Miller went on Twitter and said that no decision had been made when it comes to defense secretary.", "sentId": 65}], "secId": 19}, {"speaker": "ACOSTA", "sentences": [{"text": "And so, Don, we in the press the whole country, was essentially told something that was flat out wrong.", "sentId": 66}, {"text": "Because Donald Trump went out just a couple of hours later and told the country that he was in fact picking James Mattis for defense secretary.", "sentId": 67}], "secId": 20}, {"speaker": "LEMON", "sentences": [{"text": "You've been on the trail with him for months, Jim.", "sentId": 68}, {"text": "Was this the same kind of feeling in the room tonight?", "sentId": 69}], "secId": 21}, {"speaker": "ACOSTA", "sentences": [{"text": "Absolutely.", "sentId": 70}, {"text": "You know, there were chants of 'lock her up,' of 'drain the swamp,' of 'build the wall.'", "sentId": 71}, {"text": "It was hard to recall at times that the election happened three weeks because it felt like we were in the thick of it at this rally earlier this evening.", "sentId": 72}], "secId": 22}, {"speaker": "ACOSTA", "sentences": [{"text": "You know, Trump talked about on election night that, you know, he wants to bring the country together, he wants to unite the country.", "sentId": 73}], "secId": 23}, {"speaker": "ACOSTA", "sentences": [{"text": "But, Don, this was a speech that really inflamed a lot of the divisions in this country.", "sentId": 74}, {"text": "He not only railed against the news media, called them the extremely dishonest news media, he mocked some protesters saying that they didn't realize that they lost the election a couple of weeks ago.", "sentId": 75}], "secId": 24}, {"speaker": "ACOSTA", "sentences": [{"text": "We do understand from talking to transition sources that he has more of these events coming up, more of these thank you tours coming up.", "sentId": 76}, {"text": "But Donald Trump tonight, the President-elect of the United States, a man who is going to be sworn into office in about a month and a half from now, Don, sounded like somebody who wanted to keep the election going instead of putting it all behind us.", "sentId": 77}], "secId": 25}, {"speaker": "LEMON", "sentences": [{"text": "Jim Acosta, thank you very much.", "sentId": 78}, {"text": "Seems like Donald Trump, though, has a love affair going with Ohio.", "sentId": 79}, {"text": "Listen.", "sentId": 80}], "secId": 26}, {"speaker": "TRUMP", "sentences": [{"text": "I love you, Ohio, this is a great place, with great people I have so many friends.", "sentId": 81}, {"text": "Thank you.", "sentId": 82}, {"text": "Thank you.", "sentId": 83}, {"text": "In the true sense, history called and the people of this great state answered and you're going to be very happy.", "sentId": 84}, {"text": "We're going to say right now, what are we going to do?", "sentId": 85}, {"text": "We're going to make America great again.", "sentId": 86}, {"text": "You watch.", "sentId": 87}], "secId": 27}, {"speaker": "LEMON", "sentences": [{"text": "Let's discuss now, Alex Triantafilou is here, he is the chairman of the Hamilton County Republican Party.", "sentId": 88}, {"text": "Good evening to you, sir.", "sentId": 89}, {"text": "Thank you so much for joining us here on CNN.", "sentId": 90}, {"text": "You just came from that thank you rally tonight.", "sentId": 91}, {"text": "Let's listen a little bit more and then we'll talk about it.", "sentId": 92}, {"text": "Here it is.", "sentId": 93}], "secId": 28}, {"speaker": "TRUMP", "sentences": [{"text": "But then the people back there, the extremely dishonest press said, right?", "sentId": 94}], "secId": 29}, {"speaker": "LEMON", "sentences": [{"text": "So, what was it like?", "sentId": 95}], "secId": 30}, {"speaker": "TRIANTAFILOU", "sentences": [{"text": "Well, Don, it was terrific.", "sentId": 96}, {"text": "It was great for those of us who have been supporting Donald Trump to see him back here in Cincinnati and in Ohio specifically, where he won, you know, historic victory.", "sentId": 97}, {"text": "So, the crowd was great, very energized and he said a lot of the things that make us love him.", "sentId": 98}], "secId": 31}, {"speaker": "LEMON", "sentences": [{"text": "Your county didn't go for Donald Trump but you say your phone has been ringing every 10 minutes.", "sentId": 99}, {"text": "People wanted to be there.", "sentId": 100}], "secId": 32}, {"speaker": "TRIANTAFILOU", "sentences": [{"text": "No question about it.", "sentId": 101}, {"text": "People far and wide.", "sentId": 102}, {"text": "The southwestern Ohio region, Don, is very strongly republican and very strongly for Donald Trump.", "sentId": 103}, {"text": "So, this city, the Cincinnati, this area particularly, did not necessarily go for the president-elect but the region certainly did.", "sentId": 104}, {"text": "And there's no doubt my phone has been ringing for the last 24 or more with people wanting to get in to this arena and wanting to be close to this effort, so a really good showing.", "sentId": 105}], "secId": 33}, {"speaker": "LEMON", "sentences": [{"text": "Yes.", "sentId": 106}, {"text": "What did they say to you?", "sentId": 107}], "secId": 34}, {"speaker": "TRIANTAFILOU", "sentences": [{"text": "I'm sorry, what?", "sentId": 108}, {"text": "I apologize.", "sentId": 109}], "secId": 35}, {"speaker": "LEMON", "sentences": [{"text": "What did they say to you when they called and said, you said they wanted to be close to the arena and they want to get in?", "sentId": 110}, {"text": "What did they say to you in your conversations?", "sentId": 111}], "secId": 36}, {"speaker": "TRIANTAFILOU", "sentences": [{"text": "The folks who are calling me wanted to get in here, they wanted to be near him, you know.", "sentId": 112}, {"text": "And it's interesting, people want to meet him.", "sentId": 113}, {"text": "I like -- I can't deliver on that kind of a message but people wanted to be near him and hear him and be in this arena and just hear what he had to say.", "sentId": 114}], "secId": 37}, {"speaker": "LEMON", "sentences": [{"text": "What's your reaction to the Carrier jobs situation, keeping a thousand jobs in the U.S.?", "sentId": 115}], "secId": 38}, {"speaker": "TRIANTAFILOU", "sentences": [{"text": "Obviously very pleased by that.", "sentId": 116}, {"text": "Carrier is not far from here.", "sentId": 117}, {"text": "You know, the Indiana border is just west of here from Cincinnati, so very happy about that.", "sentId": 118}, {"text": "And, you know, Governor Mike Pence is well known to us here in Cincinnati because of his congressional district bordered the Cincinnati area, so I'm just very pleased by that.", "sentId": 119}], "secId": 39}, {"speaker": "TRIANTAFILOU", "sentences": [{"text": "I think the people in this room were also pleased by that.", "sentId": 120}, {"text": "And Don, you know, as a republican, it's great to have someone talking to America's workers and Donald Trump is doing that in a way that previous republicans have not done.", "sentId": 121}], "secId": 40}, {"speaker": "LEMON", "sentences": [{"text": "Thank you, Alec.", "sentId": 122}, {"text": "I appreciate it.", "sentId": 123}, {"text": "Thank you for coming on.", "sentId": 124}], "secId": 41}, {"speaker": "LEMON", "sentences": [{"text": "Here to discuss all of this now, CNN political analyst Kristen Powers, CNN politics executive editor, Mark Preston, and chief political analyst, Gloria Borger.", "sentId": 125}, {"text": "Hello to all of you.", "sentId": 126}, {"text": "I appreciate having you on as well.", "sentId": 127}], "secId": 42}, {"speaker": "BORGER", "sentences": [{"text": "Hey, Don.", "sentId": 128}], "secId": 43}, {"speaker": "LEMON", "sentences": [{"text": "Mark, I want to start with you.", "sentId": 129}, {"text": "We're going to talk about the Carrier situation in a moment.", "sentId": 130}, {"text": "But what did you make up tonight's rally, he clearly is energized.", "sentId": 131}], "secId": 44}, {"speaker": "PRESTON", "sentences": [{"text": "Yes, do doubt.", "sentId": 132}, {"text": "And this is certainly, I mean, his forum and this is what really gave him the energy to run the campaign that he did.", "sentId": 133}], "secId": 45}, {"speaker": "PRESTON", "sentences": [{"text": "I thought he spoke for a very long time.", "sentId": 134}, {"text": "I was kind of shocked at the length of time that he actually spoke.", "sentId": 135}, {"text": "At times I thought the tone was really strong and he tried to be inclusive and talk about inclusion.", "sentId": 136}], "secId": 46}, {"speaker": "PRESTON", "sentences": [{"text": "There were other times that he did fall back into the old Donald Trump and I think as he continues to work his way, you know, being president-elect to becoming president, that is going to have to change a little bit.", "sentId": 137}], "secId": 47}, {"speaker": "PRESTON", "sentences": [{"text": "The inclusive part was a small part of it.", "sentId": 138}, {"text": "We're sort of reaching here but give him his due.", "sentId": 139}, {"text": "He did it.", "sentId": 140}, {"text": "The biggest part was not inclusion.", "sentId": 141}, {"text": "But...", "sentId": 142}], "secId": 48}, {"speaker": "LEMON", "sentences": [{"text": "The inclusive part just a small part of it.", "sentId": 143}, {"text": "I think we're sort of reaching here but, you know, given his due, he did it.", "sentId": 144}, {"text": "But the biggest part of it was not inclusion.", "sentId": 145}], "secId": 49}, {"speaker": "PRESTON", "sentences": [{"text": "No.", "sentId": 146}, {"text": "No, but again, I mean, look, as Jim Acosta said, this was supposed to be a thank you tour, it really was a victory tour, right, for him.", "sentId": 147}, {"text": "I mean, going around saying I had won.", "sentId": 148}, {"text": "But I thought he tried.", "sentId": 149}, {"text": "I mean, I have to give him that he tried to change his tone.", "sentId": 150}, {"text": "He's still got to work on it, though.", "sentId": 151}, {"text": "I mean, that's -- that's the truth.", "sentId": 152}], "secId": 50}, {"speaker": "LEMON", "sentences": [{"text": "Gloria, did you hear a unifying message?", "sentId": 153}, {"text": "Go ahead.", "sentId": 154}], "secId": 51}, {"speaker": "BORGER", "sentences": [{"text": "I did.", "sentId": 155}, {"text": "Yes, you know, I did.", "sentId": 156}, {"text": "You know, at one point he said, you know, the people don't -- we're not going to be divided for long.", "sentId": 157}, {"text": "I have always brought people together.", "sentId": 158}, {"text": "I know you find that hard to believe.", "sentId": 159}, {"text": "He did bask in his own victory.", "sentId": 160}], "secId": 52}, {"speaker": "BORGER", "sentences": [{"text": "But you know what?", "sentId": 161}, {"text": "Honestly, he's allowed to do that.", "sentId": 162}, {"text": "He won.", "sentId": 163}, {"text": "And what struck me, as I was standing there listening to him, I thought, this is going to be the presidency we're looking at when Donald Trump is going to have a problem with Congress and they are not going to do what he wants, he's going to do what Reagan did only more so.", "sentId": 164}], "secId": 53}, {"speaker": "BORGER", "sentences": [{"text": "He's going to go to the people directly.", "sentId": 165}, {"text": "He gets his energy from the people, he gets support from these crowds and I think that this isn't going to be a president who kind of wanders around the Rose Garden and ponders his decisions the way we saw President Obama did that.", "sentId": 166}], "secId": 54}, {"speaker": "BORGER", "sentences": [{"text": "I think it's going to be more a president who wants to get out there and -- and get energized by it, and if Congress doesn't do  what he wants he's going to get them, or try them to get them to do what he wants by going over their heads.", "sentId": 167}], "secId": 55}, {"speaker": "LEMON", "sentences": [{"text": "Yes.", "sentId": 168}], "secId": 56}, {"speaker": "BORGER", "sentences": [{"text": "And it's starting today when he was talking about the Carrier deal, which I thought was, you know, brilliant P.R.", "sentId": 169}, {"text": "for him.", "sentId": 170}, {"text": "He's standing -- and for Carrier, of course, because he's standing there in front of Carrier signs.", "sentId": 171}, {"text": "And he's thanking the CEO of the company making the company seem very patriotic.", "sentId": 172}], "secId": 57}, {"speaker": "BORGER", "sentences": [{"text": "We don't know what kind of a stick he had to throw out there and say, well, I'm going to raise tariffs to 35 percent but they got a big tax cut.", "sentId": 173}, {"text": "It's going to be controversial, but you know what, for this new president-elect, he promised something and he delivered it before he got into office.", "sentId": 174}, {"text": "I mean, I think that's a pretty good day.", "sentId": 175}], "secId": 58}, {"speaker": "LEMON", "sentences": [{"text": "And it's interesting that you say that he, you know, he gets energy from the crowd.", "sentId": 176}], "secId": 59}, {"speaker": "BORGER", "sentences": [{"text": "Yes.", "sentId": 177}], "secId": 60}, {"speaker": "LEMON", "sentences": [{"text": "Because remember when he's like, maybe he'll be the second campaigner in chief.", "sentId": 178}, {"text": "Remember, President Barack Obama would get his energy from the crowd and people said, you know, he didn't look happier -- couldn't look more happier than on the campaign trail.", "sentId": 179}, {"text": "Maybe Donald Trump will have -- will exhibit the same sort of thing.", "sentId": 180}], "secId": 61}, {"speaker": "BORGER", "sentences": [{"text": "I don't think President Obama got out as much as he wanted to, to be honest because sometimes he get thrashed.", "sentId": 181}], "secId": 62}, {"speaker": "LEMON", "sentences": [{"text": "But that's when you saw his -- that's when you saw the energy come out.", "sentId": 182}], "secId": 63}, {"speaker": "BORGER", "sentences": [{"text": "Right.", "sentId": 183}], "secId": 64}, {"speaker": "LEMON", "sentences": [{"text": "And that's exactly what you said.", "sentId": 184}, {"text": "Kirsten, I have to ask you, what did you make of this?", "sentId": 185}, {"text": "Do you think he spoke to the folks who were fearful of the Trump presidency?", "sentId": 186}], "secId": 65}, {"speaker": "POWERS", "sentences": [{"text": "No, I don't.", "sentId": 187}, {"text": "But I don't know that he necessarily had to tonight.", "sentId": 188}, {"text": "So, I agree with Gloria.", "sentId": 189}, {"text": "I think, you know, he won.", "sentId": 190}, {"text": "If he wants to come out and do something with the people who supported him, I say fine.", "sentId": 191}, {"text": "I don't have a problem with that.", "sentId": 192}, {"text": "I don't think that now is the moment that he has to try to do the unifying.", "sentId": 193}], "secId": 66}, {"speaker": "POWERS", "sentences": [{"text": "And I actually I'm going to put separate myself from those people.", "sentId": 194}, {"text": "I don't even -- I'm not even bothered about attacking the media.", "sentId": 195}, {"text": "Because look, we got it really wrong.", "sentId": 196}, {"text": "Really wrong.", "sentId": 197}, {"text": "And the fact of the matter is, he had to live through a campaign of", "sentId": 198}], "secId": 67}, {"speaker": "POWERS", "sentences": [{"text": "people saying over and over that he was never going to win, all of these things were never going to happen.", "sentId": 199}, {"text": "You know, he's allowed to vent about it.", "sentId": 200}, {"text": "I really don't have a problem with that.", "sentId": 201}, {"text": "I don't think it's presidential for him to continue to do that once he's office, but if he wants to have this rally tonight and do this, I don't have a problem with that.", "sentId": 202}], "secId": 68}, {"speaker": "PRESTON", "sentences": [{"text": "I think it's important too that we're trying to understand the supporters.", "sentId": 203}, {"text": "We still don't understand the supporters that backed him, certainly us in the media.", "sentId": 204}, {"text": "And as Kirsten said we got it wrong.", "sentId": 205}, {"text": "But he...", "sentId": 206}], "secId": 69}, {"speaker": "LEMON", "sentences": [{"text": "I think we understand the supporters.", "sentId": 207}, {"text": "No, we understand the supporters.", "sentId": 208}], "secId": 70}, {"speaker": "PRESTON", "sentences": [{"text": "You think?", "sentId": 209}], "secId": 71}, {"speaker": "LEMON", "sentences": [{"text": "Absolutely.", "sentId": 210}, {"text": "Absolutely.", "sentId": 211}], "secId": 72}, {"speaker": "PRESTON", "sentences": [{"text": "Well, we all certainly reporters in this...", "sentId": 212}], "secId": 73}, {"speaker": "LEMON", "sentences": [{"text": "I think that -- I think that -- and this is going to sound odd to you but that Saturday Night Live skit with the black Trump supporter on Black Jeopardy, I think that marginalized people, especially African-Americans and Donald Trump supporters have more in common than they think they do -- I mean, Donald Trump, you know, white Trump supporters.", "sentId": 213}], "secId": 74}, {"speaker": "POWERS", "sentences": [{"text": "Yes.", "sentId": 214}], "secId": 75}, {"speaker": "LEMON", "sentences": [{"text": "But I think that they have more in common than they think they do except that there's this one issue where they can't get to -- quite get together on and that's race, right?", "sentId": 215}], "secId": 76}, {"speaker": "POWERS", "sentences": [{"text": "Yes.", "sentId": 216}], "secId": 77}, {"speaker": "LEMON", "sentences": [{"text": "And so, maybe he'll address that and we'll talk about that coming up because he talked about bringing the country together.", "sentId": 217}, {"text": "Go ahead.", "sentId": 218}], "secId": 78}, {"speaker": "POWERS", "sentences": [{"text": "Yes, and he should.", "sentId": 219}, {"text": "I mean, he absolutely should and look, you know, if it was me, I probably would have but I'm not Donald Trump.", "sentId": 220}, {"text": "And Donald Trump is, you know, going to do things his way and hopefully down the road he's going to address those issues and try to bring people together.", "sentId": 221}], "secId": 79}, {"speaker": "LEMON", "sentences": [{"text": "Let Mark -- let Mark finish his point.", "sentId": 222}], "secId": 80}, {"speaker": "PRESTON", "sentences": [{"text": "Yes.", "sentId": 223}, {"text": "Let me just say this.", "sentId": 224}, {"text": "And I stand by it, that we're still trying to understand where -- what we missed basically, which was middle America.", "sentId": 225}, {"text": "And we're going to try to understand how not to make that", "sentId": 226}], "secId": 81}, {"speaker": "PRESTON", "sentences": [{"text": "mistake again, OK?", "sentId": 227}], "secId": 82}, {"speaker": "PRESTON", "sentences": [{"text": "But what was said during the speech tonight, which I think was extremely important and it goes to what Gloria said about what Reagan would do is that he asked for help and he said, I need your help to get this stuff done.", "sentId": 228}, {"text": "Because Donald Trump knows that he doesn't have a lot of allies in Washington, D.C., but where his allies are the ones who helped put him in office, and they actually do have a lot of power.", "sentId": 229}], "secId": 83}, {"speaker": "PRESTON", "sentences": [{"text": "They do have a lot of sway over their congressmen and their senators.", "sentId": 230}, {"text": "And he said that tonight and I think you're going to hear that over and over and over again.", "sentId": 231}], "secId": 84}, {"speaker": "PRESTON", "sentences": [{"text": "Barack Obama tried to do this.", "sentId": 232}, {"text": "If go back and look at him creating -- he took his campaign and he created a separate organization and said that these people were going to come out for him and try to push through his agenda.", "sentId": 233}, {"text": "That wasn't necessarily true.", "sentId": 234}, {"text": "Didn't go the whole way.", "sentId": 235}, {"text": "We'll see if Donald Trump can do that.", "sentId": 236}], "secId": 85}, {"speaker": "LEMON", "sentences": [{"text": "All right.", "sentId": 237}, {"text": "Gloria, I'll give you the first word on the other side of the break.", "sentId": 238}, {"text": "We're just getting started.", "sentId": 239}, {"text": "We'll be right back.", "sentId": 240}], "secId": 86}, {"speaker": "BORGER", "sentences": [{"text": "That's fine.", "sentId": 241}], "secId": 87}, {"speaker": "LEMON", "sentences": [{"text": "Coming back now, Kirsten Powers is here, Mark Preston, and Gloria Borger.", "sentId": 242}, {"text": "I want all of you to look at this and then I'm going to get your reaction in a moment from the Trump rally tonight.", "sentId": 243}], "secId": 88}, {"speaker": "TRUMP", "sentences": [{"text": "We're going to seek a truly inclusive society where we support each other, love each other and look out for each other and that means that people coming into our country have to be people that have the potential to love us, not to hate us.", "sentId": 244}], "secId": 89}, {"speaker": "TRUMP", "sentences": [{"text": "We condemn bigotry and prejudice in all of its forms.", "sentId": 245}, {"text": "We denounce all of the hatred, and we forcefully reject the language of exclusion and separation.", "sentId": 246}, {"text": "We are going to come together.", "sentId": 247}, {"text": "We have no choice.", "sentId": 248}, {"text": "We have to.", "sentId": 249}, {"text": "And it's better.", "sentId": 250}, {"text": "It's better.", "sentId": 251}], "secId": 90}, {"speaker": "TRUMP", "sentences": [{"text": "We seek a future where every American child is fully included in the American dream.", "sentId": 252}, {"text": "We're going to have our own American dream.", "sentId": 253}, {"text": "And we're going to bring back the American dream.", "sentId": 254}], "secId": 91}, {"speaker": "LEMON", "sentences": [{"text": "Gloria, what do you think of that message?", "sentId": 255}], "secId": 92}, {"speaker": "BORGER", "sentences": [{"text": "Look, I think it's a great message.", "sentId": 256}, {"text": "It's the language of inclusion.", "sentId": 257}, {"text": "I wish we would have heard more of it during the last year and a half.", "sentId": 258}, {"text": "But I think he's the president-elect now, and I think he understands, as well as anybody that this country is very divided heading into his presidency.", "sentId": 259}], "secId": 93}, {"speaker": "BORGER", "sentences": [{"text": "And if he's going to get anything done in Congress and if he's going to have the people behind him and not just the people who were in that auditorium but the people out who didn't vote for him, that this is a message that he, you know, that he has to continue with.", "sentId": 260}], "secId": 94}, {"speaker": "BORGER", "sentences": [{"text": "And I think he's now got the bully pulpit for it and I'd like to hear him preach it more.", "sentId": 261}, {"text": "And you know, I was just thinking, as we were -- as we were talking in the other segment, and we were mentioning Carrier and what he did with a thousand jobs.", "sentId": 262}], "secId": 95}, {"speaker": "BORGER", "sentences": [{"text": "Tonight, in the speech he mentioned Flint, Michigan, for example.", "sentId": 263}, {"text": "He said, we have to fix that.", "sentId": 264}, {"text": "Well, maybe that should be the next thing that he goes after and says, you know what, I, President Trump, I'm going to make sure that six months from now the water in Flint, Michigan, is clean.", "sentId": 265}, {"text": "How about doing that?", "sentId": 266}, {"text": "That would be an interesting way to start.", "sentId": 267}], "secId": 96}, {"speaker": "LEMON", "sentences": [{"text": "Kirsten?", "sentId": 268}], "secId": 97}, {"speaker": "POWERS", "sentences": [{"text": "Yes, I think that would be great.", "sentId": 269}], "secId": 98}, {"speaker": "LEMON", "sentences": [{"text": "What did you think of things he said about what he said about bigotry?", "sentId": 270}], "secId": 99}, {"speaker": "POWERS", "sentences": [{"text": "Well, I think of course it's the low bar, right?", "sentId": 271}, {"text": "So, it's the fact that he mentioned this.", "sentId": 272}, {"text": "So there was a sentence, and so, where you know, and previously he didn't say this.", "sentId": 273}, {"text": "And so I think, you know, on the one hand it's good that he's doing it but I don't want to overplay it into he just gave some, you know, wonderful speech calling us to Kumbaya to all come together and to be inclusive and not be bigots.", "sentId": 274}], "secId": 100}, {"speaker": "POWERS", "sentences": [{"text": "But maybe it's telling that he would put a line in there now in the way that he wouldn't...", "sentId": 275}], "secId": 101}, {"speaker": "LEMON", "sentences": [{"text": "And to Gloria's point, if we had had heard this over the last year or two.", "sentId": 276}], "secId": 102}, {"speaker": "POWERS", "sentences": [{"text": "Yes.", "sentId": 277}], "secId": 103}, {"speaker": "LEMON", "sentences": [{"text": "Where was that Donald Trump.", "sentId": 278}, {"text": "And I can hear the people at home saying, OK, you say that tonight, but why didn't you say that on the campaign trail?", "sentId": 279}, {"text": "That's fair to say.", "sentId": 280}], "secId": 104}, {"speaker": "PRESTON", "sentences": [{"text": "Entirely fair.", "sentId": 281}, {"text": "You know, the thing about Donald Trump is if you talk to people who are close to him or going to be close to him, what they will tell you is they understand that whatever he says has meaning, whether it's one word, two words, three words, a sentence, he can move markets, he can crash markets, foreign policy decisions are hanging on the tip of his tongue and that he needs to know that.", "sentId": 282}], "secId": 105}, {"speaker": "PRESTON", "sentences": [{"text": "At the same point, though, I do think we have to look at Donald Trump and say, you know what, he's not going to be as eloquent as professorial as Barack Obama.", "sentId": 283}, {"text": "Perhaps he's not going to be like Ronald Reagan in a statesmanlike manner.", "sentId": 284}, {"text": "He is going to be what he is.", "sentId": 285}], "secId": 106}, {"speaker": "PRESTON", "sentences": [{"text": "He is a wheeler and dealer businessman and the fact is, when he says he's going to pick up that phone and start calling people and telling companies to stay here, he believes that.", "sentId": 286}, {"text": "And quite frankly, I think he's going to do that.", "sentId": 287}, {"text": "If he is to do that he better surround himself with some very smart people and he did today with Mattis, though.", "sentId": 288}], "secId": 107}, {"speaker": "LEMON", "sentences": [{"text": "He did think...", "sentId": 289}], "secId": 108}, {"speaker": "POWERS", "sentences": [{"text": "He's also somebody who takes to Twitter and makes it very clear when something upsets him.", "sentId": 290}, {"text": "And so, if he's really, really upset about bigotry, then, you know, maybe he could go on a Twitter rant about bigotry, right.", "sentId": 291}, {"text": "I'm being serious.", "sentId": 292}, {"text": "That's not -- you know, I think that if this is something -- versus a throw a line in a speech.", "sentId": 293}], "secId": 109}, {"speaker": "PRESTON", "sentences": [{"text": "I think he should just give up Twitter.", "sentId": 294}], "secId": 110}, {"speaker": "LEMON", "sentences": [{"text": "No, I think you're right.", "sentId": 295}, {"text": "Listen I think many people are willing to give him his due and give him a chance but there is so much scorched earth...", "sentId": 296}], "secId": 111}, {"speaker": "POWERS", "sentences": [{"text": "Right.", "sentId": 297}], "secId": 112}, {"speaker": "LEMON", "sentences": [{"text": "... from the campaign trail.", "sentId": 298}], "secId": 113}, {"speaker": "POWERS", "sentences": [{"text": "Yes.", "sentId": 299}], "secId": 114}, {"speaker": "LEMON", "sentences": [{"text": "By things he could easily have said like he said tonight and didn't.", "sentId": 300}, {"text": "Gloria, did you want to weigh in?", "sentId": 301}], "secId": 115}, {"speaker": "BORGER", "sentences": [{"text": "Yes.", "sentId": 302}, {"text": "No.", "sentId": 303}, {"text": "Look, I agree with that.", "sentId": 304}, {"text": "And I think this actually not only poses a problem for him as he wants to spread a message of inclusion if indeed that's the case and to have people who didn't vote for him believe it.", "sentId": 305}], "secId": 116}, {"speaker": "BORGER", "sentences": [{"text": "But I also think it presents a problem for the democrats.", "sentId": 306}, {"text": "How do they approach Donald Trump?", "sentId": 307}, {"text": "What he did today with Carrier was keep a thousand jobs here.", "sentId": 308}, {"text": "That's -- that's a good thing.", "sentId": 309}, {"text": "I mean, you can talk about corporate welfare and all the rest as Bernie -- as Bernie Sanders did.", "sentId": 310}], "secId": 117}, {"speaker": "BORGER", "sentences": [{"text": "But what do democrats do?", "sentId": 311}, {"text": "Do they just disregard everything he wants to do?", "sentId": 312}, {"text": "I mean, there's an opportunity obviously on an infrastructure bill because they've been trying to get that pass for years.", "sentId": 313}, {"text": "Are they the naysayers?", "sentId": 314}, {"text": "Do they try and work with him?", "sentId": 315}], "secId": 118}, {"speaker": "BORGER", "sentences": [{"text": "How do they -- how do they deal with this president who is so different from anybody else they've ever known and who has the ability, as we were talking about before, to go right over their heads directly to the American people?", "sentId": 316}, {"text": "It's interesting.", "sentId": 317}], "secId": 119}, {"speaker": "LEMON", "sentences": [{"text": "I -- listen, we've had eight years of that.", "sentId": 318}, {"text": "I don't think anyone wants more gridlock.", "sentId": 319}, {"text": "And you know, going to make you a one-term or I'm not going to do anything.", "sentId": 320}], "secId": 120}, {"speaker": "POWERS", "sentences": [{"text": "Yes.", "sentId": 321}], "secId": 121}, {"speaker": "LEMON", "sentences": [{"text": "We don't need any more of that.", "sentId": 322}], "secId": 122}, {"speaker": "POWERS", "sentences": [{"text": "But probably we could very likely see it.", "sentId": 323}], "secId": 123}, {"speaker": "PRESTON", "sentences": [{"text": "I agree.", "sentId": 324}], "secId": 124}, {"speaker": "POWERS", "sentences": [{"text": "I think, yes, because I think that they've -- that the lesson that's been learned from what the republicans did is that it works.", "sentId": 325}], "secId": 125}, {"speaker": "LEMON", "sentences": [{"text": "Yes.", "sentId": 326}, {"text": "I want to talk more about this Carrier deal, OK?", "sentId": 327}, {"text": "So in the behind the scenes story of how it played out and why he picked the phone to call Carrier.", "sentId": 328}, {"text": "Let's listen to this.", "sentId": 329}], "secId": 126}, {"speaker": "TRMP", "sentences": [{"text": "And I'll never forget, about a week ago I was watching the nightly news, I won't say which one because I don't want to give them credit because I don't like them much, I'll be honest.", "sentId": 330}, {"text": "I don't like them.", "sentId": 331}, {"text": "Not even a little bit.", "sentId": 332}], "secId": 127}, {"speaker": "TRMP", "sentences": [{"text": "But they were doing a story on Carrier.", "sentId": 333}, {"text": "And I said, wow, that's something.", "sentId": 334}, {"text": "I want to see that.", "sentId": 335}, {"text": "And they had a gentleman, a worker, great guy, handsome guy, he was on.", "sentId": 336}, {"text": "And it was like he didn't even know they were leaving.", "sentId": 337}, {"text": "He said something to the effect, no, we're not leaving because Donald Trump promised us that we're not leaving.", "sentId": 338}], "secId": 128}, {"speaker": "TRMP", "sentences": [{"text": "And I never thought I made that promise.", "sentId": 339}, {"text": "I actually said, I didn't make it.", "sentId": 340}, {"text": "When they played it, I said I did make it but I didn't mean it in quite that way.", "sentId": 341}, {"text": "So now because of him, whoever that guy was -- is he in the room by any chance?", "sentId": 342}], "secId": 129}, {"speaker": "TRMP", "sentences": [{"text": "That's your son.", "sentId": 343}, {"text": "Stand up.", "sentId": 344}, {"text": "You did a good job.", "sentId": 345}, {"text": "You did a great job, right?", "sentId": 346}, {"text": "That's fantastic.", "sentId": 347}], "secId": 130}, {"speaker": "LEMON", "sentences": [{"text": "Gloria, that's a pretty remarkable story, don't you think?", "sentId": 348}], "secId": 131}, {"speaker": "BORGER", "sentences": [{"text": "First of all, I think the lead is that he was watching the network news and not cable.", "sentId": 349}, {"text": "What do you think?", "sentId": 350}, {"text": "I think it's a remarkable story because it's so candid.", "sentId": 351}, {"text": "I mean, he's telling a story that he made a promise that he forgot he made, and then he saw it on television and this is a president-elect of the United States, who watches a lot of TV, as we know, saying to us, oh, OK, I forgot I made that.", "sentId": 352}], "secId": 132}, {"speaker": "BORGER", "sentences": [{"text": "Let me call in my vice president who happens to be the former governor of Indiana and I'm going to -- I'm going to do this.", "sentId": 353}, {"text": "And sort of the ad hoc nature of it is quite striking.", "sentId": 354}, {"text": "It's not the way things operate generally.", "sentId": 355}], "secId": 133}, {"speaker": "BORGER", "sentences": [{"text": "And I think it's actually kind of refreshing, to tell you the truth, that he just decided to try and do something.", "sentId": 356}, {"text": "Say what you will about the deal, say what you will about that he may have bullied the, you know, United Technologies and all the rest.", "sentId": 357}, {"text": "It was stunning to me that he was so sort of candid about it.", "sentId": 358}], "secId": 134}, {"speaker": "LEMON", "sentences": [{"text": "All right.", "sentId": 359}, {"text": "We have more.", "sentId": 360}, {"text": "Hold your thoughts.", "sentId": 361}, {"text": "Stay with me, everyone.", "sentId": 362}, {"text": "When we come right back, Donald Trump announces his pick for secretary of defense, a man he calls the closest thing we have to General Patton.", "sentId": 363}], "secId": 135}, {"speaker": "LEMON", "sentences": [{"text": "Let's talk secretary of state.", "sentId": 364}, {"text": "Donald Trump has narrowed down his choices to five people with General John Kelly, General David Petraeus, Senator Bob Corker, Rudy Giuliani, and Mitt Romney.", "sentId": 365}], "secId": 136}, {"speaker": "LEMON", "sentences": [{"text": "How much of this is about building anticipation do you guys think.", "sentId": 366}, {"text": "And we're going to talk about that with my panel now, or I don't know.", "sentId": 367}], "secId": 137}, {"speaker": "LEMON", "sentences": [{"text": "... down his choices to five people with General John Kelly, General David Petraeus, Senator Bob Corker, Rudy Giuliani, and Mitt Romney.", "sentId": 368}], "secId": 138}, {"speaker": "LEMON", "sentences": [{"text": "How much of this is about building anticipation do you guys think.", "sentId": 369}, {"text": "And we're going to talk about that with my panel now, or I don't know.", "sentId": 370}, {"text": "The dinners, the public fighting, what do you think?", "sentId": 371}, {"text": "Showmanship?", "sentId": 372}], "secId": 139}, {"speaker": "POWERS", "sentences": [{"text": "It's like the \"Apprentice,\" but with the president of the United States, right?", "sentId": 373}, {"text": "I mean, it's really -- the idea, even if you look at the Romney dinner, when I first heard about it, they are going to be in a private room somewhere having a dinner.", "sentId": 374}, {"text": "And next thing you know we've got Jim Acosta in there, you know, calling him like looking at them, they are in the middle of a restaurant.", "sentId": 375}], "secId": 140}, {"speaker": "POWERS", "sentences": [{"text": "I mean, he's clearly creating a show for the public, you know, to make this as much of sort of a I think like mystery for us all to follow to try to figure out who is he going to choose.", "sentId": 376}], "secId": 141}, {"speaker": "LEMON", "sentences": [{"text": "Yes.", "sentId": 377}], "secId": 142}, {"speaker": "PRESTON", "sentences": [{"text": "I don't know if he knows how to do it any other way, though.", "sentId": 378}, {"text": "And I know it sounds trite but I think that's the way he is.", "sentId": 379}, {"text": "I mean, he's just a wheeler and dealer businessman.", "sentId": 380}, {"text": "He cuts deals over dinner.", "sentId": 381}, {"text": "He calls people on the phone and tells like, you know, how he thinks like it is.", "sentId": 382}, {"text": "He doesn't have any of that political acumen that you would expect somebody to have that would be in that position.", "sentId": 383}, {"text": "It is bizarre...", "sentId": 384}], "secId": 143}, {"speaker": "LEMON", "sentences": [{"text": "He has people around him.", "sentId": 385}], "secId": 144}, {"speaker": "POWERS", "sentences": [{"text": "Yes.", "sentId": 386}], "secId": 145}, {"speaker": "PRESTON", "sentences": [{"text": "Well, he does have people around him certainly that do.", "sentId": 387}, {"text": "But it is bizarre to have that dinner in a very public place.", "sentId": 388}, {"text": "But having said that, I mean, I do think that he's looking at one of his worst enemies, and perhaps putting him in one of the most important positions in his administration.", "sentId": 389}], "secId": 146}, {"speaker": "LEMON", "sentences": [{"text": "That would be fascinating, Gloria.", "sentId": 390}], "secId": 147}, {"speaker": "BORGER", "sentences": [{"text": "Yes.", "sentId": 391}, {"text": "Really.", "sentId": 392}, {"text": "And I think maybe I'm being a little Machiavellian about this but I think that when you have all the internal criticism that goes public, you know, the Kellyanne Conway about Mitt Romney, you have Newt Gingrich firing zealous about Mitt Romney.", "sentId": 393}], "secId": 148}, {"speaker": "BORGER", "sentences": [{"text": "If Trump chooses Romney, Romney will know in no uncertain terms that Trump put himself on the line for Romney and Romney owes him and he better be loyal.", "sentId": 394}], "secId": 149}, {"speaker": "LEMON", "sentences": [{"text": "Yes.", "sentId": 395}], "secId": 150}, {"speaker": "PRESTON", "sentences": [{"text": "Right.", "sentId": 396}], "secId": 151}, {"speaker": "BORGER", "sentences": [{"text": "And I think the whole public kerfuffle over it is something Trump doesn't mind because it really lets Romney know.", "sentId": 397}, {"text": "And I think that if he paraded him out there and we know that Romney ate crow publicly and a lot of Romney folks I talked to it was kind of hard for them to watch that, but they consider Romney a patriot and they'd like him to have the job.", "sentId": 398}], "secId": 152}, {"speaker": "BORGER", "sentences": [{"text": "But if he doesn't pick Romney now after all of this, he could look a little vengeful.", "sentId": 399}, {"text": "And Romney could look a little dumb or humiliated, right?", "sentId": 400}, {"text": "I mean, the stakes are now very high for both of them at this point.", "sentId": 401}], "secId": 153}, {"speaker": "LEMON", "sentences": [{"text": "Yes.", "sentId": 402}, {"text": "Kirsten, Donald Trump announced his pick for defense -- did you guys want to say something to add to that?", "sentId": 403}, {"text": "I saw your faces down.", "sentId": 404}], "secId": 154}, {"speaker": "PRESTON", "sentences": [{"text": "I don't know.", "sentId": 405}, {"text": "I think it's all there.", "sentId": 406}], "secId": 155}, {"speaker": "POWERS", "sentences": [{"text": "Yes.", "sentId": 407}, {"text": "I mean, I just think that's the best theory I've heard the one that Gloria where Donald Trump doesn't seem like a total jerk in this situation, right?", "sentId": 408}, {"text": "I mean, I just think the way he's been treating Romney has not been great and the way these people have been treating Romney has been pretty bad.", "sentId": 409}], "secId": 156}, {"speaker": "LEMON", "sentences": [{"text": "He also announced -- you know, speaking you said he's a showman -- he announced his pick for defense secretary James Mattis in a very dramatic way as well.", "sentId": 410}, {"text": "What was your reaction watching that rally tonight?", "sentId": 411}, {"text": "POWERS:  That I think he's great at stagecraft and he understands how", "sentId": 412}], "secId": 157}, {"speaker": "LEMON", "sentences": [{"text": "to, you know, keep things interesting, keep people engaged.", "sentId": 413}, {"text": "That's part of the Carrier deal, was about -- you know, it's like what you would want your -- that clip you played earlier of him telling the story of how he made the deal or decided to, you know, make the deal is like what Americans would want.", "sentId": 414}], "secId": 158}, {"speaker": "LEMON", "sentences": [{"text": "And if you were watching a movie about the president, right, that's the story, the president who picks up the phone and saves the jobs right before Christmas and Trump gets that.", "sentId": 415}, {"text": "That's actually really important for presidents to understand that.", "sentId": 416}, {"text": "And I think that he was doing the same thing with General Mattis, just, you know, stagecraft.", "sentId": 417}], "secId": 159}, {"speaker": "LEMON", "sentences": [{"text": "Mark?", "sentId": 418}], "secId": 160}, {"speaker": "PRESTON", "sentences": [{"text": "Who is -- who is, I mean, look, a fantastic pick.", "sentId": 419}, {"text": "I mean, if you talk to democrats and republicans alike, this guy is a soldier's general.", "sentId": 420}, {"text": "You know, his nick name is Mad Dog and people probably think that he's just this killing machine.", "sentId": 421}, {"text": "Well, perhaps he is in some ways as he would have to be in that role.", "sentId": 422}], "secId": 161}, {"speaker": "PRESTON", "sentences": [{"text": "But he's also very learned, he's a very smart guy, he spent the last three years at Stanford University at the Harvard -- excuse me, at the Hoover institution studying and looking at how to reform the military.", "sentId": 423}, {"text": "Very smart guy.", "sentId": 424}, {"text": "And I think, again, it's a testament I think to Trump who is going outside the normal bounds of people that he really knows and going for the best people for the job.", "sentId": 425}], "secId": 162}, {"speaker": "LEMON", "sentences": [{"text": "Yes.", "sentId": 426}, {"text": "Gloria, quickly, one more question so if you can do it quickly...", "sentId": 427}], "secId": 163}, {"speaker": "BORGER", "sentences": [{"text": "Yes.", "sentId": 428}, {"text": "I was going to say, he's very skeptical of the Iran deal but he's also very skeptical about Russia.", "sentId": 429}], "secId": 164}, {"speaker": "LEMON", "sentences": [{"text": "Yes.", "sentId": 430}], "secId": 165}, {"speaker": "BORGER", "sentences": [{"text": "And that's different from the president-elect.", "sentId": 431}], "secId": 166}, {"speaker": "LEMON", "sentences": [{"text": "Mark, I want you to get to this.", "sentId": 432}, {"text": "Top operatives from the Clinton and Trump campaign met today at Harvard University for a postmortem.", "sentId": 433}, {"text": "Apparently, got pretty fiery.", "sentId": 434}, {"text": "What do we know about that?", "sentId": 435}], "secId": 167}, {"speaker": "PRESTON", "sentences": [{"text": "We know that there's a lot of bad blood between the Clinton campaign and the Romney camp -- or rather the Romney campaign listen to me.", "sentId": 436}, {"text": "Go back four years -- between the Clinton and the Trump campaign.", "sentId": 437}], "secId": 168}, {"speaker": "BORGER", "sentences": [{"text": "Not bad.", "sentId": 438}], "secId": 169}, {"speaker": "PRESTON", "sentences": [{"text": "The bottom line is, the Clinton campaign is accusing the Trump campaign of running a campaign based upon racism and that's basically how they won and it all blew up at this conference in Harvard.", "sentId": 439}, {"text": "And for people who were there and from the press reports it was really, really uncomfortable.", "sentId": 440}, {"text": "LEMON:  Yes.", "sentId": 441}, {"text": "And that's when I said scorched earth I'm trying to", "sentId": 442}], "secId": 170}, {"speaker": "PRESTON", "sentences": [{"text": "convey the reality of it, right?", "sentId": 443}, {"text": "Of course, Donald Trump is a president-elect and we've got to move on but that's when I say scorched earth, that's what America's feeling similar to what the Clinton...", "sentId": 444}], "secId": 171}, {"speaker": "BORGER", "sentences": [{"text": "Yes.", "sentId": 445}], "secId": 172}, {"speaker": "LEMON", "sentences": [{"text": "Go ahead, Gloria.", "sentId": 446}], "secId": 173}, {"speaker": "BORGER", "sentences": [{"text": "Yes.", "sentId": 447}, {"text": "Mark and I have been at these and you know, four years ago, I moderated that panel and, you know, people sort of said, OK, the election is over.", "sentId": 448}, {"text": "We're going to talk about what we each did right and what we just did wrong.", "sentId": 449}], "secId": 174}, {"speaker": "BORGER", "sentences": [{"text": "And today -- and I didn't go this time but today, from reading the reports and talking to friends who were there, it really seems to me that this is different, that this was so heartfelt and that the charges that are being thrown back and forth are so difficult that I -- you know, it's going to take longer than Harvard gave it to kind of settle down after this election.", "sentId": 450}], "secId": 175}, {"speaker": "BORGER", "sentences": [{"text": "It's not like it was in 2012 where people could sit around a table and just sort of discuss their strategy.", "sentId": 451}, {"text": "That wasn't this session.", "sentId": 452}], "secId": 176}, {"speaker": "LEMON", "sentences": [{"text": "I bet it was interesting being there, though.", "sentId": 453}, {"text": "Thank you very much.", "sentId": 454}, {"text": "I appreciate all of you.", "sentId": 455}], "secId": 177}, {"speaker": "LEMON", "sentences": [{"text": "When we come right back, listening to Donald Trump's America.", "sentId": 456}, {"text": "The Wall Street trader who quit his job and traveled 100,000 miles to Trump country.", "sentId": 457}, {"text": "Meet him, next.", "sentId": 458}], "secId": 178}, {"speaker": "LEMON", "sentences": [{"text": "It is no coincidence that Donald Trump kick off his victory tour tonight in Cincinnati.", "sentId": 459}, {"text": "Southern Ohio is the heart of Trump country where workers saw there good manufacturing jobs really disappear.", "sentId": 460}], "secId": 179}, {"speaker": "Arnade", "sentences": [{"text": "A Memoir of a Family and Culture in Crisis,\" and CNN political contributor, Van Jones.", "sentId": 461}], "secId": 180}, {"speaker": "Arnade", "sentences": [{"text": "Good evening to all of you.", "sentId": 462}, {"text": "Welcome back to the show to those who have been on.", "sentId": 463}, {"text": "Chris, I'm not sure, I don't think you've been on but thank you for coming on.", "sentId": 464}, {"text": "So, you travelled...", "sentId": 465}], "secId": 181}, {"speaker": "ARNADE", "sentences": [{"text": "Thank you very much for having me.", "sentId": 466}], "secId": 182}, {"speaker": "LEMON", "sentences": [{"text": "You traveled a hundred thousand miles, right, through what you called Trump country meeting and photographing American voters.", "sentId": 467}, {"text": "What did you learn from the people you talked to?", "sentId": 468}], "secId": 183}, {"speaker": "ARNADE", "sentences": [{"text": "I had originally intended to -- my travels were dedicated to talking to people who were suffering from addiction and focusing on poverty.", "sentId": 469}, {"text": "And so, I was going to places where basically, hope was leaving and that's where I saw addiction entering.", "sentId": 470}], "secId": 184}, {"speaker": "ARNADE", "sentences": [{"text": "But I also saw in those places the Trump voters and I met them, and I saw them -- saw his message resonating with people in those same communities.", "sentId": 471}, {"text": "What I found was a lot of America was extraordinarily frustrated, feeling left behind, communities that felt destroyed and people in them were humiliated.", "sentId": 472}], "secId": 185}, {"speaker": "LEMON", "sentences": [{"text": "You say that the real -- I thought this was interesting -- that the real divide in this country isn't necessarily between blacks and whites or rich and poor but between what you call front row kids and black row kids.", "sentId": 473}, {"text": "Explain that to us.", "sentId": 474}], "secId": 186}, {"speaker": "ARNADE", "sentences": [{"text": "Well, firstly, I would say that there is a huge divide in race.", "sentId": 475}, {"text": "We segregate ourselves.", "sentId": 476}, {"text": "We're a segregated country.", "sentId": 477}, {"text": "But beyond that, the second divide there is education.", "sentId": 478}], "secId": 187}, {"speaker": "ARNADE", "sentences": [{"text": "I'm a front row kid and I think a lot of, you know, a lot of people who are listening to this are front row kids.", "sentId": 479}, {"text": "People like I met, you know that e post graduate degrees might have grown up in towns that once had factories and then left them.", "sentId": 480}, {"text": "And went to get education and then moved on and got jobs and careers that focused on their education, that used their education and defined themselves through their careers.", "sentId": 481}], "secId": 188}, {"speaker": "LEMON", "sentences": [{"text": "And that's a front row kid, right?", "sentId": 482}], "secId": 189}, {"speaker": "ARNADE", "sentences": [{"text": "That's a front row kid.", "sentId": 483}, {"text": "You know, the nerds.", "sentId": 484}, {"text": "The people who, you know, always sat in the front row and follow the rules and got out.", "sentId": 485}, {"text": "But we've built the culture and a society over the last 30 years that has rewarded those people, like myself very well.", "sentId": 486}], "secId": 190}, {"speaker": "ARNADE", "sentences": [{"text": "We reward people who have good educations.", "sentId": 487}, {"text": "And what we left behind in many cases, were people who perhaps didn't perhaps have those chances, might not have excelled at schools for various reasons and might not have had the opportunities.", "sentId": 488}, {"text": "And we have demeaned people who don't have education, both economically and socially.", "sentId": 489}], "secId": 191}, {"speaker": "LEMON", "sentences": [{"text": "Yes.", "sentId": 490}, {"text": "Van, I've been listening to you talk about this because you also went and spoke with Trump supporters, as he says, the front row kids have really excelled and the back row kids haven't really -- they got a smaller piece of the pie.", "sentId": 491}, {"text": "When you spoke to those voters, what did they tell you?", "sentId": 492}], "secId": 192}, {"speaker": "JONES", "sentences": [{"text": "Well, I went even before the election.", "sentId": 493}, {"text": "My fear -- and we've talked about this before -- yet Tuesday you had an election.", "sentId": 494}, {"text": "What's going to happen Wednesday?", "sentId": 495}, {"text": "The Trump voters aren't going to leave America, Hillary voters aren't going to leave, Black Lives Matters isn't going to leave.", "sentId": 496}, {"text": "The cops are not going to leave.", "sentId": 497}], "secId": 193}, {"speaker": "JONES", "sentences": [{"text": "You are going to have the same country after the election except one side is going to be defeated.", "sentId": 498}, {"text": "So I wanted to build a bridge of respect to Trump voters and really listen to them.", "sentId": 499}, {"text": "And I discovered something that we're going to talk about on Tuesday night, there is a misunderstanding of a big chunk of these Trump voters.", "sentId": 500}, {"text": "You're smiling.", "sentId": 501}, {"text": "I see you smiling.", "sentId": 502}], "secId": 194}, {"speaker": "LEMON", "sentences": [{"text": "Because there is.", "sentId": 503}], "secId": 195}, {"speaker": "JONES", "sentences": [{"text": "Yes.", "sentId": 504}], "secId": 196}, {"speaker": "LEMON", "sentences": [{"text": "And I think that there's a misunderstanding about how the country works.", "sentId": 505}], "secId": 197}, {"speaker": "JONES", "sentences": [{"text": "Yes.", "sentId": 506}], "secId": 198}, {"speaker": "LEMON", "sentences": [{"text": "But also there is a misunderstanding about how this election would work.", "sentId": 507}, {"text": "You remember me telling you in the beginning like, I don't know, I hear a lot of people who are -- and I just think that people were just sort of in their own little...", "sentId": 508}], "secId": 199}, {"speaker": "JONES", "sentences": [{"text": "Bubble.", "sentId": 509}], "secId": 200}, {"speaker": "LEMON", "sentences": [{"text": "... little bubble that they didn't.", "sentId": 510}], "secId": 201}, {"speaker": "JONES", "sentences": [{"text": "One of the things, you know, there are some Trump voters who are really, you know, fired up by some of those racially inflammatory statements.", "sentId": 511}], "secId": 202}, {"speaker": "LEMON", "sentences": [{"text": "Right.", "sentId": 512}], "secId": 203}, {"speaker": "JONES", "sentences": [{"text": "If we focus on those.", "sentId": 513}], "secId": 204}, {"speaker": "LEMON", "sentences": [{"text": "Yes.", "sentId": 514}], "secId": 205}, {"speaker": "JONES", "sentences": [{"text": "But there's a bunch of other people for whom those statements were distasteful but they were not disqualifying and those voters have a different story to tell and it's a story about being economically left behind and culturally looked down on and they found a vehicle with Trump.", "sentId": 515}], "secId": 206}, {"speaker": "LEMON", "sentences": [{"text": "J.D., what are you, front row or back row?", "sentId": 516}, {"text": "What do you think about all of this?", "sentId": 517}], "secId": 207}, {"speaker": "VANCE", "sentences": [{"text": "Yes.", "sentId": 518}, {"text": "Well, I think that Chris' distinction there is really, really important and it makes me think about this whole Carrier discussion that we've been having for a past couple of days in this country.", "sentId": 519}], "secId": 208}, {"speaker": "VANCE", "sentences": [{"text": "And you know, it really gets at the heart of what the back row kids want as Chris calls them is dignified work, is work that brings meaning to people's lives.", "sentId": 520}], "secId": 209}, {"speaker": "VANCE", "sentences": [{"text": "And it strikes me when I hear politicians of both parties talk about work and economics that they really don't have a vocabulary that respects the fact that people don't want a handout from the government and they what they want pay on the noble businessman, which is what of course, they've got from a lot of republicans.", "sentId": 521}, {"text": "What they want is a job and a job that's respected and dignified in their communities.", "sentId": 522}], "secId": 210}, {"speaker": "LEMON", "sentences": [{"text": "Does this negate the whole argument because you hear conservatives, Van, all the time talk about American exceptionisalism.", "sentId": 523}, {"text": "What happened to American exceptionisalism?", "sentId": 524}, {"text": "Is this sort of negate that by saying, you know, maybe the back row folks aren't getting their due or saying that maybe they should never aspire to be in the front row?", "sentId": 525}], "secId": 211}, {"speaker": "JONES", "sentences": [{"text": "Well, I mean, part of what Trump's message tonight was I thought it was effective, I mean, he managed to feed to a bunch of people again tonight but he was effective saying I don't -- basically I don't want you to downsize your dreams.", "sentId": 526}, {"text": "And I think that is medicine for a lot of people.", "sentId": 527}], "secId": 212}, {"speaker": "LEMON", "sentences": [{"text": "Let's listen to some of that.", "sentId": 528}, {"text": "Let's listen.", "sentId": 529}], "secId": 213}, {"speaker": "JONES", "sentences": [{"text": "OK.", "sentId": 530}], "secId": 214}, {"speaker": "TRUMP", "sentences": [{"text": "I love American workers.", "sentId": 531}, {"text": "I love these people.", "sentId": 532}, {"text": "You know what I call the American workers?", "sentId": 533}, {"text": "The forgotten men and women of our nation and those men and women came out to vote.", "sentId": 534}, {"text": "Nobody ever thought that was going to happen.", "sentId": 535}, {"text": "They came out by the millions.", "sentId": 536}, {"text": "These are great, great people.", "sentId": 537}], "secId": 215}, {"speaker": "LEMON", "sentences": [{"text": "Continue on, Van.", "sentId": 538}, {"text": "Because he got the American workers' vote.", "sentId": 539}], "secId": 216}, {"speaker": "JONES", "sentences": [{"text": "Yes.", "sentId": 540}, {"text": "Well, for the white working class, in particular, let's not forget, sometimes when we say the working class, we forget that the majority of working African-Americans, Asian-Americans, Latino- Americans and Native Americans voted against Trump in large numbers.", "sentId": 541}], "secId": 217}, {"speaker": "JONES", "sentences": [{"text": "But for some of those folks who are part of the working class in the rustbelt, especially the white workers, they felt that they had been abandoned, and I did this thing called the messy truth.", "sentId": 542}, {"text": "I decided look, I think both political parties have a problem, I think the democrats are too elitist, though they think they are for the ordinary people.", "sentId": 543}], "secId": 218}, {"speaker": "LEMON", "sentences": [{"text": "Yes.", "sentId": 544}], "secId": 219}, {"speaker": "JONES", "sentences": [{"text": "And I think the republicans think that they have the sort of color blind meritocracy but they in the back door a bunch of bigots came in.", "sentId": 545}], "secId": 220}, {"speaker": "LEMON", "sentences": [{"text": "Right.", "sentId": 546}], "secId": 221}, {"speaker": "JONES", "sentences": [{"text": "So both parties have good ideals but they have some problems they're not dealing with, so I want to go and have that conversation, and we call it the messy truth because the truth is messy.", "sentId": 547}], "secId": 222}, {"speaker": "LEMON", "sentences": [{"text": "It is messy.", "sentId": 548}], "secId": 223}, {"speaker": "JONES", "sentences": [{"text": "Neither one of these parties are good with that problem.", "sentId": 549}], "secId": 224}, {"speaker": "LEMON", "sentences": [{"text": "Both parties have problems.", "sentId": 550}], "secId": 225}, {"speaker": "JONES", "sentences": [{"text": "Both parties have problem.", "sentId": 551}], "secId": 226}, {"speaker": "LEMON", "sentences": [{"text": "Yes.", "sentId": 552}, {"text": "And this election only just exposed that.", "sentId": 553}], "secId": 227}, {"speaker": "JONES", "sentences": [{"text": "Yes.", "sentId": 554}], "secId": 228}, {"speaker": "LEMON", "sentences": [{"text": "All right.", "sentId": 555}], "secId": 229}, {"speaker": "JONES", "sentences": [{"text": "Especially for those -- for those rust belt voters who actually voted for Obama for the first two times.", "sentId": 556}], "secId": 230}, {"speaker": "LEMON", "sentences": [{"text": "J.D., go ahead.", "sentId": 557}], "secId": 231}, {"speaker": "VANCE", "sentences": [{"text": "Yes.", "sentId": 558}, {"text": "Well, you know, it makes me think that one of the things that we continually who he focus on of course, that these rust belt voters have really struggled in the past 10, 20, 30 years and when Van says both parties have problems, of course what he's really getting at something that's captured in their political behavior, which is these folks have been swinging like a pendulum from one cycle to the next.", "sentId": 559}], "secId": 232}, {"speaker": "VANCE", "sentences": [{"text": "You know, they voted for George W. Bush, and then Barack Obama, of course, Donald Trump in 2016.", "sentId": 560}, {"text": "And I think that it's important to just imagine how powerful it is when you feel forgotten as an entire group of people.", "sentId": 561}, {"text": "And for the president-elect of the United States to stand before you and say, you are the forgotten class but not anymore, I listened to you, I heard you and we won.", "sentId": 562}, {"text": "I just think that we can't overstate how powerful that is for a lot of these folks.", "sentId": 563}], "secId": 233}, {"speaker": "LEMON", "sentences": [{"text": "So Chris, I want to ask you, you write about a woman you met in Natchitoches, Louisiana.", "sentId": 564}, {"text": "Her name is Florence Johnson.", "sentId": 565}, {"text": "And she said, \"Hell, yes, I'm voting for Trump.", "sentId": 566}, {"text": "Tired of politicians.", "sentId": 567}, {"text": "He is putting on a great show.", "sentId": 568}, {"text": "Pissing them other bastards off.\"", "sentId": 569}, {"text": "These are her words.", "sentId": 570}, {"text": "\"They deserve it.\"", "sentId": 571}, {"text": "Did you find that people voted for Donald Trump or against the establishment?", "sentId": 572}], "secId": 234}, {"speaker": "ARNADE", "sentences": [{"text": "It was both but I think I liken it to hearing both what J.D.", "sentId": 573}, {"text": "was saying and -- look, people are kicking over the -- people are kicking over the checkerboard.", "sentId": 574}, {"text": "I mean, the game is stacked against them.", "sentId": 575}, {"text": "They think that they feel left behind.", "sentId": 576}, {"text": "Nobody has come into their communities.", "sentId": 577}, {"text": "Their jobs are leaving.", "sentId": 578}, {"text": "Their jobs are leaving.", "sentId": 579}], "secId": 235}, {"speaker": "ARNADE", "sentences": [{"text": "I mean, nobody has -- no one addresses that.", "sentId": 580}, {"text": "And they have left.", "sentId": 581}, {"text": "And for them it's a visceral.", "sentId": 582}, {"text": "You look out the window, you know, in these towns and Natchitoches, you look out the window in Danville, Virginia, you look at the window in, you know, Clarington, Ohio and there's a vacant lot where there used to be a factory and that's visceral.", "sentId": 583}], "secId": 236}, {"speaker": "ARNADE", "sentences": [{"text": "And so, the Carrier deal was huge in the sense that it was very symbolic.", "sentId": 584}, {"text": "Someone came into their community and said we're going to bring these jobs back and we're going to stop them from coming.", "sentId": 585}, {"text": "So, yes, it was a little bit of voting against establishment, knocking", "sentId": 586}], "secId": 237}, {"speaker": "ARNADE", "sentences": [{"text": "over the checkerboard.", "sentId": 587}, {"text": "But at the same time, it was also voting for somebody who came in and hit -- checked all the right boxes off.", "sentId": 588}, {"text": "We're going to come to that...", "sentId": 589}], "secId": 238}, {"speaker": "LEMON", "sentences": [{"text": "And spoke to them direct.", "sentId": 590}], "secId": 239}, {"speaker": "ADAME", "sentences": [{"text": "And spoke to them.", "sentId": 591}], "secId": 240}, {"speaker": "LEMON", "sentences": [{"text": "Yes.", "sentId": 592}], "secId": 241}, {"speaker": "ARNADE", "sentences": [{"text": "But you know, in a lot of people mock Donald Trump for his simple language, but it's simple language that resonates because it resonates at the core with what they feel is, has been lost.", "sentId": 593}], "secId": 242}, {"speaker": "LEMON", "sentences": [{"text": "All right.", "sentId": 594}], "secId": 243}, {"speaker": "ARNADE", "sentences": [{"text": "And that's jobs.", "sentId": 595}], "secId": 244}, {"speaker": "LEMON", "sentences": [{"text": "Al right.", "sentId": 596}, {"text": "We'll continue.", "sentId": 597}, {"text": "We'll be right back.", "sentId": 598}], "secId": 245}, {"speaker": "LEMON", "sentences": [{"text": "Back with me now Chris Arnade, J.D.", "sentId": 599}, {"text": "Vance, and also Van Jones.", "sentId": 600}, {"text": "Chris, you mentioned addiction earlier, didn't you?", "sentId": 601}, {"text": "When I spoke with you, you talked to voters about that.", "sentId": 602}], "secId": 246}, {"speaker": "ARNADE", "sentences": [{"text": "Yes.", "sentId": 603}], "secId": 247}, {"speaker": "LEMON", "sentences": [{"text": "OK.", "sentId": 604}, {"text": "So, this is a question I have to ask to the entire panel.", "sentId": 605}, {"text": "We're talking about the sort of differences and the similarities between the, you know, people who feel like they're forgotten.", "sentId": 606}, {"text": "And I understand that the comparison though is so simple to me because the people in the rust belt, many Trump supports, many of them white feel like, their voices have not been heard, that they are underrepresented in this government.", "sentId": 607}], "secId": 248}, {"speaker": "LEMON", "sentences": [{"text": "They have problems with addiction as Chris said.", "sentId": 608}, {"text": "But many people of color feel the same way.", "sentId": 609}, {"text": "They're underrepresented.", "sentId": 610}, {"text": "They had a problem with crack addiction in the '80s and '90s and no one listened to them.", "sentId": 611}, {"text": "Why aren't these two groups talking, Van?", "sentId": 612}], "secId": 249}, {"speaker": "JONES", "sentences": [{"text": "Well.", "sentId": 613}], "secId": 250}, {"speaker": "LEMON", "sentences": [{"text": "What's the holdup for them for -- why can't they get together and discuss this?", "sentId": 614}], "secId": 251}, {"speaker": "JONES", "sentences": [{"text": "Well, that's part of the tragedy of Trump is that really, well, you have underdogs in red states and in blue states who have very similar problems.", "sentId": 615}, {"text": "Democrats have let down the urban poor.", "sentId": 616}, {"text": "Republicans have let down the rural poor.", "sentId": 617}, {"text": "There's problems with over incarceration, under-education.", "sentId": 618}, {"text": "We should be working together.", "sentId": 619}], "secId": 252}, {"speaker": "LEMON", "sentences": [{"text": "But people who say that guy know what it's like to be black in America or to be Hispanic in America.", "sentId": 620}], "secId": 253}, {"speaker": "JONES", "sentences": [{"text": "Yes, well, you hear that.", "sentId": 621}, {"text": "You hear that.", "sentId": 622}], "secId": 254}, {"speaker": "LEMON", "sentences": [{"text": "You feel like you don't have a voice.", "sentId": 623}, {"text": "But this time, right, why is it different for you than it is for me?", "sentId": 624}], "secId": 255}, {"speaker": "JONES", "sentences": [{"text": "When we had the crack thing they sent in the police and demonized us.", "sentId": 625}, {"text": "Now there's heroin...", "sentId": 626}], "secId": 256}, {"speaker": "LEMON", "sentences": [{"text": "Heroin.", "sentId": 627}], "secId": 257}, {"speaker": "JONES", "sentences": [{"text": ".. and everybody's feeling sad and sorry and let's do something about it.", "sentId": 628}, {"text": "So, those differences are there.", "sentId": 629}, {"text": "The tragedy of Trump is that mixed in with all the good he's saying about let's get jobs is marbled in all this toxic stuff that is anti-Muslim, anti- black protestors, anti-Mexican.", "sentId": 630}], "secId": 258}, {"speaker": "JONES", "sentences": [{"text": "And so it's preventing what could be a real -- look, common pain should lead to common purpose.", "sentId": 631}], "secId": 259}, {"speaker": "LEMON", "sentences": [{"text": "Exactly.", "sentId": 632}], "secId": 260}, {"speaker": "JONES", "sentences": [{"text": "But we're not seeing that right now.", "sentId": 633}, {"text": "And I think the character of Trump's campaign has something to do with that.", "sentId": 634}], "secId": 261}, {"speaker": "LEMON", "sentences": [{"text": "Chris, what do we do about that, what do you make of the analogy I just made?", "sentId": 635}], "secId": 262}, {"speaker": "ARNADE", "sentences": [{"text": "Well, I would that, I mean, look, we're a segregated country.", "sentId": 636}, {"text": "And that's not a good thing obviously.", "sentId": 637}, {"text": "So much that happens in this country takes place in a racial context.", "sentId": 638}], "secId": 263}, {"speaker": "ARNADE", "sentences": [{"text": "And I would say that yes, I mean, I spend -- I spend an equal amount of time in black communities as I did in white communities.", "sentId": 639}], "secId": 264}, {"speaker": "ARNADE", "sentences": [{"text": "In fact, I started this project on addiction in black communities.", "sentId": 640}, {"text": "And I would say that how that frustration in those communities it gets manifest, how it gets surrendered is different between a white community and I black community.", "sentId": 641}, {"text": "And that's unfortunate.", "sentId": 642}], "secId": 265}, {"speaker": "LEMON", "sentences": [{"text": "Talk to us about that.", "sentId": 643}, {"text": "What is that?", "sentId": 644}], "secId": 266}, {"speaker": "ARNADE", "sentences": [{"text": "That's where a lot of the racism comes in.", "sentId": 645}, {"text": "And I'll put it in a different way.", "sentId": 646}, {"text": "Being white allows a Trump voter to overlook the ugliness of Trump's language.", "sentId": 647}, {"text": "Does it mean that every Trump voter is a racist?", "sentId": 648}, {"text": "No, I think that's a very overly simplistic way of looking at that I don't, you know, without context.", "sentId": 649}], "secId": 267}, {"speaker": "ARNADE", "sentences": [{"text": "But it does allow them to overlook what I find some abhorrent language on his part and some abhorrent policies.", "sentId": 650}, {"text": "And I would also say that Democratic Party has done a very good job over the last 30 years of signaling and proving to the African-American community that they are working for them.", "sentId": 651}, {"text": "And I don't think the Republican Party has done that to the working class whites.", "sentId": 652}], "secId": 268}, {"speaker": "LEMON", "sentences": [{"text": "So, OK.", "sentId": 653}, {"text": "So, explain the difference in the black community.", "sentId": 654}, {"text": "You said it allow whites who support Trump to overlook, not that all of them are racist but overlook some of the language and the sentiment.", "sentId": 655}, {"text": "So, what is it...", "sentId": 656}], "secId": 269}, {"speaker": "ARNADE", "sentences": [{"text": "Right, and I think some of those -- some of those language and sentiments are directed at the black community.", "sentId": 657}, {"text": "So of course, the black community are not going to support Trump.", "sentId": 658}, {"text": "I mean, I'm not -- I'm not denying that Trump is -- I mean, there's a racist component to this.", "sentId": 659}, {"text": "I'm not -- I'm not denying that.", "sentId": 660}], "secId": 270}, {"speaker": "LEMON", "sentences": [{"text": "J.D., I want to give you the last word.", "sentId": 661}], "secId": 271}, {"speaker": "ARNADE", "sentences": [{"text": "But...", "sentId": 662}], "secId": 272}, {"speaker": "LEMON", "sentences": [{"text": "Go ahead.", "sentId": 663}, {"text": "Go ahead, finish your thought, and then I'll give J.D.", "sentId": 664}, {"text": "the last word.", "sentId": 665}], "secId": 273}, {"speaker": "ARNADE", "sentences": [{"text": "I was just saying but to put that on the entire all Trump voters I think is extraordinarily unfair.", "sentId": 666}], "secId": 274}, {"speaker": "LEMON", "sentences": [{"text": "Agreed.", "sentId": 667}, {"text": "Absolutely.", "sentId": 668}, {"text": "Go ahead, J.D.", "sentId": 669}], "secId": 275}, {"speaker": "VANCE", "sentences": [{"text": "You know, well, I think that the reason these groups haven't been able to find great common purpose is frankly because they've been failed by their political leadership.", "sentId": 670}, {"text": "The democrats are obviously very bad at talking about --into talking to working class white votes.", "sentId": 671}], "secId": 276}, {"speaker": "VANCE", "sentences": [{"text": "But in the same way, republican leaders have not been very good obviously attracting black and brown working class voters.", "sentId": 672}, {"text": "And I think that really speaks to a very, very real failure from the political leadership of both parties.", "sentId": 673}], "secId": 277}, {"speaker": "VANCE", "sentences": [{"text": "And the last thing I'll say is that we should -- we should keep in mind the fact that obviously in their own way, black and Latino working class voters were not super excited by what the democrats were offering this cycle.", "sentId": 674}, {"text": "Because that they had been and the turn outs wasn't so depressed than Hillary Clinton would be the president.", "sentId": 675}], "secId": 278}, {"speaker": "VANCE", "sentences": [{"text": "So, I think that this failure to recognize these very real working class concerns expresses itself in different ways whether it's working class whites gravitating towards Trump or working class minorities staying home.", "sentId": 676}], "secId": 279}, {"speaker": "LEMON", "sentences": [{"text": "I love this conversation.", "sentId": 677}, {"text": "It's a very honest conversation.", "sentId": 678}, {"text": "And we should continue that.", "sentId": 679}, {"text": "Thank you, gentlemen.", "sentId": 680}, {"text": "I appreciate it.", "sentId": 681}], "secId": 280}, {"speaker": "LEMON", "sentences": [{"text": "And guess what, Van Jones is going to continue that conversation with a special look at how voters are feeling after Donald Trump's election victory, it's called \"The Messy Truth.\"", "sentId": 682}, {"text": "It airs Tuesday night at 9 Eastern right here on CNN.", "sentId": 683}, {"text": "We will be right back.", "sentId": 684}], "secId": 281}], "sectionCount": 282, "url": "transcripts.cnn.com/TRANSCRIPTS/1612/01/cnnt.01.html", "sentenceCount": 686, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired December 1, 2016 - 22:00   ET", "speakers": ["COOPER", "TRUMP", "LEMON", "ACOSTA", "TRIANTAFILOU", "BORGER", "PRESTON", "POWERS", "TRMP", "Arnade", "ARNADE", "JONES", "VANCE", "ADAME"], "title": "CNN TONIGHT"}