{"docId": "./cnnt/trancript.cnn.com.TRANSCRIPTS.1612.06.cnnt.02.html.json", "subTitle": "Donald Trump's Thank you Tour Continues; White Supremacist Speaks at Texas A&M University; Pressure to Drop General Flynn as National Security Adviser; Trump Picks Ben Carson for HUD Secretary. Aired 11p-12a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "LEMON", "sentences": [{"text": "It's the top of the hour and I got to get to the next hour.", "sentId": 0}, {"text": "We went through the break.", "sentId": 1}, {"text": "I'm in trouble.", "sentId": 2}, {"text": "No food for us.", "sentId": 3}], "secId": 0}, {"speaker": "ANNOUNCER", "sentences": [{"text": "This is CNN Breaking News.", "sentId": 4}], "secId": 1}, {"speaker": "LEMON", "sentences": [{"text": "Breaking news, Donald Trump thanking his viewers tonight on this \"thank you\" tour in North Carolina.", "sentId": 5}], "secId": 2}, {"speaker": "LEMON", "sentences": [{"text": "This is CNN TONIGHT.", "sentId": 6}, {"text": "I'm Don Lemon.", "sentId": 7}], "secId": 3}, {"speaker": "LEMON", "sentences": [{"text": "The president-elect was warmly received by the crowd at a big rally and officially introducing retired General James \"Mad Dog\" Mattis to be -- to be the next secretary of Defense.", "sentId": 8}], "secId": 4}, {"speaker": "LEMON", "sentences": [{"text": "Our other breaking news tonight, a white supremacist speaking at Texas A&M University.", "sentId": 9}, {"text": "Tonight the school's president call it a case of free speech.", "sentId": 10}, {"text": "Thousands of students and other opponents rallying against the address.", "sentId": 11}], "secId": 5}, {"speaker": "LEMON", "sentences": [{"text": "We  have a whole lot to get to this hour but I want to begin with CNN's Sunlen Serfaty live in Fayetteville, North Carolina, this evening.", "sentId": 12}], "secId": 6}, {"speaker": "LEMON", "sentences": [{"text": "Sunlen, good evening to you.", "sentId": 13}, {"text": "Trump was joined on stage by General James \"Mad Dog\" Mattis, his choice for Defense secretary.", "sentId": 14}, {"text": "What did he say?", "sentId": 15}], "secId": 7}, {"speaker": "SERFATY", "sentences": [{"text": "Yes, certainly interesting here tonight, Don.", "sentId": 16}, {"text": "This is something that Donald Trump casually dropped at his rally last week.", "sentId": 17}, {"text": "But certainly tonight it was a little bit of showmanship on the part of the president-elect, formally making the announcement official of General James Mattis for secretary of Defense, and certainly Donald Trump likes to kind of drop his nickname as he did many times tonight from the podium, \"Mad Dog\" Mattis.", "sentId": 18}, {"text": "And certainly the crowd responded to that.", "sentId": 19}], "secId": 8}, {"speaker": "SERFATY", "sentences": [{"text": "But at one point Mattis did come out on stage and spoke from the podium.", "sentId": 20}, {"text": "Here is what he had to say.", "sentId": 21}], "secId": 9}, {"speaker": "MATTIS", "sentences": [{"text": "Thank you, President-elect, for the confidence that you have shown in me.", "sentId": 22}, {"text": "Thank you for the opportunity.", "sentId": 23}, {"text": "I'm grateful for the opportunity to return to our troops, their families, the civilians at the Department of Defense, because I know how committed they are and devoted they are to the defense our country, the defense of our Constitution, and with our allies strengthened, with our country strengthened, I look forward to being a civilian leader, as long as the Congress gives me the waiver and the Senate votes to consent.", "sentId": 24}], "secId": 10}, {"speaker": "TRUMP", "sentences": [{"text": "He'll get that waiver, right?", "sentId": 25}, {"text": "He can get that.", "sentId": 26}, {"text": "Oh, if he didn't get that waiver, there would be a lot of angry people.", "sentId": 27}], "secId": 11}, {"speaker": "SERFATY", "sentences": [{"text": "So two things there, Mattis really emphasizing that he looks forward to taking over civilian control there of the Pentagon if he gets this waiver from Congress and is confirmed by the Senate.", "sentId": 28}, {"text": "And Trump really there firing a little bit of a warning shot to Congress to get this waiver through.", "sentId": 29}], "secId": 12}, {"speaker": "SERFATY", "sentences": [{"text": "A way of a little background, Mattis is only retired for three years from the military and there is a statute on the books that says that retired officers need to be retired for a full seven years out of uniform before they're able to serve in the Pentagon -- Don.", "sentId": 30}], "secId": 13}, {"speaker": "LEMON", "sentences": [{"text": "And Sunlen, this was Donald Trump's second stop on what's being billed as his thank you tour.", "sentId": 31}, {"text": "He did stay on message, didn't he?", "sentId": 32}], "secId": 14}, {"speaker": "SERFATY", "sentences": [{"text": "He absolutely did.", "sentId": 33}, {"text": "It seemed like he was taking pains to stick on script and really make sure his message ruled the day.", "sentId": 34}, {"text": "We saw a much more restrained Donald Trump, much more disciplined.", "sentId": 35}, {"text": "He didn't really seem to deviate like we saw at his first thank you rally last week where it really devolved into an airing of the grievances.", "sentId": 36}, {"text": "Tonight Donald Trump brought much more of a message of unity.", "sentId": 37}, {"text": "Here is what he had to say.", "sentId": 38}], "secId": 15}, {"speaker": "TRUMP", "sentences": [{"text": "And we will respect people's rights.", "sentId": 39}, {"text": "We will respect constitutional rights.", "sentId": 40}, {"text": "And for all America, we will respect our great American flag again.", "sentId": 41}, {"text": "Believe me.", "sentId": 42}], "secId": 16}, {"speaker": "TRUMP", "sentences": [{"text": "We will heal our divisions and unify our country.", "sentId": 43}, {"text": "When Americans are unified, there is nothing we cannot do.", "sentId": 44}], "secId": 17}, {"speaker": "SERFATY", "sentences": [{"text": "So that message of unity coming from Donald Trump tonight.", "sentId": 45}, {"text": "And he seemed real disciplined and trying to stay on that message.", "sentId": 46}, {"text": "At one point it was really remarkable the crowd started to boo press, certainly an easy target that Donald Trump does like to go against.", "sentId": 47}, {"text": "And Donald Trump said, no, no, almost stopping the crowd, he said maybe they will tell the truth.", "sentId": 48}, {"text": "So certainly, Don, a much different tone tonight coming from the president-elect.", "sentId": 49}], "secId": 18}, {"speaker": "LEMON", "sentences": [{"text": "Sunlen, thank you very much, appreciate that.", "sentId": 50}], "secId": 19}, {"speaker": "LEMON", "sentences": [{"text": "There's also breaking news tonight at Texas A&M University.", "sentId": 51}, {"text": "White supremacist Richard Spencer speaking on campus.", "sentId": 52}, {"text": "Opponents protesting his presence.", "sentId": 53}], "secId": 20}, {"speaker": "LEMON", "sentences": [{"text": "I want to bring in now CNN investigative correspondent Sara Ganim live tonight in College Station, Texas.", "sentId": 54}], "secId": 21}, {"speaker": "LEMON", "sentences": [{"text": "Sara, you spoke to Richard Spencer today.", "sentId": 55}, {"text": "What did he say?", "sentId": 56}], "secId": 22}, {"speaker": "GANIM", "sentences": [{"text": "Yes, hey, Don, you know, I spent about an hour with him today.", "sentId": 57}, {"text": "He's clearly feeling energized by the election of Donald Trump.", "sentId": 58}, {"text": "But he also was very notably calm, trying to come off as rational, even smart, while promoting his white supremacist views.", "sentId": 59}], "secId": 23}, {"speaker": "GANIM", "sentences": [{"text": "It was very, very clear to me, he's here to recruit young people.", "sentId": 60}, {"text": "He feels like his movement is growing in this climate.", "sentId": 61}, {"text": "And that is why he's going on this campus college tour.", "sentId": 62}, {"text": "He has some other campus colleges that he's planning on visiting.", "sentId": 63}, {"text": "Clearly trying to legitimize, normalize, appeal to more people.", "sentId": 64}], "secId": 24}, {"speaker": "GANIM", "sentences": [{"text": "But let's call it what it is, Don.", "sentId": 65}, {"text": "He's a racist, plain and simple.", "sentId": 66}, {"text": "Take a listen.", "sentId": 67}], "secId": 25}, {"speaker": "GANIM", "sentences": [{"text": "Would you describe yourself as a white supremacist?", "sentId": 68}], "secId": 26}, {"speaker": "SPENCER", "sentences": [{"text": "I'm not a white supremacist, no.", "sentId": 69}], "secId": 27}, {"speaker": "GANIM ", "sentences": [{"text": "But there is really no mistaking his racist message.", "sentId": 70}], "secId": 28}, {"speaker": "SPENCER", "sentences": [{"text": "Hail Trump.", "sentId": 71}, {"text": "Hail our people.", "sentId": 72}, {"text": "Hail victory.", "sentId": 73}], "secId": 29}, {"speaker": "GANIM", "sentences": [{"text": "No matter how much he tries to talk around it.", "sentId": 74}], "secId": 30}, {"speaker": "SPENCER", "sentences": [{"text": "The fact is only white people can support what we call Western civilization.", "sentId": 75}], "secId": 31}, {"speaker": "GANIM", "sentences": [{"text": "Richard Spencer is the self-professed leader of what he calls the alt-right movement.", "sentId": 76}, {"text": "He comes across as polished and he seems to be trying to dial back the neo-Nazi imagery he's become infamous for, without much success.", "sentId": 77}], "secId": 32}, {"speaker": "GANIM", "sentences": [{"text": ":  So what would that look like if you had your way in the United States?", "sentId": 78}, {"text": "How would you go through a process of removing people who are not white?", "sentId": 79}], "secId": 33}, {"speaker": "SPENCER", "sentences": [{"text": "They've come here and therefore they could go home.", "sentId": 80}, {"text": "You can go home again.", "sentId": 81}, {"text": "There are ways of -- whether it's a direct payment.", "sentId": 82}, {"text": "GANIM:  What would you say, though, if Mexico Americans or African-", "sentId": 83}], "secId": 34}, {"speaker": "SPENCER", "sentences": [{"text": "Americans said, hey, we're going to pay all the white people to leave and go back to Europe.", "sentId": 84}], "secId": 35}, {"speaker": "SPENCER", "sentences": [{"text": "An interesting prospect.", "sentId": 85}, {"text": "I'm very flexible.", "sentId": 86}], "secId": 36}, {"speaker": "GANIM ", "sentences": [{"text": "Obviously that's not likely to happen.", "sentId": 87}, {"text": "And Spencer is even banned from traveling to most European countries because of his views.", "sentId": 88}], "secId": 37}, {"speaker": "GANIM ", "sentences": [{"text": ":  You studied history.", "sentId": 89}, {"text": "Right?", "sentId": 90}, {"text": "A lot of people, the reason they don't like you is because they have studied history, too, and they see a lot of the things that you say as being very similar to Hitler and other leaders who were responsible for mass genocide.", "sentId": 91}], "secId": 38}, {"speaker": "SPENCER", "sentences": [{"text": "I find this all very amusing.", "sentId": 92}, {"text": "And this is the social justice who will say you're literally Hitler, and yes, I've heard this.", "sentId": 93}, {"text": "We all live in the shadow of Hitler.", "sentId": 94}], "secId": 39}, {"speaker": "GANIM", "sentences": [{"text": "Do you think he was right?", "sentId": 95}, {"text": "Do you agree with his point of view?", "sentId": 96}], "secId": 40}, {"speaker": "SPENCER", "sentences": [{"text": "No.", "sentId": 97}, {"text": "I think Hitler in a way now is history.", "sentId": 98}, {"text": "There -- he did many things that are absolutely terrible that I would never support.", "sentId": 99}], "secId": 41}, {"speaker": "GANIM ", "sentences": [{"text": "Spencer says with the election of Donald Trump, his movement is growing, and he's feeling emboldened.", "sentId": 100}, {"text": "Speaking tonight at Texas A&M University.", "sentId": 101}], "secId": 42}, {"speaker": "SPENCER", "sentences": [{"text": "Donald Trump, as a potentiality, was undoubtedly energizing.", "sentId": 102}, {"text": "And what I mean by that is that the Donald Trump campaign was the first time in my lifetime that an identity politics for white people was on the scene.", "sentId": 103}], "secId": 43}, {"speaker": "GANIM", "sentences": [{"text": "The speech here at Texas A&M has drawn a furious response.", "sentId": 104}, {"text": "The president of the university, Michael Young, says he couldn't go against the First Amendment and cancel it, so he organized a massive counter event, a rally to give students a place to celebrate unity.", "sentId": 105}], "secId": 44}, {"speaker": "YOUNG", "sentences": [{"text": "Well, I think these people represent something that is so antithetical to what I believe.", "sentId": 106}, {"text": "I think their ideas are just simply reprehensible and abhorrent.", "sentId": 107}], "secId": 45}, {"speaker": "GANIM ", "sentences": [{"text": "So why not just ignore him?", "sentId": 108}], "secId": 46}, {"speaker": "YOUNG", "sentences": [{"text": "Well, I think the attention was there before.", "sentId": 109}, {"text": "But our goal is to say that that's not who we are.", "sentId": 110}], "secId": 47}, {"speaker": "GANIM ", "sentences": [{"text": "None of this has deterred Spencer.", "sentId": 111}, {"text": "In fact, it seems to energize him.", "sentId": 112}], "secId": 48}, {"speaker": "GANIM ", "sentences": [{"text": ":  When you see protests, you get excited like this.", "sentId": 113}, {"text": "I mean --", "sentId": 114}], "secId": 49}, {"speaker": "SPENCER", "sentences": [{"text": "I'm not delighting in the pain.", "sentId": 115}, {"text": "GANIM:  Yes, you are.", "sentId": 116}], "secId": 50}, {"speaker": "SPENCER", "sentences": [{"text": "Look, I don't know.", "sentId": 117}, {"text": "I do drink liberal tears.", "sentId": 118}, {"text": "But yes, I use liberal tears for cologne.", "sentId": 119}, {"text": "Look, we -- people love conflicts.", "sentId": 120}, {"text": "Yes, of course.", "sentId": 121}], "secId": 51}, {"speaker": "GANIM", "sentences": [{"text": "Are you trying to start a conflict or are you trying to accomplish something?", "sentId": 122}], "secId": 52}, {"speaker": "SPENCER", "sentences": [{"text": "Look, you know that you're making headway when you create intensity.", "sentId": 123}], "secId": 53}, {"speaker": "GANIM", "sentences": [{"text": "And Don, there were protests here on campus today during the speech.", "sentId": 124}, {"text": "There were also protests inside the room where Richard Spencer was speaking.", "sentId": 125}, {"text": "And there were times where he appeared to come a little unhinged because of those protesters.", "sentId": 126}, {"text": "Making fun of some people's weight, making fun of mental disability.", "sentId": 127}, {"text": "He definitely strayed from his message at times.", "sentId": 128}, {"text": "It was a little bit tense and chaotic in that room.", "sentId": 129}, {"text": "At one point protesters and people who were clearly there in support of Richard Spencer lined up face-to-face and it looked like a fight might break out.", "sentId": 130}, {"text": "One didn't, but police had to come in and separate the groups and make everyone sit back down.", "sentId": 131}], "secId": 54}, {"speaker": "GANIM", "sentences": [{"text": "All in all, though, there weren't more than a dozen people inside that room who were there to listen to Richard Spencer because they supported him, Don.", "sentId": 132}], "secId": 55}, {"speaker": "LEMON", "sentences": [{"text": "He said, Sara, in your story that this has always been a white nation.", "sentId": 133}, {"text": "I wonder if he understands his ignorance.", "sentId": 134}, {"text": "Did he -- has he ever spoken to any Native Americans about that?", "sentId": 135}], "secId": 56}, {"speaker": "GANIM", "sentences": [{"text": "You know, he is one of those guys who has an answer for everything.", "sentId": 136}, {"text": "I have to tell you, he is very academically astute in that he can walk and talk around all of the things that you can throw at him.", "sentId": 137}, {"text": "He's not the kind of person you're going to sit down and have a rational conversation with.", "sentId": 138}, {"text": "I think he's trying very, very hard to come across as smart and calm.", "sentId": 139}, {"text": "And he's trying, it appears, to move a little bit more away from that neo-Nazi rhetoric that -- you know, I even asked him.", "sentId": 140}], "secId": 57}, {"speaker": "GANIM", "sentences": [{"text": "I said, do you think that video that we all saw a couple of weeks ago where he gave a speech in Washington, D.C., and people in the crowd responded with the Nazi salute, I said, do you think that hurt you?", "sentId": 141}, {"text": "And he seemed to acknowledge that it probably wasn't great, although he downplayed it and said that it was sort of a joke.", "sentId": 142}, {"text": "You know, he has an answer for a lot of things.", "sentId": 143}], "secId": 58}, {"speaker": "GANIM", "sentences": [{"text": "For example, you talked about the irony, right?", "sentId": 144}, {"text": "We were talking about how bringing people together and technology in my opinion has been a benefit to this country.", "sentId": 145}, {"text": "It's how we've advanced in a lot of ways and he pushed back, and I -- he said, you know, we could have the iPhone, you know, without -- with just white people, essentially.", "sentId": 146}, {"text": "And I said, well, Steve Jobs, his father was Syrian.", "sentId": 147}, {"text": "And oh, he goes, well, you know, Syrians are white people.", "sentId": 148}, {"text": "Well, two sentences before that he was talking about Syrian refugees", "sentId": 149}], "secId": 59}, {"speaker": "GANIM", "sentences": [{"text": "in Europe.", "sentId": 150}, {"text": "So he's kind of all over the place.", "sentId": 151}, {"text": "But he's trying very, very hard to come across as somewhat normal.", "sentId": 152}, {"text": "He doesn't want to look crazy.", "sentId": 153}, {"text": "And that's where he's I think trying to garner some appeal by not looking like, you know, an idiot sitting in the chair, Don.", "sentId": 154}], "secId": 60}, {"speaker": "LEMON", "sentences": [{"text": "Trying to normalize hate.", "sentId": 155}, {"text": "Thank you, Sara Ganim.", "sentId": 156}, {"text": "Great reporting.", "sentId": 157}, {"text": "Thank you for that.", "sentId": 158}], "secId": 61}, {"speaker": "LEMON", "sentences": [{"text": "One graduate of Texas A&M tells CNN that the university community has a responsibility to take action to counter white nationalism and white supremacy.", "sentId": 159}], "secId": 62}, {"speaker": "LEMON", "sentences": [{"text": "And there were plenty of protesters out in force across campus tonight as Sara reported.", "sentId": 160}, {"text": "University officials meanwhile going out of their way to point out that they did not invite Richard Spencer to speak nor do they endorse his message but the president of Texas A&M saying in a statement that the right of free speech must be respected.", "sentId": 161}], "secId": 63}, {"speaker": "LEMON", "sentences": [{"text": "So I want to bring in Amy B. Smith, the senior vice president and chief marketing and communications officer at the university.", "sentId": 162}], "secId": 64}, {"speaker": "LEMON", "sentences": [{"text": "Amy, thank you for coming on, I really appreciate it.", "sentId": 163}, {"text": "This is an important subject.", "sentId": 164}, {"text": "The university is being blasted for allowing Richard Spencer to come and speak on campus.", "sentId": 165}, {"text": "What's your response to this criticism?", "sentId": 166}], "secId": 65}, {"speaker": "SMITH", "sentences": [{"text": "You know, Don, no member of our campus, our students, our faculty, professors, student groups, invited this speaker to campus.", "sentId": 167}, {"text": "He was not invited by us but by a private citizen who booked a public room that gets booked for Boy Scout meetings and things like that.", "sentId": 168}, {"text": "I think this is part of their M.O., is they go in with a private citizen kind of quietly, and I think this is not the end for public universities throughout the nation.", "sentId": 169}], "secId": 66}, {"speaker": "LEMON", "sentences": [{"text": "How do you feel about the way students, faculty, and staff who were out there tonight protesting handled the situation?", "sentId": 170}], "secId": 67}, {"speaker": "SMITH", "sentences": [{"text": "Well, for the most part I think it was good.", "sentId": 171}, {"text": "We had some protesters that came in that were unrelated to the school, that I know there were a couple of scuffles.", "sentId": 172}, {"text": "I think there were probably two arrests throughout the campus as a result of that.", "sentId": 173}], "secId": 68}, {"speaker": "SMITH", "sentences": [{"text": "With our students -- and those were non-student arrests, so with our students, I was very proud of them.", "sentId": 174}, {"text": "They were exerting their freedom of speech, too, which they're totally entitled to.", "sentId": 175}, {"text": "And we had an event here called Aggies United.", "sentId": 176}, {"text": "As you may know, at Texas A&M we're the Aggies.", "sentId": 177}, {"text": "And we had about 8,000 to 10,000 people come to that to hear the president and have -- other people who were able to speak and be part of it.", "sentId": 178}, {"text": "So I was really heartened by the Aggie community in responding to this vitriol and this intrusion on our campus.", "sentId": 179}], "secId": 69}, {"speaker": "LEMON", "sentences": [{"text": "Amy, you say that people feel emboldened by Trump's election and you expect there will be more events like this.", "sentId": 180}, {"text": "Explain that.", "sentId": 181}, {"text": "SMITH:  Yes.", "sentId": 182}, {"text": "I know that the election has kind of brought out a lot", "sentId": 183}], "secId": 70}, {"speaker": "LEMON", "sentences": [{"text": "of -- a lot of folks, and no matter what party you're a part of, I know that the president-elect has disavowed this individual in particular.", "sentId": 184}, {"text": "But certainly we felt it here at this campus and wanted no part of it.", "sentId": 185}, {"text": "And I think it should be something certainly that I'll be sharing.", "sentId": 186}, {"text": "We had some people with other universities come observe today, right in the heat of it, to make sure that they prepare, too.", "sentId": 187}], "secId": 71}, {"speaker": "LEMON", "sentences": [{"text": "We have seen a lot of outrage over this event.", "sentId": 188}, {"text": "How does Texas A&M balance a line between free speech and keeping students safe, protecting them from harassment?", "sentId": 189}], "secId": 72}, {"speaker": "SMITH", "sentences": [{"text": "Yes, well, we have -- as I said, we had this Aggies United event tonight, and we were very proud of that because we had a diverse set of groups and truly the diversity that we have on campus is something that we embraced and we hold dear.", "sentId": 190}, {"text": "We have core values.", "sentId": 191}, {"text": "And this speaker whose name I will never mention is in direct conflict with those values.", "sentId": 192}], "secId": 73}, {"speaker": "SMITH", "sentences": [{"text": "And we do have to balance protecting our students with, you know, having to adhere to the First Amendment with this private citizen who rented a public room on our campus.", "sentId": 193}], "secId": 74}, {"speaker": "LEMON", "sentences": [{"text": "Yes.", "sentId": 194}], "secId": 75}, {"speaker": "SMITH", "sentences": [{"text": "So that's what we did.", "sentId": 195}, {"text": "I was very proud of the law enforcement and we are very grateful to them to make sure that our students were kept safe.", "sentId": 196}], "secId": 76}, {"speaker": "SMITH", "sentences": [{"text": "And we are glad that this event is done, to be honest with you.", "sentId": 197}], "secId": 77}, {"speaker": "LEMON", "sentences": [{"text": "Yes.", "sentId": 198}, {"text": "A private citizen but wasn't he a former student?", "sentId": 199}], "secId": 78}, {"speaker": "SMITH", "sentences": [{"text": "He attended -- I think he came here when he was 41 and dropped out after a year.", "sentId": 200}, {"text": "So he has a history of trying to book speakers and that sort of thing around the community in which he lives.", "sentId": 201}, {"text": "Usually there's three or four people that show up for this.", "sentId": 202}, {"text": "But I think the confluence of the election combined with the D.C. footage that we saw of the speaker a couple of weeks ago combined with media attention gave them kind of this opportunity to try to get their word out.", "sentId": 203}, {"text": "And we at Texas A&M stood together to get our word out, too, that we stand for our core values.", "sentId": 204}], "secId": 79}, {"speaker": "LEMON", "sentences": [{"text": "Amy B. Smith of Texas A&M University.", "sentId": 205}, {"text": "Thank you, Amy.", "sentId": 206}, {"text": "I appreciate it.", "sentId": 207}], "secId": 80}, {"speaker": "SMITH", "sentences": [{"text": "Thank you, Don.", "sentId": 208}], "secId": 81}, {"speaker": "LEMON", "sentences": [{"text": "Straight ahead, should a white supremacist be allowed to speak at a public university and is the white nationalist message appealing to some college students?", "sentId": 209}], "secId": 82}, {"speaker": "LEMON", "sentences": [{"text": "We'll talk about it, next.", "sentId": 210}], "secId": 83}, {"speaker": "LEMON", "sentences": [{"text": "Breaking news, a white supremacist speaking tonight at Texas A&M University.", "sentId": 211}, {"text": "Protesters demonstrating against his message.", "sentId": 212}], "secId": 84}, {"speaker": "LEMON", "sentences": [{"text": "Let's discuss now, CNN political commentator Matt Lewis is here.", "sentId": 213}, {"text": "He's a senior contributor to the \"Daily Caller.\"", "sentId": 214}, {"text": "And Richard Cohen, president of the Southern Poverty Law Center.", "sentId": 215}], "secId": 85}, {"speaker": "LEMON", "sentences": [{"text": "Good evening, gentlemen.", "sentId": 216}], "secId": 86}, {"speaker": "LEMON", "sentences": [{"text": "Matt, as we just heard, Texas A&M rejected Richard Spencer's views but can't ban the event because it's public -- it's a public university.", "sentId": 217}, {"text": "Why do you say that he should be allowed to speak?", "sentId": 218}], "secId": 87}, {"speaker": "LEWIS", "sentences": [{"text": "Well, look, because of free speech.", "sentId": 219}, {"text": "Because I think that especially colleges and universities, these are places that I think should be welcoming diverse viewpoints, and believe me, this is a diverse viewpoint.", "sentId": 220}, {"text": "I think it's a horrible viewpoint, but we need to defend and protect speech, especially unpopular speech, and political speech.", "sentId": 221}, {"text": "And I think the way to defeat this is not by silencing and shutting him up.", "sentId": 222}, {"text": "It's by debating these ideas which I think are wrong and evil and bad.", "sentId": 223}], "secId": 88}, {"speaker": "LEMON", "sentences": [{"text": "Yes.", "sentId": 224}, {"text": "Richard, John McWhorter who we had on this show said something that I thought was very interesting.", "sentId": 225}, {"text": "That we need to embrace the 1980s approach, to hateful rhetoric.", "sentId": 226}, {"text": "In his latest CNN op-ed column he writes, as he said, \"Why assume that Spencer has some kind of Messianic oratorical potency, especially when he doesn't?", "sentId": 227}, {"text": "One thing is clear, if a student attends Spencer's talk and then the only opposition they hear is claims that Spencer shouldn't have been allowed in the student's safe space, then that student cannot be blamed for finding the left's position flimsy.\"", "sentId": 228}], "secId": 89}, {"speaker": "LEMON", "sentences": [{"text": "Do you agree?", "sentId": 229}, {"text": "And what kind of argument or opposition is most effective in rebutting this hateful message?", "sentId": 230}], "secId": 90}, {"speaker": "COHEN", "sentences": [{"text": "Look, censorship is never the right answer.", "sentId": 231}, {"text": "You , you know, combat bad speech by exposing it to good speech.", "sentId": 232}], "secId": 91}, {"speaker": "LEMON", "sentences": [{"text": "Right.", "sentId": 233}], "secId": 92}, {"speaker": "COHEN", "sentences": [{"text": "You know, it's as simple as that.", "sentId": 234}, {"text": "Universities can't engage in viewpoint discrimination.", "sentId": 235}], "secId": 93}, {"speaker": "LEMON", "sentences": [{"text": "Yes.", "sentId": 236}, {"text": "And it is as simple as that.", "sentId": 237}, {"text": "And, you know, to -- Congressman Jack Kingston was on just a few moments ago speaking about that, Matt.", "sentId": 238}, {"text": "And our universities and our colleges -- as reprehensible as this guy's views are and what he says, as reprehensible as that is, it does need to be exposed and people -- that's what freedom of speech is really all about.", "sentId": 239}, {"text": "Not necessarily about hate speech, but isn't it better to expose that type of speech rather than trying to hinder it?", "sentId": 240}], "secId": 94}, {"speaker": "LEWIS", "sentences": [{"text": "Right.", "sentId": 241}, {"text": "I mean, where does it end?", "sentId": 242}, {"text": "I mean, who is the arbiter to decide what speech is good and acceptable and what speech is bad?", "sentId": 243}, {"text": "Now obviously, I mean, I think there is a line at some point.", "sentId": 244}], "secId": 95}, {"speaker": "LEMON", "sentences": [{"text": "But freedom of speech, I mean, that's the whole point of it is for speech that you don't agree with.", "sentId": 245}], "secId": 96}, {"speaker": "LEWIS", "sentences": [{"text": "Exactly, that's what we have to -- we don't have to protect popular speech, that everyone likes.", "sentId": 246}, {"text": "We have to protect unpopular speech as reprehensible as it may be.", "sentId": 247}], "secId": 97}, {"speaker": "LEMON", "sentences": [{"text": "Yes.", "sentId": 248}, {"text": "You've written a lot, Matt, about -- go ahead, did you want to say something, Richard?", "sentId": 249}], "secId": 98}, {"speaker": "COHEN", "sentences": [{"text": "Don, there's something I wanted to say.", "sentId": 250}, {"text": "We -- his message was reprehensible.", "sentId": 251}, {"text": "But I don't think anyone should underestimate its attractiveness to many people.", "sentId": 252}], "secId": 99}, {"speaker": "LEMON", "sentences": [{"text": "Right.", "sentId": 253}], "secId": 100}, {"speaker": "COHEN", "sentences": [{"text": "There's a tremendous backlash in our country that's been going on for years to its changing diversity.", "sentId": 254}, {"text": "You know, a study recently showed that 35 percent of Donald Trump's Twitter followers also followed white supremacist Twitter sites.", "sentId": 255}, {"text": "So we can call it reprehensible, as it was, but I think we make the mistake by underestimating its power for some people.", "sentId": 256}], "secId": 101}, {"speaker": "LEMON", "sentences": [{"text": "Very good point.", "sentId": 257}, {"text": "And Matt, to that point, you've written a lot about the rise of the alt-right which is really just white supremacy racists.", "sentId": 258}, {"text": "You say Spencer is presenting a pernicious ideology that is devilishly appealing to -- deviously, I should say, appealing to college kids.", "sentId": 259}, {"text": "In what way?", "sentId": 260}], "secId": 102}, {"speaker": "LEWIS", "sentences": [{"text": "Well, I wouldn't say just college kids.", "sentId": 261}, {"text": "But I would say that -- so first of all, this is a guy who doesn't look like, you know, like some goober or -- you know, he comes across -- he's charming.", "sentId": 262}, {"text": "He's, some would say, handsome.", "sentId": 263}, {"text": "He doesn't wear a Klan outfit, he wears a suit.", "sentId": 264}, {"text": "And he's incredibly smart and eloquent.", "sentId": 265}], "secId": 103}, {"speaker": "LEMON", "sentences": [{"text": "But isn't that what most racism is?", "sentId": 266}, {"text": "I mean, you know, it's not the extreme views that you see so much.", "sentId": 267}, {"text": "You know --", "sentId": 268}], "secId": 104}, {"speaker": "LEWIS", "sentences": [{"text": "I think what makes this dangerous is the seductiveness of it.", "sentId": 269}, {"text": "And I think he's tapping into something out there that basically says, look, if you're a sort of a mainstream white person that grew up in America, you grew up thinking of America as an idea, as a proposition, not a pigmentation..  And so what Spencer's first strategy, first goal is, it's not to intimidate black people or Jews.", "sentId": 270}, {"text": "It's actually to make white people start thinking of themselves, start being race- conscious.", "sentId": 271}], "secId": 105}, {"speaker": "LEWIS", "sentences": [{"text": "That's the first strategy here.", "sentId": 272}, {"text": "And they say things like, look, why is it that other groups of people can take care of their own and white people don't?", "sentId": 273}, {"text": "That's the first step here.", "sentId": 274}, {"text": "And by the way, he doesn't talk about white people, he talks about Europeans.", "sentId": 275}, {"text": "It's very smart, very shrewd.", "sentId": 276}, {"text": "His group is called like the National Policy Institute.", "sentId": 277}, {"text": "It's not called like, you know, a name that would be obviously offensive.", "sentId": 278}], "secId": 106}, {"speaker": "LEMON", "sentences": [{"text": "But offers no explanation about why white people should not go back to Europe, but people who are, you know, that many other people should go back to the origin of whatever their own ethnicity is.", "sentId": 279}], "secId": 107}, {"speaker": "COHEN", "sentences": [{"text": "Let me make one last point, if I could, Don.", "sentId": 280}, {"text": "You know, Spencer is the godfather of the alt-right.", "sentId": 281}, {"text": "Stephen Bannon proudly stated that Breitbart News under his watch became the platform for the alt-right.", "sentId": 282}, {"text": "One might see Bannon as Spencer's alter ego in the White House, unfortunately.", "sentId": 283}, {"text": "Bannon has a lot of talk about how, well, sure, it's racist, sure it's anti-Semitic, but it's going to wash away, you know, over time.", "sentId": 284}], "secId": 108}, {"speaker": "COHEN", "sentences": [{"text": "Now I wonder, what's the historic precedence for that?", "sentId": 285}, {"text": "You know, Marxists used to talk about the dictatorship of the proletariat withering away over time and becoming some kind of communist, you know, utopia.", "sentId": 286}, {"text": "And it didn't work out so well.", "sentId": 287}, {"text": "And so I don't think this vision of nationalism that people like Bannon are pushing and people like Richard Spencer are pushing is ever going to be free of the taint of naked racism.", "sentId": 288}], "secId": 109}, {"speaker": "LEMON", "sentences": [{"text": "Matt, do you think it's fair to put him in the same category, Stephen Bannon and Spencer?", "sentId": 289}], "secId": 110}, {"speaker": "LEWIS", "sentences": [{"text": "Well, I can put them in the same category.", "sentId": 290}, {"text": "I've said, you know, my take is that not that he cares or that Trump cares, but my view of Bannon is that he's on probation.", "sentId": 291}, {"text": "Like, so I haven't heard him say anything -- I have not heard Steven Bannon say anything that I would describe as racist or white supremacist.", "sentId": 292}, {"text": "He has said that he wants Breitbart.com, the site that he ran, to be, you know, the platform for the alt-right.", "sentId": 293}, {"text": "That's concerning to me.", "sentId": 294}], "secId": 111}, {"speaker": "LEWIS", "sentences": [{"text": "It's something that I think we obviously need to keep an eye on.", "sentId": 295}, {"text": "But he says he calls himself not -- you know, he calls himself somebody who is interested in not white nationalism but economic nationalism.", "sentId": 296}, {"text": "I do think that's a -- I'm not a nationalist but I think that there is a big difference between being an economic nationalist and a white nationalist.", "sentId": 297}], "secId": 112}, {"speaker": "LEMON", "sentences": [{"text": "All right.", "sentId": 298}, {"text": "Fascinating conversation.", "sentId": 299}, {"text": "Thank you, gentlemen.", "sentId": 300}, {"text": "I appreciate it.", "sentId": 301}], "secId": 113}, {"speaker": "COHEN", "sentences": [{"text": "Thanks, Don.", "sentId": 302}], "secId": 114}, {"speaker": "LEMON", "sentences": [{"text": "Up next, growing pressure on President-elect Donald Trump to drop General Michael Flynn as his national security adviser.", "sentId": 303}], "secId": 115}, {"speaker": "LEMON", "sentences": [{"text": "And before we go to break, a reminder that the \"10TH ANNUAL CNN HEROES ALL-STAR TRIBUTE\" airs live on Sunday night, co-hosted by our very own Anderson Cooper and Kelly Ripa.", "sentId": 304}], "secId": 116}, {"speaker": "LEMON", "sentences": [{"text": "Tonight there is growing pressure on President- elect Donald Trump to drop Generally Michael Flynn as his National Security adviser.", "sentId": 305}], "secId": 117}, {"speaker": "SCIUTTO", "sentences": [{"text": "Don, General", "sentId": 306}], "secId": 118}, {"speaker": "SCIUTTO", "sentences": [{"text": "Flynn had a distinguished career in Afghanistan and Iraq.", "sentId": 307}, {"text": "But he has also spread conspiracy theories, allegedly mishandled classified information and was fired from his last military job.", "sentId": 308}, {"text": "But he will soon serve as President-elect Donald Trump's closest National Security adviser.", "sentId": 309}, {"text": "Now activist groups are pressing Mr. Trump to cut ties.", "sentId": 310}], "secId": 119}, {"speaker": "FLYNN", "sentences": [{"text": "Donald J. Trump to be the next president of the United States.", "sentId": 311}], "secId": 120}, {"speaker": "SCIUTTO ", "sentences": [{"text": "He's tapped to be President-elect Trump's closest adviser on the most sensitive threats facing the nation.", "sentId": 312}, {"text": "And tonight there is growing criticism that his inflammatory views make him unfit for the job.", "sentId": 313}, {"text": "More than 50 progressive nonprofits ranging from religious to social justice organizations signed a letter asking Trump to dump Flynn.", "sentId": 314}], "secId": 121}, {"speaker": "FLYNN", "sentences": [{"text": "Islam is a political ideology.", "sentId": 315}, {"text": "It is a political ideology.", "sentId": 316}, {"text": "It definitely hides behind this notion of it being a religion.", "sentId": 317}], "secId": 122}, {"speaker": "SCIUTTO", "sentences": [{"text": "Citing the former Defense intelligence chief's numerous Islamophobic remarks, including tweeting in February that fear of Muslims is rational.", "sentId": 318}, {"text": "Today, Vice President-elect Mike Pence praised Flynn on CNN.", "sentId": 319}], "secId": 123}, {"speaker": "PENCE", "sentences": [{"text": "We are so grateful and honored to have General Flynn as our nominee for National Security adviser.", "sentId": 320}, {"text": "He brings an extraordinary wealth of experience.", "sentId": 321}], "secId": 124}, {"speaker": "SCIUTTO", "sentences": [{"text": "But the groups also raised more substantive allegations.", "sentId": 322}, {"text": "On one occasion while overseeing intelligence in Afghanistan, former government officials tell CNN that Flynn shared classified information from another agency with Pakistan.", "sentId": 323}, {"text": "Flynn told CNN the allegation, quote, \"is not true, not even close.\"", "sentId": 324}, {"text": "But the incident led to an informal reprimand, though no charges, officials tell CNN.", "sentId": 325}], "secId": 125}, {"speaker": "SCIUTTO", "sentences": [{"text": "And even as Flynn received classified intelligence briefings during the campaign, he was lobbying on behalf of foreign clients, among them Turkey, who Flynn has uncritically backed as it has cracked down on domestic dissent.", "sentId": 326}], "secId": 126}, {"speaker": "SCIUTTO", "sentences": [{"text": "Trump's transition team told CNN last month if Flynn's dealings with Turkey were within his rights as a private citizen and that Flynn would sever ties to his consulting firm when he is part of the administration.", "sentId": 327}], "secId": 127}, {"speaker": "FLYNN", "sentences": [{"text": "I've had people in the media, mainstream media, said, all -- that's all a conspiracy.", "sentId": 328}, {"text": "It's a lie.", "sentId": 329}], "secId": 128}, {"speaker": "SCIUTTO", "sentences": [{"text": "In his public statements, Flynn has repeatedly dabbled in conspiracy theories.", "sentId": 330}, {"text": "Just one week before the election, he tweeted, quote, \"You decide, NYPD blows whistle on new Hillary e-mails, money laundering, sex crimes with children, et cetera, must read,\" end quote, allegations that remain entirely unsubstantiated.", "sentId": 331}, {"text": "Flynn's son, Michael Flynn Jr., who served as his aide, has", "sentId": 332}], "secId": 129}, {"speaker": "SCIUTTO", "sentences": [{"text": "been a leading proponent of a bizarre fake news alleging that a D.C. pizzeria was home to a child sex ring visited by Clinton campaign staff.", "sentId": 333}, {"text": "The story led an armed man to enter the restaurant this weekend he claimed to investigate the allegations.", "sentId": 334}, {"text": "He was arrested only after firing several shots.", "sentId": 335}], "secId": 130}, {"speaker": "SCIUTTO", "sentences": [{"text": "And yet on Sunday Flynn Jr. was still defending the conspiracy theory, tweeting, quote, \"Until pizza gate proven to be false, it will remain a story.", "sentId": 336}, {"text": "The left seems to forget Podesta e-mails and the many coincidences tied to it.\"", "sentId": 337}], "secId": 131}, {"speaker": "SCIUTTO", "sentences": [{"text": "Today Flynn Jr. was dismissed from the transition.", "sentId": 338}, {"text": "The decision, sources tell CNN, coming directly from the president-elect.", "sentId": 339}], "secId": 132}, {"speaker": "SCIUTTO", "sentences": [{"text": "I've spoken to Democratic and GOP lawmakers who see General James Mattis' selection as Defense secretary as balancing General Flynn.", "sentId": 340}, {"text": "Mattis, enormously respected by both parties, and many I've spoken to note that he outranked Flynn four stars to three when they were both in the military and Don, that kind of stuff matters.", "sentId": 341}], "secId": 133}, {"speaker": "LEMON", "sentences": [{"text": "Jim Sciutto, thank you very much.", "sentId": 342}], "secId": 134}, {"speaker": "LEMON", "sentences": [{"text": "Donald Trump -- could Donald Trump's choice for Defense secretary balance out concerns about General Flynn?", "sentId": 343}, {"text": "We're going to talk about it, next.", "sentId": 344}], "secId": 135}, {"speaker": "LEMON", "sentences": [{"text": "While thanking the people of North Carolina tonight, Donald Trump introduced General James Mattis as his choice for Defense secretary.", "sentId": 345}, {"text": "But it's his choice for National Security adviser that is raising flags.", "sentId": 346}], "secId": 136}, {"speaker": "LEMON", "sentences": [{"text": "I want to bring in now, CNN political commentator Peter Beinart, Joseph Borelli, a New York City councilman and Republican commentator, Symone Sanders, former press secretary for Bernie Sanders, and Deana Bass, former press secretary for Ben Carson.", "sentId": 347}], "secId": 137}, {"speaker": "LEMON", "sentences": [{"text": "So, Peter, there is increasing concern about Donald Trump's choice of Lieutenant General Michael Flynn for National Security adviser.", "sentId": 348}, {"text": "However, this appointment is at the president-elect's discretion.", "sentId": 349}, {"text": "Why would he change his mind?", "sentId": 350}], "secId": 138}, {"speaker": "BEINART", "sentences": [{"text": "I don't think he will change his mind.", "sentId": 351}, {"text": "I mean, Flynn has been very loyal to him from the beginning.", "sentId": 352}, {"text": "I think it would be pretty unlikely.", "sentId": 353}, {"text": "And, you know, especially because the case against Flynn is that he is an anti-Muslim bigot.", "sentId": 354}, {"text": "I mean, he said things like Islam is not a religion, it's a political ideology, which is a ridiculous statement.", "sentId": 355}, {"text": "Right?", "sentId": 356}, {"text": "He said fear of Muslims is rational.", "sentId": 357}, {"text": "These are horrible statements for a National Security adviser in a country which has millions of Muslims and a guy who's going to have to deal with Muslim countries.", "sentId": 358}, {"text": "The reason I don't think Donald Trump is going to punish him is Donald", "sentId": 359}], "secId": 139}, {"speaker": "BEINART", "sentences": [{"text": "Trump has done those kinds of things himself.", "sentId": 360}, {"text": "Right?", "sentId": 361}, {"text": "I mean, Donald Trump, you know, slandered American Muslims, said they cheered 9/11, wanted an ban on immigration.", "sentId": 362}, {"text": "So I'm not optimistic.", "sentId": 363}], "secId": 140}, {"speaker": "LEMON", "sentences": [{"text": "Councilman?", "sentId": 364}], "secId": 141}, {"speaker": "BORELLI", "sentences": [{"text": "Look, as you pointed out, the National Security adviser is a position that we allow the president to pick sort of unilaterally, someone he trusts.", "sentId": 365}, {"text": "And I've got to agree with Peter that I don't think he switches up his pick because General Flynn is someone who he has trusted since the first day.", "sentId": 366}, {"text": "And I think when we start seeing people like General Mattis who had been reported can be sort of a balance to General Flynn, maybe the ying and the yang, I think the public should be a little bit more comfortable with those picks.", "sentId": 367}], "secId": 142}, {"speaker": "LEMON", "sentences": [{"text": "Do you have an issue with Flynn?", "sentId": 368}], "secId": 143}, {"speaker": "BORELLI", "sentences": [{"text": "No - certainly not.", "sentId": 369}, {"text": "No, no, I mean, things that he said in the past may have alarmed some people, as Peter pointed out, but again the position is one that requires the absolute trust of the president and he has earned that.", "sentId": 370}], "secId": 144}, {"speaker": "LEMON", "sentences": [{"text": "Do you think removing his son will quiet some of the critics?", "sentId": 371}], "secId": 145}, {"speaker": "BORELLI", "sentences": [{"text": "Right.", "sentId": 372}, {"text": "The son is a different story.", "sentId": 373}, {"text": "You know, the son has made some sort of tweets that were perhaps questionable.", "sentId": 374}, {"text": "And they did take the right step and remove him from the position he was in.", "sentId": 375}], "secId": 146}, {"speaker": "LEMON", "sentences": [{"text": "Deana, will Trump's pick for Defense secretary, General James Mattis, balance out the concerns about Flynn?", "sentId": 376}], "secId": 147}, {"speaker": "BASS", "sentences": [{"text": "You know, I think it probably will.", "sentId": 377}, {"text": "You know, I have a great deal of confidence in all of President-elect Trump's picks.", "sentId": 378}, {"text": "So I don't have a problem with General Flynn.", "sentId": 379}, {"text": "I think that, you know, the results of this election says that the people trust Donald Trump to make these decisions.", "sentId": 380}, {"text": "And I do as well.", "sentId": 381}, {"text": "I think that he has created a team of people who do have diverse opinions and thoughts.", "sentId": 382}, {"text": "And I think that that's what America is looking for right now.", "sentId": 383}, {"text": "So I'm completely satisfied.", "sentId": 384}], "secId": 148}, {"speaker": "LEMON", "sentences": [{"text": "There are calls, as you saw in Jim Sciutto's story, Symone, to have him removed as a pick.", "sentId": 385}, {"text": "Do you --", "sentId": 386}], "secId": 149}, {"speaker": "SANDERS", "sentences": [{"text": "Rightfully so.", "sentId": 387}], "secId": 150}, {"speaker": "LEMON", "sentences": [{"text": "Do you think so?", "sentId": 388}], "secId": 151}, {"speaker": "SANDERS", "sentences": [{"text": "Yes, I think so.", "sentId": 389}, {"text": "Look, I think it's not a surprise to anybody that I don't trust Donald Trump's picks for anything.", "sentId": 390}, {"text": "I don't think he's made great decisions.", "sentId": 391}, {"text": "And I think General Flynn is just another bad decision that Donald Trump has made.", "sentId": 392}], "secId": 152}, {"speaker": "SANDERS", "sentences": [{"text": "Look, I don't think Donald Trump is going to back down.", "sentId": 393}, {"text": "I think he actually likes the fact that people take issue with something that he's done, that he creates a little bit of controversy.", "sentId": 394}, {"text": "It brings that combative reality TV show feel to it.", "sentId": 395}, {"text": "And that's what we've been seeing in this transition process.", "sentId": 396}, {"text": "So unfortunately we might be stuck with General Flynn.", "sentId": 397}, {"text": "But that doesn't mean that people shouldn't make a stink about it.", "sentId": 398}], "secId": 153}, {"speaker": "LEMON", "sentences": [{"text": "OK.", "sentId": 399}], "secId": 154}, {"speaker": "SANDERS", "sentences": [{"text": "He has said some questionable things.", "sentId": 400}, {"text": "He's done some -- it is just absolutely ridiculous.", "sentId": 401}], "secId": 155}, {"speaker": "LEMON", "sentences": [{"text": "I want to talk about other picks as well.", "sentId": 402}, {"text": "One in particular, because this morning, Vice President-elect Pence said this about Dr. Ben Carson, Donald Trump's nominee to run the Department of Housing and Urban Development.", "sentId": 403}], "secId": 156}, {"speaker": "PENCE", "sentences": [{"text": "But I think what the president-elect saw in Ben Carson leading HUD, someone who also is going to be able to carry that aspirational message to every community in this country and create -- and create the kind of vision particularly for renewing our cities that the president-elect articulated in the campaign.", "sentId": 404}], "secId": 157}, {"speaker": "LEMON", "sentences": [{"text": "Symone, what's your take?", "sentId": 405}], "secId": 158}, {"speaker": "SANDERS", "sentences": [{"text": "My take is look, Dr. Ben Carson was like a hero for so many people, so many young people across the country, people everywhere that wanted to grow up and be doctors and neurosurgeons.", "sentId": 406}, {"text": "But Dr. Carson, much like Donald Trump, is unqualified for the position that he's seeking.", "sentId": 407}, {"text": "He said it himself, well, not himself, but Armstrong Williams came out and noted that Dr. Carson didn't think he was qualified to run any agency.", "sentId": 408}, {"text": "And then about a week and a half, two weeks later, all of a sudden he's qualified to run HUD?", "sentId": 409}, {"text": "I'd like to know what the hell happened.", "sentId": 410}], "secId": 159}, {"speaker": "LEMON", "sentences": [{"text": "Well, I spoke with Armstrong Williams this evening.", "sentId": 411}, {"text": "And he said that that was taken out of context.", "sentId": 412}, {"text": "What he was saying is that there probably are better people.", "sentId": 413}, {"text": "I don't know if it's a distinction without a difference, there are better people that Donald Trump couldn't find anyone better to do it than -- who had better experience then he should pick Ben Carson.", "sentId": 414}], "secId": 160}, {"speaker": "LEMON", "sentences": [{"text": "Is that a distinction without a difference?", "sentId": 415}], "secId": 161}, {"speaker": "SANDERS", "sentences": [{"text": "No.", "sentId": 416}], "secId": 162}, {"speaker": "BASS", "sentences": [{"text": "You know --", "sentId": 417}], "secId": 163}, {"speaker": "LEMON", "sentences": [{"text": "Go ahead.", "sentId": 418}], "secId": 164}, {"speaker": "BASS", "sentences": [{"text": "I have watched over the last 48 hours the media and the political class do exactly what they did to Donald Trump, not recognize the fact that they are out of touch.", "sentId": 419}, {"text": "They are actually woefully out of touch.", "sentId": 420}, {"text": "And the idea that a man who has solved some of the most complex problems that the world has ever known cannot face this challenge is ridiculous.", "sentId": 421}, {"text": "The idea that people would say that someone who has overcome the things that Dr. Carson has overcome, who has succeeded in ways than no one else has succeeded, to me, like I am -- I am appalled, and this is an area where I feel like the media, the smugness of the media --", "sentId": 422}], "secId": 165}, {"speaker": "LEMON", "sentences": [{"text": "Well, OK, Deana, I will tell you what I told -- I'll share with you what I told Armstrong Williams because he seemed to sort of be flummoxed that we would question -- at least in his estimation questioning someone whether they should -- you know, the appropriateness or their qualifications for office.", "sentId": 423}, {"text": "But that's what the media is supposed to do, look at every administration with a critical eye.", "sentId": 424}, {"text": "We even questioned the man who is now president-elect.", "sentId": 425}, {"text": "We questioned whether he was qualified for office, we even questioned whether the person who is the president now is qualified for office.", "sentId": 426}, {"text": "We even questioned whether George W. Bush was qualified for office, and on and on and on.", "sentId": 427}], "secId": 166}, {"speaker": "LEMON", "sentences": [{"text": "What is wrong with wondering if someone who is a very accomplished neurosurgeon probably would be better off as surgeon-general, or maybe over some health, you know, department of the country?", "sentId": 428}, {"text": "What is wrong with questioning whether he is the best person to be the HUD secretary?", "sentId": 429}], "secId": 167}, {"speaker": "BASS", "sentences": [{"text": "You know, I think that it is --", "sentId": 430}], "secId": 168}, {"speaker": "LEMON", "sentences": [{"text": "There is nothing wrong with that.", "sentId": 431}], "secId": 169}, {"speaker": "BASS", "sentences": [{"text": "No, I think that it is -- the questions are fair.", "sentId": 432}, {"text": "It is -- it is quite frankly the smugness, the -- the dismissiveness of his qualifications.", "sentId": 433}, {"text": "And so yes, question but then --", "sentId": 434}], "secId": 170}, {"speaker": "SANDERS", "sentences": [{"text": "What qualifications does Dr. Ben Carson have to be HUD secretary?", "sentId": 435}], "secId": 171}, {"speaker": "BASS", "sentences": [{"text": "Dr. Ben Carson is a leader.", "sentId": 436}, {"text": "He's a solutionist.", "sentId": 437}, {"text": "This is what -- this is --", "sentId": 438}], "secId": 172}, {"speaker": "SANDERS", "sentences": [{"text": "No qualifications.", "sentId": 439}], "secId": 173}, {"speaker": "LEMON", "sentences": [{"text": "One at a time.", "sentId": 440}, {"text": "One at a time.", "sentId": 441}], "secId": 174}, {"speaker": "BASS", "sentences": [{"text": "He actually does.", "sentId": 442}, {"text": "He actually does, Symone.", "sentId": 443}, {"text": "And I really respect this panel, but this is what -- this is what the mainstream media, this is what the consultant class, and this is what the political class fails to realize.", "sentId": 444}, {"text": "Americans are looking for people who are making -- taking a fresh look at things, making new decisions, and that is why Dr. Carson is going to be an excellent secretary of HUD.", "sentId": 445}], "secId": 175}, {"speaker": "BEINART", "sentences": [{"text": "This is just like -- these are just mindless platitudes.", "sentId": 446}], "secId": 176}, {"speaker": "BASS", "sentences": [{"text": "These are not mindless --", "sentId": 447}], "secId": 177}, {"speaker": "BEINART", "sentences": [{"text": "No, no, listen.", "sentId": 448}], "secId": 178}, {"speaker": "BASS", "sentences": [{"text": "These are not mindless --", "sentId": 449}], "secId": 179}, {"speaker": "LEMON", "sentences": [{"text": "One at a time.", "sentId": 450}, {"text": "One at a time.", "sentId": 451}], "secId": 180}, {"speaker": "BEINART", "sentences": [{"text": "I haven't noticed any outcry from the American people demanding that Ben Carson be HUD secretary.", "sentId": 452}, {"text": "The question is very simple.", "sentId": 453}, {"text": "You keep talking about the fact that he's a great neurosurgeon.", "sentId": 454}], "secId": 181}, {"speaker": "BASS", "sentences": [{"text": "He is --", "sentId": 455}], "secId": 182}, {"speaker": "BEINART", "sentences": [{"text": "He's a leader.", "sentId": 456}, {"text": "Look, LeBron James is a leader, an incredibly talented basketball player.", "sentId": 457}], "secId": 183}, {"speaker": "BASS", "sentences": [{"text": "You know, I heard --", "sentId": 458}], "secId": 184}, {"speaker": "BEINART", "sentences": [{"text": "So I don't -- why don't you let me finish?", "sentId": 459}], "secId": 185}, {"speaker": "BASS", "sentences": [{"text": "That's the smugness.", "sentId": 460}], "secId": 186}, {"speaker": "LEMON", "sentences": [{"text": "Let him finish.", "sentId": 461}, {"text": "Let him finish, Deana.", "sentId": 462}], "secId": 187}, {"speaker": "BEINART", "sentences": [{"text": "Leadership.", "sentId": 463}, {"text": "Extraordinary talent in one arena does not necessarily translate if you don't have any background in the area that you're working on.", "sentId": 464}, {"text": "This is a management job and it requires a knowledge of housing policy.", "sentId": 465}, {"text": "Dr. Ben Carson has given no evidence that he knows anything about housing policy.", "sentId": 466}], "secId": 188}, {"speaker": "SANDERS", "sentences": [{"text": "He's from Detroit.", "sentId": 467}], "secId": 189}, {"speaker": "BORELLI", "sentences": [{"text": "I think Peter is once again proving that the media is somewhat out of touch.", "sentId": 468}, {"text": "At various points in the last 18 months a big chunk of the American public believed that this person was qualified to not only be the HUD secretary but to be president of the United States.", "sentId": 469}], "secId": 190}, {"speaker": "BASS", "sentences": [{"text": "Absolutely.", "sentId": 470}], "secId": 191}, {"speaker": "BORELLI", "sentences": [{"text": "Based on his experience, his education, and his raw intelligence.", "sentId": 471}], "secId": 192}, {"speaker": "LEMON", "sentences": [{"text": "What does that have to do with the media, though?", "sentId": 472}], "secId": 193}, {"speaker": "BORELLI", "sentences": [{"text": "Well, I'm saying Peter here is sort of indicating that because he doesn't have any specific experience.", "sentId": 473}, {"text": "But what was Andrew Cuomo's experience before becoming --", "sentId": 474}], "secId": 194}, {"speaker": "LEMON", "sentences": [{"text": "Let me just say this.", "sentId": 475}, {"text": "Peter, hold on.", "sentId": 476}, {"text": "You guys keep saying that the media and -- that's why you're on.", "sentId": 477}, {"text": "You're on to share your opinions just as he is.", "sentId": 478}], "secId": 195}, {"speaker": "SANDERS", "sentences": [{"text": "And I appreciate that.", "sentId": 479}], "secId": 196}, {"speaker": "LEMON", "sentences": [{"text": "And that's why Deana is on.", "sentId": 480}, {"text": "You're on so --", "sentId": 481}], "secId": 197}, {"speaker": "LEMON", "sentences": [{"text": "By disqualifying them, you're also disqualifying yourself because you are also part of the media.", "sentId": 482}, {"text": "But go on.", "sentId": 483}], "secId": 198}, {"speaker": "SANDERS", "sentences": [{"text": "We are all part of the media.", "sentId": 484}], "secId": 199}, {"speaker": "BORELLI", "sentences": [{"text": "I think he's wrong and I'm right.", "sentId": 485}], "secId": 200}, {"speaker": "LEMON", "sentences": [{"text": "All right.", "sentId": 486}, {"text": "Hold on.", "sentId": 487}, {"text": "Stop it.", "sentId": 488}, {"text": "Stop it.", "sentId": 489}, {"text": "Stop it.", "sentId": 490}, {"text": "We'll be right back.", "sentId": 491}, {"text": "I got to get to a break and then we'll talk.", "sentId": 492}], "secId": 201}, {"speaker": "LEMON", "sentences": [{"text": "So back now with my panel and we are talking about Dr. Ben Carson being nominated for HUD secretary.", "sentId": 493}, {"text": "So here's the thing that we didn't really talk about last night as we discuss this.", "sentId": 494}, {"text": "And I'll ask you this, Peter.", "sentId": 495}, {"text": "So then why not surgeon general, why not Health and Human Services?", "sentId": 496}, {"text": "Why HUD secretary?", "sentId": 497}, {"text": "It is believed that he got the black guy's job.", "sentId": 498}], "secId": 202}, {"speaker": "BEINART", "sentences": [{"text": "Look, Donald Trump does have a tendency to typecast people.", "sentId": 499}, {"text": "Right?", "sentId": 500}, {"text": "He said that Jared Kushner, his Jewish son-in-law, should be the envoy for Israeli-Palestinian peace, even though Jared Kushner has no background in this whatsoever, right?", "sentId": 501}, {"text": "And so there is a tendency to typecast.", "sentId": 502}, {"text": "I obviously don't know why he chose Ben Carson.", "sentId": 503}], "secId": 203}, {"speaker": "LEMON", "sentences": [{"text": "Yes.", "sentId": 504}], "secId": 204}, {"speaker": "BEINART", "sentences": [{"text": "But it would have made a lot more sense to choose him as surgeon general because the very expertise that you -- that we've been talking about, right, the fact that he understands medicine, he understands the way hospitals work.", "sentId": 505}], "secId": 205}, {"speaker": "LEMON", "sentences": [{"text": "Or Health and Human Services.", "sentId": 506}], "secId": 206}, {"speaker": "BEINART", "sentences": [{"text": "Or Health and -- this would have been where he actually had a pretty good background.", "sentId": 507}, {"text": "And there are lots of conservatives.", "sentId": 508}, {"text": "People who totally disagree with me who actually work on housing policies.", "sentId": 509}], "secId": 207}, {"speaker": "LEMON", "sentences": [{"text": "And they do.", "sentId": 510}, {"text": "I think that Donald Trump likes his message to black Americans.", "sentId": 511}, {"text": "Remember he went to Harlem.", "sentId": 512}, {"text": "So many people were offended by that but also the Trump supporters and conservatives really liked what he had to say about black America because he talks personal responsibility.", "sentId": 513}, {"text": "BORELLI:  Right.", "sentId": 514}], "secId": 208}, {"speaker": "LEMON", "sentences": [{"text": "And that message is really something conservatives --", "sentId": 515}], "secId": 209}, {"speaker": "BORELLI", "sentences": [{"text": "And that's something that Ben Carson has been saying, sort of -- and I'll echo what the Speaker Ryan said today is that he's someone who believes in dignity and not dependence.", "sentId": 516}, {"text": "But to your first point, I can't remember the last black HUD secretary so I don't even know if it's --", "sentId": 517}], "secId": 210}, {"speaker": "LEMON", "sentences": [{"text": "Well, there's a housing --", "sentId": 518}], "secId": 211}, {"speaker": "BORELLI", "sentences": [{"text": "I get sort of the analogy you're trying to make but --", "sentId": 519}], "secId": 212}, {"speaker": "LEMON", "sentences": [{"text": "And it has been said that he lived, you know, in a housing --", "sentId": 520}], "secId": 213}, {"speaker": "BORELLI", "sentences": [{"text": "But that's what makes -- so he's someone who has said that the sort of long-term dependence of people in sort of urban environment is a problem that we need to fix.", "sentId": 521}, {"text": "On the flipside he's someone that has used some of those benefits to uplift himself out of poverty.", "sentId": 522}], "secId": 214}, {"speaker": "LEMON", "sentences": [{"text": "Dina.", "sentId": 523}], "secId": 215}, {"speaker": "BASS", "sentences": [{"text": "You know, I think first of all the idea that Donald Trump is typecasting and putting Dr. Carson in this position because he's black, I think that's ridiculous.", "sentId": 524}, {"text": "Dr. Carson has a heart for this issue.", "sentId": 525}, {"text": "And he -- and he is a solutionist, and he understands that ground zero, we have been fighting this was on poverty for, what, 50 years and HUD was supposed to be ground zero for this fight.", "sentId": 526}], "secId": 216}, {"speaker": "BASS", "sentences": [{"text": "We have spent $19 trillion and we've not solved the problem.", "sentId": 527}, {"text": "Dr. Carson recognizes that this is a place to make an impact and he -- and so after he took some time to consider it, this is where he wanted to be.", "sentId": 528}, {"text": "So I think that -- you know, and again, this idea that because he has not -- he has not -- does not have a direct HUD experience does not mean that he will not be a great HUD secretary.", "sentId": 529}], "secId": 217}, {"speaker": "LEMON", "sentences": [{"text": "OK.  Symone --", "sentId": 530}], "secId": 218}, {"speaker": "BASS", "sentences": [{"text": "Just let me finish, just really quickly please.", "sentId": 531}], "secId": 219}, {"speaker": "LEMON", "sentences": [{"text": "I'm running out of time.", "sentId": 532}, {"text": "Go ahead, hurry up.", "sentId": 533}], "secId": 220}, {"speaker": "BASS", "sentences": [{"text": "This -- listen, Dr. Carson has spent his entire adult life pulling together teams of diverse experts to solve complex problems in split -- like life-and-death problems.", "sentId": 534}], "secId": 221}, {"speaker": "LEMON", "sentences": [{"text": "Yes.", "sentId": 535}], "secId": 222}, {"speaker": "BASS", "sentences": [{"text": "And so the idea that he cannot do this to me is ridiculous.", "sentId": 536}, {"text": "And I think that most of the people, who are reasonable, the viewers who are watching will understand that Dr. Carson is a solutionist.", "sentId": 537}], "secId": 223}, {"speaker": "LEMON", "sentences": [{"text": "Symone, the last word.", "sentId": 538}, {"text": "Quickly please.", "sentId": 539}, {"text": "SANDERS:  So I just want to push back parts of the notion that people", "sentId": 540}], "secId": 224}, {"speaker": "LEMON", "sentences": [{"text": "who are living in poverty and people who are living -- particularly black people who are living in a housing project are living there because they're dependent upon the situation.", "sentId": 541}, {"text": "There are some people that do not have the means, whose circumstances do not allow them to live past that poverty.", "sentId": 542}, {"text": "So that's one issue.", "sentId": 543}], "secId": 225}, {"speaker": "LEMON", "sentences": [{"text": "The second issue is look, Doctor Carson is not auditioning to be an advocate, to be somebody that's out there talking about housing policy and why we have to build up our community.", "sentId": 544}, {"text": "He --this is the job of the secretary.", "sentId": 545}, {"text": "The person who's supposed to lead the organization, lead the bureau.", "sentId": 546}], "secId": 226}, {"speaker": "LEMON", "sentences": [{"text": "I've got to go.", "sentId": 547}], "secId": 227}, {"speaker": "SANDERS", "sentences": [{"text": "Into actual change.", "sentId": 548}, {"text": "He doesn't have the qualifications.", "sentId": 549}, {"text": "He ain't qualified.", "sentId": 550}], "secId": 228}, {"speaker": "LEMON", "sentences": [{"text": "Thank you to all.", "sentId": 551}], "secId": 229}, {"speaker": "BASS", "sentences": [{"text": "He is qualified and we will see in the results.", "sentId": 552}], "secId": 230}, {"speaker": "LEMON", "sentences": [{"text": "Thank you.", "sentId": 553}, {"text": "That's it for us tonight.", "sentId": 554}, {"text": "Thanks for watching us.", "sentId": 555}], "secId": 231}, {"speaker": "BASS", "sentences": [{"text": "I'm so excited to see the result.", "sentId": 556}], "secId": 232}, {"speaker": "LEMON", "sentences": [{"text": "I'll see you right back here tomorrow.", "sentId": 557}, {"text": "Good night.", "sentId": 558}], "secId": 233}], "sectionCount": 234, "url": "transcripts.cnn.com/TRANSCRIPTS/1612/06/cnnt.02.html", "sentenceCount": 560, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired December 6, 2016 - 23:00   ET", "speakers": ["LEMON", "ANNOUNCER", "SERFATY", "MATTIS", "TRUMP", "GANIM", "SPENCER", "GANIM ", "YOUNG", "SMITH", "LEWIS", "COHEN", "SCIUTTO", "FLYNN", "SCIUTTO ", "PENCE", "BEINART", "BORELLI", "BASS", "SANDERS"], "title": "CNN TONIGHT"}