{"docId": "./sotu/trancript.cnn.com.TRANSCRIPTS.1612.11.sotu.01.html.json", "subTitle": "Interview With Maryland Senator Ben Cardin; Interview With Vice President Joe Biden; Exxon CEO Likely Pick For Secretary of State; Intel Agencies: Russia Hacked The RNC; Donald Trump To Replicate Carrier Deal. Aired 9-10a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "TAPPER", "sentences": [{"text": "Putin's plot?", "sentId": 0}, {"text": "Has the CIA uncovered evidence that the Russians tried to swing the election for Donald Trump?", "sentId": 1}, {"text": "A new report says yes.", "sentId": 2}], "secId": 0}, {"speaker": "TAPPER", "sentences": [{"text": "But team Trump is fighting back -- the very latest on what we know now.", "sentId": 3}], "secId": 1}, {"speaker": "TAPPER", "sentences": [{"text": "Plus, Vice President Joe Biden, does he think that he could have beaten Trump?", "sentId": 4}], "secId": 2}, {"speaker": "BIDEN", "sentences": [{"text": "It was so easy to go back and Monday-morning quarterback.", "sentId": 5}], "secId": 3}, {"speaker": "TAPPER", "sentences": [{"text": "And is he thinking about running against him next time?", "sentId": 6}], "secId": 4}, {"speaker": "BIDEN", "sentences": [{"text": "Who knows where we're going to be two years from now.", "sentId": 7}], "secId": 5}, {"speaker": "TAPPER", "sentences": [{"text": "His exclusive exit interview next.", "sentId": 8}], "secId": 6}, {"speaker": "TAPPER", "sentences": [{"text": "And dark horse.", "sentId": 9}, {"text": "After publicly courting Mitt Romney and jolting Rudy Giuliani, has the president-elect picked an oil company CEO to be his secretary of state?", "sentId": 10}], "secId": 7}, {"speaker": "TAPPER", "sentences": [{"text": "Plus, the best political minds will be here with insights on what happens next.", "sentId": 11}], "secId": 8}, {"speaker": "TAPPER", "sentences": [{"text": "Hello.", "sentId": 12}, {"text": "I'm Jake Tapper in Washington, where the state of our union is hacked.", "sentId": 13}], "secId": 9}, {"speaker": "TAPPER", "sentences": [{"text": "A new report claims Russia purposely intervened in the last U.S. election with the specific aim of swinging the election for Donald Trump.", "sentId": 14}, {"text": "That is the conclusion of a secret CIA assessment, according to \"The Washington Post.\"", "sentId": 15}], "secId": 10}, {"speaker": "TAPPER", "sentences": [{"text": "But other intelligence agencies are not so convinced.", "sentId": 16}, {"text": "And president- elect Trump has responded by attacking the entire U.S. intelligence apparatus and telling the nation it's time to move on.", "sentId": 17}, {"text": "This morning, a bipartisan group of senators promised to investigate", "sentId": 18}], "secId": 11}, {"speaker": "TAPPER", "sentences": [{"text": "and inform the public about the Russian cyber-attack, saying -- quote -- \"This cannot become a partisan issue.", "sentId": 19}, {"text": "The stakes are too high for our country.\"", "sentId": 20}], "secId": 12}, {"speaker": "TAPPER", "sentences": [{"text": "Here with me to discuss this all is the ranking member of the Senate Foreign Relations Committee, Democrat of Maryland Senator Ben Cardin.", "sentId": 21}], "secId": 13}, {"speaker": "TAPPER", "sentences": [{"text": "Senator, thanks so much for joining us.", "sentId": 22}], "secId": 14}, {"speaker": "CARDIN", "sentences": [{"text": "Oh, it's good to be with you.", "sentId": 23}], "secId": 15}, {"speaker": "TAPPER", "sentences": [{"text": "So, \"The Washington Post\" is reporting the CIA has concluded in a secret assessment that Russia intervened in the election specifically to help Donald Trump.", "sentId": 24}], "secId": 16}, {"speaker": "TAPPER", "sentences": [{"text": "I know other intelligence agencies are not so sure that that was the reason they were doing it.", "sentId": 25}, {"text": "As the ranking Democrat on the Senate Foreign Relations Committee, what can you tell us?", "sentId": 26}], "secId": 17}, {"speaker": "CARDIN", "sentences": [{"text": "Well, first, I'm glad there's bipartisan interest to make sure that we do an investigation.", "sentId": 27}, {"text": "We need to find out exactly what has happened.", "sentId": 28}], "secId": 18}, {"speaker": "CARDIN", "sentences": [{"text": "What we do know is that Russia hacked us.", "sentId": 29}, {"text": "That, we do know.", "sentId": 30}, {"text": "What we do know, that they made information available during the election in order to have an impact on our election.", "sentId": 31}], "secId": 19}, {"speaker": "CARDIN", "sentences": [{"text": "What we need to do now is have that type of investigation to find out what we should do about Russia.", "sentId": 32}, {"text": "Russia is not our friend.", "sentId": 33}, {"text": "They have interfered in Europe.", "sentId": 34}, {"text": "They have compromised the boundaries of European countries.", "sentId": 35}, {"text": "They have attacked Europe institutions.", "sentId": 36}, {"text": "And now they have attacked America.", "sentId": 37}], "secId": 20}, {"speaker": "CARDIN", "sentences": [{"text": "We have got to take action.", "sentId": 38}], "secId": 21}, {"speaker": "TAPPER", "sentences": [{"text": "Do you know whether the Russians were purposely trying to sway the election to Donald Trump, or do you think it's more along the lines of they were just trying to undermine confidence in American democracy, the way they have done in other countries around the world?", "sentId": 39}], "secId": 22}, {"speaker": "CARDIN", "sentences": [{"text": "Well, they may very well have done both.", "sentId": 40}], "secId": 23}, {"speaker": "CARDIN", "sentences": [{"text": "They certainly wanted to compromise our democratic institutions.", "sentId": 41}, {"text": "I think it's clear.", "sentId": 42}, {"text": "And we have seen that in Europe, where they have really gone after the democratic institutions of Europe.", "sentId": 43}], "secId": 24}, {"speaker": "CARDIN", "sentences": [{"text": "Whether they were trying to elect Donald Trump, that's something we need to take a look at.", "sentId": 44}, {"text": "Clearly, there's been reports that that was part of their motive.", "sentId": 45}, {"text": "We need to find out and then take action.", "sentId": 46}], "secId": 25}, {"speaker": "Russia", "sentences": [{"text": "So, here's the response from Donald Trump and the transition", "sentId": 47}], "secId": 26}, {"speaker": "Russia", "sentences": [{"text": "team.", "sentId": 48}], "secId": 27}, {"speaker": "Russia", "sentences": [{"text": "I want to read this to you -- quote -- \"These are the same people that said Saddam Hussein had weapons of mass destruction.", "sentId": 49}, {"text": "The election ended a long time ago in one of the biggest Electoral College victories in history.", "sentId": 50}, {"text": "It's now time to move on and make America great again.\"", "sentId": 51}], "secId": 28}, {"speaker": "Fact check", "sentences": [{"text": "It's not one of the greatest Electoral College victories.", "sentId": 52}], "secId": 29}, {"speaker": "CARDIN", "sentences": [{"text": "Right.", "sentId": 53}], "secId": 30}, {"speaker": "TAPPER", "sentences": [{"text": "But he did win the Electoral College.", "sentId": 54}], "secId": 31}, {"speaker": "CARDIN", "sentences": [{"text": "Yes.", "sentId": 55}], "secId": 32}, {"speaker": "TAPPER", "sentences": [{"text": "But what is your response?", "sentId": 56}, {"text": "I have talked to some people in the intelligence community who are very upset about that being a response.", "sentId": 57}], "secId": 33}, {"speaker": "CARDIN", "sentences": [{"text": "Well, look, we have the best intelligence network in the world.", "sentId": 58}], "secId": 34}, {"speaker": "CARDIN", "sentences": [{"text": "It's critically important that the Trump administration work with our intelligence community in the best interests of America.", "sentId": 59}], "secId": 35}, {"speaker": "CARDIN", "sentences": [{"text": "I was very disappointed and just shocked by what Donald -- I'm never shocked anymore what Donald Trump says.", "sentId": 60}, {"text": "But we need to make sure that we work with the intelligence community.", "sentId": 61}], "secId": 36}, {"speaker": "CARDIN", "sentences": [{"text": "Let's not be naive.", "sentId": 62}, {"text": "Russia is not our friend.", "sentId": 63}, {"text": "We know that.", "sentId": 64}, {"text": "We know their actions.", "sentId": 65}, {"text": "Look at their actions.", "sentId": 66}, {"text": "Look what they have done in Ukraine.", "sentId": 67}, {"text": "They occupied Crimea.", "sentId": 68}, {"text": "Look what's going on in Moldova and Georgia.", "sentId": 69}, {"text": "Look what's going on as far as their attacks.", "sentId": 70}, {"text": "Whether it's a MiG or a mouse, they are -- they're attacking us.", "sentId": 71}], "secId": 37}, {"speaker": "CARDIN", "sentences": [{"text": "We can't be naive about it.", "sentId": 72}, {"text": "We have got to use the best intelligence and take action against Russia.", "sentId": 73}], "secId": 38}, {"speaker": "TAPPER", "sentences": [{"text": "Rex Tillerson, the CEO of ExxonMobil, has emerged as Donald Trump's likely pick for secretary of state.", "sentId": 74}, {"text": "Trump has praised Tillerson as a world-class player who's done massive deals in Russia.", "sentId": 75}], "secId": 39}, {"speaker": "TAPPER", "sentences": [{"text": "Take a listen.", "sentId": 76}], "secId": 40}, {"speaker": "TRUMP", "sentences": [{"text": "He's much more than a business executive.", "sentId": 77}, {"text": "I mean, he's a world-class player.", "sentId": 78}], "secId": 41}, {"speaker": "TRUMP", "sentences": [{"text": "He's in charge of, I guess, the largest company in the world.", "sentId": 79}, {"text": "It's been a company that's been unbelievably managed.", "sentId": 80}, {"text": "And, to me, a great advantage is, he knows many of the players, and he knows them well.", "sentId": 81}, {"text": "He does massive deals in Russia.", "sentId": 82}], "secId": 42}, {"speaker": "TAPPER", "sentences": [{"text": "Some of your Republican colleagues have expressed concern about Tillerson as a possible secretary of state because of his close ties with Vladimir Putin.", "sentId": 83}, {"text": "He even got an award from Russia.", "sentId": 84}, {"text": "What do you think?", "sentId": 85}], "secId": 43}, {"speaker": "CARDIN", "sentences": [{"text": "What I'm concerned is some of the statements he's made about the sanctions in Russia, that we should ease those.", "sentId": 86}], "secId": 44}, {"speaker": "CARDIN", "sentences": [{"text": "I am concerned about his relationship with Russia.", "sentId": 87}, {"text": "We want to make sure that the secretary of state is a person who represents America.", "sentId": 88}], "secId": 45}, {"speaker": "CARDIN", "sentences": [{"text": "And, once again, Russia is not our friend.", "sentId": 89}, {"text": "They have attacked our allies.", "sentId": 90}, {"text": "They are attacking us through the Internet.", "sentId": 91}, {"text": "We need to make sure that the secretary of state has independence and will represent U.S. interests and are not concerned about commercial interests with Russia over what is our national security interests.", "sentId": 92}], "secId": 46}, {"speaker": "TAPPER", "sentences": [{"text": "Do you think that Tillerson, if he is nominated, might have confirmation problems?", "sentId": 93}], "secId": 47}, {"speaker": "CARDIN", "sentences": [{"text": "I'm not going to prejudge a confirmation process.", "sentId": 94}], "secId": 48}, {"speaker": "CARDIN", "sentences": [{"text": "I really do think the members of the Senate need to recognize our independent roles.", "sentId": 95}, {"text": "This is a constitutional responsibility we have on advice and consent.", "sentId": 96}, {"text": "And we need to make sure we do it in an objective way.", "sentId": 97}], "secId": 49}, {"speaker": "CARDIN", "sentences": [{"text": "But I can tell you, these are questions that are going to be asked.", "sentId": 98}, {"text": "And we want to make sure that the next secretary of state is going to put America's interests before commercial interests.", "sentId": 99}], "secId": 50}, {"speaker": "TAPPER", "sentences": [{"text": "All right, Senator Ben Cardin of Maryland, thank you so much.", "sentId": 100}], "secId": 51}, {"speaker": "CARDIN", "sentences": [{"text": "Thank you.", "sentId": 101}], "secId": 52}, {"speaker": "TAPPER", "sentences": [{"text": "Appreciate your being here today.", "sentId": 102}], "secId": 53}, {"speaker": "TAPPER", "sentences": [{"text": "While Congress decides what to do, if anything, about this news, the Democratic Party and its leaders are still reeling from election results and trying to decide where they go from here.", "sentId": 103}], "secId": 54}, {"speaker": "TAPPER", "sentences": [{"text": "Lots of folks looking back at November have been wondering what might have been if Vice President Biden had been the nominee.", "sentId": 104}, {"text": "And as Democrats look at their relatively empty presidential bench, there's been speculation that the 74-year-old veep might be ready for one more scrimmage.", "sentId": 105}], "secId": 55}, {"speaker": "TAPPER", "sentences": [{"text": "We sat down with the vice president in his office for one final exit interview.", "sentId": 106}], "secId": 56}, {"speaker": "TAPPER", "sentences": [{"text": "Mr. Vice President, for the final time, I guess, thank you so much for sitting down with us.", "sentId": 107}], "secId": 57}, {"speaker": "BIDEN", "sentences": [{"text": "Oh, I always enjoy being with you, Jake.", "sentId": 108}, {"text": "I really do.", "sentId": 109}], "secId": 58}, {"speaker": "TAPPER", "sentences": [{"text": "So, a lot of incredible tributes to you this week.", "sentId": 110}, {"text": "You said it was a bit like being at your own funeral.", "sentId": 111}], "secId": 59}, {"speaker": "BIDEN", "sentences": [{"text": "Yes.", "sentId": 112}], "secId": 60}, {"speaker": "TAPPER", "sentences": [{"text": "Was there one that in particular really, really moved you?", "sentId": 113}], "secId": 61}, {"speaker": "BIDEN", "sentences": [{"text": "Well, it made me think about all the years I spent there and how it sort of used to be.", "sentId": 114}], "secId": 62}, {"speaker": "BIDEN", "sentences": [{"text": "The thing that pleased me the most was that -- that they talked about me as a friend, and that I never misled them, and we could disagree like hell, but never got personal.", "sentId": 115}], "secId": 63}, {"speaker": "BIDEN", "sentences": [{"text": "And that's sort of been my philosophy of governing.", "sentId": 116}, {"text": "You know, it's all personal.", "sentId": 117}], "secId": 64}, {"speaker": "TAPPER", "sentences": [{"text": "Your comments this week, whether you were joking or not, have prompted a lot of questions about whether or not you actually might run for president in 2020.", "sentId": 118}], "secId": 65}, {"speaker": "TAPPER", "sentences": [{"text": "I know you have said you were joking, but you are experienced enough to know you never say never.", "sentId": 119}, {"text": "You told Stephen Colbert that, in 2020, you will be 78.", "sentId": 120}, {"text": "But Donald Trump will be 74.", "sentId": 121}], "secId": 66}, {"speaker": "TAPPER", "sentences": [{"text": "So age isn't going to be an issue, I suppose.", "sentId": 122}], "secId": 67}, {"speaker": "BIDEN", "sentences": [{"text": "Well, look, age could be very much an issue, and it may not be.", "sentId": 123}, {"text": "It depends on the state of my health and the health of whomever is running.", "sentId": 124}], "secId": 68}, {"speaker": "BIDEN", "sentences": [{"text": "But, look, as you know, Jake, four years is a lifetime in American politics.", "sentId": 125}, {"text": "And I think that nominees are determined by their parties based mostly on what skill set is most needed at that time.", "sentId": 126}, {"text": "And who knows where we're going to be two years from now when people really start looking seriously at what they are going to do.", "sentId": 127}], "secId": 69}, {"speaker": "TAPPER", "sentences": [{"text": "Hillary Clinton lost in part because of how incredibly poorly she did with a voting group that is one of the groups that you speak for and have historically.", "sentId": 128}, {"text": "People used to call you middle-class Joe, son of Scranton.", "sentId": 129}], "secId": 70}, {"speaker": "TAPPER", "sentences": [{"text": "And she got clobbered with white working-class voters.", "sentId": 130}, {"text": "You have said that post-Nunn, you might be the only Democrat elected to the Senate that won white men.", "sentId": 131}], "secId": 71}, {"speaker": "TAPPER", "sentences": [{"text": "Why do you think she did so poorly with white working-class voters?", "sentId": 132}], "secId": 72}, {"speaker": "BIDEN", "sentences": [{"text": "Well, first of all, I don't think, as a party, we spent -- look, I'm really proud of what Barack and I, the president and I were able to do in the economy.", "sentId": 133}], "secId": 73}, {"speaker": "BIDEN", "sentences": [{"text": "But if you notice, the last two years, in the president's State of the Union, there has been a shift in a focus, now that we got the car out of the ditch and on the road and running, on really focusing on the real inequities that exist and still exist for working-class, middle- class people who are left behind.", "sentId": 134}], "secId": 74}, {"speaker": "BIDEN", "sentences": [{"text": "And -- and what happened was, that wasn't the central part of the campaign moving forward, in my view.", "sentId": 135}], "secId": 75}, {"speaker": "BIDEN", "sentences": [{"text": "Now, I said at the convention, when I introduced Hillary and praised her, I said we don't show enough respect to that group that, in fact, has been left behind.", "sentId": 136}], "secId": 76}, {"speaker": "BIDEN", "sentences": [{"text": "And these are people who had good, decent jobs.", "sentId": 137}, {"text": "My dad used to have an expression, for real.", "sentId": 138}, {"text": "He would say, \"Remember, Joe, a job is a lot more than about a paycheck.", "sentId": 139}, {"text": "It's about your dignity.", "sentId": 140}, {"text": "It's about your respect.\"", "sentId": 141}], "secId": 77}, {"speaker": "BIDEN", "sentences": [{"text": "And as much as we come back, there's still a segment of people who had good, decent jobs five, 10, 12 years ago, and they are having trouble looking their kids in the eye and saying, honey, it's going to be OK, I feel certain about where we are now.", "sentId": 142}], "secId": 78}, {"speaker": "BIDEN", "sentences": [{"text": "And we have got to speak to those people.", "sentId": 143}, {"text": "And, you know, I -- you know, globalization has not been an unalloyed asset to everybody.", "sentId": 144}, {"text": "Some people have been left behind.", "sentId": 145}, {"text": "There's ways to deal with that.", "sentId": 146}, {"text": "But we never got a chance to speak to it in this election.", "sentId": 147}], "secId": 79}, {"speaker": "BIDEN", "sentences": [{"text": "And I think we paid a price for it.", "sentId": 148}], "secId": 80}, {"speaker": "TAPPER", "sentences": [{"text": "And while millions of jobs have been created since you and President Obama took office, hundreds of thousands of manufacturing jobs have disappeared.", "sentId": 149}], "secId": 81}, {"speaker": "BIDEN", "sentences": [{"text": "Yes.", "sentId": 150}], "secId": 82}, {"speaker": "TAPPER", "sentences": [{"text": "And a lot of those voters feel that Washington, D.C., has sold them out.", "sentId": 151}], "secId": 83}, {"speaker": "TAPPER", "sentences": [{"text": "Do you understand why they feel that way?", "sentId": 152}], "secId": 84}, {"speaker": "BIDEN", "sentences": [{"text": "Yes, I do.", "sentId": 153}], "secId": 85}, {"speaker": "BIDEN", "sentences": [{"text": "Look, first of all, we brought back a lot of manufacturing jobs.", "sentId": 154}, {"text": "Had we not rescued the automobile industry, we'd have a million fewer manufacturing jobs out there.", "sentId": 155}], "secId": 86}, {"speaker": "BIDEN", "sentences": [{"text": "But what they didn't see us focusing on, because we were just trying to keep the car from going off the cliff, was, how do you -- what do you do to help me deal with how fundamentally manufacturing has changed?", "sentId": 156}], "secId": 87}, {"speaker": "TAPPER", "sentences": [{"text": "And you don't think Hillary Clinton said that?", "sentId": 157}, {"text": "BIDEN:  She said it, but she never got a chance to say it.", "sentId": 158}], "secId": 88}, {"speaker": "TAPPER", "sentences": [{"text": "If you notice -- and I know you know this.", "sentId": 159}, {"text": "You're one of the observant guys out there -- I'm not being solicitous -- you can't find, I bet you 10 percent of the people can tell you what Hillary's plan was how she was going to provide free education, because it got drowned out.", "sentId": 160}], "secId": 89}, {"speaker": "TAPPER", "sentences": [{"text": "It got drowned out by the most vicious campaign, the craziest campaign I have ever witnessed in the last -- since I have been involved.", "sentId": 161}, {"text": "You know, talk of -- it's either the bulk of the debate was about e-mails and/or his boorish behavior.", "sentId": 162}], "secId": 90}, {"speaker": "TAPPER", "sentences": [{"text": "He did say a lot that the trade deals had sold out the American people and that he was going to bring those jobs back and that he was going to fight for the American worker.", "sentId": 163}, {"text": "That did cut through.", "sentId": 164}], "secId": 91}, {"speaker": "BIDEN", "sentences": [{"text": "That cut through, but there was no detail about anything.", "sentId": 165}], "secId": 92}, {"speaker": "TAPPER", "sentences": [{"text": "Do you think you could have done a better job?", "sentId": 166}], "secId": 93}, {"speaker": "BIDEN", "sentences": [{"text": "Oh, I don't know.", "sentId": 167}, {"text": "They would probably have eaten me alive.", "sentId": 168}, {"text": "Who knows what would have happened?", "sentId": 169}], "secId": 94}, {"speaker": "BIDEN", "sentences": [{"text": "And I really mean that.", "sentId": 170}, {"text": "I mean, I don't know.", "sentId": 171}, {"text": "Right?", "sentId": 172}, {"text": "I learned how to become popular.", "sentId": 173}, {"text": "Now that you're not running for president, boom, man, you're the most popular guy out there.", "sentId": 174}], "secId": 95}, {"speaker": "TAPPER", "sentences": [{"text": "That's not entirely true.", "sentId": 175}, {"text": "You're being a little -- I can't believe that you didn't sit there at times during the campaign and think, oh, Hillary, why don't you say -- or you're not connecting with my people.", "sentId": 176}], "secId": 96}, {"speaker": "TAPPER", "sentences": [{"text": "You and President Obama won Lackawanna County, home of Scranton, by almost 30 points.", "sentId": 177}, {"text": "Hillary Clinton almost -- she barely won it, like three or four points.", "sentId": 178}], "secId": 97}, {"speaker": "BIDEN", "sentences": [{"text": "Look, again, it was -- it's so easy to go back and Monday- morning quarterback.", "sentId": 179}, {"text": "But...", "sentId": 180}], "secId": 98}, {"speaker": "TAPPER", "sentences": [{"text": "I'm talking about quarterbacking during the game.", "sentId": 181}], "secId": 99}, {"speaker": "BIDEN", "sentences": [{"text": "Well, during the game, we believe that -- and one of the reasons the president acknowledged that he picked me was because of, hopefully, that I'm trusted or have some connection with those neighborhoods.", "sentId": 182}], "secId": 100}, {"speaker": "BIDEN", "sentences": [{"text": "But it's -- I don't think there's nearly -- like, one leading Democrat said, for every vote Biden is going to go out there and get some white guy to vote, I will get two educated women to vote Democrat.", "sentId": 183}, {"text": "We don't need -- there's this sort of sense that's grown up in the Democratic Party that somehow these folks are -- these are good people, man.", "sentId": 184}, {"text": "These aren't racists.", "sentId": 185}, {"text": "These aren't sexists.", "sentId": 186}], "secId": 101}, {"speaker": "TAPPER", "sentences": [{"text": "What do you tell your former colleagues in the Senate, Democrats, when they look at what Donald Trump is doing in terms of threatening tariffs if you move your company overseas, dealing with Carrier, and whether it's through tax credits or threats of defense contracts that might not go through from the parent organization?", "sentId": 187}], "secId": 102}, {"speaker": "TAPPER", "sentences": [{"text": "Senator Joe Manchin told CNN yesterday, \"If this is what Trump is going to do to save every job in America, God bless him.\"", "sentId": 188}], "secId": 103}, {"speaker": "TAPPER", "sentences": [{"text": "What do you think?", "sentId": 189}], "secId": 104}, {"speaker": "BIDEN", "sentences": [{"text": "I think, look, I guess the best example I can give you is the Affordable Care Act.", "sentId": 190}], "secId": 105}, {"speaker": "BIDEN", "sentences": [{"text": "I love these guys, ran against Affordable Care Act, how premiums went up.", "sentId": 191}, {"text": "It's going to -- we're going to repeal it.", "sentId": 192}], "secId": 106}, {"speaker": "BIDEN", "sentences": [{"text": "Go ahead, repeal it.", "sentId": 193}, {"text": "Repeal it now.", "sentId": 194}, {"text": "See what happens.", "sentId": 195}, {"text": "The idea that, all of a sudden, they can go back and start charging women more than men, preexisting conditions don't matter?", "sentId": 196}], "secId": 107}, {"speaker": "BIDEN", "sentences": [{"text": "Barack and I knew -- the president and I knew from the beginning...", "sentId": 197}], "secId": 108}, {"speaker": "TAPPER", "sentences": [{"text": "You can call him Barack.", "sentId": 198}, {"text": "That's OK.", "sentId": 199}], "secId": 109}, {"speaker": "BIDEN", "sentences": [{"text": "No, I never do -- privately, but never do.", "sentId": 200}], "secId": 110}, {"speaker": "TAPPER", "sentences": [{"text": "It's almost over.", "sentId": 201}], "secId": 111}, {"speaker": "BIDEN", "sentences": [{"text": "The...", "sentId": 202}], "secId": 112}, {"speaker": "BIDEN", "sentences": [{"text": "No, he's always going to be my president.", "sentId": 203}], "secId": 113}, {"speaker": "BIDEN", "sentences": [{"text": "The -- but, look, here's the deal.", "sentId": 204}, {"text": "If you -- we knew you had to improve the Affordable Care Act.", "sentId": 205}, {"text": "We knew from the beginning.", "sentId": 206}, {"text": "We were looking for a partner.", "sentId": 207}], "secId": 114}, {"speaker": "BIDEN", "sentences": [{"text": "I remember, when it passed, other than my whispering in his ear and it being overheard, I remember saying...", "sentId": 208}], "secId": 115}, {"speaker": "TAPPER", "sentences": [{"text": "Well, you were miked.", "sentId": 209}], "secId": 116}, {"speaker": "BIDEN", "sentences": [{"text": "That's right.", "sentId": 210}, {"text": "Actually, the guy read my lips, if you want to go back there and look at it.", "sentId": 211}], "secId": 117}, {"speaker": "BIDEN", "sentences": [{"text": "But all kidding aside, what happened was that I used the example of the Social Security being passed.", "sentId": 212}], "secId": 118}, {"speaker": "BIDEN", "sentences": [{"text": "It was women and orphans when it started off.", "sentId": 213}, {"text": "It moved.", "sentId": 214}, {"text": "It got massaged.", "sentId": 215}, {"text": "It got a consensus.", "sentId": 216}, {"text": "Now, can we make everything we did better?", "sentId": 217}, {"text": "Yes.", "sentId": 218}, {"text": "We knew that.", "sentId": 219}, {"text": "We", "sentId": 220}], "secId": 119}, {"speaker": "BIDEN", "sentences": [{"text": "knew that.", "sentId": 221}], "secId": 120}, {"speaker": "TAPPER", "sentences": [{"text": "Coming up: more from our exclusive exit interview with Vice President Biden -- his next move, and where he thinks the Democratic -- his party -- the Democratic Party is headed after a crushing defeat.", "sentId": 222}], "secId": 121}, {"speaker": "BIDEN", "sentences": [{"text": "I think 2018 is going to be a very good year for the Democrats.", "sentId": 223}], "secId": 122}, {"speaker": "TAPPER", "sentences": [{"text": "Welcome back to the STATE OF THE UNION.", "sentId": 224}, {"text": "I'm Jake Tapper.", "sentId": 225}], "secId": 123}, {"speaker": "TAPPER", "sentences": [{"text": "President-elect Trump met with ExxonMobil CEO Rex Tillerson this weekend, amid reports that Tillerson is now Trump's top choice to serve as secretary of state.", "sentId": 226}], "secId": 124}, {"speaker": "TAPPER", "sentences": [{"text": "But the CEO's close ties to Russia -- Putin once awarded him an Order of Friendship award -- could make for a tough confirmation hearing in Congress, one of possibly many confirmation fights to come.", "sentId": 227}], "secId": 125}, {"speaker": "TAPPER", "sentences": [{"text": "In our exclusive exit interview with Vice President Biden, the vice president shared his view on another controversial Trump Cabinet pick.", "sentId": 228}], "secId": 126}, {"speaker": "TAPPER", "sentences": [{"text": "I know you have been reluctant to talk about individual Cabinet selections, but there is one, a former colleague of yours, Senator Sessions, that you once voted against when he was up for a federal judgeship.", "sentId": 229}], "secId": 127}, {"speaker": "BIDEN", "sentences": [{"text": "As he points out, I led the fight against him.", "sentId": 230}], "secId": 128}, {"speaker": "TAPPER", "sentences": [{"text": "Yes.", "sentId": 231}, {"text": "You led the fight against him in 1986 when he was up for a federal judgeship.", "sentId": 232}], "secId": 129}, {"speaker": "BIDEN", "sentences": [{"text": "Yes.", "sentId": 233}], "secId": 130}, {"speaker": "TAPPER", "sentences": [{"text": "Democrats said that he was racially insensitive.", "sentId": 234}, {"text": "Republicans said that, in fact, he had prosecuted the Ku Klux Klan and then this was all a smear.", "sentId": 235}, {"text": "And you voted against him.", "sentId": 236}, {"text": "He never got out of committee.", "sentId": 237}], "secId": 131}, {"speaker": "TAPPER", "sentences": [{"text": "Are you comfortable with the idea of an Attorney General Jeff Sessions?", "sentId": 238}], "secId": 132}, {"speaker": "BIDEN", "sentences": [{"text": "I was talking to Jeff on the floor yesterday.", "sentId": 239}], "secId": 133}, {"speaker": "BIDEN", "sentences": [{"text": "I wouldn't have appointed Jeff, but, you know, people learn, people change.", "sentId": 240}, {"text": "And my general rule is, the president gets to choose who he wants or she wants for their Cabinet members, unless either they are taking over the job with the express purpose of not enforcing the law in that area, like, for example, the new guy -- I don't know him at all -- the EPA.", "sentId": 241}], "secId": 134}, {"speaker": "Well", "sentences": [{"text": "I want to get rid of the department.", "sentId": 242}], "secId": 135}, {"speaker": "Well", "sentences": [{"text": "So, within bounds, the president should get the person that they want for that job, as long as they commit under oath that they are going to uphold the law.", "sentId": 243}], "secId": 136}, {"speaker": "TAPPER", "sentences": [{"text": "It sounds like you think Senator Sessions will uphold the law.", "sentId": 244}], "secId": 137}, {"speaker": "BIDEN", "sentences": [{"text": "I'm hoping he will.", "sentId": 245}, {"text": "Let's see what he says in his confirmation hearing.", "sentId": 246}, {"text": "Let's see what commitments he makes.", "sentId": 247}], "secId": 138}, {"speaker": "TAPPER", "sentences": [{"text": "Who is the leader of the Democratic Party as of January 21?", "sentId": 248}], "secId": 139}, {"speaker": "BIDEN", "sentences": [{"text": "Like after every presidential election where the party loses, there is no single leader.", "sentId": 249}], "secId": 140}, {"speaker": "BIDEN", "sentences": [{"text": "There are voices that hopefully will be heard.", "sentId": 250}, {"text": "Hopefully, I will be able to have a voice in the direction of the party.", "sentId": 251}, {"text": "The president of the United States will.", "sentId": 252}, {"text": "Obviously, Chuck Schumer will.", "sentId": 253}, {"text": "Obviously, Nancy Pelosi will.", "sentId": 254}, {"text": "There's going to be governors that are going to emerge.", "sentId": 255}], "secId": 141}, {"speaker": "BIDEN", "sentences": [{"text": "And so it's a contest of ideas as to which direction to take the party.", "sentId": 256}, {"text": "After every single loss, the political party that loses, they go and they do a retrospective.", "sentId": 257}, {"text": "What happened?", "sentId": 258}, {"text": "Where did we make a mistake?", "sentId": 259}, {"text": "What did we do wrong?", "sentId": 260}], "secId": 142}, {"speaker": "BIDEN", "sentences": [{"text": "That debate is going to ensue.", "sentId": 261}, {"text": "And, hopefully, the party will grow from it.", "sentId": 262}], "secId": 143}, {"speaker": "TAPPER", "sentences": [{"text": "Chuck Schumer, a liberal from New York City, Brooklyn, Nancy Pelosi, a liberal millionaire from San Francisco.", "sentId": 263}], "secId": 144}, {"speaker": "TAPPER", "sentences": [{"text": "Is there a voice that will represent Scranton in there?", "sentId": 264}], "secId": 145}, {"speaker": "BIDEN", "sentences": [{"text": "I'm not going anywhere.", "sentId": 265}, {"text": "No, by the way, I'm really not.", "sentId": 266}], "secId": 146}, {"speaker": "BIDEN", "sentences": [{"text": "I think 2018 is going to be a very good year for the Democrats, because now these guys are going to have to say not generically make America better; here's how I'm going to make America better.", "sentId": 267}], "secId": 147}, {"speaker": "BIDEN", "sentences": [{"text": "Let's have this debate in ideas.", "sentId": 268}], "secId": 148}, {"speaker": "TAPPER", "sentences": [{"text": "Republicans control the House.", "sentId": 269}], "secId": 149}, {"speaker": "BIDEN", "sentences": [{"text": "Sure.", "sentId": 270}], "secId": 150}, {"speaker": "TAPPER", "sentences": [{"text": "They control the Senate.", "sentId": 271}], "secId": 151}, {"speaker": "BIDEN", "sentences": [{"text": "Yes.", "sentId": 272}], "secId": 152}, {"speaker": "TAPPER", "sentences": [{"text": "They control the White -- they will control the White House.", "sentId": 273}], "secId": 153}, {"speaker": "BIDEN", "sentences": [{"text": "But watch when they do it.", "sentId": 274}, {"text": "Watch the response of the public when they do it.", "sentId": 275}, {"text": "I can hardly wait for these debates.", "sentId": 276}], "secId": 154}, {"speaker": "TAPPER", "sentences": [{"text": "So, what's next for you?", "sentId": 277}, {"text": "You don't look quite ready for the rocking chair.", "sentId": 278}], "secId": 155}, {"speaker": "BIDEN", "sentences": [{"text": "No.", "sentId": 279}, {"text": "I...", "sentId": 280}], "secId": 156}, {"speaker": "TAPPER", "sentences": [{"text": "So, I'm guessing you're going to do something.", "sentId": 281}], "secId": 157}, {"speaker": "BIDEN", "sentences": [{"text": "No, no, I am.", "sentId": 282}], "secId": 158}, {"speaker": "BIDEN", "sentences": [{"text": "One of the things that I'm really focusing on now is how to continue my work on the fight against cancer.", "sentId": 283}], "secId": 159}, {"speaker": "TAPPER", "sentences": [{"text": "Where are you going to be?", "sentId": 284}], "secId": 160}, {"speaker": "BIDEN", "sentences": [{"text": "Well...", "sentId": 285}], "secId": 161}, {"speaker": "TAPPER", "sentences": [{"text": "You have ruled out running for Democratic National Committee chairman.", "sentId": 286}], "secId": 162}, {"speaker": "BIDEN", "sentences": [{"text": "Yes.", "sentId": 287}, {"text": "Yes.", "sentId": 288}, {"text": "Well, I think...", "sentId": 289}], "secId": 163}, {"speaker": "TAPPER", "sentences": [{"text": "Is there going to be a Biden center somewhere?", "sentId": 290}], "secId": 164}, {"speaker": "BIDEN", "sentences": [{"text": "Yes, I think so.", "sentId": 291}], "secId": 165}, {"speaker": "BIDEN", "sentences": [{"text": "I think I'm going to be able to be in a position.", "sentId": 292}, {"text": "I'm talking to some universities who want me to become engaged, who are prepared to give me a platform to have serious staff people of consequence.", "sentId": 293}], "secId": 166}, {"speaker": "BIDEN", "sentences": [{"text": "I am not interested in -- and there's nothing wrong with it -- going out with a corporation and making money or going to -- I have -- I'm just not interested in that.", "sentId": 294}], "secId": 167}, {"speaker": "BIDEN", "sentences": [{"text": "I'm interested in having a platform where I can have a sufficient number of key staff persons who will continue to help me fight for the things that I care about, whether it's promoting fighting against violence against women or promoting Central America growth and development, not for -- not for money, for actually to have a platform, to be able to make the case.", "sentId": 295}], "secId": 168}, {"speaker": "BIDEN", "sentences": [{"text": "And I think at least I will have a shelf life of a little bit.", "sentId": 296}, {"text": "I know that...", "sentId": 297}], "secId": 169}, {"speaker": "BIDEN", "sentences": [{"text": "You know, my dad -- I always will quote my dad, I know.", "sentId": 298}], "secId": 170}, {"speaker": "But he says", "sentences": [{"text": "\"A lucky person gets up in the morning, puts both feet on the floor, knows what they are about to do and thinks it still matters.\"", "sentId": 299}], "secId": 171}, {"speaker": "But he says", "sentences": [{"text": "I have been doing this since I have been 26.", "sentId": 300}, {"text": "I don't know what else to do.", "sentId": 301}], "secId": 172}, {"speaker": "TAPPER", "sentences": [{"text": "Well, that's the thing.", "sentId": 302}], "secId": 173}, {"speaker": "TAPPER", "sentences": [{"text": "You first came down here in January 1973.", "sentId": 303}, {"text": "And while you're not leaving public life -- and, who knows, you may return to elected office someday -- this is putting an end to at least this chapter of elected office in Washington, D.C.", "sentId": 304}], "secId": 174}, {"speaker": "TAPPER", "sentences": [{"text": "What are you proudest of?", "sentId": 305}], "secId": 175}, {"speaker": "BIDEN", "sentences": [{"text": "Leaving here with a reputation among both Democrats and Republicans to never have misled anybody and viewed as someone who's been honorable.", "sentId": 306}], "secId": 176}, {"speaker": "BIDEN", "sentences": [{"text": "That's what I'm proudest of, my name.", "sentId": 307}], "secId": 177}, {"speaker": "TAPPER", "sentences": [{"text": "And what is your biggest regret?", "sentId": 308}], "secId": 178}, {"speaker": "BIDEN", "sentences": [{"text": "My biggest regret are a couple of votes I cast.", "sentId": 309}, {"text": "I wish I had never voted to repeal the legislation limiting banks, what they can do, Glass-Steagall.", "sentId": 310}], "secId": 179}, {"speaker": "BIDEN", "sentences": [{"text": "I wish that I had been more persuasive and better able to end the crisis on Cyprus.", "sentId": 311}, {"text": "They are in practical things that I have worked on my whole life that -- but, by and large, I'm proud of my work on civil rights and civil liberties and the LGBT community.", "sentId": 312}], "secId": 180}, {"speaker": "BIDEN", "sentences": [{"text": "Like I said, you know, the -- everyone's entitled to be treated with dignity.", "sentId": 313}, {"text": "And that's what I have tried to do my whole career.", "sentId": 314}], "secId": 181}, {"speaker": "TAPPER", "sentences": [{"text": "And our thanks to Vice President Biden for that exit interview.", "sentId": 315}], "secId": 182}, {"speaker": "decided", "sentences": [{"text": "\"Unprecedented: The Election That Changed Everything.\"", "sentId": 316}, {"text": "Pick up your copy today in stores or online at CNN.com/book.", "sentId": 317}], "secId": 183}, {"speaker": "Coming up", "sentences": [{"text": "Donald Trump calls his favorite for secretary of state a world-class player, but some Republicans in the Senate are asking about Exxon CEO Rex Tillerson's ties to Putin.", "sentId": 318}, {"text": "Will his nomination be blocked?", "sentId": 319}], "secId": 184}, {"speaker": "Coming up", "sentences": [{"text": "That's next.", "sentId": 320}], "secId": 185}, {"speaker": "MCCAIN", "sentences": [{"text": "I don't know what Mr. Tillerson's relationship with Vladimir Putin was, but I'll tell you, it is a matter of concern to me.", "sentId": 321}], "secId": 186}, {"speaker": "TAPPER", "sentences": [{"text": "That was Navy man Senator John McCain.", "sentId": 322}, {"text": "Sorry about the loss there at the army-Navy game, senator, weighing in on president-elect Trump's reported pick for secretary of state, Exxon CEO Rex Tillerson, who has worked closely with Russian President Vladimir Putin.", "sentId": 323}, {"text": "Trump says that's an asset, will the U.S. Senate agree?", "sentId": 324}], "secId": 187}, {"speaker": "TAPPER", "sentences": [{"text": "With me here to discuss this and more, Radio America and The Blaze host, Dana Loesch, former Democratic governor of Michigan, Jennifer Granholm, CNN political commentator Alice Stewart, and Marc Morial, president and CEO of the National Urban League and former mayor.", "sentId": 325}, {"text": "So thank you one and all for being here, I appreciate it.", "sentId": 326}], "secId": 188}, {"speaker": "MORIAL", "sentences": [{"text": "Good morning.", "sentId": 327}], "secId": 189}, {"speaker": "TAPPER", "sentences": [{"text": "So, Alice, let me start with you.", "sentId": 328}, {"text": "Tillerson and ExxonMobil, clearly there's a business relationship there...", "sentId": 329}], "secId": 190}, {"speaker": "STEWART", "sentences": [{"text": "Right.", "sentId": 330}], "secId": 191}, {"speaker": "TAPPER", "sentences": [{"text": "... and you heard Senator Cardin earlier in the show say that the next secretary of state has to represent America's interests, not the interests of the oil and gas industry.", "sentId": 331}, {"text": "Do you think this could be a problem for confirmation hearing?", "sentId": 332}], "secId": 192}, {"speaker": "STEWART", "sentences": [{"text": "Well, I think first off no official decision has been made, although it does appear he has a strong likely...", "sentId": 333}], "secId": 193}, {"speaker": "TAPPER", "sentences": [{"text": "Right.", "sentId": 334}], "secId": 194}, {"speaker": "STEWART", "sentences": [{"text": "... candidate for this and we have to wait for Donald Trump to make the announcement.", "sentId": 335}, {"text": "But look it's one thing when you're a CEO of a major corporation and you're dealing with foreign leaders selling goods and services, that's one role, as opposed to secretary of state dealing with foreign leaders when you're representing America's best interests.", "sentId": 336}], "secId": 195}, {"speaker": "STEWART", "sentences": [{"text": "They are two completely different hats, two different responsibilities, and I trust that he will be able to wear the right hat of secretary of state.", "sentId": 337}, {"text": "He's proven to be a strong leader for his company and I truly believe he would be a strong leader for America.", "sentId": 338}], "secId": 196}, {"speaker": "GRANHOLM", "sentences": [{"text": "You know what, Jake?", "sentId": 339}, {"text": "I mean, as we say, personnel is policy and when somebody has spent 30 years of their life advocating for an oil company and advocating for increasing profits for that oil company, which is perfectly fine, Donald Trump is not with him in all of the thousands of small decisions that any leader who's appointed to the cabinet has to make on a daily basis.", "sentId": 340}, {"text": "Those small decisions are what bend the arc of policy.", "sentId": 341}], "secId": 197}, {"speaker": "GRANHOLM", "sentences": [{"text": "So having somebody like Rex Tillerson, who has had -- whose billions of dollars of investments in Russia, who's got 10 joint ventures as Exxon CEO with Russian state-owned companies, who has been a clear ally of Putin, this is a gift really to Vladimir Putin.", "sentId": 342}], "secId": 198}, {"speaker": "MORIAL", "sentences": [{"text": "No.", "sentId": 343}, {"text": "I think, Jake, the important thing is, there has got to be a full, complete, thorough confirmation process, and I think what comes into play is transparency around Exxon's dealings not only in Russia, but all over the world.", "sentId": 344}], "secId": 199}, {"speaker": "TAPPER", "sentences": [{"text": "Right.", "sentId": 345}], "secId": 200}, {"speaker": "MORIAL", "sentences": [{"text": "The public has a right to know what entanglements are involved with the secretary designee -- the punitive secretary designee.", "sentId": 346}], "secId": 201}, {"speaker": "TAPPER", "sentences": [{"text": "Dana...", "sentId": 347}], "secId": 202}, {"speaker": "LOESCH", "sentences": [{"text": "Yes.", "sentId": 348}], "secId": 203}, {"speaker": "TAPPER", "sentences": [{"text": "... some of the -- some of the strongest voices voicing concerns about Tillerson are coming from Senate Republicans.", "sentId": 349}, {"text": "Senator Lindsey Graham told \"Washington Post,\" \"I don't know the man much at all, but let's put it this way, if he received an award from the Kremlin, order of friendship, then we're going to have some talkin'.\"", "sentId": 350}], "secId": 204}, {"speaker": "MORIAL", "sentences": [{"text": "You do it with the accent.", "sentId": 351}], "secId": 205}, {"speaker": "LOESCH", "sentences": [{"text": "I'm hearing you say that in Lindsey Graham's accent .", "sentId": 352}], "secId": 206}, {"speaker": "TAPPER", "sentences": [{"text": "It's better in the original South Carolina.", "sentId": 353}], "secId": 207}, {"speaker": "LOESCH", "sentences": [{"text": "Exactly, exactly.", "sentId": 354}], "secId": 208}, {"speaker": "LOESCH", "sentences": [{"text": "Criticisms with Lindsey Graham aside, look, confirmation hearings are going to be tough.", "sentId": 355}, {"text": "Is he going to make it through?", "sentId": 356}, {"text": "I don't know.", "sentId": 357}, {"text": "And it's true it's not an official decision yet.", "sentId": 358}, {"text": "At the same time, look, I understand the concerns.", "sentId": 359}], "secId": 209}, {"speaker": "LOESCH", "sentences": [{"text": "I also understand that I think anybody who comes from the private sector is going to be staunchly looked at.", "sentId": 360}, {"text": "It's almost -- it's weird, because I feel like every single person who's being selected if they come from the private sector, the fact they come from the private sector is almost invalidating them from consideration in this administration by many people in politics, so we need to get over that hill immediately, but the thing is, if there is evidence that does exist as to why this individual would be a wrong fit for the top diplomat as to why this individual should not be considered to be a part of this -- a part of the cabinet, then by all means, that's what the confirmation hearings are for, that's when you bring your a-game.", "sentId": 361}], "secId": 210}, {"speaker": "LOESCH", "sentences": [{"text": "So I'm open to be convinced.", "sentId": 362}], "secId": 211}, {"speaker": "TAPPER", "sentences": [{"text": "So I mean, I think one of the things that's interesting about it is it comes within the context of Russia looming large,  style behind the U.S. election.", "sentId": 363}, {"text": "And the former congressman Joe Walsh, Republican of Illinois, tweeted about the Russian hacking, Russian meddling -- quote -- \"I'm a Trump supporter, but if Russia messed with our election to help Hillary lose I'd be pissed and I'd demand something be done about it.\"", "sentId": 364}], "secId": 212}, {"speaker": "TAPPER", "sentences": [{"text": "Do you think -- obviously, there's no evidence that what Russia did changed the outcome of the election, right?", "sentId": 365}], "secId": 213}, {"speaker": "STEWART", "sentences": [{"text": "True.", "sentId": 366}], "secId": 214}, {"speaker": "STEWART", "sentences": [{"text": "But do you think that the tone from people like the president-elect is right?", "sentId": 367}, {"text": "Because there are a lot of people like Congressman Walsh who support Donald Trump, but also don't like the idea of Putin getting involved in this.", "sentId": 368}], "secId": 215}, {"speaker": "STEWART", "sentences": [{"text": "First and foremost, it's important to notice there's no credible information out there or evidence to say this is the Russian government that's responsible for these hacks while  the --", "sentId": 369}], "secId": 216}, {"speaker": "TAPPER", "sentences": [{"text": "As opposed to Russian hackers.", "sentId": 370}], "secId": 217}, {"speaker": "STEWART", "sentences": [{"text": "Russian hackers.", "sentId": 371}, {"text": "The IP address does indicate clearly it comes from Russia, but doesn't necessarily mean it's the Russian government, but there are concerns with Russian and there have been concerns with Putin.", "sentId": 372}], "secId": 218}, {"speaker": "STEWART", "sentences": [{"text": "That's why it was frustrating when President Obama criticized Mitt Romney for voicing his concerns.", "sentId": 373}, {"text": "That's why there was frustration when Hillary Clinton tried to hit the reset, which was a complete failure.", "sentId": 374}, {"text": "I think we will have strong opposition to Russia, we understand the dangers involved there, and I think Donald Trump will set the right tone, specifically with who he picks for secretary of state.", "sentId": 375}], "secId": 219}, {"speaker": "MORIAL", "sentences": [{"text": "Jake, this is outrageous and dangerous and sets a bad precedent that a foreign nation could in any way seek to influence an American election.", "sentId": 376}], "secId": 220}, {"speaker": "MORIAL", "sentences": [{"text": "From the beginning of the founding of this nation there were controls put in place.", "sentId": 377}, {"text": "That's why we have limitations on who can be president.", "sentId": 378}, {"text": "That's why there's the emolument clause.", "sentId": 379}, {"text": "We need to know as American people whether there was an effort by Russia, abetted by Russia, encouraged by Russia, financed by Russia, to affect this election, because what we don't want is to turn this into every country in the world has a campaign office in the United States behind their intelligence agency trying to influence the outcome.", "sentId": 380}, {"text": "Congress must thoroughly investigate.", "sentId": 381}], "secId": 221}, {"speaker": "GRANHOLM", "sentences": [{"text": "Right.", "sentId": 382}, {"text": "I mean, this is really the biggest story of the election other than Donald Trump's victory which is a foreign -- not just any foreign country, it is Russia trying to come in and influence in some way this election.", "sentId": 383}], "secId": 222}, {"speaker": "TAPPER", "sentences": [{"text": "And it might be just to undermine American democracy.", "sentId": 384}, {"text": "It might not be to try to --", "sentId": 385}], "secId": 223}, {"speaker": "GRANHOLM", "sentences": [{"text": "But that's what they do.", "sentId": 386}], "secId": 224}, {"speaker": "TAPPER", "sentences": [{"text": "Right.", "sentId": 387}], "secId": 225}, {"speaker": "MORIAL", "sentences": [{"text": "That's why you have got to investigate.", "sentId": 388}], "secId": 226}, {"speaker": "GRANHOLM", "sentences": [{"text": "First it's the election and then what?", "sentId": 389}, {"text": "Their cyber warfare comes in and tries to undermine our intelligence, and then it's, what?", "sentId": 390}, {"text": "Our defense systems?", "sentId": 391}], "secId": 227}, {"speaker": "LOESCH", "sentences": [{"text": "Yes.", "sentId": 392}], "secId": 228}, {"speaker": "GRANHOLM", "sentences": [{"text": "This is Russia's M.O.", "sentId": 393}, {"text": "They want to undermine democracies in Europe so they can expand their geographic footprint, they want to weaken NATO, and they want a weak America.", "sentId": 394}, {"text": "That's what they think they've got in Donald Trump.", "sentId": 395}], "secId": 229}, {"speaker": "GRANHOLM", "sentences": [{"text": "I was not a cheerleader of the president-elect during the primary for sure, but to me it feels like there is more than one undermining going on.", "sentId": 396}, {"text": "I feel like we see this every single time a Democrat loses a general election.", "sentId": 397}, {"text": "But there's some sort of narrative, Jake, that floats out there that somehow discredits the vote --", "sentId": 398}], "secId": 230}, {"speaker": "GRANHOLM", "sentences": [{"text": "This is the CIA .", "sentId": 399}], "secId": 231}, {"speaker": "LOESCH", "sentences": [{"text": "But the CIA just said a general consensus.", "sentId": 400}, {"text": "I mean, I'm open to specifics and so far I haven't seen that.", "sentId": 401}], "secId": 232}, {"speaker": "GRANHOLM", "sentences": [{"text": "So we should have an investigation.", "sentId": 402}], "secId": 233}, {"speaker": "LOESCH", "sentences": [{"text": "I do agree -- I do agree with this, though, and here's the one thing I do believe warrants some sort of investigation, regardless of what everyone's party identification is, you have an organization, the DNC, which was hacked.", "sentId": 403}], "secId": 234}, {"speaker": "TAPPER", "sentences": [{"text": "Right.", "sentId": 404}], "secId": 235}, {"speaker": "LOESCH", "sentences": [{"text": "Now whether or not this affected the general election, that remains to be seen and I'm not going to be convinced on a consensus, particularly when the FBI already did a forensic investigation and  cleared it.", "sentId": 405}, {"text": "But the big point is is that you have an organization, the DNC, which was hacked, regardless our party politics, we should be able to say, you and the United States are free to have an organization where you're able to practice your politics and you're able to have your free speech without it being hacked by a foreign entity.", "sentId": 406}, {"text": "On that particular point, I am open to an investigation, but to me it's invalid to say that this just rocked the whole entire general election.", "sentId": 407}], "secId": 236}, {"speaker": "TAPPER", "sentences": [{"text": "Let's take a quick break, don't go anywhere.", "sentId": 408}, {"text": "We'll come right back.", "sentId": 409}], "secId": 237}, {"speaker": "TAPPER", "sentences": [{"text": "Coming up, Trump puts the bully in bully pulpit.", "sentId": 410}, {"text": "Will his plan to intimidate American companies into keeping jobs here -- is that the right way to say it even -- keep working?", "sentId": 411}, {"text": "Stay with us.", "sentId": 412}], "secId": 238}, {"speaker": "TRUMP", "sentences": [{"text": "Actually, love calling these companies and saying, hi, and I get the president of this company.", "sentId": 413}, {"text": "And I say, hi, how you doing?", "sentId": 414}, {"text": "Hello, Mr. President-elect, congratulations -- yes, congratulations.", "sentId": 415}, {"text": "By the way, while we're on the phone, don't leave.", "sentId": 416}, {"text": "Please, don't leave.", "sentId": 417}, {"text": "Please.", "sentId": 418}, {"text": "And we've had great success.", "sentId": 419}, {"text": "You'll be seeing a lot more success.", "sentId": 420}], "secId": 239}, {"speaker": "TAPPER", "sentences": [{"text": "That was president-elect Trump on his thank you tour in Iowa talking about his new way of dealing with individual companies.", "sentId": 421}, {"text": "With us now the panel, Dana, as a free market conservative, how comfortable are you with this new approach to keeping jobs in the United States?", "sentId": 422}], "secId": 240}, {"speaker": "LOESCH", "sentences": [{"text": "Oh, Jake -- all right.", "sentId": 423}], "secId": 241}, {"speaker": "LOESCH", "sentences": [{"text": "So let's just lay it out like this, this is how you get me to be your best friend, when you make remarks like, well, you know, I want to make it so great, the business climate in the United States, I want to make it so big league, that nobody will ever want to leave...", "sentId": 424}], "secId": 242}, {"speaker": "TAPPER", "sentences": [{"text": "Right.", "sentId": 425}], "secId": 243}, {"speaker": "LOESCH", "sentences": [{"text": "... because it's going to be so great to do business here and other companies are going to want to come to the United States and do business.", "sentId": 426}, {"text": "That is how you get that -- that is how deliver that, not like, well, I'm going to penalize you if you leave.", "sentId": 427}, {"text": "That makes people nervous when you do it like that.", "sentId": 428}], "secId": 244}, {"speaker": "TAPPER", "sentences": [{"text": "Yes, on the other hand, I have to say, governor, during the primaries, Bernie Sanders when he talked about Carrier leaving the United States, he suggested the same thing that we've heard coming from the Trump ranks, which is their parent company, does a lot of deals with the Defense Department, why not threaten to take away some of those contracts?", "sentId": 429}, {"text": "GRANHOLM:  Listen, all I can say is, you can't blame any leader, whether it's president or governor, because governors do this all the time.", "sentId": 430}], "secId": 245}, {"speaker": "MORIAL", "sentences": [{"text": "Or mayor...", "sentId": 431}], "secId": 246}, {"speaker": "TAPPER", "sentences": [{"text": "Or mayor.", "sentId": 432}], "secId": 247}, {"speaker": "MORIAL", "sentences": [{"text": "... all the time.", "sentId": 433}], "secId": 248}, {"speaker": "GRANHOLM", "sentences": [{"text": "To try to get somebody to stay or grow in your --", "sentId": 434}], "secId": 249}, {"speaker": "MORIAL", "sentences": [{"text": "That's your job.", "sentId": 435}], "secId": 250}, {"speaker": "GRANHOLM", "sentences": [{"text": "That is your job.", "sentId": 436}], "secId": 251}, {"speaker": "MORIAL", "sentences": [{"text": "Part of your job.", "sentId": 437}], "secId": 252}, {"speaker": "GRANHOLM", "sentences": [{"text": "Good for him for trying to do it.", "sentId": 438}, {"text": "Bad for him lying about the number of jobs, but the bottom line is whatever it takes -- so put some \"Buy America\" provisions in the Water Resources Development Act.", "sentId": 439}], "secId": 253}, {"speaker": "MORIAL", "sentences": [{"text": "Right.", "sentId": 440}, {"text": "Making phone calls is not a strategy.", "sentId": 441}], "secId": 254}, {"speaker": "GRANHOLM", "sentences": [{"text": "No, that's not an overall strategy.", "sentId": 442}], "secId": 255}, {"speaker": "MORIAL", "sentences": [{"text": "You can't call everybody on the phone.", "sentId": 443}], "secId": 256}, {"speaker": "GRANHOLM", "sentences": [{"text": "You need a broader strategy, clearly.", "sentId": 444}, {"text": "And he needs to put forward what that is in addition to renegotiating --", "sentId": 445}], "secId": 257}, {"speaker": "TAPPER", "sentences": [{"text": "Well, you're giving him credit for this.", "sentId": 446}], "secId": 258}, {"speaker": "GRANHOLM", "sentences": [{"text": "Giving him credit for trying something, sure.", "sentId": 447}], "secId": 259}, {"speaker": "STEWART", "sentences": [{"text": "I think we'll see that as a result of the Carrier deal.", "sentId": 448}, {"text": "We'll see a more uniform policy dealing with corporations and keeping...", "sentId": 449}], "secId": 260}, {"speaker": "STEWART", "sentences": [{"text": "... but this is part of his -- what he ran on, keeping jobs here, making the work environment better for American workers, and whether it is a stick with providing tariffs on businesses or carrot by providing tax incentives, the end...", "sentId": 450}], "secId": 261}, {"speaker": "STEWART", "sentences": [{"text": "... the end result is keeping jobs here.", "sentId": 451}], "secId": 262}, {"speaker": "MORIAL", "sentences": [{"text": "Yes, but you know here's the problem --", "sentId": 452}], "secId": 263}, {"speaker": "LOESCH", "sentences": [{"text": "... tax increase...", "sentId": 453}], "secId": 264}, {"speaker": "MORIAL", "sentences": [{"text": "Part of the problem --", "sentId": 454}], "secId": 265}, {"speaker": "LOESCH", "sentences": [{"text": "... 35 to 15 percent.", "sentId": 455}, {"text": "I mean, that's huge.", "sentId": 456}, {"text": "Businesses see that, they are like, oh, my gosh, jobs being created but --", "sentId": 457}], "secId": 266}, {"speaker": "MORIAL", "sentences": [{"text": "He overstated the benefits, and those workers that remain are still subject to layoff by automation.", "sentId": 458}, {"text": "So I'll give him credit for trying to do something...", "sentId": 459}], "secId": 267}, {"speaker": "GRANHOLM", "sentences": [{"text": "Right but --", "sentId": 460}], "secId": 268}, {"speaker": "MORIAL", "sentences": [{"text": "... but let's say the tax incentives came from the state of Indiana, didn't come from the federal government.", "sentId": 461}], "secId": 269}, {"speaker": "LOESCH", "sentences": [{"text": "Exactly --", "sentId": 462}], "secId": 270}, {"speaker": "GRANHOLM", "sentences": [{"text": "But he should -- his policy should be to empower governors to be able to have tools to be able to keep those jobs.", "sentId": 463}, {"text": "He should build on what Obama was doing on advanced manufacturing sectors that he's put all over the country if he really wants to keep advanced manufacturing here.", "sentId": 464}], "secId": 271}, {"speaker": "TAPPER", "sentences": [{"text": "You...", "sentId": 465}], "secId": 272}, {"speaker": "GRANHOLM", "sentences": [{"text": "I love this.", "sentId": 466}], "secId": 273}, {"speaker": "TAPPER", "sentences": [{"text": "... love this.", "sentId": 467}], "secId": 274}, {"speaker": "GRANHOLM", "sentences": [{"text": "I'm all about jobs in America.", "sentId": 468}], "secId": 275}, {"speaker": "TAPPER", "sentences": [{"text": "But this isn't -- this is what -- you know, it's interesting thought, this is one of the issues here is you have the two Democrats at the table applauding this.", "sentId": 469}, {"text": "I mean --", "sentId": 470}], "secId": 276}, {"speaker": "GRANHOLM", "sentences": [{"text": "Applauding -- let me just say, applauding the effort to keep jobs in America, but there needs to be policies behind it.", "sentId": 471}], "secId": 277}, {"speaker": "TAPPER", "sentences": [{"text": "You know what I'm saying.", "sentId": 472}], "secId": 278}, {"speaker": "GRANHOLM", "sentences": [{"text": "Yes, I understand --", "sentId": 473}], "secId": 279}, {"speaker": "MORIAL", "sentences": [{"text": "Yes.", "sentId": 474}, {"text": "We've both been -- yes, Jake.", "sentId": 475}, {"text": "We've both been chief executives.", "sentId": 476}], "secId": 280}, {"speaker": "TAPPER", "sentences": [{"text": "Right.", "sentId": 477}, {"text": "No, no -- people trying --", "sentId": 478}], "secId": 281}, {"speaker": "TAPPER", "sentences": [{"text": "Two Democrats that tried to keep jobs in New Orleans and in Michigan --", "sentId": 479}], "secId": 282}, {"speaker": "GRANHOLM", "sentences": [{"text": "But what about the winners and losers?", "sentId": 480}, {"text": "But I'm kind of chuckling, don't pick winners and losers ...", "sentId": 481}], "secId": 283}, {"speaker": "TAPPER", "sentences": [{"text": "But isn't that the problem here?", "sentId": 482}], "secId": 284}, {"speaker": "GRANHOLM", "sentences": [{"text": "... trickle down...", "sentId": 483}], "secId": 285}, {"speaker": "LOESCH", "sentences": [{"text": "On one side.", "sentId": 484}], "secId": 286}, {"speaker": "GRANHOLM", "sentences": [{"text": "... free market --", "sentId": 485}], "secId": 287}, {"speaker": "STEWART", "sentences": [{"text": "That's the motive behind a uniform policy, you're not picking winners and losers...", "sentId": 486}], "secId": 288}, {"speaker": "LOESCH", "sentences": [{"text": "Right.", "sentId": 487}], "secId": 289}, {"speaker": "STEWART", "sentences": [{"text": "... you're making an environment that creates jobs and allows corporations --", "sentId": 488}], "secId": 290}, {"speaker": "LOESCH", "sentences": [{"text": "First off, lowering the corporate tax rate from 35 percent to 15 percent is great.", "sentId": 489}, {"text": "Because why shouldn't businesses be able to keep more of their revenues so that they can create more jobs and add benefits?", "sentId": 490}], "secId": 291}, {"speaker": "LOESCH", "sentences": [{"text": "But the second thing is that this particular job with Carrier, this was done by the state of Indiana and I don't think that you can replicate this particular move with every single state, because your president -- your vice president-elect isn't always going to be the governor of that particular state.", "sentId": 491}], "secId": 292}, {"speaker": "TAPPER", "sentences": [{"text": "Although they --", "sentId": 492}], "secId": 293}, {"speaker": "LOESCH", "sentences": [{"text": "Indiana chose to do this.", "sentId": 493}, {"text": "This is what voters decided to do.", "sentId": 494}], "secId": 294}, {"speaker": "TAPPER", "sentences": [{"text": "But some of the money going from the state -- some of the money going from the state of Indiana to Carrier will be used to automate the plant, to ultimately get rid of some of this stuff.", "sentId": 495}], "secId": 295}, {"speaker": "MORIAL", "sentences": [{"text": "Jake, the bigger stick is using government contracting.", "sentId": 496}, {"text": "Because Carrier --", "sentId": 497}], "secId": 296}, {"speaker": "TAPPER", "sentences": [{"text": "But you think that's OK to do that?", "sentId": 498}], "secId": 297}, {"speaker": "MORIAL", "sentences": [{"text": "I think -- I think it's an important tool that we have, to say if we're going to do business with you, if the taxpayers are going to do business with you, we want the jobs to be here in the United States.", "sentId": 499}, {"text": "We want your company to be committed to the United States.", "sentId": 500}], "secId": 298}, {"speaker": "GRANHOLM", "sentences": [{"text": "Donald Trump had a chance this week of telling Paul Ryan to put in the Water Resources Development Act, which puts pipes in the ground for water, that we want \"Buy America\" provisions in that.", "sentId": 501}], "secId": 299}, {"speaker": "GRANHOLM", "sentences": [{"text": "It was an amendment by Sherrod Brown and Tammy Baldwin on the Senate side.", "sentId": 502}, {"text": "They asked Paul Ryan to put it in, he did not do it.", "sentId": 503}, {"text": "Donald Trump could put his money where his mouth is, ask Congress now to put \"Buy America\" provisions in the Water Resources --", "sentId": 504}], "secId": 300}, {"speaker": "TAPPER", "sentences": [{"text": "Direct address the camera, governor.", "sentId": 505}], "secId": 301}, {"speaker": "GRANHOLM", "sentences": [{"text": "I'm just saying -- right to Donald, I know he's watching.", "sentId": 506}], "secId": 302}, {"speaker": "LOESCH", "sentences": [{"text": "I want to see these sorts of incentives be utilized in other states the way Indiana voters and the governor of Indiana chose to do this.", "sentId": 507}, {"text": "And then after this -- then they can get to national --", "sentId": 508}], "secId": 303}, {"speaker": "TAPPER", "sentences": [{"text": "But this is interesting.", "sentId": 509}], "secId": 304}, {"speaker": "LOESCH", "sentences": [{"text": "Then I'll be super happy.", "sentId": 510}], "secId": 305}, {"speaker": "TAPPER", "sentences": [{"text": "But this is -- what just happened here is interesting because one of the things the conservatives complained about Donald Trump during the primaries, conservatives such as you...", "sentId": 511}], "secId": 306}, {"speaker": "LOESCH", "sentences": [{"text": "Yes.", "sentId": 512}], "secId": 307}, {"speaker": "TAPPER", "sentences": [{"text": "... Dana, is Donald Trump is in some ways is a Democrat, a populist Democrat.", "sentId": 513}, {"text": "Obviously, not in every way.", "sentId": 514}], "secId": 308}, {"speaker": "TAPPER", "sentences": [{"text": "But I mean, here we have an example of it and it's very interesting.", "sentId": 515}], "secId": 309}, {"speaker": "MORIAL", "sentences": [{"text": "involves being an active chief executive and using the powers of your office, and I would gather that other presidents have made calls and just didn't tweet it out.", "sentId": 516}], "secId": 310}, {"speaker": "TAPPER", "sentences": [{"text": "Very interesting.", "sentId": 517}, {"text": "We have to -- we have to go right now.", "sentId": 518}, {"text": "Come on, you made your direct address to...", "sentId": 519}], "secId": 311}, {"speaker": "TAPPER", "sentences": [{"text": "... Donald Trump.", "sentId": 520}], "secId": 312}, {"speaker": "TAPPER", "sentences": [{"text": "After the break, body slams, burgers, and blockbusters.", "sentId": 521}, {"text": "The pop culture cabinet that Trump is assembling.", "sentId": 522}, {"text": "It's the subject of this week's \"State of the Cartoonion.\"", "sentId": 523}], "secId": 313}, {"speaker": "TAPPER", "sentences": [{"text": "Welcome back.", "sentId": 524}, {"text": "President John F. Kennedy was a great lover of American culture.", "sentId": 525}, {"text": "He asked Robert Frost to read his inaugural poem.", "sentId": 526}, {"text": "He regularly invited authors and artists to the White House.", "sentId": 527}], "secId": 314}, {"speaker": "TAPPER", "sentences": [{"text": "Now, when it comes to culture president-elect Trump is going for a slightly different vibe.", "sentId": 528}, {"text": "It's the subject of this week's \"State the Cartoonion.\"", "sentId": 529}], "secId": 315}, {"speaker": "TAPPER ", "sentences": [{"text": "Screw  off  coastal elites.", "sentId": 530}, {"text": "Donald Trump is stacking his administration with leaders from real American pop culture.", "sentId": 531}], "secId": 316}, {"speaker": "TRUMP", "sentences": [{"text": "Wow.", "sentId": 532}], "secId": 317}, {"speaker": "TAPPER", "sentences": [{"text": "His pick to head the small business administration is Linda McMahon, CEO of WWE.", "sentId": 533}, {"text": "Making her I'm pretty sure the only head of that agency to have ever survived one of Stone Cold Steve Austin's stone cold stunners.", "sentId": 534}], "secId": 318}, {"speaker": "TAPPER", "sentences": [{"text": "His pick to be secretary of labor runs the Carl's Junior and Hardee's franchise infamous for the racy commercials with scantily clad models.", "sentId": 535}], "secId": 319}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Have you ever been by a burger before?", "sentId": 536}], "secId": 320}, {"speaker": "TAPPER", "sentences": [{"text": "His pick to head the treasury department served as an executive producer on \"Mad Max Fury Road.\"", "sentId": 537}], "secId": 321}, {"speaker": "TAPPER", "sentences": [{"text": "And of course we learned this week that the next season of \"Celebrity Apprentice\" starring Arnold Schwarzenegger and featuring Snooki will have Donald Trump as an executive producer.", "sentId": 538}], "secId": 322}, {"speaker": "TAPPER", "sentences": [{"text": "Is it ridiculous to wonder if the inaugural poem will be given by Andrew Dice Clay?", "sentId": 539}], "secId": 323}, {"speaker": "CLAY", "sentences": [{"text": "Hickory Dickory dock.", "sentId": 540}, {"text": "Oh!", "sentId": 541}], "secId": 324}, {"speaker": "TAPPER", "sentences": [{"text": "Thanks for watching.", "sentId": 542}, {"text": "I'm Jake Tapper in Washington.", "sentId": 543}], "secId": 325}, {"speaker": "TAPPER", "sentences": [{"text": "And before we go, a look ahead at tonight's \"CNN HEROES\" it's airing live tonight right here on CNN.", "sentId": 544}], "secId": 326}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "They are the kind and the caring, they are the strong and the brave.", "sentId": 545}, {"text": "They are the ones who see a need, fill a void, make a difference.", "sentId": 546}], "secId": 327}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "I'm trying to give them all the opportunities that they deserve.", "sentId": 547}], "secId": 328}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "This has become my life.", "sentId": 548}, {"text": "I don't ever want to do anything else.", "sentId": 549}, {"text": "UNIDENTIFIED MALE:  They don't do it for themselves.", "sentId": 550}, {"text": "They do it for all the rest of us.", "sentId": 551}, {"text": "They are a reminder of what's good in this world and what it truly means to be a hero.", "sentId": 552}], "secId": 329}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "We give them the foundation from which they can thrive.", "sentId": 553}, {"text": "The feeling of family.", "sentId": 554}], "secId": 330}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "We have transformed the lives of thousands of children.", "sentId": 555}], "secId": 331}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Tonight, CNN presents a very special live event.", "sentId": 556}, {"text": "The \"10TH ANNUAL CNN HEROES, ALL-STAR TRIBUTE.\"", "sentId": 557}], "secId": 332}, {"speaker": "COOPER", "sentences": [{"text": "Tonight we're gathered to celebrate extraordinary men and women who highlight the best of what humanity has to offer.", "sentId": 558}], "secId": 333}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Join host Anderson Cooper and special co-host Kelly Ripa as we honor 10 extraordinary people.", "sentId": 559}, {"text": "The \"10TH ANNUAL CNN HEROES, ALL-STAR TRIBUTE\" live tonight at 8:00 on CNN.", "sentId": 560}], "secId": 334}], "sectionCount": 335, "url": "transcripts.cnn.com/TRANSCRIPTS/1612/11/sotu.01.html", "sentenceCount": 562, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired December 11, 2016 - 09:00   ET", "speakers": ["TAPPER", "BIDEN", "CARDIN", "Russia", "Fact check", "TRUMP", "Well", "But he says", "decided", "Coming up", "MCCAIN", "MORIAL", "STEWART", "GRANHOLM", "LOESCH", "TAPPER ", "UNIDENTIFIED FEMALE", "CLAY", "UNIDENTIFIED MALE", "COOPER"], "title": "STATE OF THE UNION"}