{"docId": "./sotu/trancript.cnn.com.TRANSCRIPTS.1612.04.sotu.01.html.json", "subTitle": "Inside Campaign 2016: Kellyanne Conway and Robby Mook Speak Out. Aired 9-10a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "TAPPER", "sentences": [{"text": "War stories from inside the historic and unprecedentedly ugly 2016 election.", "sentId": 0}], "secId": 0}, {"speaker": "together", "sentences": [], "secId": 1}, {"speaker": "CONWAY", "sentences": [{"text": "Everybody wants to go back in a time machine so that this result that nobody saw coming won't come somehow.", "sentId": 1}], "secId": 2}, {"speaker": "TAPPER", "sentences": [{"text": "And Clinton's Robby Mook.", "sentId": 2}], "secId": 3}, {"speaker": "MOOK", "sentences": [{"text": "We came very close to winning this campaign.", "sentId": 3}, {"text": "We won the popular vote.", "sentId": 4}], "secId": 4}, {"speaker": "TAPPER", "sentences": [{"text": "They take us behind the curtain and reveal the strategies.", "sentId": 5}, {"text": "What sealed the deal for Trump's historic win?", "sentId": 6}], "secId": 5}, {"speaker": "CONWAY", "sentences": [{"text": "He was able to tap into the angst and the frustration of job holders.", "sentId": 7}], "secId": 6}, {"speaker": "TAPPER", "sentences": [{"text": "What caused Clinton's defeat?", "sentId": 8}], "secId": 7}, {"speaker": "MOOK", "sentences": [{"text": "The director of the FBI sent two letters, total breach of protocol.", "sentId": 9}, {"text": "Without those letters, we would have won.", "sentId": 10}], "secId": 8}, {"speaker": "TAPPER", "sentences": [{"text": "Plus, the campaign's biggest surprises.", "sentId": 11}], "secId": 9}, {"speaker": "MOOK", "sentences": [{"text": "This was the most overhyped, over-reported, overlitigated story in the history of American politics.", "sentId": 12}], "secId": 10}, {"speaker": "TAPPER", "sentences": [{"text": "Including Trump's infamous \"Access Hollywood\" tape.", "sentId": 13}], "secId": 11}, {"speaker": "CONWAY", "sentences": [{"text": "That incident affected Donald Trump's numbers significantly", "sentId": 14}], "secId": 12}, {"speaker": "TAPPER", "sentences": [{"text": "A deep dive with the man and woman running the campaigns.", "sentId": 15}], "secId": 13}, {"speaker": "TAPPER", "sentences": [{"text": "Our exclusive interview on a special STATE OF THE UNION starts right now.", "sentId": 16}], "secId": 14}, {"speaker": "TAPPER", "sentences": [{"text": "Hello.", "sentId": 17}, {"text": "I'm Jake Tapper in Washington, where the state of our union is still quite divided.", "sentId": 18}], "secId": 15}, {"speaker": "TAPPER", "sentences": [{"text": "Almost one month after Donald Trump defeated Hillary Clinton, officials from both campaigns are still raw and emotional, bitter and angry, more offended than introspective.", "sentId": 19}], "secId": 16}, {"speaker": "TAPPER", "sentences": [{"text": "Hillary Clinton won the popular vote, while Donald Trump easily surpassed the 270 electoral votes needed to win the White House.", "sentId": 20}], "secId": 17}, {"speaker": "TAPPER", "sentences": [{"text": "So, today, we're going to bring you something rarely seen, both major presidential campaign managers sitting together, doing a joint interview, discussing how we got here, a conversation both enlightening and contentious.", "sentId": 21}], "secId": 18}, {"speaker": "TAPPER", "sentences": [{"text": "Trump's Kellyanne Conway and Clinton's Robby Mook, each dedicated their lives to the singular task of seeing the other have a bad night in November.", "sentId": 22}], "secId": 19}, {"speaker": "TAPPER", "sentences": [{"text": "I sat down with them at Harvard University's Institute of Politics to go behind the scenes of one of the most unprecedented and ugly campaigns in modern history.", "sentId": 23}], "secId": 20}, {"speaker": "TAPPER", "sentences": [{"text": "Robby, I know there are a lot of people here, especially here at Harvard, who are wondering, what happened?", "sentId": 24}, {"text": "What went wrong?", "sentId": 25}], "secId": 21}, {"speaker": "TAPPER", "sentences": [{"text": "Obviously, Hillary Clinton won the popular vote, and she won more votes for president than any white man in history, but this is obviously a race to 270.", "sentId": 26}, {"text": "And she came up short in traditionally Democratic states like Michigan, Pennsylvania, Wisconsin.", "sentId": 27}], "secId": 22}, {"speaker": "TAPPER", "sentences": [{"text": "She told donors not long after the election that she thought the letter from FBI Director James Comey was really the nail in the coffin for her.", "sentId": 28}], "secId": 23}, {"speaker": "TAPPER", "sentences": [{"text": "Do you agree?", "sentId": 29}, {"text": "Is that what went wrong?", "sentId": 30}], "secId": 24}, {"speaker": "MOOK", "sentences": [{"text": "Well, look, we are really proud of her margin in the popular vote.", "sentId": 31}], "secId": 25}, {"speaker": "MOOK", "sentences": [{"text": "And -- but, as you said, this was about Electoral College votes.", "sentId": 32}, {"text": "And we did come up short.", "sentId": 33}, {"text": "We felt very good about where we were going into the last 10, 20 days of the election.", "sentId": 34}, {"text": "I think it is hard to imagine the kind of impact that that letter had.", "sentId": 35}], "secId": 26}, {"speaker": "MOOK", "sentences": [{"text": "Most of the public polling showed a distinct drop.", "sentId": 36}, {"text": "We certainly saw that in our internal numbers, and particularly because the letter didn't really seem to have much of a purpose.", "sentId": 37}, {"text": "He said he had some e- mails.", "sentId": 38}, {"text": "He hadn't seen them.", "sentId": 39}, {"text": "He didn't really know what they were.", "sentId": 40}], "secId": 27}, {"speaker": "MOOK", "sentences": [{"text": "So, look, when you look across those three states that you mentioned that we lost, we're talking about 100,000 votes.", "sentId": 41}, {"text": "Anything could have made a difference with such small margins, less than 1 percent in each of those states.", "sentId": 42}, {"text": "But we do think that was an incredibly powerful force in the race.", "sentId": 43}], "secId": 28}, {"speaker": "MOOK", "sentences": [{"text": "You know, the other reality is, we were hoping for stronger performance in some sectors.", "sentId": 44}, {"text": "And a lot of the data was very off in this race.", "sentId": 45}, {"text": "So, we have to reflect on all of those reasons, but...", "sentId": 46}], "secId": 29}, {"speaker": "TAPPER", "sentences": [{"text": "What sectors?", "sentId": 47}], "secId": 30}, {"speaker": "MOOK", "sentences": [{"text": "Well, we were expecting to perform better with suburban women in particular.", "sentId": 48}, {"text": "We saw those numbers a lot stronger than what happened on Election Day.", "sentId": 49}, {"text": "We do think that was because of the Comey letter.", "sentId": 50}], "secId": 31}, {"speaker": "MOOK", "sentences": [{"text": "We saw a lot of young people go to third-party candidates.", "sentId": 51}, {"text": "We think the letter had a lot to do with that as well.", "sentId": 52}, {"text": "So, there were a number of reasons for this, but lead among them, in my view, would be that letter from Director Comey.", "sentId": 53}], "secId": 32}, {"speaker": "TAPPER", "sentences": [{"text": "And, Kellyanne, you said that you -- that the shift, the movement towards Donald Trump and away from Hillary Clinton among undecided voters in some of these key demographic groups started before the Comey letter came out.", "sentId": 54}], "secId": 33}, {"speaker": "CONWAY", "sentences": [{"text": "Yes.", "sentId": 55}], "secId": 34}, {"speaker": "CONWAY", "sentences": [{"text": "And you even see the public polls that reflected what we were seeing internally, Jake.", "sentId": 56}, {"text": "For example, ABC News released a poll on Sunday that said 50-38.", "sentId": 57}, {"text": "We really didn't believe that she was at 50, and we knew we were not under 40.", "sentId": 58}], "secId": 35}, {"speaker": "CONWAY", "sentences": [{"text": "But everybody then had to live with that 12-point poll, because people held it up as evidence that the race was over, that there was no way Hillary Clinton could lose, no way Donald Trump could win.", "sentId": 59}], "secId": 36}, {"speaker": "CONWAY", "sentences": [{"text": "And by Friday of that same week, it was a one-point race.", "sentId": 60}, {"text": "And that was before the Comey letter.", "sentId": 61}], "secId": 37}, {"speaker": "CONWAY", "sentences": [{"text": "Also, Secretary Clinton herself, the night of the day the Comey letter was released on October 28 said at her rally that she -- it didn't matter because Americans had already decided what they thought about the e-mails, and that they -- it was already baked in the cake.", "sentId": 62}], "secId": 38}, {"speaker": "CONWAY", "sentences": [{"text": "And this was a messaging point from her campaign.", "sentId": 63}, {"text": "So, at the time, they said that.", "sentId": 64}, {"text": "Maybe it was wishful thinking.", "sentId": 65}, {"text": "Maybe they weren't being completely truthful.", "sentId": 66}, {"text": "And now it's supposed to be the Comey letter.", "sentId": 67}], "secId": 39}, {"speaker": "CONWAY", "sentences": [{"text": "And I have to say, you know, Donald Trump turned over 200 counties that went for President Obama in 2012 to Donald Trump in 2016.", "sentId": 68}], "secId": 40}, {"speaker": "areas", "sentences": [{"text": "I want to get to messaging in a little bit, but let's back up to June 2015.", "sentId": 69}, {"text": "Donald Trump comes down the escalator at Trump Tower, announces that he's going to run for president.", "sentId": 70}], "secId": 41}, {"speaker": "areas", "sentences": [{"text": "It seemed, back in the primaries, that many people in your campaign, Robby, wanted Donald Trump to be the nominee, that you thought he would be easier to beat than say, Marco Rubio.", "sentId": 71}, {"text": "Is that true?", "sentId": 72}, {"text": "And why?", "sentId": 73}], "secId": 42}, {"speaker": "MOOK", "sentences": [{"text": "I think many Democrats did believe that.", "sentId": 74}], "secId": 43}, {"speaker": "MOOK", "sentences": [{"text": "I think, obviously, our opinions on that changed as he progressed through the primary and was very successful, by any standard, in that primary.", "sentId": 75}], "secId": 44}, {"speaker": "TAPPER", "sentences": [{"text": "And, Kellyanne, you've been very critical of the polls, so let me give you an opportunity to weigh in on a rare moment of agreement here.", "sentId": 76}], "secId": 45}, {"speaker": "TAPPER", "sentences": [{"text": "Why were the polls so wrong?", "sentId": 77}], "secId": 46}, {"speaker": "CONWAY", "sentences": [{"text": "Well, I'm critical of the polls just because...", "sentId": 78}], "secId": 47}, {"speaker": "TAPPER", "sentences": [{"text": "Well, they were wrong...", "sentId": 79}], "secId": 48}, {"speaker": "CONWAY", "sentences": [{"text": "I own a place called The Polling Company, and I never want to practice law again, so I can't be that critical of the polls.", "sentId": 80}], "secId": 49}, {"speaker": "CONWAY", "sentences": [{"text": "But the polls -- the polls were wrong for a couple of reasons.", "sentId": 81}, {"text": "And when I say the polls, let's be very clear.", "sentId": 82}, {"text": "These are mostly the public polls.", "sentId": 83}, {"text": "So, I think Joel Benenson's work, the internal polls, our polling worked.", "sentId": 84}, {"text": "We had five different polling firms working on, including my firm.", "sentId": 85}], "secId": 50}, {"speaker": "CONWAY", "sentences": [{"text": "We -- those don't really see the light of day.", "sentId": 86}, {"text": "We're using those for internal strategic positioning.", "sentId": 87}, {"text": "We're not trying to get clicks or make headlines or call the race over before it is one way or the other.", "sentId": 88}], "secId": 51}, {"speaker": "CONWAY", "sentences": [{"text": "I think a few things happened.", "sentId": 89}, {"text": "One is presuming that the 2012 electorate would be the 2016 electorate.", "sentId": 90}, {"text": "And that also presumed implicitly, Jake, that Secretary Clinton would be able to attract and knit together and indeed keep together what's called the Obama coalition, so a critical mass of voters of color, of millennials, and maybe even her running up the totals a little bit among women, since she's the first female candidate.", "sentId": 91}], "secId": 52}, {"speaker": "CONWAY", "sentences": [{"text": "And she was running a decidedly reach out to women as an anti-Trump message campaign to the very end.", "sentId": 92}, {"text": "So, I think that was a failing.", "sentId": 93}], "secId": 53}, {"speaker": "CONWAY", "sentences": [{"text": "The other failing is in presuming that people who had voted Democratic in the past would do so here, which is slightly different than the Obama coalition.", "sentId": 94}, {"text": "We thought, in our modeling, that the 2016 electorate had a better chance of loosely resembling the 2014 electorate in some of these key states and counties, which was my obsession -- the counties -- than it would resemble the 2012 election.", "sentId": 95}, {"text": "And so we talked, I talked very publicly very early on, under a hail of criticism, about the undercover Trump voter.", "sentId": 96}, {"text": "And it was very real.", "sentId": 97}, {"text": "And the undercover Trump voter, to put it all to rest, this is not somebody who's afraid to say they're voting for Donald Trump.", "sentId": 98}, {"text": "That's not what it is.", "sentId": 99}, {"text": "It's somebody who just doesn't look like a Trump voter.", "sentId": 100}], "secId": 54}, {"speaker": "CONWAY", "sentences": [{"text": "They -- it's a union household that's voted Democratic for years.", "sentId": 101}, {"text": "It's a single mom who couldn't possibly dream of voting for Donald Trump, why would she do that, when she can vote for Hillary Clinton who's -- quote -- \"fighting for women and children\"?", "sentId": 102}], "secId": 55}, {"speaker": "CONWAY", "sentences": [{"text": "And so we just took an approach where we were a little bit more open- minded about who the electorate may be and allowed them to tell us who they were.", "sentId": 103}], "secId": 56}, {"speaker": "MOOK", "sentences": [{"text": "Look, turnout wasn't what we wanted it to be in some places, and there were different stories across different states.", "sentId": 104}, {"text": "Philadelphia did turn out the way we would have liked.", "sentId": 105}, {"text": "Others -- other states weren't.", "sentId": 106}], "secId": 57}, {"speaker": "MOOK", "sentences": [{"text": "But one thing I think we did see across the country -- I think Kellyanne would agree with this -- was, we did see record Hispanic turnout in a number of communities.", "sentId": 107}], "secId": 58}, {"speaker": "CONWAY", "sentences": [{"text": "Yes.", "sentId": 108}], "secId": 59}, {"speaker": "MOOK", "sentences": [{"text": "I think that was important to our win in Nevada and Colorado.", "sentId": 109}], "secId": 60}, {"speaker": "MOOK", "sentences": [{"text": "And that's why Texas, I think, was a lot closer than many people anticipated.", "sentId": 110}, {"text": "Obviously, that wasn't enough for us to win the election, but I think that is something to be celebrated and lifted up.", "sentId": 111}], "secId": 61}, {"speaker": "MOOK", "sentences": [{"text": "That was unprecedented.", "sentId": 112}, {"text": "And I hope that those voters continue to turn out.", "sentId": 113}], "secId": 62}, {"speaker": "TAPPER", "sentences": [{"text": "Coming up next: the future of Donald Trump's tweets.", "sentId": 114}, {"text": "Will he retain control of his account while in the Oval Office?", "sentId": 115}], "secId": 63}, {"speaker": "TAPPER", "sentences": [{"text": "That's next.", "sentId": 116}], "secId": 64}, {"speaker": "TAPPER", "sentences": [{"text": "Welcome back to STATE OF THE UNION.", "sentId": 117}, {"text": "I'm Jake Tapper.", "sentId": 118}], "secId": 65}, {"speaker": "TAPPER", "sentences": [{"text": "Donald Trump took the Republican primaries by storm, using his celebrity and business background to propel him to the top of the polls almost from the start, but it was his controversial campaign promises that made the headlines.", "sentId": 119}], "secId": 66}, {"speaker": "TRUMP", "sentences": [{"text": "Donald J. Trump is calling for a", "sentId": 120}], "secId": 67}, {"speaker": "TRUMP", "sentences": [{"text": "total and complete shutdown of Muslims entering the United States until our country's representatives can figure out what the hell is going on.", "sentId": 121}], "secId": 68}, {"speaker": "TAPPER", "sentences": [{"text": "Kellyanne Conway was allied with Ted Cruz during the primaries, but, in July, she joined the Trump campaign as a pollster.", "sentId": 122}, {"text": "By August, he had elevated her to campaign manager.", "sentId": 123}], "secId": 69}, {"speaker": "TAPPER", "sentences": [{"text": "She and campaign chair Steve Bannon seemed to be able to get Trump to be more focused, to be more disciplined.", "sentId": 124}, {"text": "The campaign seemed to scale back some of his most provocative proposals.", "sentId": 125}], "secId": 70}, {"speaker": "TAPPER", "sentences": [{"text": "How did they do it?", "sentId": 126}, {"text": "How important was that to his ultimate victory?", "sentId": 127}, {"text": "I asked her to take us behind the scenes.", "sentId": 128}], "secId": 71}, {"speaker": "TAPPER", "sentences": [{"text": "You were named campaign manager August 17, the same day that Steve Bannon was named campaign CEO.", "sentId": 129}], "secId": 72}, {"speaker": "though", "sentences": [{"text": "Please stay on message.", "sentId": 130}, {"text": "Please stick with your teleprompter, not that he only stuck with his teleprompter, but the kind of -- one might call them self-inflicted wounds.", "sentId": 131}], "secId": 73}, {"speaker": "though", "sentences": [{"text": "You called them -- your campaign calls them that with the Clinton campaign.", "sentId": 132}], "secId": 74}, {"speaker": "though", "sentences": [{"text": "But some of the gaffes, some of the more controversial things he made, most of them took place disproportionately before you and Steve Bannon took over.", "sentId": 133}, {"text": "And I'm wondering, what did you and Steve Bannon say to him to convince him, well, we will take over, but you really need to listen to us in terms of staying more on message?", "sentId": 134}], "secId": 75}, {"speaker": "CONWAY", "sentences": [{"text": "When we came on board, there were a couple of things.", "sentId": 135}], "secId": 76}, {"speaker": "CONWAY", "sentences": [{"text": "I said -- I don't really divulge private conversations, but I feel confident in telling you that I said to Mr. Trump, you know, you're running against one of the most joyless presidential candidates in history, it seemed to me, so why don't we not be that way as a campaign?", "sentId": 136}, {"text": "Why don't we find a way to be the happy warrior again?", "sentId": 137}], "secId": 77}, {"speaker": "CONWAY", "sentences": [{"text": "He loves doing the rallies.", "sentId": 138}, {"text": "He loved connecting with people that way.", "sentId": 139}], "secId": 78}, {"speaker": "CONWAY", "sentences": [{"text": "So, you have to know who your candidate is -- and there is no substitute for a quality, compelling candidate -- and work with his or her gifts.", "sentId": 140}, {"text": "And I think, in the case of Donald Trump, he gets his oxygen from", "sentId": 141}], "secId": 79}, {"speaker": "CONWAY", "sentences": [{"text": "being out there with the people, being with the voters.", "sentId": 142}], "secId": 80}, {"speaker": "MOOK", "sentences": [{"text": "Look, one thing I take issue with, I think what did happen -- and we discussed this early on -- at the very end of the race, there were probably more undecideds than in a lot of races before.", "sentId": 143}], "secId": 81}, {"speaker": "MOOK", "sentences": [{"text": "And we do think, because the director of the FBI sent two letters in what was an unprecedented intervention in the election, a total breach of protocol, yes, I think a lot of those undecideds broke against us.", "sentId": 144}, {"text": "But I don't think that was an inherent problem.", "sentId": 145}], "secId": 82}, {"speaker": "MOOK", "sentences": [{"text": "And, in fact, I would argue, without those letters, we would have won those, and that's why we would have won the election.", "sentId": 146}], "secId": 83}, {"speaker": "MOOK", "sentences": [{"text": "You know, the other thing I'd say, I mean, Kellyanne said it was a joyless campaign.", "sentId": 147}, {"text": "I contest that.", "sentId": 148}, {"text": "You know, we had a lot of fun on the campaign.", "sentId": 149}], "secId": 84}, {"speaker": "CONWAY", "sentences": [{"text": "You're joyful.", "sentId": 150}], "secId": 85}, {"speaker": "MOOK", "sentences": [{"text": "I am a joyful guy.", "sentId": 151}, {"text": "Hillary's really joyful.", "sentId": 152}, {"text": "We had a lot of fun on the campaign.", "sentId": 153}], "secId": 86}, {"speaker": "TAPPER", "sentences": [{"text": "Did you struggle -- everybody who knows Hillary Clinton says that the person you see on stage is not the person that you see behind the scenes, that, behind the scenes, she's a much warmer person, a much more amusing person.", "sentId": 154}], "secId": 87}, {"speaker": "TAPPER", "sentences": [{"text": "Did you struggle to get that person from behind the scenes out into the crowd?", "sentId": 155}], "secId": 88}, {"speaker": "MOOK", "sentences": [{"text": "Look, I -- there were a lot of headwinds in this race.", "sentId": 156}, {"text": "You know, we were trying to make history.", "sentId": 157}, {"text": "She's the first woman to be the nominee of a major party.", "sentId": 158}], "secId": 89}, {"speaker": "MOOK", "sentences": [{"text": "But, also, the...", "sentId": 159}], "secId": 90}, {"speaker": "TAPPER", "sentences": [{"text": "Why is that -- why is that a headwind?", "sentId": 160}, {"text": "Why is her being a woman a headwind?", "sentId": 161}], "secId": 91}, {"speaker": "MOOK", "sentences": [{"text": "Well, I think, you know, having worked a few women candidates now, I think that they sometimes face certain scrutiny that male candidates don't.", "sentId": 162}], "secId": 92}, {"speaker": "MOOK", "sentences": [{"text": "You know, sometimes, people would talk about the way Hillary spoke during a speech.", "sentId": 163}, {"text": "I didn't hear them remark about male candidates that way.", "sentId": 164}], "secId": 93}, {"speaker": "MOOK", "sentences": [{"text": "But, look, I think the bigger issue is that the Russian intelligence -- our intelligence agencies all confirmed that Russian intelligence stole e-mails from our campaign chair, from the DNC, and selectively leaked them out over months, starting at our Democratic Convention, explicitly for the purpose of intervening in the election, hurting Hillary Clinton and helping Donald Trump.", "sentId": 165}], "secId": 94}, {"speaker": "MOOK", "sentences": [{"text": "We faced these headwinds the whole way through.", "sentId": 166}, {"text": "That was tough.", "sentId": 167}, {"text": "And I think it is absolutely affected the outcome.", "sentId": 168}], "secId": 95}, {"speaker": "TAPPER", "sentences": [{"text": "Kellyanne, after you took over, Donald Trump recast or recalibrated two of his more controversial proposals, the ban on -- the total and complete shutdown on Muslims entering this country until we figure out what the hell is going on -- I think is the exact quote -- and a deportation force to round up the 11 million to 12 million undocumented immigrants and remove them from the country.", "sentId": 169}], "secId": 96}, {"speaker": "TAPPER", "sentences": [{"text": "Those -- those changed.", "sentId": 170}, {"text": "He never explicitly repudiated them, but they changed in the way that he talked about them, the way that Governor Pence talked about them, the way that you talked about them.", "sentId": 171}], "secId": 97}, {"speaker": "TAPPER", "sentences": [{"text": "Was that part of the reset for the general election?", "sentId": 172}], "secId": 98}, {"speaker": "CONWAY", "sentences": [{"text": "I think it's part of explaining what you meant by what you said and putting it in policy prescription type of language.", "sentId": 173}], "secId": 99}, {"speaker": "CONWAY", "sentences": [{"text": "And that's what he did.", "sentId": 174}, {"text": "So, for example, the same day, Jake, that Mr. Trump flew down to Mexico to meet with the Mexican president, he -- he chose to accept the invitation.", "sentId": 175}, {"text": "Secretary Clinton did not.", "sentId": 176}], "secId": 100}, {"speaker": "CONWAY", "sentences": [{"text": "He then flew to Arizona and gave, again, a 10-point plan on how to reform our immigration system.", "sentId": 177}, {"text": "People may say they don't like it, but at least they can read it, they can examine it.", "sentId": 178}, {"text": "He has one.", "sentId": 179}, {"text": "It's there.", "sentId": 180}, {"text": "He delivered it over about 45, 60 minutes.", "sentId": 181}, {"text": "And then, of course, I'm sure it's on the Web site somewhere.", "sentId": 182}], "secId": 101}, {"speaker": "CONWAY", "sentences": [{"text": "So, in that -- in that regard, he explained how he would approach the immigration system if he were to be elected.", "sentId": 183}], "secId": 102}, {"speaker": "TAPPER", "sentences": [{"text": "President-elect Trump, without question, offended many minority groups and women, who are a majority, during this election, whether it is mocking a disabled reporter or seeming to question whether Judge Curiel could do his job because of his heritage.", "sentId": 184}], "secId": 103}, {"speaker": "TAPPER", "sentences": [{"text": "Did he ever in private express any regret about that?", "sentId": 185}, {"text": "Because we heard from him on election night a desire to bring the country together.", "sentId": 186}, {"text": "But that job will be tougher because of some of the things he said, mostly before you came on board.", "sentId": 187}], "secId": 104}, {"speaker": "CONWAY", "sentences": [{"text": "So, I won't divulge private conversations, but I will tell you that, shortly after I came on board, Mr. Trump was in North Carolina and gave a speech.", "sentId": 188}, {"text": "And some people in the media referred to it as the regret speech, because, toward the middle or the end of it, he talked about -- he expressed regret.", "sentId": 189}], "secId": 105}, {"speaker": "CONWAY", "sentences": [{"text": "That was the word he used.", "sentId": 190}, {"text": "He expressed regret for having offended anyone, he said, \"particularly with my words.\"", "sentId": 191}], "secId": 106}, {"speaker": "CONWAY", "sentences": [{"text": "And that's -- that's a leader, you know, showing humility and inclusiveness and regret, to use his word.", "sentId": 192}, {"text": "But I want to say this to you also.", "sentId": 193}, {"text": "If you're talking about just the", "sentId": 194}], "secId": 107}, {"speaker": "CONWAY", "sentences": [{"text": "numbers alone, Donald Trump did better among Hispanics and African- Americans than did Mitt Romney, John McCain, for example, the last two Republican presidential nominees, Jake.", "sentId": 195}], "secId": 108}, {"speaker": "CONWAY", "sentences": [{"text": "And he did much better among women than almost everybody, certainly everybody publicly predicted.", "sentId": 196}, {"text": "And you've got the first female presidential candidate.", "sentId": 197}, {"text": "She's on the cusp of being the female president.", "sentId": 198}], "secId": 109}, {"speaker": "CONWAY", "sentences": [{"text": "Where are all these women?", "sentId": 199}, {"text": "Where -- where are the marches of women saying, we must have the first female -- I didn't see them on Fifth Avenue.", "sentId": 200}, {"text": "I didn't see them in Washington, D.C.  And...", "sentId": 201}], "secId": 110}, {"speaker": "MOOK", "sentences": [{"text": "They were volunteering for the campaign.", "sentId": 202}], "secId": 111}, {"speaker": "CONWAY", "sentences": [{"text": "Well, they didn't come out and vote for her, though.", "sentId": 203}], "secId": 112}, {"speaker": "TAPPER", "sentences": [{"text": "Let's go to Declan Garvey from Harvard, who has a question for Kellyanne.", "sentId": 204}], "secId": 113}, {"speaker": "GARVEY", "sentences": [{"text": "My question has to do with president-elect Trump's communication strategy, specifically if he's going to continue using his Twitter account.", "sentId": 205}], "secId": 114}, {"speaker": "GARVEY", "sentences": [{"text": "I know it breeds a lot authenticity, but he's also been known to -- to tweet out falsehoods and -- and other liabilities.", "sentId": 206}, {"text": "So, is that something that he plans to do after inaugurated?", "sentId": 207}], "secId": 115}, {"speaker": "CONWAY", "sentences": [{"text": "So, that's going to be up to him, the Secret Service, and others who have to help decide those issues.", "sentId": 208}], "secId": 116}, {"speaker": "CONWAY", "sentences": [{"text": "I will tell you that the president-elect looks at his social media accounts, a combined 25 million -- or probably more at this point -- users on Twitter on Facebook as a very good platform for which to convey his messages.", "sentId": 209}], "secId": 117}, {"speaker": "CONWAY", "sentences": [{"text": "I can tell you firsthand that there are posts that he makes that otherwise would not be heard or seen by those 25 million people, but for him posting it.", "sentId": 210}], "secId": 118}, {"speaker": "CONWAY", "sentences": [{"text": "But he's a unique person who's been following his instincts and his judgment from the beginning.", "sentId": 211}], "secId": 119}, {"speaker": "TAPPER", "sentences": [{"text": "I think one of -- one of the points that I think we'd all be interested in hearing is, in the last week, he tweeted that there were millions of fraudulent votes.", "sentId": 212}, {"text": "There's no evidence that there were millions of fraudulent votes.", "sentId": 213}], "secId": 120}, {"speaker": "TAPPER", "sentences": [{"text": "I don't doubt that there were some fraudulent votes.", "sentId": 214}, {"text": "There always are.", "sentId": 215}, {"text": "But the idea that the only reason Hillary Clinton won the popular vote is because of millions of fraudulent votes is not true.", "sentId": 216}, {"text": "And then, when CNN reported on that, he started retweeting people criticizing Jeff Zeleny, our reporter, including a 16-year-old boy.", "sentId": 217}], "secId": 121}, {"speaker": "TAPPER", "sentences": [{"text": "And I think the question arises, in a room full of people who want president-elect Trump to succeed, who want him to realize a vision where there are more jobs coming in to this country, where you do achieve so much of what you want to achieve, is that really presidential behavior?", "sentId": 218}], "secId": 122}, {"speaker": "CONWAY", "sentences": [{"text": "Well, he's the president-elect.", "sentId": 219}, {"text": "So, that's -- that's presidential behavior, yes.", "sentId": 220}], "secId": 123}, {"speaker": "TAPPER", "sentences": [{"text": "So, the things that Bill Clinton did in the Oval Office...", "sentId": 221}], "secId": 124}, {"speaker": "CONWAY", "sentences": [{"text": "And I see where you're going, because I have been through the campaign.", "sentId": 222}], "secId": 125}, {"speaker": "TAPPER", "sentences": [{"text": "... in the Oval Office that you criticized, those were presidential?", "sentId": 223}], "secId": 126}, {"speaker": "CONWAY", "sentences": [{"text": "Are you actually comparing what Bill Clinton did in the Oval Office...", "sentId": 224}], "secId": 127}, {"speaker": "TAPPER", "sentences": [{"text": "You're saying, if the president does it, it's presidential.", "sentId": 225}, {"text": "I'm saying...", "sentId": 226}], "secId": 128}, {"speaker": "CONWAY", "sentences": [{"text": "Shall we -- shall we review for those who weren't born then what President Clinton did in the Oval Office?", "sentId": 227}], "secId": 129}, {"speaker": "TAPPER", "sentences": [{"text": "I'm saying just because a president does something doesn't make it presidential.", "sentId": 228}], "secId": 130}, {"speaker": "CONWAY", "sentences": [{"text": "Yes, I wasn't saying otherwise.", "sentId": 229}], "secId": 131}, {"speaker": "CONWAY", "sentences": [{"text": "But the fact is, this man is now president of the United States.", "sentId": 230}, {"text": "And he's tackling very big issues, the ones that he campaigned on and the ones he will execute through his first 100-day plan.", "sentId": 231}], "secId": 132}, {"speaker": "CONWAY", "sentences": [{"text": "I know him very well.", "sentId": 232}, {"text": "I'm a trusted adviser.", "sentId": 233}, {"text": "He is committed to making good on the promises and on the -- on the -- on, frankly, the plans.", "sentId": 234}], "secId": 133}, {"speaker": "CONWAY", "sentences": [{"text": "And he's going to be focused on that.", "sentId": 235}, {"text": "We need to move on and support the president and the initiatives that he's going to -- to make.", "sentId": 236}, {"text": "I -- I didn't like -- I don't like a lot of things that people in leadership do, but they're there.", "sentId": 237}, {"text": "And that should be respected.", "sentId": 238}], "secId": 134}, {"speaker": "CONWAY", "sentences": [{"text": "I mean, I was raised to respect the office of the president and its current occupant, no matter who he or she is.", "sentId": 239}], "secId": 135}, {"speaker": "MOOK", "sentences": [{"text": "Jake, I -- I just hope, moving forward  from this campaign -- Kellyanne is right.", "sentId": 240}, {"text": "The campaign's over.", "sentId": 241}, {"text": "It's time to move one.", "sentId": 242}], "secId": 136}, {"speaker": "MOOK", "sentences": [{"text": "I just hope the truth doesn't get lost or sacrificed.", "sentId": 243}], "secId": 137}, {"speaker": "TAPPER", "sentences": [{"text": "Hillary Clinton's campaign blames FBI Director James Comey for her loss, but it was the revelations of the e-mail scandal that behind the scenes split her top advisers.", "sentId": 244}, {"text": "We will have more on that next.", "sentId": 245}], "secId": 138}, {"speaker": "TAPPER", "sentences": [{"text": "Welcome back.", "sentId": 246}], "secId": 139}, {"speaker": "TAPPER", "sentences": [{"text": "Clinton campaign officials point to two things they say were out of their control that hurt her campaign, FBI Director Comey's investigation into her private e-mail server during her time at the State Department and those hacks that exposed via WikiLeaks private e- mails of her campaign chairman and officials at the Democratic National Committee.", "sentId": 247}], "secId": 140}, {"speaker": "TAPPER", "sentences": [{"text": "But do Clinton or any of her top aides bear any responsibility for any of this?", "sentId": 248}], "secId": 141}, {"speaker": "TAPPER", "sentences": [{"text": "Hillary Clinton's private e-mail server first came to light in March 2, 2015, a big story in \"The New York Times.\"", "sentId": 249}], "secId": 142}, {"speaker": "TAPPER", "sentences": [{"text": "We learned from one of these hacked e-mails published by WikiLeaks that John Podesta, the campaign chairman, sent you an e-mail saying, \"Did you have any idea the depth of this story?\"", "sentId": 250}], "secId": 143}, {"speaker": "TAPPER", "sentences": [{"text": "You answered, \"Nope.", "sentId": 251}, {"text": "We brought up the existence of e-mails in research this summer, but were told that everything was taken care of.\"", "sentId": 252}], "secId": 144}, {"speaker": "TAPPER", "sentences": [{"text": "In other e-mails, it comes out very clearly that there was a divide between the new guard, you and some others, and the old guard.", "sentId": 253}], "secId": 145}, {"speaker": "TAPPER", "sentences": [{"text": "And I'm wondering if you feel that some of the actions and activities that the old guard either allowed to happen, did themselves or enabled, whether it is giving speeches to Goldman Sachs, or setting up the private e-mail server, or the decision to become multi-multi- multi-millionaires -- did the decisions by those individuals, the old guard, make your job close to impossible?", "sentId": 254}], "secId": 146}, {"speaker": "MOOK", "sentences": [{"text": "Well, no, not at all.", "sentId": 255}], "secId": 147}, {"speaker": "MOOK", "sentences": [{"text": "We came very close to winning this campaign.", "sentId": 256}, {"text": "And -- and, as I said, we won the popular vote.", "sentId": 257}], "secId": 148}, {"speaker": "MOOK", "sentences": [{"text": "Look, Hillary said she regretted that e-mail setup, that it was a mistake.", "sentId": 258}, {"text": "She took responsibility for it and she apologized.", "sentId": 259}], "secId": 149}, {"speaker": "TAPPER", "sentences": [{"text": "No, I get it, but, like, forced you...", "sentId": 260}], "secId": 150}, {"speaker": "TAPPER", "sentences": [{"text": "But it -- but it happened.", "sentId": 261}, {"text": "And then, obviously -- you're talking about James Comey.", "sentId": 262}, {"text": "James Comey is in this conversation because of the e-mail server.", "sentId": 263}], "secId": 151}, {"speaker": "MOOK", "sentences": [{"text": "Sure.", "sentId": 264}], "secId": 152}, {"speaker": "MOOK", "sentences": [{"text": "But I think, look, again, if -- if any of us on the campaign could have gone back on a time machine, including Hillary Clinton, and changed this, absolutely, we would have.", "sentId": 265}], "secId": 153}, {"speaker": "MOOK", "sentences": [{"text": "But I think, despite that, this was the most overhyped, over-reported, overlitigated story in the history of American politics, full stop.", "sentId": 266}, {"text": "It was, and particularly because of what James Comey did.", "sentId": 267}], "secId": 154}, {"speaker": "MOOK", "sentences": [{"text": "You know, there are protocols at -- at the Justice Department that they are not to intervene in electoral races, they're not to report out on investigations", "sentId": 268}], "secId": 155}, {"speaker": "MOOK", "sentences": [{"text": "And particularly because of what James Comey did.", "sentId": 269}, {"text": "You know, there were protocols at the Justice Department that they are not to intervene in electoral races, they're not to report out on investigations in, you know, two, three, four months before an election.", "sentId": 270}, {"text": "This was a total breech of that protocol.", "sentId": 271}], "secId": 156}, {"speaker": "MOOK", "sentences": [{"text": "And totally unnecessary, particularly to write a letter saying we have some emails I haven't even looked at them.", "sentId": 272}, {"text": "It's - it's mind-boggling why he did this.", "sentId": 273}], "secId": 157}, {"speaker": "TAPPER", "sentences": [{"text": "Kellyanne, one of the things that came out that has come up in - in conversations after the election is that James Comey might not have felt empowered to do everything he did had the Attorney General, Loretta Lynch, not recused herself from the decision making because Bill Clinton had that meeting with her on an airplane on a tarmac.", "sentId": 274}], "secId": 158}, {"speaker": "TAPPER", "sentences": [{"text": "Do you agree with that premise that Bill Clinton, in some ways, empowered James Comey?", "sentId": 275}], "secId": 159}, {"speaker": "CONWAY", "sentences": [{"text": "Yes, that is true.", "sentId": 276}, {"text": "That actual meeting between the Attorney General and President Clinton bothered some voters because it just played right into the culture of corruptions slash the elite  and different set of rules for them than for the rest of us.", "sentId": 277}, {"text": "I mean, who in the world can do that, walk across and go on and pretend you're talking about the grandchildren for - I don't know - 40, 45, 50 minutes?", "sentId": 278}], "secId": 160}, {"speaker": "CONWAY", "sentences": [{"text": "I just want to say, too, lest Jim Comey be the scapegoat of this election, in fairness - in fairness Hillary Clinton had a very bad time convincing Americans - very tough time convincing Americans that she was honest and trustworthy.", "sentId": 279}, {"text": "That was in everybody's polling and that was long before the FBI investigation.", "sentId": 280}], "secId": 161}, {"speaker": "TAPPER", "sentences": [{"text": "You've referred to this as a post-factual election where the facts don't matter.", "sentId": 281}, {"text": "And you were just taking issue with something that Donald Trump said.", "sentId": 282}, {"text": "And there were other things that the so- called fake news -- disinformation out there -- stories -- there was a crazy story towards the end of the campaign in which the NYPD was supposedly about to throw Hillary Clinton and her whole gang in jail because of stuff found on Anthony Weiner's computer that linked everybody to child sex trafficking.", "sentId": 283}, {"text": "Just a bizarre story, that interestingly enough General Flynn retweeted at one point.", "sentId": 284}], "secId": 162}, {"speaker": "TAPPER", "sentences": [{"text": "How much of a problem was this post-factual election in your view?", "sentId": 285}], "secId": 163}, {"speaker": "MOOK", "sentences": [{"text": "I think it was a huge problem and I think - look, Jake, I think there's a lot of things that we need to examine coming out of this.", "sentId": 286}, {"text": "You just named one of them.", "sentId": 287}, {"text": "Congress has got to investigate what happened with Russia here.", "sentId": 288}, {"text": "We cannot have foreign, and foreign aggressors I would argue, intervening in our elections.", "sentId": 289}], "secId": 164}, {"speaker": "MOOK", "sentences": [{"text": "And we know that the Russians were promulgating fake news through Facebook and other outlets.", "sentId": 290}, {"text": "But look, we also had - and this is with all due respect to Kellyanne and to her colleagues, this isn't personal.", "sentId": 291}, {"text": "But, you know, Steve Bannon ran \"Breitbart News,\" which was notorious for peddling stories like this.", "sentId": 292}], "secId": 165}, {"speaker": "MOOK", "sentences": [{"text": "And I'm not attacking him personally, but they peddled a lot of stories on that website that are just false, they're just not true and that reinforced sexist, racist, anti-Semitic notions in people.", "sentId": 293}, {"text": "You know, headlines that just make your - that, you know, are shocking and insulting and shouldn't be part of our public discourse.", "sentId": 294}], "secId": 166}, {"speaker": "TAPPER", "sentences": [{"text": "Kellyanne?", "sentId": 295}], "secId": 167}, {"speaker": "CONWAY", "sentences": [{"text": "I think that the biggest piece of fake news in this election was that Donald Trump couldn't win.", "sentId": 296}, {"text": "So, there's that.", "sentId": 297}, {"text": "And that was peddled probably for weeks and months before the campaign; definitely in the closing days.", "sentId": 298}, {"text": "If you look at major newspapers and major cable stations, networks, Jake, it's unmistakable --", "sentId": 299}], "secId": 168}, {"speaker": "TAPPER", "sentences": [{"text": "I never said that he couldn't win.", "sentId": 300}, {"text": "I said...", "sentId": 301}], "secId": 169}, {"speaker": "CONWAY", "sentences": [{"text": "I didn't say you didn't --", "sentId": 302}], "secId": 170}, {"speaker": "TAPPER", "sentences": [{"text": "... it was a competitive race while there's a  --", "sentId": 303}], "secId": 171}, {"speaker": "CONWAY", "sentences": [{"text": "I didn't say you didn't.", "sentId": 304}], "secId": 172}, {"speaker": "CONWAY", "sentences": [{"text": "No, no, no.", "sentId": 305}, {"text": "I'm saying - but particularly print stories.", "sentId": 306}, {"text": "I mean, we have colleagues who we all respect, some of whom are in this room, that represent outlets.", "sentId": 307}, {"text": "Literally, if you go back, because we have them, and you pull the whole front page --", "sentId": 308}], "secId": 173}, {"speaker": "TAPPER", "sentences": [{"text": "There's a lot of Dewey defeats Truman's out there.", "sentId": 309}], "secId": 174}, {"speaker": "CONWAY", "sentences": [{"text": "It's unbelievable.", "sentId": 310}], "secId": 175}, {"speaker": "TAPPER", "sentences": [{"text": "Absolutely.", "sentId": 311}], "secId": 176}, {"speaker": "CONWAY", "sentences": [{"text": "That's fake because it's based on things that just aren't true.", "sentId": 312}, {"text": "They have no path, they have no ground game.", "sentId": 313}, {"text": "She's got more money, she has more personnel, she can't possibly lose.", "sentId": 314}, {"text": "And then, of course, the growing average  - which I'm not going to - the persistent chronic narrative , which I'm not going to repeat here but they essentially boil down to Donald Trump takes the wings off of butterflies.", "sentId": 315}], "secId": 177}, {"speaker": "CONWAY", "sentences": [{"text": "And that - you know, America said that there's a difference between what may offend me and what absolutely effects me.", "sentId": 316}, {"text": "And I, as a voter, am going to go that way.", "sentId": 317}], "secId": 178}, {"speaker": "TAPPER", "sentences": [{"text": "Are you at all concerned by the fact that intelligence agencies say that Russians were hacking into the email accounts and the email servers of the DNC and John Podesta and that it may have --", "sentId": 318}], "secId": 179}, {"speaker": "CONWAY", "sentences": [{"text": "to be true.", "sentId": 319}], "secId": 180}, {"speaker": "TAPPER", "sentences": [{"text": "Well, somebody --", "sentId": 320}], "secId": 181}, {"speaker": "CONWAY", "sentences": [{"text": "And we have --", "sentId": 321}], "secId": 182}, {"speaker": "TAPPER", "sentences": [{"text": "Somebod6y hacked  --", "sentId": 322}], "secId": 183}, {"speaker": "CONWAY", "sentences": [{"text": "Yes, but people -- people have been  saying that the Trump campaign knew, that the Trump campaign was in on it .", "sentId": 323}], "secId": 184}, {"speaker": "TAPPER", "sentences": [{"text": "No, I'm not saying any of that.", "sentId": 324}, {"text": "But the intelligence agencies have testified to that fact.", "sentId": 325}, {"text": "I mean --", "sentId": 326}], "secId": 185}, {"speaker": "MOOK", "sentences": [{"text": "It is a fact, Jake.", "sentId": 327}, {"text": "Seventeen agencies said this is --", "sentId": 328}], "secId": 186}, {"speaker": "TAPPER", "sentences": [{"text": "Admiral Mike Rodgers, who President-elect Trump is interviewing for a potential job has said it as well.", "sentId": 329}, {"text": "I mean, they're -- clearly, a foreign actor was doing it.", "sentId": 330}, {"text": "Does it just -- assuming that it's true, OK?", "sentId": 331}], "secId": 187}, {"speaker": "CONWAY", "sentences": [{"text": "I don't want to assume that it's true because I don't know it and you're asking me a hypothetical .", "sentId": 332}, {"text": "You're the one who quoted from WikiLeaks.", "sentId": 333}, {"text": "I didn't.", "sentId": 334}, {"text": "So --", "sentId": 335}], "secId": 188}, {"speaker": "MOOK", "sentences": [{"text": "Seventeen national security agencies have said this is true.", "sentId": 336}, {"text": "It's true and --", "sentId": 337}], "secId": 189}, {"speaker": "TAPPER", "sentences": [{"text": "I don't understand why you're -- I don't understand why you're reluctant to acknowledge that the intelligence agencies were saying that.", "sentId": 338}], "secId": 190}, {"speaker": "CONWAY", "sentences": [{"text": "I am not reluctant to acknowledge that.", "sentId": 339}, {"text": "That's not the question you asked me.", "sentId": 340}, {"text": "But I will tell you that we're not -- we're not pro-foreign government interference if that's what you're asking.", "sentId": 341}], "secId": 191}, {"speaker": "MOOK", "sentences": [{"text": "I just -- I got to say this.", "sentId": 342}, {"text": "It's been  weighing on my conscience.", "sentId": 343}, {"text": "It is outrageous that a foreign aggressor got involved in our election.", "sentId": 344}, {"text": "It has got to be investigated and it should never, ever happen again in our history.", "sentId": 345}], "secId": 192}, {"speaker": "TAPPER", "sentences": [{"text": "The Boston Globe recently ran an op-ed by a woman named Diane Heston .", "sentId": 346}, {"text": "She was hired by your campaign to study undecided voters in battle ground states, to talk to them every week and find out what they were thinking.", "sentId": 347}, {"text": "She wrote that there was one moment more than any other where she saw undecided voters shift to Donald Trump.", "sentId": 348}, {"text": "It was not the Comey letter, it was when Hillary Clinton referred to the basket of deplorables.", "sentId": 349}, {"text": "She made that comment on September 9th.", "sentId": 350}], "secId": 193}, {"speaker": "TAPPER", "sentences": [{"text": "Did you realize that at that time that that comment that she made was as potentially damaging as this one study by somebody who worked for your campaign says it was?", "sentId": 351}], "secId": 194}, {"speaker": "MOOK", "sentences": [{"text": "I -- first of all, Hillary apologized right away after that and said that she -- that she misspoke and that she regretted the comment.", "sentId": 352}, {"text": "That's something that Donald Trump wouldn't do, you know, for --", "sentId": 353}], "secId": 195}, {"speaker": "CONWAY", "sentences": [{"text": "She didn't say that really .", "sentId": 354}, {"text": "She said she regretted putting a number on it.", "sentId": 355}], "secId": 196}, {"speaker": "TAPPER", "sentences": [{"text": "She regretted saying that.", "sentId": 356}], "secId": 197}, {"speaker": "MOOK", "sentences": [{"text": "She regretted her choice of words.", "sentId": 357}, {"text": "But Donald Trump never apologized --", "sentId": 358}], "secId": 198}, {"speaker": "TAPPER", "sentences": [{"text": "I'm talking about Hillary Clinton right now.", "sentId": 359}], "secId": 199}, {"speaker": "MOOK", "sentences": [{"text": "Sure.", "sentId": 360}, {"text": "But --", "sentId": 361}], "secId": 200}, {"speaker": "CONWAY", "sentences": [{"text": "They do.", "sentId": 362}], "secId": 201}, {"speaker": "MOOK", "sentences": [{"text": "But --", "sentId": 363}], "secId": 202}, {"speaker": "TAPPER", "sentences": [{"text": "You both do it.", "sentId": 364}], "secId": 203}, {"speaker": "CONWAY", "sentences": [{"text": "Guess what, we won .", "sentId": 365}], "secId": 204}, {"speaker": "TAPPER", "sentences": [{"text": "That's true.", "sentId": 366}], "secId": 205}, {"speaker": "MOOK", "sentences": [{"text": "No, but I think look, you're talking about one instance where Hillary Clinton said one thing.", "sentId": 367}, {"text": "She immediately explained that she regretted.", "sentId": 368}], "secId": 206}, {"speaker": "TAPPER", "sentences": [{"text": "So you don't think it has --", "sentId": 369}], "secId": 207}, {"speaker": "CONWAY", "sentences": [{"text": "I think she regretted -- she regretted getting caught .", "sentId": 370}], "secId": 208}, {"speaker": "MOOK", "sentences": [{"text": "I think -- I think it definitely could have alienated some voters and that's why she got out there right away.", "sentId": 371}], "secId": 209}, {"speaker": "MOOK", "sentences": [{"text": "Look, here's the other thing I will say, though.", "sentId": 372}, {"text": "I was proud the day after the election that Hillary Clinton said in her speech that Donald Trump is the president-elect and that he deserves the benefit of the doubt and the chance to lead, and we all need to give him that.", "sentId": 373}], "secId": 210}, {"speaker": "MOOK", "sentences": [{"text": "I'm very critical of some of the choices he's already made of the kind of people he's appointing.", "sentId": 374}, {"text": "Those are his choices to make.", "sentId": 375}, {"text": "I do hope he will listen to that popular vote, to the voices out there who did object to a lot of the things he said.", "sentId": 376}, {"text": "He does have the opportunity to bring the country together and I certainly hope that he'll do that.", "sentId": 377}], "secId": 211}, {"speaker": "TAPPER", "sentences": [{"text": "Yes, Yasmin Radjy from the Harvard Kennedy School has a question for you, Robby.", "sentId": 378}], "secId": 212}, {"speaker": "RADJY", "sentences": [{"text": "Thank you so much both for being here tonight.", "sentId": 379}], "secId": 213}, {"speaker": "RADJY", "sentences": [{"text": "I wanted to ask you a question about whether the Clinton campaign was too confident or some -- some might say arrogant throughout this election cycle in a way that might have led to some complacency among voters.", "sentId": 380}], "secId": 214}, {"speaker": "MOOK", "sentences": [{"text": "We know for a fact that some young people in particular were voting for third-party candidates.", "sentId": 381}, {"text": "And if those votes had gone a different way, the election could have turned out a different way.", "sentId": 382}, {"text": "It's their choice where to put their votes.", "sentId": 383}, {"text": "I'm not criticizing or blaming them.", "sentId": 384}], "secId": 215}, {"speaker": "MOOK", "sentences": [{"text": "I was very frustrated at times when -- and I think Kellyanne and I would agree on this.", "sentId": 385}, {"text": "When some news outlets would say the election was a foregone conclusion, or when, you know, this habit that I think some news organizations got into assigning a percentage likelihood to win and so on.", "sentId": 386}, {"text": "I think we have to reevaluate that system.", "sentId": 387}], "secId": 216}, {"speaker": "TAPPER", "sentences": [{"text": "But do you think that the Clinton campaign bears any of the responsibility for that impression that this was a foregone conclusion?", "sentId": 388}], "secId": 217}, {"speaker": "TAPPER", "sentences": [{"text": "I know that you -- you hold people in the media accountable.", "sentId": 389}, {"text": "Do you also think they are responsible?", "sentId": 390}], "secId": 218}, {"speaker": "CONWAY", "sentences": [{"text": "I do think there is some responsibility, because when they were opening up the leads in the public media polling, things were said like Election Day will be over -- the election will be over before Election Day because of the early vote press call --", "sentId": 391}], "secId": 219}, {"speaker": "MOOK", "sentences": [{"text": "Well it was said about specific states .", "sentId": 392}], "secId": 220}, {"speaker": "CONWAY", "sentences": [{"text": "It was said in a press call...", "sentId": 393}], "secId": 221}, {"speaker": "MOOK", "sentences": [{"text": "That do vote early.", "sentId": 394}], "secId": 222}, {"speaker": "CONWAY", "sentences": [{"text": "... and people wrote  it  like it was the truth without fact checking or verifying it.", "sentId": 395}], "secId": 223}, {"speaker": "TAPPER", "sentences": [{"text": "The most shocking moment of the campaign and how Donald Trump responded.", "sentId": 396}, {"text": "What happened behind the scenes when that \"Access Hollywood\" video came out?", "sentId": 397}, {"text": "That's next.", "sentId": 398}], "secId": 224}, {"speaker": "TAPPER", "sentences": [{"text": "Welcome back to STATE OF THE UNION.", "sentId": 399}, {"text": "I'm Jake Tapper.", "sentId": 400}], "secId": 225}, {"speaker": "TAPPER", "sentences": [{"text": "Campaigns are often defined by unexpected moments and how the candidates respond.", "sentId": 401}, {"text": "For Donald Trump, his moment came when the \"Washington Post\" published this unseen footage from \"access Hollywood.\"", "sentId": 402}], "secId": 226}, {"speaker": "TRUMP", "sentences": [{"text": "When you're a star, they let you do it.", "sentId": 403}, {"text": "You can do anything.", "sentId": 404}], "secId": 227}, {"speaker": "BUSH", "sentences": [{"text": "Whatever you want.", "sentId": 405}], "secId": 228}, {"speaker": "TRUMP", "sentences": [{"text": "Grab them by the .", "sentId": 406}, {"text": "You can do anything.", "sentId": 407}], "secId": 229}, {"speaker": "TAPPER", "sentences": [{"text": "So what happened behind the scenes at the campaign after that video was released?", "sentId": 408}, {"text": "How did Donald Trump react?", "sentId": 409}, {"text": "I asked his campaign manager, Kellyanne Conway, to take us back to the moment that many observers thought doomed Trump's candidacy.", "sentId": 410}], "secId": 230}, {"speaker": "TAPPER", "sentences": [{"text": "Who told Donald Trump about the tape?", "sentId": 411}, {"text": "Who watched it with him?", "sentId": 412}, {"text": "What was his reaction?", "sentId": 413}], "secId": 231}, {"speaker": "CONWAY", "sentences": [{"text": "We were in debate prep and one of the members of the team came in and took some of us -- a few of us out, and showed us, we didn't have the tape for a long time.", "sentId": 414}, {"text": "We only had a transcript.", "sentId": 415}, {"text": "And so -- but anyway, you know the rest.", "sentId": 416}], "secId": 232}, {"speaker": "CONWAY", "sentences": [{"text": "Donald Trump decided he would like to put out a video apology, and he did that night.", "sentId": 417}, {"text": "And two days later was the -- less than two days later was the second debate in St. Louis, and he carried forward with that, and I will tell you, if you look at the polling, that incident affected Donald Trump's numbers much more significantly than the Comey letter affected Hillary Clinton's numbers.", "sentId": 418}, {"text": "That's just a fact.", "sentId": 419}, {"text": "You can go back and look at the data.", "sentId": 420}, {"text": "And there was not early voting really underway on October 7 as opposed to what had already been banked by October 28.", "sentId": 421}, {"text": "A lot of folks had voted already by the time the Comey letter came out, three weeks to the day.", "sentId": 422}], "secId": 233}, {"speaker": "MOOK", "sentences": [{"text": "Probably 80 to 90 percent of the electorate had not yet voted when the Comey letter came out.", "sentId": 423}], "secId": 234}, {"speaker": "TAPPER", "sentences": [{"text": "When the tape came out, \"Saturday Night Live\" had Hillary Clinton popping a bottle of champagne.", "sentId": 424}], "secId": 235}, {"speaker": "MOOK", "sentences": [{"text": "That was ridiculous.", "sentId": 425}], "secId": 236}, {"speaker": "TAPPER", "sentences": [{"text": "Was -- but was that your reaction?", "sentId": 426}, {"text": "Did you think, oh my God, this is done, this is over?", "sentId": 427}], "secId": 237}, {"speaker": "MOOK", "sentences": [{"text": "Not at all that was -- in fact, I remember, the meeting I was in when that news came out was we were dealing with WikiLeaks.", "sentId": 428}, {"text": "And that was something that our campaign, stolen emails that the Russians were leaking out, we had to deal with that every day, and we stayed focused on that.", "sentId": 429}, {"text": "I thought people -- anybody who was popping champagne bottles was just wrong.", "sentId": 430}, {"text": "And in fact, again, I remember putting -- we put out a video two weeks out from election day saying, we can lose this race, and we've got to rally and we've got to work hard.", "sentId": 431}], "secId": 238}, {"speaker": "TAPPER", "sentences": [{"text": "I want to move on to the vice presidential decisions.", "sentId": 432}], "secId": 239}, {"speaker": "TAPPER", "sentences": [{"text": "At what point was Bernie Sanders stricken from the list?", "sentId": 433}, {"text": "And the reason I ask is because we know that he was on the list of 39 or so possible contenders.", "sentId": 434}, {"text": "He obviously generated a great deal of enthusiasm.", "sentId": 435}, {"text": "He obviously reached out to a lot of groups that you didn't find easy to reach out - Millennials, white working class voters.", "sentId": 436}], "secId": 240}, {"speaker": "TAPPER", "sentences": [{"text": "He won the Michigan primary.", "sentId": 437}, {"text": "He won the Wisconsin primary.", "sentId": 438}, {"text": "Two states you ultimately did not win.", "sentId": 439}, {"text": "Why not put him on the ticket?", "sentId": 440}, {"text": "What did Tim Kaine offer that Bernie Sanders didn't?", "sentId": 441}], "secId": 241}, {"speaker": "MOOK", "sentences": [{"text": "Yes, that's a great question.", "sentId": 442}, {"text": "And well  Bernie Sanders is a really important part of our campaign no matter what.", "sentId": 443}, {"text": "We would not have had the successful convention that we did without Bernie Sanders' help.", "sentId": 444}, {"text": "We would not have had as many people support us as did without Bernie Sanders' help.", "sentId": 445}], "secId": 242}, {"speaker": "MOOK", "sentences": [{"text": "He was an enormous part of our -- presence on the ground in October in particular, and we're really grateful to him for that.", "sentId": 446}, {"text": "You know, the decision -- I think Kellyanne would agree with this -- the decision about who should be your vice president should be a decision about who you think is ready to do the job and who you can see as a partner.", "sentId": 447}], "secId": 243}, {"speaker": "MOOK", "sentences": [{"text": "You know, someone down the hall that you can call on to work with you.", "sentId": 448}, {"text": "And that's how Hillary approached this, and I assume that's how Donald Trump approached this as well.", "sentId": 449}, {"text": "And that -- and he was up on that list because he deserves to be on the list.", "sentId": 450}, {"text": "And he was considered fully along with over 30 other people.", "sentId": 451}], "secId": 244}, {"speaker": "MOOK", "sentences": [{"text": "But at the end of the day, she felt like Tim Kaine would represent her views and values if, God forbid, he had to become president; that he had the background and preparation to do the job.", "sentId": 452}, {"text": "But also that that partnership and that chemistry was the right one.", "sentId": 453}], "secId": 245}, {"speaker": "TAPPER", "sentences": [{"text": "Do you think that Bernie Sanders might have made it a tougher race?", "sentId": 454}], "secId": 246}, {"speaker": "CONWAY", "sentences": [{"text": "Yes, and Bernie Sanders -- I'd also like to publically thank Bernie Sanders for his effect on our campaign because he softened up Hillary Clinton.", "sentId": 455}, {"text": "He won 22 states and 13 million voters, and that ain't nothing.", "sentId": 456}, {"text": "That -- that's a significant --", "sentId": 457}], "secId": 247}, {"speaker": "MOOK", "sentences": [{"text": "And then worked hard to deliver them for Hillary Clinton.", "sentId": 458}, {"text": "I laughed.", "sentId": 459}], "secId": 248}, {"speaker": "CONWAY", "sentences": [{"text": "Well, he did - he did.", "sentId": 460}], "secId": 249}, {"speaker": "MOOK", "sentences": [{"text": "Very hard.", "sentId": 461}], "secId": 250}, {"speaker": "CONWAY", "sentences": [{"text": "But, I was at the same convention in Philadelphia, the Democratic Convention.", "sentId": 462}, {"text": "And the fact is his supporters were still out there protesting her.", "sentId": 463}, {"text": "He was in -- he was in the hall being, you know, a dutiful Democratic Convention soldier, but his supporters were not.", "sentId": 464}], "secId": 251}, {"speaker": "CONWAY", "sentences": [{"text": "And you saw on election day, if you read the polls, that still many of them were upset by the way that he was treated and the fact that their -- the views that they took to the table were never really fully assimilated into the Clinton-Kaine campaign.", "sentId": 465}, {"text": "I assumed her choice of Tim Kaine had something to do with Virginia, but it may have had something to do with not being overshadowed.", "sentId": 466}], "secId": 252}, {"speaker": "CONWAY", "sentences": [{"text": "I thought that he was not a particularly effective pick in the end, or at the beginning.", "sentId": 467}, {"text": "And certainly not at the vice presidential debate, which was not even close.", "sentId": 468}, {"text": "He interrupted the female moderator about 36 times.", "sentId": 469}, {"text": "That was not a great moment.", "sentId": 470}], "secId": 253}, {"speaker": "CONWAY", "sentences": [{"text": "And look, I just want to tell you.", "sentId": 471}, {"text": "Somebody who was involved in the vice presidential selection process, suggestions anyway.", "sentId": 472}, {"text": "I had worked with Mike Pence for probably 10 years, and he had been in Congress for 12 years, 10 of which he sat on the Foreign Affairs Committee, very successful governor of Indiana.", "sentId": 473}], "secId": 254}, {"speaker": "CONWAY", "sentences": [{"text": "We always thought if we were going to bust that blue wall, it would definitely be with the help of a running mate who comes from that area and really allies himself with the concerns of the working class voters.", "sentId": 474}], "secId": 255}, {"speaker": "TAPPER", "sentences": [{"text": "After the break, Hillary Clinton called Donald Trump to concede the election, but why did we not see her afterwards?", "sentId": 475}, {"text": "That's next.", "sentId": 476}], "secId": 256}, {"speaker": "TAPPER", "sentences": [{"text": "Welcome back.", "sentId": 477}], "secId": 257}, {"speaker": "TAPPER", "sentences": [{"text": "After Hillary Clinton conceded the race to Donald Trump on the phone, we did not see her give a speech shortly thereafter.", "sentId": 478}, {"text": "She waited until the next day for her public concession.", "sentId": 479}], "secId": 258}, {"speaker": "TAPPER", "sentences": [{"text": "What was going on behind the scenes?", "sentId": 480}, {"text": "Why did she wait?", "sentId": 481}, {"text": "I asked Clinton campaign manager, Robby Mook, about the moment that ended Hillary Clinton's bid to become the first woman president.", "sentId": 482}], "secId": 259}, {"speaker": "TAPPER", "sentences": [{"text": "John Podesta came out, spoke to your supporters saying that Hilary Clinton was not going to have any comments that evening.", "sentId": 483}, {"text": "A lot of people were surprised that there was not going to be any seeming closure that evening given the fact that it was apparent that Donald Trump had won.", "sentId": 484}], "secId": 260}, {"speaker": "TAPPER", "sentences": [{"text": "We know now that President Obama called Secretary Clinton and said \"you need to concede.\"", "sentId": 485}, {"text": "She did call Donald Trump and she did concede.", "sentId": 486}, {"text": "The next morning, she was going to give her concession speech.", "sentId": 487}, {"text": "It took a couple hours before she got to the stage and gave the speech, the much celebrated speech praised by everyone.", "sentId": 488}, {"text": "What was going on behind the scenes?", "sentId": 489}], "secId": 261}, {"speaker": "MOOK", "sentences": [{"text": "Well, a little fact checking there...", "sentId": 490}], "secId": 262}, {"speaker": "TAPPER", "sentences": [{"text": "OK, please -", "sentId": 491}], "secId": 263}, {"speaker": "MOOK", "sentences": [{"text": "... but first of all -- well, we set the time for that speech the night before.", "sentId": 492}, {"text": "We wanted to give our people time to show up and be there and get through security and so on so it's not as if that speech was delayed.", "sentId": 493}, {"text": "We set that time at maybe 4:00 in the morning --", "sentId": 494}], "secId": 264}, {"speaker": "TAPPER", "sentences": [{"text": "The impression that a lot of us had was, boy, she's having a tough time with this.", "sentId": 495}, {"text": "Certainly understandably so --", "sentId": 496}], "secId": 265}, {"speaker": "MOOK", "sentences": [{"text": "No.", "sentId": 497}], "secId": 266}, {"speaker": "TAPPER", "sentences": [{"text": "No?", "sentId": 498}], "secId": 267}, {"speaker": "MOOK", "sentences": [{"text": "No and in fact some of these reports are -- like Kellyanne, I'm not going to get into private conversations that were had.", "sentId": 499}, {"text": "She made the decision to call Donald Trump.", "sentId": 500}, {"text": "No -- before --", "sentId": 501}], "secId": 268}, {"speaker": "TAPPER", "sentences": [{"text": "She didn't do that because President Obama told her?", "sentId": 502}], "secId": 269}, {"speaker": "MOOK", "sentences": [{"text": "She made -- she made that decision on her own before she spoke to the president.", "sentId": 503}, {"text": "And she made it because she believed and she had said during the campaign that it is important to our democracy that whoever wins, that their opponent concede the election and be supportive of them becoming president-elect and so she acted in good faith with that.", "sentId": 504}], "secId": 270}, {"speaker": "CONWAY", "sentences": [{"text": "And that is true.", "sentId": 505}, {"text": "We had arranged ahead of time...", "sentId": 506}], "secId": 271}, {"speaker": "MOOK", "sentences": [{"text": "We did...", "sentId": 507}], "secId": 272}, {"speaker": "CONWAY", "sentences": [{"text": "... how we would speak with each other that night.", "sentId": 508}, {"text": "TAPPER:  You had talked before the election?", "sentId": 509}], "secId": 273}, {"speaker": "CONWAY", "sentences": [{"text": "We had emailed and agreed.", "sentId": 510}, {"text": "I see an email from Robby Mook and I think it's a fundraising job .", "sentId": 511}], "secId": 274}, {"speaker": "CONWAY", "sentences": [{"text": "And then I click on -- I'm like, it's an email from Robby.", "sentId": 512}, {"text": "I'm invited .", "sentId": 513}], "secId": 275}, {"speaker": "TAPPER", "sentences": [{"text": "So, you two -- you two had actually negotiated this?", "sentId": 514}], "secId": 276}, {"speaker": "CONWAY", "sentences": [{"text": "Yes, yes, yes --", "sentId": 515}], "secId": 277}, {"speaker": "MOOK", "sentences": [{"text": "We had a plan .", "sentId": 516}], "secId": 278}, {"speaker": "CONWAY", "sentences": [{"text": "We had a little plan and we actually did have a plan.", "sentId": 517}, {"text": "Yes.", "sentId": 518}], "secId": 279}, {"speaker": "MOOK", "sentences": [{"text": "And we actually kind of executed on that plan.", "sentId": 519}], "secId": 280}, {"speaker": "CONWAY", "sentences": [{"text": "I looked down at my phone and it said Huma Abedin, I said \"oh my gosh\" and I handed it to Donald Trump and -- and he's absolutely right.", "sentId": 520}], "secId": 281}, {"speaker": "CONWAY", "sentences": [{"text": "Secretary Clinton was gracious but she congratulated Donald Trump and she also conceded to him and that's an important point to make here because now you have people participating in a recount and as the person who was asked 3,462 times on television, Jake, will he respect the election results?", "sentId": 521}, {"text": "Will his supporters move on --", "sentId": 522}], "secId": 282}, {"speaker": "TAPPER", "sentences": [{"text": "I only asked you twice.", "sentId": 523}, {"text": "I only asked you twice.", "sentId": 524}], "secId": 283}, {"speaker": "CONWAY", "sentences": [{"text": "Will his supporters move on?", "sentId": 525}, {"text": "I'd like to pose the question to her supporters.", "sentId": 526}, {"text": "Are you going to accept the election results?", "sentId": 527}, {"text": "Because hash tag, #hesyourpresidenttoo, and I -- I think the right questions were being asked about the wrong candidate and the wrong -- and the supporters but I am glad Robby just mentioned that because the combination Secretary Clinton congratulating, conceding, and then telling the American people the next day, let's have a peaceful -- I'm paraphrasing her now but let's have a peaceful transfer of democracy, let's respect the process and the president-elect.", "sentId": 528}], "secId": 284}, {"speaker": "TAPPER", "sentences": [{"text": "Robby Mook, Kellyanne Conway, thank you so much.", "sentId": 529}], "secId": 285}, {"speaker": "CONWAY", "sentences": [{"text": "Thank you.", "sentId": 530}], "secId": 286}, {"speaker": "TAPPER", "sentences": [{"text": "We really appreciate it.", "sentId": 531}], "secId": 287}, {"speaker": "TAPPER", "sentences": [{"text": "Thanks for watching the special edition of STATE OF THE UNION.", "sentId": 532}], "secId": 288}, {"speaker": "You can catch me here every Sunday and weekdays on \"THE LEAD\" at 4", "sentences": [{"text": "00 p.m. Eastern.", "sentId": 533}, {"text": "Go to CNN.com/SOTU, that's STATE OF THE UNION for extras from the show.", "sentId": 534}, {"text": "I'm Jake Tapper in Washington.", "sentId": 535}], "secId": 289}, {"speaker": "You can catch me here every Sunday and weekdays on \"THE LEAD\" at 4", "sentences": [{"text": "\"FAREED ZAKARIA GPS\" is next.", "sentId": 536}], "secId": 290}], "sectionCount": 291, "url": "transcripts.cnn.com/TRANSCRIPTS/1612/04/sotu.01.html", "sentenceCount": 538, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired December 4, 2016 - 09:00   ET", "speakers": ["TAPPER", "together", "CONWAY", "MOOK", "areas", "TRUMP", "though", "GARVEY", "RADJY", "BUSH", "You can catch me here every Sunday and weekdays on \"THE LEAD\" at 4"], "title": "STATE OF THE UNION"}