{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1603.20.ip.01.html.json", "subTitle": "Trump's Next Test; Western Tuesday; Multiple Plots to Stop Trump; Can Sanders Make a Dent in Clinton's Lead?; Obama's Impact on the 2016 Race. Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Donald Trump at ground zero in America's immigration debate.", "sentId": 0}], "secId": 0}, {"speaker": "TRUMP", "sentences": [{"text": "We're going to build a wall, and we're going to stop it.", "sentId": 1}, {"text": "It's going to end.", "sentId": 2}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Arizona and Utah are big tests of Trump's momentum, and of whether Ted Cruz, as they say in the West, is all hat and no cattle.", "sentId": 3}], "secId": 2}, {"speaker": "CRUZ", "sentences": [{"text": "We're seeing Republicans unite all across this country.", "sentId": 4}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Plus, Bernie Sanders tests a new dig at Hillary Clinton.", "sentId": 5}], "secId": 4}, {"speaker": "SANDERS", "sentences": [{"text": "And let me say a word or two about my good friend Donald Trump.", "sentId": 6}, {"text": "Just kidding.", "sentId": 7}, {"text": "He's not my good friend.", "sentId": 8}, {"text": "In fact, I never even went to one of his weddings.", "sentId": 9}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "The West should bring Sanders some wins, but will they be big enough to change Clinton's giant delegate edge?", "sentId": 10}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 11}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIE POLITICS.", "sentId": 12}, {"text": "I'm John King.", "sentId": 13}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 14}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "There are two Republican and six Democratic contests in the week ahead.", "sentId": 15}, {"text": "And three questions for this next phase of a fascinating presidential race.", "sentId": 16}, {"text": "One, the map just ahead is favorable to Bernie Sanders, but can he win by big enough margins to make a real dent in Hillary Clinton's big lead in the delegate chase?", "sentId": 17}], "secId": 9}, {"speaker": "SANDERS", "sentences": [{"text": "We have a path toward victory that goes right through Idaho!", "sentId": 18}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Question two, can Donald Trump keep winning and with margins that keep the magic number of 1,237 delegates within his reach?", "sentId": 19}], "secId": 11}, {"speaker": "TRUMP", "sentences": [{"text": "We've won now, I think, 21 states, OK?", "sentId": 20}, {"text": "Twenty-one.", "sentId": 21}, {"text": "And we've won in massive, massive landslides.", "sentId": 22}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "And question three, and this is a big one, can the stop Trump movement prove itself to be more than just talk?", "sentId": 23}, {"text": "Meaning could Ted Cruz or John Kasich start consistently beating Trump on election days?", "sentId": 24}], "secId": 13}, {"speaker": "CRUZ", "sentences": [{"text": "I don't know if John Kasich is perhaps campaigning to be Donald Trump's vice president, but he has been eliminated mathematically from having any possibility of becoming the nominee.", "sentId": 25}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights this Sunday, Maggie Haberman of \"The New York Times,\" Ed O'Keefe of \"The Washington Post,\" CNN's MJ Lee, and Julie Pace of \"The Associated Press\".", "sentId": 26}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Arizona and Utah hold Republican contests Tuesday, 98 delegates total.", "sentId": 27}, {"text": "And all of Arizona's 58 go to the winner.", "sentId": 28}], "secId": 16}, {"speaker": "TRUMP", "sentences": [{"text": "Ted Cruz, can you believe it, he wasn't born in our country, folks.", "sentId": 29}, {"text": "He was born in Canada.", "sentId": 30}, {"text": "He's weak on immigration.", "sentId": 31}, {"text": "He's in favor of amnesty.", "sentId": 32}, {"text": "Lyin' Ted.", "sentId": 33}, {"text": "We call him \"lyin' Ted.\"", "sentId": 34}, {"text": "So lyin' Ted comes up with the bible high and he's going with the bible.", "sentId": 35}, {"text": "He puts it down and he start lyin'.", "sentId": 36}], "secId": 17}, {"speaker": "TRUMP", "sentences": [{"text": "And you know what?", "sentId": 37}, {"text": "The evangelicals don't like liars.", "sentId": 38}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Subtle, as always.", "sentId": 39}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Arizona isn't exactly a big evangelical state.", "sentId": 40}, {"text": "But Trump does it his way and it's hard to argue with the results so far.", "sentId": 41}, {"text": "Mormons, however, are a big Utah constituency.", "sentId": 42}, {"text": "The state is the home to the Church of Jesus Christ of Latter-Day Saints.", "sentId": 43}, {"text": "Mitt Romney is one of its elders.", "sentId": 44}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Governor Romney says he'll be voting for Ted Cruz, which Trump, of course, could not leave unanswered.", "sentId": 45}], "secId": 21}, {"speaker": "TRUMP", "sentences": [{"text": "I have a lot of friends -- by the way, Mitt Romney is not one of the did this guy choke?", "sentId": 46}, {"text": "He's a choke artist.", "sentId": 47}, {"text": "I can't believe.", "sentId": 48}, {"text": "Are you sure he's a Mormon?", "sentId": 49}, {"text": "Are we sure?", "sentId": 50}], "secId": 22}, {"speaker": "TRUMP", "sentences": [{"text": "He choked.", "sentId": 51}, {"text": "He choked.", "sentId": 52}, {"text": "It was so sad.", "sentId": 53}, {"text": "He should have beaten Obama.", "sentId": 54}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Again, two states, 98 delegates.", "sentId": 55}, {"text": "Call it Wild West Tuesday or what you will.", "sentId": 56}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "And a key test for a stop Trump movement that so far is all talk and little consequential action.", "sentId": 57}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "Let's start there.", "sentId": 58}, {"text": "A lot of meetings, a lot of phone calls, a lot of people putting up money, but you can't stop Donald Trump in a conference room or conference call.", "sentId": 59}, {"text": "You'll have to stop him on election day.", "sentId": 60}, {"text": "Ted Cruz thinks Utah maybe this week opportunity one?", "sentId": 61}], "secId": 26}, {"speaker": "HABERMAN", "sentences": [{"text": "Look, if Ted Cruz clears 50 percent in Utah, Ted Cruz gets all of those 40 delegates.", "sentId": 62}, {"text": "So I think that the problem for the stop Trump course is that they got going quite late.", "sentId": 63}, {"text": "The problem is that they haven't figured out certain ways in which to stop Trump.", "sentId": 64}, {"text": "It's just that they're sort of working backwards from where they would have liked to have been.", "sentId": 65}], "secId": 27}, {"speaker": "HABERMAN", "sentences": [{"text": "If Trump keeps losing certain states, especially caucuses where organization matters, it does raise questions about how he's going to fare going forward in a general election.", "sentId": 66}], "secId": 28}, {"speaker": "HABERMAN", "sentences": [{"text": "The idea is no longer about trying to eclipse Trump because realistically, the people who want to stop him don't think they can.", "sentId": 67}, {"text": "What they want to do is deny him the 1,237 delegates needed and that they do think they can do.", "sentId": 68}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "They think they can do that.", "sentId": 69}, {"text": "But one of the horses in the race has to perform to do that.", "sentId": 70}, {"text": "And I think you'd have to say so far, yes, Governor Kasich won Ohio last week, it's his home state.", "sentId": 71}, {"text": "Ted Cruz won his home state of Texas and he has another half dozen wins.", "sentId": 72}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "But if you look at that swath from South Carolina over to the Texas border, Cruz frankly has way underperformed.", "sentId": 73}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "So, how do you stop Donald Trump unless somebody beats him on Election Day?", "sentId": 74}], "secId": 32}, {"speaker": "LEE", "sentences": [{"text": "Yes, I think you can't overstate how important Tuesday is because of Arizona and Utah.", "sentId": 75}, {"text": "The case that the Cruz campaign is making Monday and Tuesday is that they perform better in caucus contests and that they do better in close primaries.", "sentId": 76}, {"text": "And they point out that more of the upcoming contests are close primaries that things are sort of ling up in this their favor.", "sentId": 77}], "secId": 33}, {"speaker": "LEE", "sentences": [{"text": "However, if he -- as Maggie pointed out -- does not win the 50 percent or more to get all the delegates, if he does not do well in Arizona, then I think that really changes the narrative for him and the argument that they're trying to make even though the map looks very hard for him, the math looks very hard for him, that he can really get there and beat him outright, beat Trump outright.", "sentId": 78}], "secId": 34}, {"speaker": "PACE", "sentences": [{"text": "And the Cruz campaign also says they would be best positioned in a head-to- head matchup with Donald Trump.", "sentId": 79}, {"text": "The problem is he's not.", "sentId": 80}], "secId": 35}, {"speaker": "PACE", "sentences": [{"text": "And if you're John Kasich, you are hearing from a lot of people privately telling him that they think he's the only one among the three contenders who could win in a general election.", "sentId": 81}, {"text": "The problem there, of course, is Kasich is not getting votes from Republican primary voters at this point.", "sentId": 82}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "So, everybody has their alleged rationale anyway, or their rationale to stay in the race as we go forward.", "sentId": 83}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Mitt Romney, among those who waited a very long time to take on Trump in a public way, has thrown his body onto the field but in an odd way.", "sentId": 84}, {"text": "He was -- for John Kasich on Monday, saying vote for John Kasich if you're in Ohio, now he's going to vote tomorrow for Ted Cruz.", "sentId": 85}, {"text": "And neither one of those was an endorsement apparently.", "sentId": 86}, {"text": "It's just his stating his opinion.", "sentId": 87}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "But he did put this on Facebook to -- let's just say put an emphasis on why he wants to stop Donald Trump.", "sentId": 88}, {"text": "\"Today, there's a contest between Trumpism and Republicanism.", "sentId": 89}, {"text": "Through the calculated statements of its leader, Trumpism has become associated with racism, misogyny, xenophobia, vulgarity, and most recently, threats and violence.", "sentId": 90}, {"text": "I am repulsed by each and every one of these.\"", "sentId": 91}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "Why did it take so long?", "sentId": 92}], "secId": 40}, {"speaker": "HABERMAN", "sentences": [{"text": "Sorry.", "sentId": 93}, {"text": "Mitt Romney is not exactly known for being bold, which was part of his problem in his own campaign.", "sentId": 94}, {"text": "He's clearly finding it easier to do this for someone else.", "sentId": 95}], "secId": 41}, {"speaker": "HABERMAN", "sentences": [{"text": "But you are correct, he is sort of bet hedging.", "sentId": 96}, {"text": "It looks like he's having that person not succeed because then essentially he has burned out his one opportunity.", "sentId": 97}, {"text": "I do think that Mitt Romney wants to be an influential voice in the party and he thinks this is the best way that he can do it.", "sentId": 98}, {"text": "He came pretty close to saying that John Kasich should get out of the race.", "sentId": 99}, {"text": "He just didn't actually say it.", "sentId": 100}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "And what a moment that is.", "sentId": 101}, {"text": "When Ted Cruz got into the race, the central premise was \"I'm not Mitt Romney\" and \"I'm not John McCain\".", "sentId": 102}, {"text": "\"I'm not going to appeal to conservatives in the primaries and then go mushy soft mellow moderate in the general.\"", "sentId": 103}], "secId": 43}, {"speaker": "O'KEEFE", "sentences": [{"text": "I just think that Cruz is now going to be the beneficiary of the same problem that Marco Rubio had in the wake of Bush's defeat, Jeb Bush's exit in that he's going to become the establishment pick and Republicans that are left are going to start to see that and think -- well, he's now the guy that we don't want to play with and we want to go support Donald Trump instead.", "sentId": 104}, {"text": "I think there's great risk for Cruz in the next few weeks if this keeps up.", "sentId": 105}], "secId": 44}, {"speaker": "O'KEEFE", "sentences": [{"text": "And look, I think you're right, Romney is risk averse.", "sentId": 106}, {"text": "If Cruz loses in Utah or can't get as many delegates as he'd like, I think the question for the \"stop Trump\" people is you're going to have to go back to the drawing board and really figure out a new way because -- and look at this calendar coming up.", "sentId": 107}], "secId": 45}, {"speaker": "O'KEEFE", "sentences": [{"text": "April 26th, Connecticut, Delaware, Maryland, Pennsylvania, Rhode Island.", "sentId": 108}, {"text": "Those are not states where Ted Cruz is going to do well.", "sentId": 109}, {"text": "Everything that he embodies repulses a lot of Republicans in these mid-Atlantic and northeastern states.", "sentId": 110}], "secId": 46}, {"speaker": "O'KEEFE", "sentences": [{"text": "So, if you're John Kasich, you know, you should be spending a lot of time on April 26th to sort of refute the idea that you shouldn't still be in this race.", "sentId": 111}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "You mentioned -- you just spoke a sentence where you said Ted Cruz is becoming the establishment candidate.", "sentId": 112}], "secId": 48}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yes, whoever thought?", "sentId": 113}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Tells us everything we need to know about this year.", "sentId": 114}, {"text": "A lot of money, maybe not enough, or maybe too late, but money is now going into the stop Trump movement including this ad that is running.", "sentId": 115}, {"text": "It's by a PAC as its director a former Romney campaign operative who I believe -- I believe -- correct me if I'm wrong -- was in the Jeb Bush camp.", "sentId": 116}, {"text": "But Donald Trump -- these are Donald Trump's words but not being spoken by Donald Trump.", "sentId": 117}], "secId": 50}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Dog, fat pig.", "sentId": 118}], "secId": 51}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Real quotes from Donald Trump about women.", "sentId": 119}], "secId": 52}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "A person who is very flat-chested is very hard to be a ten.", "sentId": 120}], "secId": 53}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "I'd look her right in that fat, ugly face of hers.", "sentId": 121}], "secId": 54}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Look at that face.", "sentId": 122}, {"text": "Would anyone vote for that?", "sentId": 123}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Will it work with Republican primary voters?", "sentId": 124}], "secId": 56}, {"speaker": "O'KEEFE", "sentences": [{"text": "There's reason to believe it would have worked in Florida, had that ad started running a month and a half ago and not three weeks before the Florida primary.", "sentId": 125}, {"text": "There was evidence that suggested the polling would have started to shift a little bit away from Trump.", "sentId": 126}], "secId": 57}, {"speaker": "LEE", "sentences": [{"text": "So, I do agree with everyone here that the anti-Trump movement started too late.", "sentId": 127}, {"text": "It probably is too late.", "sentId": 128}, {"text": "However, I do think it's worth pointing out and you can roll your eyes if you want, that this effort has gotten a little bit more sophisticated, and it has gotten more textured.", "sentId": 129}], "secId": 58}, {"speaker": "HABERMAN", "sentences": [{"text": "Absolutely.", "sentId": 130}], "secId": 59}, {"speaker": "LEE", "sentences": [{"text": "I mean, not only are they just talking about stopping Trump, not only are they talking about how to stop Trump a$ a contested convention, they're also interestingly talking about how to talk about a contested convention and stopping him if he gets there without the 1,237 delegates, without making it seem like the GOP is suddenly denying him a nomination that he is owed that it is on him.", "sentId": 131}, {"text": "It is his responsibility to get him there because the chaos that could result if it does seem like the party is simply taking from Trump that he is owed, I think you can't really overstate that.", "sentId": 132}], "secId": 60}, {"speaker": "PACE", "sentences": [{"text": "At the same time, there has been a tremendous amount of indecision not only about starting a stop Trump movement but then within the stop Trump movement.", "sentId": 133}, {"text": "Well, we can't say we should all rally behind Ted Cruz because we don't want to hurt Kasich's feelings and we should have a third-party candidate but we're $ not going to rally around anyone in a serious way.", "sentId": 134}, {"text": "There are a lot of meetings and phone calls, but decisions are not being made quickly enough.", "sentId": 135}], "secId": 61}, {"speaker": "HABERMAN", "sentences": [{"text": "I think we're still pretty far out from in terms of the third-party candidate thing.", "sentId": 136}, {"text": "I don't think you're going to see that until you see Donald Trump as the nominee for one.", "sentId": 137}, {"text": "So that's going to take a while and it's not going to be, as my colleagues reported today, that is less about we can win all 50 states.", "sentId": 138}, {"text": "Then we can go into key states and particularly states where there are Senate races where Republicans are worried about and try to run a candidate who would feel where there could be enough ticket splitting where it's not going to be a problem.", "sentId": 139}], "secId": 62}, {"speaker": "HABERMAN", "sentences": [{"text": "I do -- I agree with MJ.", "sentId": 140}, {"text": "I do think there is still plenty of runway for folks.", "sentId": 141}, {"text": "It is, however, a problem of a lack of a consistent message.", "sentId": 142}, {"text": "So I was looking at that ad with the women talking.", "sentId": 143}, {"text": "That was one of several ads that were aired.", "sentId": 144}], "secId": 63}, {"speaker": "HABERMAN", "sentences": [{"text": "One of the problems in Florida was you had something like five different ads going against him, all of which said the same thing.", "sentId": 145}, {"text": "The most effective, a lot of Republican strategists have said which was very much like the ads against Mitt Romney in 2012 that featured a student from Trump University basically as a testimonial saying my money was robbed.", "sentId": 146}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Before we go, the person who would be helping Donald Trump at this open convention, at least as of today, would be his campaign manager, Corey Lewandowski.", "sentId": 147}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "There's a former Breitbart news writer who says, and he denies it, that Corey Lewandowski grabbed her and threw her aside when she tried to question Mr. Trump.", "sentId": 148}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Here's video from an event last night.", "sentId": 149}, {"text": "You can see it right here.", "sentId": 150}, {"text": "Corey Lewandowski is the gentleman in the gray suit right there, and you watch his arm come out.", "sentId": 151}, {"text": "Now there's two arms.", "sentId": 152}, {"text": "There's a man behind.", "sentId": 153}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "But then you watch the gray suit arm, it comes on the collar of the gentleman right here.", "sentId": 154}, {"text": "It's in slow motion.", "sentId": 155}, {"text": "I want you to see it.", "sentId": 156}, {"text": "There you go.", "sentId": 157}, {"text": "You see the collar you see the gray suit?", "sentId": 158}, {"text": "Now I think we can -- now there you see it.", "sentId": 159}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "Now, the campaign is saying that if there was a pull or if there was any force, it did not come from Mr. Lewandowski.", "sentId": 160}, {"text": "And we're not there and we can't see that.", "sentId": 161}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "But that is Donald Trump's campaign manager in the crowd with protesters and his hand is clearly on the protester there.", "sentId": 162}, {"text": "Can anybody tell me why?", "sentId": 163}], "secId": 70}, {"speaker": "LEE", "sentences": [{"text": "No.", "sentId": 164}, {"text": "This just really underscores what a bizarre and unusual and strange campaign this is.", "sentId": 165}, {"text": "I mean, the fact that the campaign manager, as you point out, was mingling in the crowds for whatever reason, that is not his job.", "sentId": 166}, {"text": "I think the video shows that his hand was definitely on the person's collar.", "sentId": 167}, {"text": "Whether there was pulling or not, I can't say definitively, but the fact that he was there, the fact that this is a role that he's playing I think is definitely troubling.", "sentId": 168}], "secId": 71}, {"speaker": "HABERMAN", "sentences": [{"text": "It would seem that there are other people in a campaign who were competent to accomplish the task of removing pro testers.", "sentId": 169}, {"text": "So when you have a candidate who says I don't condone violence in one breath, but on the other hand, I'd like to punch that guy in the face, as he said at a rally in Las Vegas at the end of February.", "sentId": 170}, {"text": "When you have a campaign manager that's the second time now in t he has been accused of having some kind of physical contact with someone, I don't understand what's happening.", "sentId": 171}, {"text": "And I don't understand why this would be part of a routine task that a top official would be performing.", "sentId": 172}], "secId": 72}, {"speaker": "PACE", "sentences": [{"text": "But if anyone expects that Trump is going to say something that Corey did something wrong, remember that after his victories on Tuesday night, who was standing right over his shoulder on stage on television?", "sentId": 173}, {"text": "Corey Lewandowski.", "sentId": 174}], "secId": 73}, {"speaker": "HABERMAN", "sentences": [{"text": "The difference between that and this, the video I saw last because it was a frontal angle.", "sentId": 175}, {"text": "That's a side angle.", "sentId": 176}, {"text": "You can't see those arms there.", "sentId": 177}], "secId": 74}, {"speaker": "HABERMAN", "sentences": [{"text": "The argument from the Trump folks during the issue involving Michelle Fields was you can't really tell from the video.", "sentId": 178}, {"text": "I don't think you can say that on this video.", "sentId": 179}, {"text": "Although the campaign, I should note, is still saying it did nothing.", "sentId": 180}], "secId": 75}, {"speaker": "O'KEEFE", "sentences": [{"text": "He's gotten a lot of credit for being a hands-on manager, but this seems a step too far.", "sentId": 181}], "secId": 76}, {"speaker": "HABERMAN", "sentences": [{"text": "Say \"drum roll\", please?", "sentId": 182}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "There we go.", "sentId": 183}, {"text": "The drum roll on that one.", "sentId": 184}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "When we come back, Donald Trump warns of riots if Republican leaders try to deny him the presidential nomination.", "sentId": 185}, {"text": "Up next, the math that could very well lead to a contested convention.", "sentId": 186}, {"text": "First, though, politicians say or sing the darnedest things.", "sentId": 187}, {"text": "Michelle", "sentId": 188}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Obama channeling Boys II Men as she looks past eight years in the White House.", "sentId": 189}], "secId": 80}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "We have a related audience question from Mrs. Obama about her time in the White House, which I've had a good time in your house.", "sentId": 190}], "secId": 81}, {"speaker": "OBAMA", "sentences": [{"text": "Time is almost up.", "sentId": 191}], "secId": 82}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "No, no, no, no!", "sentId": 192}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 193}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "So, how difficult is it to keep Donald Trump from clinching the nomination before the convention before the GOP convention in Cleveland?", "sentId": 194}], "secId": 85}, {"speaker": "Let's game out a few scenarios.  Here's where we stand today", "sentences": [{"text": "Mr. Trump has 683 delegates.", "sentId": 195}, {"text": "Cruz is in second place with 421.", "sentId": 196}, {"text": "You see Kasich and Rubio behind them.", "sentId": 197}], "secId": 86}, {"speaker": "Let's game out a few scenarios.  Here's where we stand today", "sentences": [{"text": "The magic number is 1,237.", "sentId": 198}, {"text": "Now, I can't go through all of the states one by one, so here's one scenario.", "sentId": 199}, {"text": "Look how this plays out.", "sentId": 200}, {"text": "What if Mr. Trump keeps winning in the Midwest and here in the east when New York and Pennsylvania, Connecticut, et cetera, gave one to Kasich here and Ted Cruz keeps winning out west?", "sentId": 201}], "secId": 87}, {"speaker": "Let's game out a few scenarios.  Here's where we stand today", "sentences": [{"text": "We could get to the point where Trump somewhere around here and the California primary's coming up, right?", "sentId": 202}, {"text": "That's on June 7th.", "sentId": 203}, {"text": "If Trump won big there after winning a bunch here, that would put him across the line.", "sentId": 204}], "secId": 88}, {"speaker": "Let's game out a few scenarios.  Here's where we stand today", "sentences": [{"text": "But that's just one scenario.", "sentId": 205}, {"text": "Let's take that away and come back to a different scenario.", "sentId": 206}, {"text": "What if Governor Kasich starts to do better and he gets Pennsylvania, he gets Rhode Island here, he gets Delaware here?", "sentId": 207}, {"text": "Ted Cruz keeps winning out in the west.", "sentId": 208}], "secId": 89}, {"speaker": "Let's game out a few scenarios.  Here's where we stand today", "sentences": [{"text": "Then you've got something like this, and then under the scenario, again, this is just a scenario, Trump wins in California and wins big.", "sentId": 209}, {"text": "Then look at this.", "sentId": 210}, {"text": "He's a little shy.", "sentId": 211}, {"text": "So you could have Donald Trump get to the convention.", "sentId": 212}, {"text": "He could be at nine-something or ten- something.", "sentId": 213}, {"text": "He could be, if he runs the board here and wins California, right around 1,213.", "sentId": 214}], "secId": 90}, {"speaker": "Let's game out a few scenarios.  Here's where we stand today", "sentences": [{"text": "Mr. Trump says in any event if he's close to the magic line and then you don't give him the nomination and these guys are way back here, Trump says make me the nominee, or watch out.", "sentId": 215}], "secId": 91}, {"speaker": "TRUMP", "sentences": [{"text": "I think we'll win before getting to the convention.", "sentId": 216}, {"text": "But I can tell you, if we didn't and if we're 20 votes short or if we're -- if we're, you know, 100 short and we're at 1,100 and somebody else is at 500 or 400 because we're way ahead of everybody, I don't think you can say that we don't get it automatically.", "sentId": 217}, {"text": "I think it would be -- I think you'd have riots.", "sentId": 218}, {"text": "I think you'd have riots.", "sentId": 219}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "That may well be true.", "sentId": 220}, {"text": "But is the leader of a movement, a guy who wants to be president, supposed to say that?", "sentId": 221}, {"text": "Or is he supposed to say, my supporters would be incredibly disappointed, and I would have to keep them -- I would have to manage them because they would be furious.", "sentId": 222}, {"text": "It would be undemocratic.", "sentId": 223}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "There's a way to make that point without saying there would be riots, is there not?", "sentId": 224}], "secId": 94}, {"speaker": "PACE", "sentences": [{"text": "There is, but we've been asking that question about a lot of things Donald Trump has said.", "sentId": 225}, {"text": "I think in some ways, he is sending a signal to his supporters about what could happen and what perhaps he would like to see happen if he gets to the convention and is a little bit short of 1,237.", "sentId": 226}], "secId": 95}, {"speaker": "PACE", "sentences": [{"text": "And I frankly don't think he's wrong.", "sentId": 227}, {"text": "I think if he goes into the convention, he is very close.", "sentId": 228}, {"text": "And he's won the majority of states and the majority of voters.", "sentId": 229}, {"text": "And Republicans through a process that will be incredibly confusing and very hard to understand even for those of us who follow this closely try to take this away from him essentially, I think you are going to have a lot of upheaval.", "sentId": 230}, {"text": "It just doesn't necessarily look democratic, even though it will be within their right to try to do.", "sentId": 231}], "secId": 96}, {"speaker": "O'KEEFE", "sentences": [{"text": "These rules have existed for years and we're going to see whether or not they have to use them.", "sentId": 232}, {"text": "And I think as you pointed out earlier, the sophistication of the stop Trump argument is we have rules.", "sentId": 233}, {"text": "We will use those rules if we need to.", "sentId": 234}, {"text": "And people will just have to deal with it.", "sentId": 235}], "secId": 97}, {"speaker": "O'KEEFE", "sentences": [{"text": "But looking at your numbers there, again, if you're John Kasich, go on a campaign for governor of Pennsylvania and Rhode Island.", "sentId": 236}, {"text": "And then run for Congress and, like, 12 of those congressional districts in California because that will stop Trump.", "sentId": 237}], "secId": 98}, {"speaker": "O'KEEFE", "sentences": [{"text": "If you're Ted Cruz, keep running in Nebraska, Oregon, Washington, Montana, New Mexico, South Dakota.", "sentId": 238}, {"text": "A two-front war that Trump has to fight stops Trump conceivably because he can't focus on one person.", "sentId": 239}, {"text": "He'll be distracted on both ends country.", "sentId": 240}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "It does.", "sentId": 241}, {"text": "However, he needs about 54 percent -- our delegate count is a little on low because we haven't fully declared Missouri.", "sentId": 242}, {"text": "It looks like Trump is going to carry that.", "sentId": 243}, {"text": "But we'll see what happens.", "sentId": 244}, {"text": "He gets another 12.", "sentId": 245}, {"text": "So, then he needs about 54 percent from here on out.", "sentId": 246}, {"text": "If he wins", "sentId": 247}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Arizona and if Cruz is under 50 percent in Utah, let's say Trump gets 25 percent, ten delegates.", "sentId": 248}, {"text": "Then that would be winning about 70 percent of this Tuesday.", "sentId": 249}, {"text": "That means if he goes into Wisconsin, his number goes down to 52 percent.", "sentId": 250}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "If he wins Wisconsin -- so he can still do this.", "sentId": 251}], "secId": 102}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yes.", "sentId": 252}], "secId": 103}, {"speaker": "HABERMAN", "sentences": [{"text": "But you're asking two different questions.", "sentId": 253}, {"text": "And one is the question of will his supporters be upset and will there be a reason that his supporters will be upset if he goes to the convention and there is an effort to change the rules?", "sentId": 254}], "secId": 104}, {"speaker": "HABERMAN", "sentences": [{"text": "And to be clear, the way these convention rules work -- and you know this -- they get re-upped every four years.", "sentId": 255}, {"text": "So they were going to go into these rules regardless.", "sentId": 256}], "secId": 105}, {"speaker": "HABERMAN", "sentences": [{"text": "The problem is this rule was inserted in 2012 saying that there was a threshold of having to win the majority of delegations in at least eight states.", "sentId": 257}, {"text": "So far, Trump is the only one who qualifies for that.", "sentId": 258}], "secId": 106}, {"speaker": "HABERMAN", "sentences": [{"text": "So, the question is, does that get changed so others can qualify?", "sentId": 259}], "secId": 107}, {"speaker": "HABERMAN", "sentences": [{"text": "Corey Lewandowski of the last block has made himself a delegate in New Hampshire for Trump which initially I wasn't sure what the rationale there was.", "sentId": 260}, {"text": "Now I am under the impression that it's because he's trying to get on the rules committee or possibly other committees.", "sentId": 261}, {"text": "But that's one question.", "sentId": 262}], "secId": 108}, {"speaker": "HABERMAN", "sentences": [{"text": "The other question you're asking is it appropriate for a major lead of a party which Trump is at this point.", "sentId": 263}, {"text": "It doesn't mean that he is the de facto nominee or the presumptive nominee, but he is certainly a major figure to be talking about riots and using language like that.", "sentId": 264}], "secId": 109}, {"speaker": "HABERMAN", "sentences": [{"text": "And that is a different question.", "sentId": 265}, {"text": "I think we are past the point of sort of Donald Trump says wacky things.", "sentId": 266}, {"text": "This is some serious stuff.", "sentId": 267}], "secId": 110}, {"speaker": "HABERMAN", "sentences": [{"text": "And as we saw, you know, it was not just that Lewandowski incident at the Tucson rally.", "sentId": 268}, {"text": "There was a really, really violent interaction between a supporter of Trump's and a protester who was being taken out.", "sentId": 269}, {"text": "And this is not dissimilar from what we saw in North Carolina of somebody getting sucker punched.", "sentId": 270}, {"text": "There is a danger there.", "sentId": 271}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "You mentioned in the last block, we're all focused on this Tuesday, this primary.", "sentId": 272}, {"text": "Two weeks and the week after that.", "sentId": 273}, {"text": "We're all focused on the drama at the moment as are all the campaigns as is the stop Trump movement.", "sentId": 274}, {"text": "Where do we spend the money, who do we organize?", "sentId": 275}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "But if you -- one of the scenarios is, if you cannot deny him the nomination is to find somebody credible to run as a conservative third-party candidate so that other Republicans have a place to go.", "sentId": 276}, {"text": "Most people concede that probably elects a Democrat but it gives the Senate somewhere who can't be for Trump to say I'm with Ed.", "sentId": 277}, {"text": "But the problem with that is if you wait to see --", "sentId": 278}], "secId": 113}, {"speaker": "O'KEEFE", "sentences": [{"text": "It took me a minute.", "sentId": 279}], "secId": 114}, {"speaker": "O'KEEFE", "sentences": [{"text": "It's happening.", "sentId": 280}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "But if you wait to see if Trump is the nominee, if you wait too long, you bump up against filing deadlines.", "sentId": 281}, {"text": "The filing deadlines start right around the convention.", "sentId": 282}, {"text": "So if you're going to do this, you'd better get ready to do it now.", "sentId": 283}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "Just ask Ross Perot.", "sentId": 284}, {"text": "It takes a lot of money.", "sentId": 285}, {"text": "Just ask Michael Bloomberg.", "sentId": 286}, {"text": "It takes a lot of money.", "sentId": 287}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "Can they really do this?", "sentId": 288}], "secId": 118}, {"speaker": "LEE", "sentences": [{"text": "Yes, and I think establishment Republicans have to be very clear and they have to be clear starting now/yesterday on what exactly their goal is.", "sentId": 289}], "secId": 119}, {"speaker": "LEE", "sentences": [{"text": "And with a third-party candidate, I do not think it is about running for a third-party candidate and thinking that that person can win.", "sentId": 290}, {"text": "I think it is actually more about preserving the party's legacy, saying, look, we have presented someone who is an alternative to Donald Trump.", "sentId": 291}, {"text": "We do not believe that Trump presents, you know, the principles of our party.", "sentId": 292}], "secId": 120}, {"speaker": "LEE", "sentences": [{"text": "And here is a person that everyone else who believes in those principles can vote for.", "sentId": 293}, {"text": "And then we move on four years from now.", "sentId": 294}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "But if you're preserving your petition's legacy by destroying your party, by tearing apart your party, this is the box they find themselves in.", "sentId": 295}], "secId": 122}, {"speaker": "PACE", "sentences": [{"text": "There's a difference that we're seeing right now between someone like a Mitch McConnell who through all signals that he's sending would probably line up behind Trump as the nominee.", "sentId": 296}, {"text": "And then some of these younger people like Ben Sasse, people who consider themselves true conservatives instead of necessarily Republicans who are looking for an alternative option.", "sentId": 297}], "secId": 123}, {"speaker": "PACE", "sentences": [{"text": "So you would actually have a split in terms of these sort of establishment true conservative Republicans.", "sentId": 298}, {"text": "So you just have a mess.", "sentId": 299}, {"text": "But some of these Republicans say no matter what they do, it's going to be a mess, so why not just go with this long-shot option?", "sentId": 300}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "Well, we'll keep an eye on this that.", "sentId": 301}, {"text": "Remember, though, two contests.", "sentId": 302}, {"text": "As we keep the Republican math in mind.", "sentId": 303}], "secId": 125}, {"speaker": "KING", "sentences": [{"text": "Up next, Bernie Sanders sees some big wins in the days ahead, but will they be big enough to make a dent in Hillary Clinton's big delegate lead?", "sentId": 304}], "secId": 126}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 305}], "secId": 127}, {"speaker": "KING", "sentences": [{"text": "There are six Democratic contests this week.", "sentId": 306}, {"text": "Three on Tuesday and then three more on Saturday.", "sentId": 307}, {"text": "Bernie Sanders could go 5 for 6, possibly even 6 for 6.", "sentId": 308}, {"text": "That would be a game changer, right?", "sentId": 309}], "secId": 128}, {"speaker": "KING", "sentences": [{"text": "Well, there's momentum and then there's math.", "sentId": 310}, {"text": "Take a peek here.", "sentId": 311}, {"text": "Hillary Clinton heading into this week has about 330-delegate lead.", "sentId": 312}, {"text": "These are just pledge delegates.", "sentId": 313}, {"text": "This is does not involve any of the super delegates.", "sentId": 314}, {"text": "Three hundred thirty lead in pledge delegates.", "sentId": 315}], "secId": 129}, {"speaker": "KING", "sentences": [{"text": "Now, let's say that Bernie Sanders wins them all right here in the West on Tuesday.", "sentId": 316}, {"text": "Now, the Clinton campaign says, wait a minute.", "sentId": 317}, {"text": "We're competitive in Arizona.", "sentId": 318}, {"text": "We might win Arizona.", "sentId": 319}], "secId": 130}, {"speaker": "KING", "sentences": [{"text": "But just for the sake of the hypothetical, say Bernie wins them all on Tuesday.", "sentId": 320}, {"text": "Then, say, he wins three more, all out west, Alaska, Hawaii, Washington state on Saturday.", "sentId": 321}], "secId": 131}, {"speaker": "KING", "sentences": [{"text": "Bernie Sanders, if he won all six of those contests, 55-45, he would cut Hillary Clinton's lead, the beginning of the week, 330, the end of the week, 302, somewhere in that ballpark.", "sentId": 322}, {"text": "So he would make up a little ground but not a lot.", "sentId": 323}], "secId": 132}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton says I'm so far ahead that even if you have a week like this, you can't catch me.", "sentId": 324}, {"text": "Why don't you tone it down, Senator Sanders?", "sentId": 325}], "secId": 133}, {"speaker": "KING", "sentences": [{"text": "He says such talk, though, is reckless.", "sentId": 326}], "secId": 134}, {"speaker": "SANDERS", "sentences": [{"text": "It would be extraordinarily undemocratic to tell the people in half the states in America, oh, you don't have a right to get involved in the nominating process for the Democratic candidate.", "sentId": 327}, {"text": "If you write off or if you say to half the states in this country that they should not participate, their response may well be on Election Day, well, you didn't want us to participate in the primary process, you know, we're not going to come out to the general election.", "sentId": 328}], "secId": 135}, {"speaker": "KING", "sentences": [{"text": "But so, Bernie Sanders is essentially saying my supporters, if you ignore us, treat us with disrespect, we won't be there in November.", "sentId": 329}, {"text": "But how does he manage this moment in the sense that he could have huge week?", "sentId": 330}], "secId": 136}, {"speaker": "KING", "sentences": [{"text": "He could win six contests.", "sentId": 331}, {"text": "He could win 5 of 6 contests and make barely a scratch in her delegate math, which is going to -- his supporters are going to be all revved up, here comes Bernie.", "sentId": 332}, {"text": "But?", "sentId": 333}], "secId": 137}, {"speaker": "HABERMAN", "sentences": [{"text": "The problem is that a lot of Democrats and frankly a lot of media are also not treating like this race is still going on.", "sentId": 334}, {"text": "I think that's his main challenge.", "sentId": 335}, {"text": "He needs to have a bunch of wins and then say, look at how well I did.", "sentId": 336}, {"text": "It's not justifiable that people are not treating us for real.", "sentId": 337}], "secId": 138}, {"speaker": "HABERMAN", "sentences": [{"text": "He does still have this incredible low-dollar support base which I think will continue to fund him especially if he has a bunch of wins.", "sentId": 338}, {"text": "His argument is not particularly different than what Hillary Clinton said in 2008 when she was running against Barack Obama.", "sentId": 339}, {"text": "And I have been expecting his campaign would say more of that.", "sentId": 340}], "secId": 139}, {"speaker": "HABERMAN", "sentences": [{"text": "His language also -- excuse me, his remarks in substance are not that different than what Donald Trump is saying either.", "sentId": 341}, {"text": "It's just that the tone is very different.", "sentId": 342}], "secId": 140}, {"speaker": "HABERMAN", "sentences": [{"text": "But I do think that mathematically, it is becoming extremely hard for them to make a credible case, and they have changed their argument, the Sanders campaign.", "sentId": 343}, {"text": "Before it was that, you know, super delegates shouldn't count.", "sentId": 344}, {"text": "Now, they're looking towards super delegates.", "sentId": 345}, {"text": "And I think that becomes difficult to navigate.", "sentId": 346}], "secId": 141}, {"speaker": "O'KEEFE", "sentences": [{"text": "His point about staying home in November actually does cause a lot of fear for Clinton folks.", "sentId": 347}, {"text": "And they realize that as much as she can talk about saying, get out, or suggest get out, they have to be very careful about that because should those young voters especially stay home in certain states, it could rob her of winning places like Colorado, Nevada, you know, even perhaps places like Pennsylvania if you have to make up a margin against a Trump.", "sentId": 348}], "secId": 142}, {"speaker": "O'KEEFE", "sentences": [{"text": "So, they have to be very careful.", "sentId": 349}, {"text": "They know, though, that this is going to be a rougher week for them potentially because he will win.", "sentId": 350}, {"text": "The problem is if he doesn't win with, like, 80 percent plus in each contest, he will not catch her.", "sentId": 351}, {"text": "You have to keep doing that over the course of the next few weeks.", "sentId": 352}], "secId": 143}, {"speaker": "KING", "sentences": [{"text": "Right, he would have to win just about everything from here on out if he wins one 60-40, the next one 80/20, he's got to above 70 percent essentially.", "sentId": 353}], "secId": 144}, {"speaker": "KING", "sentences": [{"text": "But Maggie makes a great point.", "sentId": 354}, {"text": "Hillary Clinton has been here.", "sentId": 355}, {"text": "She's been in this very spot before.", "sentId": 356}, {"text": "So she has to understand his mindset.", "sentId": 357}], "secId": 145}, {"speaker": "PACE", "sentences": [{"text": "Absolutely.", "sentId": 358}], "secId": 146}, {"speaker": "KING", "sentences": [{"text": "He wants more wins.", "sentId": 359}, {"text": "He wants to build himself up.", "sentId": 360}, {"text": "He wants a role at the convention.", "sentId": 361}, {"text": "He wants to validate his candidacy.", "sentId": 362}, {"text": "But sometimes, she does sound like -- like senator, it's over.", "sentId": 363}], "secId": 147}, {"speaker": "PACE", "sentences": [{"text": "There's some urgency in her campaign.", "sentId": 364}, {"text": "You are seeing her pivot toward Donald Trump.", "sentId": 365}, {"text": "She's not talking about Bernie Sanders very much.", "sentId": 366}], "secId": 148}, {"speaker": "PACE", "sentences": [{"text": "What they -- they don't mind Sanders staying in the race if he's going to make cases broadly about his economic policies if he's going to turn his attention to Donald Trump.", "sentId": 367}, {"text": "But if he is aiming a lot of fire at Clinton basically handing over general election arguments to the Republicans, that's when it's going to become problematic.", "sentId": 368}, {"text": "They do know they have work to do in the Clinton campaign to try to get young people who are fervent Bernie Sanders supporters into her camp.", "sentId": 369}, {"text": "That will take some effort on her part.", "sentId": 370}], "secId": 149}, {"speaker": "PACE", "sentences": [{"text": "She will need Sanders probably involved in trying to help that along.", "sentId": 371}, {"text": "But she personally knows better than anybody what Sanders is going through and how difficult a process it will be to close down a campaign when you do feel like you're so close.", "sentId": 372}], "secId": 150}, {"speaker": "LEE", "sentences": [{"text": "And Sanders' issue, too, is not only just that the narrative has changed and that the media is increasingly not treating this maybe as a two-person race or that the narrative has changed that this is no longer a two-person race that she really has this, he needs someone to fight against, and I think the more that she talks about this and uses a tone as though she were heading into the general election, he doesn't have anyone to fight, right?", "sentId": 373}], "secId": 151}, {"speaker": "LEE", "sentences": [{"text": "When two people are in a fight and one person is yelling, the most frustrating thing the other person can do is to respond in a calm voice as if they are not engaging.", "sentId": 374}, {"text": "And I think that is what we're starting to see happen here.", "sentId": 375}], "secId": 152}, {"speaker": "KING", "sentences": [{"text": "She's been off the campaign trail.", "sentId": 376}, {"text": "She's almost absent this weekend raising money.", "sentId": 377}, {"text": "Raising money.", "sentId": 378}, {"text": "So, we'll see what happens Tuesday.", "sentId": 379}], "secId": 153}, {"speaker": "KING", "sentences": [{"text": "But a super PAC that supports her has an ad up that's interesting.", "sentId": 380}, {"text": "It's already focusing on the general election.", "sentId": 381}, {"text": "Listen here.", "sentId": 382}], "secId": 154}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Who are you consulting with consistently so that you're ready on day one?", "sentId": 383}], "secId": 155}, {"speaker": "TRUMP", "sentences": [{"text": "I'm speaking with myself, number one, because I have a very good brain, and I've said a lot of things.", "sentId": 384}], "secId": 156}, {"speaker": "KING", "sentences": [{"text": "It's kind of funny.", "sentId": 385}, {"text": "This is Priorities USA, which is a pro- Hillary Clinton super PAC.", "sentId": 386}], "secId": 157}, {"speaker": "KING", "sentences": [{"text": "And I asked some people involved why are they doing this now?", "sentId": 387}, {"text": "What is the point here?", "sentId": 388}, {"text": "And actually, what they said was that they're testing this message because they think Trump is going to be the Republican nominee.", "sentId": 389}, {"text": "They think he's going to be the principal opponent.", "sentId": 390}], "secId": 158}, {"speaker": "KING", "sentences": [{"text": "And their point is they're not going to underestimate him like the Republicans did and they're trying to see what would work.", "sentId": 391}], "secId": 159}, {"speaker": "HABERMAN", "sentences": [{"text": "What's interesting is actually that ad was a response to something that Trump did.", "sentId": 392}, {"text": "Trump did his own version of that, that featured video of Hillary Clinton at that rally that I never understood what was happening.", "sentId": 393}], "secId": 160}, {"speaker": "PACE", "sentences": [{"text": "She was barking.", "sentId": 394}, {"text": "HABERMAN:  She was barking like a dog and then it concluded with I", "sentId": 395}], "secId": 161}, {"speaker": "PACE", "sentences": [{"text": "think it was Putin laughing.", "sentId": 396}, {"text": "So, this is essentially the same thing.", "sentId": 397}], "secId": 162}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 398}], "secId": 163}, {"speaker": "HABERMAN", "sentences": [{"text": "What was interesting to me about the fact that the super PAC did this is I think less that they are testing messages although that's definitely true, but that they were responding to something that the campaign did not.", "sentId": 399}, {"text": "Hillary Clinton has been navigating a careful line here in terms of how she wants to deal with Donald Trump.", "sentId": 400}], "secId": 164}, {"speaker": "HABERMAN", "sentences": [{"text": "Remember, she was using him as sort of a rhetorical device at the end of last year-around, you know, Christmastime, right before it, and Trump went after her and her husband very hard.", "sentId": 401}, {"text": "Both of them stopped talking about him after that.", "sentId": 402}], "secId": 165}, {"speaker": "HABERMAN", "sentences": [{"text": "She made clear in one of the recent debates, you know, she's going to engage him on policy, but she doesn't want to trip over some kind of a line where he is firing nukes.", "sentId": 403}, {"text": "He's going to do that anyway, to be clear.", "sentId": 404}, {"text": "But I think she is trying to keep away from that as much as possible.", "sentId": 405}], "secId": 166}, {"speaker": "KING", "sentences": [{"text": "Interesting, interesting, interesting.", "sentId": 406}, {"text": "It was -- it's going to flip the map, and they know that.", "sentId": 407}, {"text": "So, they're trying to figure out how do you go after white working-classmen, Donald Trump's case.", "sentId": 408}, {"text": "We'll watch the advertising play out.", "sentId": 409}], "secId": 167}, {"speaker": "KING", "sentences": [{"text": "Up next, though, a Supreme Court fight and a new attack on Mr. Trump -- the Obama factor.", "sentId": 410}, {"text": "How President Obama plans to shape the campaign to replace him.", "sentId": 411}], "secId": 168}, {"speaker": "KING", "sentences": [{"text": "Not that I'm counting, but in 232 days, America picks a new president.", "sentId": 412}, {"text": "And in 306 days, Barack Obama will hand the White House over to the 45th president of the United States.", "sentId": 413}], "secId": 169}, {"speaker": "KING", "sentences": [{"text": "The 44th president made clear this past week he doesn't plan on going quietly.", "sentId": 414}, {"text": "The president nominated a Supreme Court pick, Federal Appeals Court Judge Merrick Garland, and served notice he's prepared to make it an election issue if Senate Republicans refuse to give his choice a fair hearing.", "sentId": 415}], "secId": 170}, {"speaker": "OBAMA", "sentences": [{"text": "Presidents do not stop working in the final year of their term.", "sentId": 416}, {"text": "Neither should a senator.", "sentId": 417}], "secId": 171}, {"speaker": "KING", "sentences": [{"text": "So, let's rate the odds on this day.", "sentId": 418}, {"text": "Mitch McDonnell, the Republican leader, has been firm.", "sentId": 419}, {"text": "No hearing, no nothing.", "sentId": 420}, {"text": "Will it hold?", "sentId": 421}], "secId": 172}, {"speaker": "O'KEEFE", "sentences": [{"text": "No.", "sentId": 422}, {"text": "PACE:  I think you can start to see some cracks in the Republican", "sentId": 423}], "secId": 173}, {"speaker": "O'KEEFE", "sentences": [{"text": "unity happening already.", "sentId": 424}, {"text": "You have some senators who are open to having meetings with Merrick Garland.", "sentId": 425}, {"text": "I think you have some who would actually prefer there to be a hearing, even if they voted no in the hearing, just to show that they are doing their jobs.", "sentId": 426}], "secId": 174}, {"speaker": "O'KEEFE", "sentences": [{"text": "If you're someone who's up for re-election in the fall in a tough race, arguing why you should keep your job, it's hard to make that argument when you're not really doing your job.", "sentId": 427}], "secId": 175}, {"speaker": "KING", "sentences": [{"text": "To that point, here's Mark Kirk, Democrat of Illinois, traditionally votes blue in a presidential election year.", "sentId": 428}, {"text": "Those are the ones who are worried.", "sentId": 429}, {"text": "Rob Portman of Ohio, battleground, Kelly Ayotte, New Hampshire, Pat Toomey of Pennsylvania, states that either tend to go blue or could go blue in a presidential election.", "sentId": 430}], "secId": 176}, {"speaker": "KING", "sentences": [{"text": "Here's Mark Kirk saying, \"why not?\"", "sentId": 431}], "secId": 177}, {"speaker": "KIRK", "sentences": [{"text": "It's just man up and cast a vote.", "sentId": 432}, {"text": "The tough thing about these senatorial jobs is you get yes-or-no votes.", "sentId": 433}, {"text": "Your whole job is to either say yes or no and explain why.", "sentId": 434}], "secId": 178}, {"speaker": "KING", "sentences": [{"text": "Senator Kirk seems to be saying there that's why we got hired, to do our job.", "sentId": 435}, {"text": "I'm also told that Chuck Grassley of Iowa, also on the ballot is facing heat from Democrats and he's starting to complain at a minimum that he's not getting enough cover from his Republicans.", "sentId": 436}], "secId": 179}, {"speaker": "O'KEEFE", "sentences": [{"text": "This is the genius of the Garland pick.", "sentId": 437}, {"text": "Not only is he imminently qualified as a judicial mind, I think that's fact.", "sentId": 438}, {"text": "That's there.", "sentId": 439}, {"text": "Viewers can dispute that, but whatever.", "sentId": 440}, {"text": "He's a brilliant legal mind.", "sentId": 441}], "secId": 180}, {"speaker": "O'KEEFE", "sentences": [{"text": "If you were at the White House and you're thinking, we need to find a guy who ticks off or causes trouble for Mark Kirk, Kelly Ayotte, Rob Portman and what the heck, Chuck Grassley, you found it because he's the chairman of the judiciary committee.", "sentId": 442}], "secId": 181}, {"speaker": "O'KEEFE", "sentences": [{"text": "He's up for re-election.", "sentId": 443}, {"text": "Iowans will not tolerate this.", "sentId": 444}], "secId": 182}, {"speaker": "O'KEEFE", "sentences": [{"text": "Already there's been an editorial page -- essays about this saying just hold a hearing.", "sentId": 445}, {"text": "You know who else probably wants a hearing?", "sentId": 446}, {"text": "Ted Cruz.", "sentId": 447}, {"text": "He's a member of the judiciary committee.", "sentId": 448}, {"text": "What better than to go back to Washington and quiz the guy that he'd like to block and earn some free air time in the process?", "sentId": 449}], "secId": 183}, {"speaker": "O'KEEFE", "sentences": [{"text": "So I suspect there will at least be a hearing.", "sentId": 450}, {"text": "Whether he gets a vote before the election, though, you know, we'll see.", "sentId": 451}], "secId": 184}, {"speaker": "LEE", "sentences": [{"text": "This is also just not just about vulnerable Senate Republicans.", "sentId": 452}, {"text": "I mean, this is about the party thinking ahead to 2017.", "sentId": 453}, {"text": "I think the narrative could quickly change as soon as it becomes clear that Trump could be the nominee and that, you know, Republicans could lose the Senate.", "sentId": 454}], "secId": 185}, {"speaker": "LEE", "sentences": [{"text": "You know, would they rather just accept a more moderate justice nominated by Obama, or do they want to face the potential of Hillary Clinton's nominee who could be a lot more liberal, and they have no way to stop her -- stop her, you know, decision and her pick come 2017.", "sentId": 455}], "secId": 186}, {"speaker": "KING", "sentences": [{"text": "So the president made clear he's going to fight on this one.", "sentId": 456}, {"text": "He also made clear this past week with Speaker Ryan right there a few steps away, the traditional St. Patrick's Day lunch.", "sentId": 457}, {"text": "Usually a bipartisan love fest, but the president decided with the Republican speaker right nearby to take issue with a guy named Donald Trump.", "sentId": 458}], "secId": 187}, {"speaker": "OBAMA", "sentences": [{"text": "I'm not the only one in this room who may be more than a little dismayed about what's happening on the campaign trail lately.", "sentId": 459}, {"text": "We have heard vulgar and divisive rhetoric aimed at women and minorities, and Americans who don't look like us or pray like us or vote like we do.", "sentId": 460}], "secId": 188}, {"speaker": "KING", "sentences": [{"text": "Interesting to watch because obviously the president and Mr. Trump have a history.", "sentId": 461}, {"text": "The president didn't like the cheerleading for the birther movement.", "sentId": 462}, {"text": "That was very calm Obama there.", "sentId": 463}, {"text": "No-drama Obama there.", "sentId": 464}], "secId": 189}, {"speaker": "KING", "sentences": [{"text": "But he seems to relish the idea of being in the middle of the Trump debate.", "sentId": 465}], "secId": 190}, {"speaker": "HABERMAN", "sentences": [{"text": "I mean, he can perpetuate it in a way that almost nobody else can.", "sentId": 466}, {"text": "And to your point, he can remind people, particularly the Democratic coalition, I was the focus of this initially.", "sentId": 467}, {"text": "I was the person five years ago who when Donald Trump was on every cable show, questioning where's the birth certificate?", "sentId": 468}, {"text": "He was really born in Kenya.", "sentId": 469}], "secId": 191}, {"speaker": "HABERMAN", "sentences": [{"text": "And to your point about Speaker Ryan being right there, Paul Ryan has actually been increasingly forceful about how he views -- he feels about this.", "sentId": 470}, {"text": "He has not really been quiet.", "sentId": 471}, {"text": "He has spoken out a couple of times now with growing levels of force about how he thinks Donald Trump is saying things that are divisive.", "sentId": 472}, {"text": "He spoke out about the riots remark.", "sentId": 473}], "secId": 192}, {"speaker": "HABERMAN", "sentences": [{"text": "The thing -- when Trump, a couple of weeks ago, with Jake Tapper, refused to disavow the KKK, getting asked the question three different times, then later saying, earpiece problem, or whatever it was, that was a real turning point for a lot of Republicans.", "sentId": 474}, {"text": "And I think that's what Obama is counting on in trying to remind people of.", "sentId": 475}], "secId": 193}, {"speaker": "O'KEEFE", "sentences": [{"text": "Who would have thought that Donald Trump would bring Paul Ryan and the president together in their closing months together?", "sentId": 476}, {"text": "But that's what seems to be happening.", "sentId": 477}], "secId": 194}, {"speaker": "KING", "sentences": [{"text": "Well, 232 days to go.", "sentId": 478}, {"text": "I'm sure there will be a few twists along the way.", "sentId": 479}], "secId": 195}, {"speaker": "KING", "sentences": [{"text": "Up next, our reporters share from their notebooks, including President Obama's plan to make it harder for realms to reverse his dramatic warming of relations with Cuba.", "sentId": 480}], "secId": 196}, {"speaker": "KING", "sentences": [{"text": "One last trip around THE INSIDE POLITICS table, so our reporters can get you out of the big political news just ahead.", "sentId": 481}], "secId": 197}, {"speaker": "KING", "sentences": [{"text": "Maggie Haberman?", "sentId": 482}], "secId": 198}, {"speaker": "HABERMAN", "sentences": [{"text": "President Obama spoke at a fund-raiser in Austin, Texas, a little over a week ago.", "sentId": 483}, {"text": "And what surprised Democratic donors in the room, there were no reporters there, was how candid he was about Hillary Clinton's perceived flaws.", "sentId": 484}, {"text": "He talked about how some people are not excited about her candidacy.", "sentId": 485}, {"text": "He also acknowledged that there are questions about authenticity.", "sentId": 486}], "secId": 199}, {"speaker": "HABERMAN", "sentences": [{"text": "And then he said, well, you know, essentially authenticity is overrated.", "sentId": 487}, {"text": "That's my word, not his.", "sentId": 488}, {"text": "But he went on to point to his predecessor, George W. Bush, and said he was seen as authentic and sort of let it trail off as in, and I don't think he was such a great president.", "sentId": 489}], "secId": 200}, {"speaker": "HABERMAN", "sentences": [{"text": "It will be interesting to see how he defends Hillary Clinton assuming she becomes the nominee in short order.", "sentId": 490}], "secId": 201}, {"speaker": "KING", "sentences": [{"text": "The president playing pundit there.", "sentId": 491}, {"text": "Always interesting.", "sentId": 492}], "secId": 202}, {"speaker": "KING", "sentences": [{"text": "Ed?", "sentId": 493}], "secId": 203}, {"speaker": "O'KEEFE", "sentences": [{"text": "So, John, Marco Rubio now out of the presidential race.", "sentId": 494}, {"text": "And, of course, the focus now turns to replacing him in the Senate of the 34 Senate races this year, Florida promises to be one of the most competitive and expensive.", "sentId": 495}, {"text": "Two Democrats, Patrick Murphy, and the great Alan Grayson, fighting in a primary there.", "sentId": 496}, {"text": "Murphy expected to pick up the support of former Senator Bob Graham this week.", "sentId": 497}], "secId": 204}, {"speaker": "O'KEEFE", "sentences": [{"text": "And on Tuesday here in Washington, a bunch of Rubio's former financial backers expected to hold a rally for -- or fund-raiser for Carlos Lopez-Cantera, who is the lieutenant governor, Rubio's preferred pick.", "sentId": 498}, {"text": "This fight will continue through August 30th when there's a primary and then, of course, in November.", "sentId": 499}, {"text": "Again, expected to be one of the most competitive Senate races of the year.", "sentId": 500}], "secId": 205}, {"speaker": "KING", "sentences": [{"text": "And he insists --", "sentId": 501}], "secId": 206}, {"speaker": "O'KEEFE", "sentences": [{"text": "He's not getting back in.", "sentId": 502}], "secId": 207}, {"speaker": "KING", "sentences": [{"text": "He's not getting back in, he says.", "sentId": 503}], "secId": 208}, {"speaker": "KING", "sentences": [{"text": "MJ?", "sentId": 504}], "secId": 209}, {"speaker": "LEE", "sentences": [{"text": "There has been a lot of focus on the evangelical vote this cycle.", "sentId": 505}, {"text": "Frankly I think people have been surprised at how well Trump has been doing with evangelicals.", "sentId": 506}], "secId": 210}, {"speaker": "LEE", "sentences": [{"text": "I think it's worth pointing out there is a little bit more of a struggle for Trump within states that has -- states that have a different kind of conservative Christian constituency.", "sentId": 507}, {"text": "Remember that Trump lost Idaho and Wyoming.", "sentId": 508}, {"text": "Both are states with substantial LDS populations.", "sentId": 509}], "secId": 211}, {"speaker": "LEE", "sentences": [{"text": "And I think it's worth pointing out also that Utah and Arizona are coming up.", "sentId": 510}, {"text": "And Trump is not polling so well in Utah, and the fact that he has been going after Mitt Romney, in fact, mocking Romney probably is not going to help him there.", "sentId": 511}], "secId": 212}, {"speaker": "KING", "sentences": [{"text": "If it does, then every other rule has been thrown in the trash can this year.", "sentId": 512}, {"text": "We'll see what happens there.", "sentId": 513}], "secId": 213}, {"speaker": "KING", "sentences": [{"text": "Julie?", "sentId": 514}], "secId": 214}, {"speaker": "PACE", "sentences": [{"text": "I'm heading to Cuba in a few hours with President Obama on a trip that is quite historic for this diplomatic opening.", "sentId": 515}, {"text": "But there's also some political maneuvering happening here.", "sentId": 516}], "secId": 215}, {"speaker": "PACE", "sentences": [{"text": "President Obama is trying to do all he can with this trip to ensure that the opening with Cuba stays permanent no matter who is elected in November.", "sentId": 517}, {"text": "He'll be traveling with a contingent of American CEOs.", "sentId": 518}, {"text": "Some of whom are going to be announcing new business deals in Cuba or looking to form new business partnerships.", "sentId": 519}], "secId": 216}, {"speaker": "PACE", "sentences": [{"text": "The idea is that if a Republican is elected president and tries to close off the opening with Cuba, they wouldn't be just taking away an Obama priority, they would also be hurting American businesses.", "sentId": 520}], "secId": 217}, {"speaker": "PACE", "sentences": [{"text": "Suddenly, that may not look so favorable for a Republican.", "sentId": 521}], "secId": 218}, {"speaker": "KING", "sentences": [{"text": "Need anybody to carry your bags?", "sentId": 522}], "secId": 219}, {"speaker": "PACE", "sentences": [{"text": "Come along.", "sentId": 523}, {"text": "It would be fun.", "sentId": 524}], "secId": 220}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 525}, {"text": "Kasich's team says fund-raising is way up since his Ohio win last week, but they can't deny the math.", "sentId": 526}, {"text": "Governor Kasich would be need 108 percent of the remaining delegates to clinch the nomination before the GOP convention.", "sentId": 527}], "secId": 221}, {"speaker": "KING", "sentences": [{"text": "Even in this wacky year, safe to say that math is impossible.", "sentId": 528}, {"text": "But team Kasich believes it can justify to staying in the race and trying to position the governor for an open convention, as long as he keeps amassing delegates.", "sentId": 529}, {"text": "So getting some from Utah Tuesday is essential, which is why Kasich campaigned there this weekend, ignoring Ted Cruz's complaint that keeping him under 50 percent has the winner-take-all threshold would only help Donald Trump get more delegates.", "sentId": 530}], "secId": 222}, {"speaker": "KING", "sentences": [{"text": "The Wisconsin primary in two weeks could be the next big test.", "sentId": 531}, {"text": "Yes, Kasich aides talk up the governor's chances in states that vote in late May, like Pennsylvania, Rhode Island and Connecticut.", "sentId": 532}, {"text": "But they also acknowledge if Kasich gets shut out in Utah and then has a weak showing in Wisconsin, his rationale for staying in, well, will be seriously undermined.", "sentId": 533}], "secId": 223}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 534}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 535}, {"text": "We'll see you soon.", "sentId": 536}], "secId": 224}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" is next.", "sentId": 537}], "secId": 225}], "sectionCount": 226, "url": "transcripts.cnn.com/TRANSCRIPTS/1603/20/ip.01.html", "sentenceCount": 539, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired March 20, 2016 - 08:00   ET", "speakers": ["KING", "TRUMP", "CRUZ", "SANDERS", "HABERMAN", "LEE", "PACE", "O'KEEFE", "UNIDENTIFIED FEMALE", "OBAMA", "Let's game out a few scenarios.  Here's where we stand today", "KIRK"], "title": "INSIDE POLITICS"}