{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1408.31.ip.01.html.json", "subTitle": "Global Crises Dominate Obama's Agenda; Hillary Clinton Weighs in on Ferguson; Battle for the Senate", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "PAUL", "sentences": [{"text": "All right.", "sentId": 0}, {"text": "Hey, you go make some great memories yourself today here.", "sentId": 1}], "secId": 0}, {"speaker": "BLACKWELL", "sentences": [{"text": "INSIDE POLITICS with John King starts right now.", "sentId": 2}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Labor Day weekend.", "sentId": 3}, {"text": "In a huge mid-term election year President Obama wishes this was the big conversation.", "sentId": 4}], "secId": 2}, {"speaker": "OBAMA", "sentences": [{"text": "Companies are investing, consumers are spending.", "sentId": 5}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "But the commander-in-chief's handling of world crises dominates the debate in Washington.", "sentId": 6}], "secId": 4}, {"speaker": "OBAMA", "sentences": [{"text": "I don't want to put the cart before the horse.", "sentId": 7}, {"text": "We don't have a strategy yet.", "sentId": 8}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Plus Hillary Clinton breaks her three week silence on Ferguson.", "sentId": 9}], "secId": 6}, {"speaker": "CLINTON", "sentences": [{"text": "Imagine what we would feel and what we would do if white drivers were three times as likely to be searched by police during a traffic stop as black drivers.", "sentId": 10}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "And two months to Election Day give Republicans the edge in the battle to control the senate.", "sentId": 11}, {"text": "But most of the big races are so close nothing is certain.", "sentId": 12}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 13}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 14}, {"text": "I'm John King.", "sentId": 15}, {"text": "Thanks for sharing your Sunday morning especially on this Labor Day weekend.", "sentId": 16}], "secId": 10}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Politico's Maggie Haberman; Nia Malika Henderson of \"The Washington Post\"; Amy Walter of the \"Cook Political Report\"; and Bloomberg's Lisa Lerer.", "sentId": 17}], "secId": 11}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Labor Day weekend, 65 days to Election Day and it is world events not jobs or health care or immigration driving most of the debate here in Washington.", "sentId": 18}, {"text": "On Thursday at the White House listen here as the President takes issue with reports he's close to authorizing strikes inside Syria against ISIS leadership targets.", "sentId": 19}], "secId": 12}, {"speaker": "OBAMA", "sentences": [{"text": "We don't have a strategy yet.", "sentId": 20}, {"text": "I think what I've seen in some of the news reports suggests that folks are getting a little further ahead of where we're at than we currently are.", "sentId": 21}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "\"We don't have a strategy yet.\"", "sentId": 22}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Maggie Haberman, the tan suit got a lot of action on Twitter but that part especially.", "sentId": 23}, {"text": "Now a lot of the President's critics were taking it out of context.", "sentId": 24}, {"text": "He was clearly answering a question about Syria.", "sentId": 25}, {"text": "But he should know better to say we don't have a strategy yet.", "sentId": 26}, {"text": "Why didn't he just say we're not there yet or we're mulling our options or we'll let you know when we know?", "sentId": 27}], "secId": 15}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes to everything you just said.", "sentId": 28}, {"text": "He should know better.", "sentId": 29}, {"text": "He absolutely was taken out of context.", "sentId": 30}, {"text": "And you saw Josh Earnest, the White House press secretary do a tremendous amount of push back on this beginning immediately after the press conference and I think actually during the press conference.", "sentId": 31}], "secId": 16}, {"speaker": "HABERMAN", "sentences": [{"text": "He was being asked a specific question about congressional approval for Syria.", "sentId": 32}, {"text": "So it really was a very contextual question.", "sentId": 33}, {"text": "But, yes, after an entire election that was bought out with you didn't build that, somebody else built that for you and all sorts of other phrases of the President's being taken and used to cement a narrative, he should know better.", "sentId": 34}], "secId": 17}, {"speaker": "HABERMAN", "sentences": [{"text": "He was answering the question honestly but it did not sound good and it played into a sense that some of his critics have of sort of a foreign policy adrift.", "sentId": 35}, {"text": "I will say though in his defense, this is not -- this is a very complicated situation and this is not a situation with a lot of easy answers.", "sentId": 36}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 37}, {"text": "Caution may be the right approach but communicating the caution he didn't get quite right.", "sentId": 38}, {"text": "It was also an interesting moment where he was trying to make the case the sanctions against Russia and Putin are working and then he says but he said their response was for the violence, they are training the separatists in Ukraine, they are paying for it.", "sentId": 39}, {"text": "And the critics say well if all those things are happening, where's the proof the sanctions are working.", "sentId": 40}, {"text": "LISA LERER, BLOOMBERG:  Right.", "sentId": 41}, {"text": "And I think part of the problem", "sentId": 42}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "here -- I will defend the tan suit.", "sentId": 43}, {"text": "For late August, it wasn't a totally inappropriate choice.", "sentId": 44}, {"text": "But I think part of the problem with the statement was that it was coming after a series of sort of public relations mishaps by the White House.", "sentId": 45}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "I was with the President at Martha's Vineyard when he came out and gave this very moving statement about James Foley.", "sentId": 46}, {"text": "I think he was at the golf course within ten minutes.", "sentId": 47}, {"text": "And that obviously attracted a lot of blowback from all sorts of places not just Republicans but media and even some Democrats winced.", "sentId": 48}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "So this on top of that just really contributes to this narrative and it just hasn't been -- it doesn't feel like the White House has been handling, at least the optics of this very well.", "sentId": 49}], "secId": 22}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 50}, {"text": "And I think in some ways the cart before the horse was a lot of the military leaders coming out and really scaring everyone and saying that ISIL or ISIS or whatever you want to call it is the worst thing they've ever seen, that they got this funding.", "sentId": 51}, {"text": "That they've got -- you know, they are essentially operating the state and taking taxes .", "sentId": 52}, {"text": "Also in that way he seemed to sort of mixed the message there and what emerged was something that I think was a lot more nuanced and reflective ultimately of what they are doing which is working on a strategy .", "sentId": 53}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "It was striking to me that, you know, he understands the timing here.", "sentId": 54}, {"text": "He understands the election is 65 days away -- 67, 68 days away when he was giving that statement and he tries to talk about good economic news that morning.", "sentId": 55}, {"text": "He spends what 10 or 12 seconds on it and then he himself focuses on foreign policy and every question was about either tough foreign policy -- and we'll get to this a little bit later on the program -- or tough immigration choices.", "sentId": 56}, {"text": "Where is the President right now with his party as we hit Labor Day?", "sentId": 57}], "secId": 24}, {"speaker": "WALTER", "sentences": [{"text": "Well, what's interesting about the economy piece of this which yes, there's been very good economic news over the last few weeks, stock market hitting a record.", "sentId": 58}, {"text": "People don't believe it and people don't feel it.", "sentId": 59}], "secId": 25}, {"speaker": "WALTER", "sentences": [{"text": "I mean if you've seen anything over the last couple of weeks that's really disheartening, it's not just that people are feeling bad it's that the median income in this country now is lower than it was in 2000.", "sentId": 60}, {"text": "It's when you're looking state by state at hourly wages, how they have declined over the last ten years, not just since 2008.", "sentId": 61}], "secId": 26}, {"speaker": "WALTER", "sentences": [{"text": "So even the economic news isn't going to break through; in fact that's a lot of what -- if we want to call it the malaise is about in this country and the frustration -- is that we're in an economy that while it looks like we're moving, for most middle class folks they feel like they are just trapped.", "sentId": 62}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "Legs feel tired.", "sentId": 63}, {"text": "They have been treading water for a number of years.", "sentId": 64}, {"text": "So part of the foreign policy debate, interesting is the", "sentId": 65}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "Republicans say the President is too cautious.", "sentId": 66}, {"text": "Some say he's too timid.", "sentId": 67}, {"text": "Now, a lot of them veer away from what they would actually do if they were president.", "sentId": 68}, {"text": "But they also try to say it's his fault and it's her fault meaning Hillary Clinton as we go forward.", "sentId": 69}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "Here's Rand Paul.", "sentId": 70}, {"text": "And on this one you have Rand Paul and Marco Rubio both ends of what I'll call the Republican spectrum on foreign policy in the same spot.", "sentId": 71}, {"text": "Rand Paul says \"We're lucky Mrs. Clinton didn't get her way\", talking about Syria, \"and the Obama administration did not bring about regime change in Syria.", "sentId": 72}, {"text": "That new regime might well be ISIS.\"", "sentId": 73}, {"text": "Is that a fair criticism?", "sentId": 74}], "secId": 30}, {"speaker": "HABERMAN", "sentences": [{"text": "I think that it is very hard to divorce what they are saying about foreign policy from the ultimate goal of beating her up for 2016.", "sentId": 75}, {"text": "So this is not actually about the substance this is all about redirecting the anger, just as you saw from some of President Obama's supporters after Ferguson, an effort to redirect some of the focus on 2016 towards Hillary Clinton, towards Jeb Bush, towards Chris Christie.", "sentId": 76}], "secId": 31}, {"speaker": "HABERMAN", "sentences": [{"text": "You will see this from Republicans now on the foreign policy debate because they are trying to come up with whatever weak point they can against her other than just saying she's beatable and we can beat her.", "sentId": 77}, {"text": "This is a way to do it.", "sentId": 78}, {"text": "But I don't think this is about actually getting to a substantive discussion of foreign policy.", "sentId": 79}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "It is an issue on which she actually disagreed with him.", "sentId": 80}, {"text": "Hillary Clinton wanted the President to be more aggressive, more muscular early on in arming what she called the moderate Syrian forces.", "sentId": 81}, {"text": "There are some people who say, \"Who are they?\"", "sentId": 82}, {"text": "Or they don't exist.", "sentId": 83}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "But on a point where she's trying to get away from President Obama a little bit, the Republicans are trying to velcro her right back to him.", "sentId": 84}], "secId": 34}, {"speaker": "LERER", "sentences": [{"text": "That's right.", "sentId": 85}, {"text": "And in some ways I think their responses to her foreign policy or what they perceive to be her foreign policy says more about the Republican field than it does about Secretary Clinton herself.", "sentId": 86}, {"text": "You see Rubio is on one side.", "sentId": 87}, {"text": "Rand Paul is on the other.", "sentId": 88}, {"text": "They are trying to distinguish themselves as well by how they respond to her.", "sentId": 89}], "secId": 35}, {"speaker": "HABERMAN", "sentences": [{"text": "There's this moment where there's this anti- interventionist sentiment.", "sentId": 90}], "secId": 36}, {"speaker": "HABERMAN", "sentences": [{"text": "That is a lot of what's happening in the Republican Party, too.", "sentId": 91}, {"text": "You have Rand Paul who frankly has sort of embraced that label more than he had been for a while and now with that \"Wall Street Journal\" op-ed it's kind of just going along forward.", "sentId": 92}, {"text": "You do have this debate within the Republican Party but also on the left as well but more on the right about how muscular to be.", "sentId": 93}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "And to the point about Hillary Clinton as they try to get at her armor as Secretary of State and what she thinks is a strength to make it a weakness, a lot of us were asking why did she wait so long.", "sentId": 94}, {"text": "Why didn't we hear from her in the hours, in the days after the Michael Brown shooting in Ferguson.", "sentId": 95}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "Well, she waited nearly three weeks but when she did speak, it was very powerful.", "sentId": 96}, {"text": "She said as a mother she felt the pain of the Brown family.", "sentId": 97}, {"text": "She talked about inequities in the criminal justice system and she asked her largely white audience to look around the room.", "sentId": 98}], "secId": 39}, {"speaker": "CLINTON", "sentences": [{"text": "Imagine what we would feel and what we would do if white drivers were three times as likely to be searched by police during a traffic stop as black drivers instead of the other way around.", "sentId": 99}, {"text": "If white offenders received prison sentences 10 percent longer than black offenders for the same crimes.", "sentId": 100}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "Might we go into a presidential campaign where Hillary Clinton and Rand Paul --", "sentId": 101}], "secId": 41}, {"speaker": "WALTER", "sentences": [{"text": "I was just going to say that sounds like Rand Paul.", "sentId": 102}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "-- are traveling the country, telling their largely white audiences that's what mostly you get in the campaign trail to think about this and think hard.", "sentId": 103}], "secId": 43}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 104}, {"text": "I mean because if you look at what she said, you're right Rand Paul made a very similar statement in his \"Time Magazine\" op-ed.", "sentId": 105}, {"text": "He said if I were in Michael Brown's position and I was a 17-year-old I might mouth off at a cop too, the difference being I wouldn't end up dead because he would have been white kid.", "sentId": 106}], "secId": 44}, {"speaker": "HENDERSON", "sentences": [{"text": "So I think this is pretty bold for Hillary Clinton to get out there and say this.", "sentId": 107}, {"text": "We're not used to white politicians asking white people, white Americans to put themselves in the place of African- Americans.", "sentId": 108}, {"text": "So she, of course, got a lot of flak from progressives particularly from waiting so late on I think a lot of they missed the boldness of her statement.", "sentId": 109}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "Does it matter that she waited?", "sentId": 110}], "secId": 46}, {"speaker": "HABERMAN", "sentences": [{"text": "No, I actually don't think it did.", "sentId": 111}, {"text": "I think that there were elements of the statement that were bold and there were elements of the statement that were also cautious.", "sentId": 112}, {"text": "I mean I think that she -- I agree with absolutely what she said about trading places but I think she was careful not to offend anyone.", "sentId": 113}, {"text": "I think she was careful to be clear about law enforcement as well which has been a community that has backed her in the past when she was in the Senate.", "sentId": 114}], "secId": 47}, {"speaker": "HABERMAN", "sentences": [{"text": "I think that at the end of the day, what good would it have done for her when this was all playing out or for the situation when this was playing out for her to have been another politician putting out a statement?", "sentId": 115}, {"text": "And if you look at the statements that were issued by a lot of politicians with the exception of the Rand Paul op-ed which was clearly different on race but for the most part everybody carved out a very cautious space.", "sentId": 116}, {"text": "Paul Ryan said wait and see.", "sentId": 117}, {"text": "Ted Cruz denounced arrests of reporters.", "sentId": 118}], "secId": 48}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 119}, {"text": "People talked about militarization.", "sentId": 120}], "secId": 49}, {"speaker": "HABERMAN", "sentences": [{"text": "Exactly.", "sentId": 121}, {"text": "So I don't see -- I don't think that anybody said it much other than Rand Paul that was particularly bold.", "sentId": 122}, {"text": "And Rand Paul was bold because it was a challenge to his own party.", "sentId": 123}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "And the test I think will be after we get the investigations, after we see what happens in Ferguson -- after those investigations, do they carry this conversation into the next campaign and beyond?", "sentId": 124}, {"text": "That will be the true test for all of them.", "sentId": 125}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Sit tight.", "sentId": 126}, {"text": "Up next, the battle for control of the senate and a guide map to the races that could decide the balance of power.", "sentId": 127}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "But first -- this is priceless.", "sentId": 128}, {"text": "This week's \"Politicians Say or Do the Darnedest Things\".", "sentId": 129}, {"text": "Speaker John King Boehner and his friend the monkey.", "sentId": 130}], "secId": 53}, {"speaker": "BOEHNER", "sentences": [{"text": "This sits in my office on my coffee table because this is me.", "sentId": 131}], "secId": 54}, {"speaker": "BOEHNER", "sentences": [{"text": "That's what I do all day.", "sentId": 132}, {"text": "They wind me up about every 15 minutes.", "sentId": 133}, {"text": "No, no.", "sentId": 134}, {"text": "I got to go to work.", "sentId": 135}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 136}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "Control of the senate is the big prize in this mid-term election year and two months out Republicans have decent odds of getting the six seats -- remember that, six seats -- they need to gain the majority.", "sentId": 137}, {"text": "What do you see here?", "sentId": 138}, {"text": "See the states surrounded in blue.", "sentId": 139}, {"text": "Ten of them here -- those are states currently held by Democrats who Republicans think they have decent odds of making pick-ups.", "sentId": 140}, {"text": "These two here Georgia and Kentucky, Republican-held seats where Democrats are making a run at it.", "sentId": 141}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Remember the Republicans need a net gain of six.", "sentId": 142}, {"text": "Let's look at three on this Labor Day weekend that will tell us a lot about what happens.", "sentId": 143}, {"text": "I'm going to start here in North Carolina.", "sentId": 144}, {"text": "Democratic incumbent is Kay Hagan.", "sentId": 145}, {"text": "She's running against Republican Tom Tillis.", "sentId": 146}, {"text": "Why watch this race to the very end -- because it's a classic swing state.", "sentId": 147}, {"text": "Remember President Obama carried it once and lost it once.", "sentId": 148}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "The immigration issue will be a big flash point in this race and others but watch it play out here.", "sentId": 149}, {"text": "And this is one of the states where African-American turnout in the mid-term election year is critical to Democrats.", "sentId": 150}, {"text": "Will she call in President Obama at the end, Kay Hagan?", "sentId": 151}, {"text": "I think not but watch that dynamic there.", "sentId": 152}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Another big one to watch is the state of Iowa.", "sentId": 153}, {"text": "No incumbent here -- Representative Bruce Braley running against Republican Joni Ernst.", "sentId": 154}, {"text": "Why is this important?", "sentId": 155}, {"text": "Remember, Iowa is a blue state.", "sentId": 156}, {"text": "It helped launch President Obama.", "sentId": 157}, {"text": "Recent poll like so many of these races show a dead heat and Iowa because it's so important in presidential politics it's a star magnet, big names in both parties will spend a lot of time in this state.", "sentId": 158}, {"text": "Remember if the Republicans are winning the blue states, that makes them feel much better about Election Day.", "sentId": 159}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Lastly this is a red state, Kentucky.", "sentId": 160}, {"text": "Why do the Democrats want this one?", "sentId": 161}, {"text": "Well, Mitch McConnell is the Republican leader and the incumbent here.", "sentId": 162}, {"text": "Allison Grimes his Democratic opponent get the leader.", "sentId": 163}, {"text": "Even if the Democrats lose the senate they want to end this election year by taking out McConnell in Kentucky.", "sentId": 164}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "This could be the most expensive race this year.", "sentId": 165}, {"text": "Some think it might be the expensive Senate race in history.", "sentId": 166}, {"text": "And you have a bit of a Clinton versus Obama dynamic here.", "sentId": 167}, {"text": "Allison Grimes doesn't want to invite the President because he's so unpopular in Kentucky, but Bill Clinton has been there, he's likely to go back.", "sentId": 168}, {"text": "Maybe we'll see Hillary Clinton in Kentucky.", "sentId": 169}, {"text": "In the end we'll see that.", "sentId": 170}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Amy Walter -- 65 days out.", "sentId": 171}, {"text": "When you look at the map Republicans think possibly what's the single biggest question when it comes to who controls the senate?", "sentId": 172}], "secId": 63}, {"speaker": "WALTER", "sentences": [{"text": "I think the single biggest question is going to be the turnout.", "sentId": 173}, {"text": "I mean I know that sounds so trite.", "sentId": 174}, {"text": "But Democrats really fundamentally believe that they and they proved this in 2012 they say that the enthusiasm gap that we see in the polls is not something that will translate on the ground if they can stop that.", "sentId": 175}], "secId": 64}, {"speaker": "WALTER", "sentences": [{"text": "They say Republicans may have the edge in the seats because these are red states, they may have the advantage in the polls when it comes to who is most excited to turn out, Republicans.", "sentId": 176}, {"text": "But we know who our people are.", "sentId": 177}, {"text": "We know how to get them.", "sentId": 178}, {"text": "We proved we can get them in 2010 and proved again in 2012.", "sentId": 179}, {"text": "So it is going to be technology, which Democrats say they have versus the President's low approval ratings which goes to the Republicans benefit.", "sentId": 180}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "You made a very important point when you looked at that Iowa poll that shows a dead heat.", "sentId": 181}, {"text": "Now you look at the undecided and the President had a 20 percent approval rating, 65 percent disapproval rating.", "sentId": 182}, {"text": "If that's a factor on Election Day, the Democrat can't win Iowa with that number and if that's the case in New Hampshire when you look at the big blue states they are going after -- what is the Obama factor, if you will, in the last 65 days?", "sentId": 183}], "secId": 66}, {"speaker": "HABERMAN", "sentences": [{"text": "Well, it's not good.", "sentId": 184}, {"text": "And certainly to your point, and this is why what is happening right now in terms of the dominance of foreign policy, this is less of what we see in mid-term races fought over historically.", "sentId": 185}, {"text": "So I'm not sure how it's going to play.", "sentId": 186}, {"text": "And I think it remains to be seen.", "sentId": 187}], "secId": 67}, {"speaker": "HABERMAN", "sentences": [{"text": "I think to Amy's point, the fact that there's no evidence of a Republican wave is a huge help to Democrats.", "sentId": 188}, {"text": "These are surgically fought contests one by one that are very candidate-dependent in a lot of cases.", "sentId": 189}, {"text": "But if you do see the bottom dropout -- that's pretty bottom but if you see more of a bottom fall out in terms of Obama it's hugely problematic.", "sentId": 190}, {"text": "This is why Iowa which is a Democratic seat which a lot of Democrats in Iowa feel like we should be able to hold on to this, Joni Ernst, the Republican is doing pretty well.", "sentId": 191}], "secId": 68}, {"speaker": "LERER", "sentences": [{"text": "And I think there is a legitimate question about where Obama can go in October where he would be helpful.", "sentId": 192}, {"text": "I mean Michigan maybe, New Hampshire maybe.", "sentId": 193}, {"text": "I know it's particularly heartbreaking for the White House they can't go to Iowa because that's a state he feels he's very emotionally tied to.", "sentId": 194}, {"text": "But I don't think based on those numbers you want him in Iowa.", "sentId": 195}], "secId": 69}, {"speaker": "LERER", "sentences": [{"text": "That's a pretty striking thing.", "sentId": 196}, {"text": "I certainly think --", "sentId": 197}], "secId": 70}, {"speaker": "LERER", "sentences": [{"text": "No, I'm not sure he will, you know.", "sentId": 198}, {"text": "I certainly think you'll see Hillary Clinton much, much more in demand.", "sentId": 199}, {"text": "Everybody will want her.", "sentId": 200}], "secId": 71}, {"speaker": "WALTER", "sentences": [{"text": "And there's a big question for 2016 for Republicans which is they can win the Senate without having to win any of these blue states.", "sentId": 201}, {"text": "They can just win in the states that Romney carried.", "sentId": 202}, {"text": "But if they are going to prove that they are a force be reckoned with in 2016 they have to win in a place like Iowa.", "sentId": 203}, {"text": "They have to win in a place like Colorado.", "sentId": 204}], "secId": 72}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 205}, {"text": "And it's going to come down to these candidates -- right.", "sentId": 206}, {"text": "I mean if you look at somebody like Bruce Braley, not a very strong candidate.", "sentId": 207}, {"text": "If you look at somebody like Joni Ernst and the issues that they are running on -- it's like the military, it's the VA, that's breaking through I think.", "sentId": 208}, {"text": "The White House has been a little surprised about the issues that are breaking through.", "sentId": 209}], "secId": 73}, {"speaker": "HABERMAN", "sentences": [{"text": "And for a while too -- I mean to your point about 2016 in addition to having to be able to pick up certain states, the messaging overall, one of the issues that some Republicans including Scott Brown has been running on is immigration.", "sentId": 210}, {"text": "And so that's not helpful to the Republican brand at all for 2016 and that's one of the things you will hear Democrats take solace in, in terms of how it is not really playing out the way --", "sentId": 211}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "Then they could be winning the 2014 battle, they're losing the long term issues war especially on those issues that affect demographics like immigration.", "sentId": 212}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "Next -- everybody stay put, tomorrow's news today.", "sentId": 213}, {"text": "Our reporters get you out ahead of the big political news yet to come.", "sentId": 214}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "Let's go around the INSIDE POLITICS table so our great", "sentId": 215}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "reporters can share from their notebooks to keep you out ahead of the curve on big political news -- Maggie Haberman.", "sentId": 216}], "secId": 78}, {"speaker": "HABERMAN", "sentences": [{"text": "Two outside groups, Republican groups Crossroads GPS and the American Action Network did a survey that was reported by some of my colleagues showing that women view the GOP as stuck in the past on policies.", "sentId": 217}, {"text": "This infuriated a number of Republicans who private said and some of them less privately -- they thought this was completely undermining.", "sentId": 218}, {"text": "They couldn't understand the purpose of this.", "sentId": 219}, {"text": "This is at cross ends to what the GOP is trying to do in the final couple of months of a very difficult midterm and it felt to some people more like tushy covering as my children would say as opposed to anything that was productive or illustrative that was to come.", "sentId": 220}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Tushy covering.", "sentId": 221}, {"text": "I like that.", "sentId": 222}], "secId": 80}, {"speaker": "HABERMAN", "sentences": [{"text": "You know what coinage --", "sentId": 223}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "I may steal that one.", "sentId": 224}], "secId": 82}, {"speaker": "HENDERSON", "sentences": [{"text": "Elizabeth Warren, obviously the dream for progressives to run in 2016 for the White House.", "sentId": 225}, {"text": "What is unclear about her is where she stands on foreign policy.", "sentId": 226}, {"text": "She's made her bones on domestic policy.", "sentId": 227}, {"text": "Recently she made some statements on Israel and Hamas that have some progressives thinking that she sounds a little bit like Hillary Clinton and some have even compared her to Netanyahu.", "sentId": 228}, {"text": "She essentially said that Israel has a right to defend themselves and in the question of civilian casualties she essentially said it's Hamas' fault because they have put rocket launchers next to schools and hospitals.", "sentId": 229}, {"text": "Over these next weeks, progressives very much looking to see what she's going to say on Syria and ISIS as well.", "sentId": 230}, {"text": "She's making a trip to Israel in November very much looking to see what comes out of that.", "sentId": 231}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "We'll keep an eye on Elizabeth Warren.", "sentId": 232}, {"text": "Amy?", "sentId": 233}], "secId": 84}, {"speaker": "WALTER", "sentences": [{"text": "We keep hearing from folks about where this Republican wave is.", "sentId": 234}, {"text": "When is it going to hit.", "sentId": 235}, {"text": "It's such a bad year for Democrats.", "sentId": 236}, {"text": "The reality is when you talk to strategists out there, pollsters -- there is no wave.", "sentId": 237}, {"text": "In fact it's probably already happened.", "sentId": 238}, {"text": "What's important to remember is Republicans can still win control of the senate without a wave.", "sentId": 239}, {"text": "What a wave gets them is eight to ten seats.", "sentId": 240}], "secId": 85}, {"speaker": "WALTER", "sentences": [{"text": "What they need right now, we talked about surgically picking up seats, they need to win five of the closest nine races, that of course includes people like Mitch McConnell and the others that we mentioned.", "sentId": 241}, {"text": "That's 55 percent of the closest races.", "sentId": 242}, {"text": "What we've come to find every election is that you don't see it coming until Election Day but one side or the other almost always the races break disproportionately their way, 55 percent, 60 percent, 65 percent.", "sentId": 243}, {"text": "That's more of the question than waiting for a big, fat wave to hit us the day after Labor Day.", "sentId": 244}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Don't need a wave to win.", "sentId": 245}, {"text": "WALTER:  That's right.", "sentId": 246}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "Watch race by race.", "sentId": 247}, {"text": "Lisa?", "sentId": 248}], "secId": 88}, {"speaker": "LERER", "sentences": [{"text": "As the White House wrings its hands over whether to do the executive order on the immigration the midterms, after the midterms you want to keep your eye on the Republican 2016 candidates.", "sentId": 249}], "secId": 89}, {"speaker": "LERER", "sentences": [{"text": "Last week Rand Paul was in Guatemala.", "sentId": 250}, {"text": "He said it was part of his annual medical mission trip but he brought his political staff reporters and some crew with an aerial drone.", "sentId": 251}, {"text": "Governor Chris Christie is headed to Mexico next week for a trade mission -- but that's only his second trip out of the country as governor.", "sentId": 252}, {"text": "So already you see these 2016 potential Republican candidates preparing for the balancing act that they know they're going to have to deal with Latino voters.", "sentId": 253}], "secId": 90}, {"speaker": "LERER", "sentences": [{"text": "They have to win the base Republican voters in the primary and they got to find a way to stem the Republican bleeding of Latinos in the general.", "sentId": 254}, {"text": "So I think you want to keep an eye on that dynamic.", "sentId": 255}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "You buried the lead.", "sentId": 256}, {"text": "There's apparently one drone Rand Paul likes.", "sentId": 257}, {"text": "He took it with him to Guatemala.", "sentId": 258}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Let me close with a little footnote to Amy's math there.", "sentId": 259}, {"text": "Republicans need a net gain of six.", "sentId": 260}, {"text": "We told you that Georgia and Kentucky were the two races that entered the cycle.", "sentId": 261}, {"text": "The only two they were worried but now Kansas is on that list.", "sentId": 262}, {"text": "You wouldn't think that Republicans would be worried about Kansas but Pat Roberts the Republican incumbent, he beat a Tea Party challenger in the primary -- that was supposed to be it.", "sentId": 263}, {"text": "But Republican strategists now see a very close race and they furious at Roberts personally, furious at his campaign team and they're leaning on his Kansas colleague Jerry Moran runs the National Republican Senatorial Committee, the campaign organization -- they're leaning on him to do more including sending in people to rip up the Roberts campaign staff.", "sentId": 264}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "And now you have the Republican super PAC community which has to make some tough calls in the final two months over where to spend money thinking they might have to take some money away from somebody else and invest it in, of all places, Kansas.", "sentId": 265}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 266}, {"text": "Again, thanks for sharing your Sunday.", "sentId": 267}, {"text": "We'll see you soon.", "sentId": 268}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" with Candy Crowley starts right now.", "sentId": 269}], "secId": 96}], "sectionCount": 97, "url": "transcripts.cnn.com/TRANSCRIPTS/1408/31/ip.01.html", "sentenceCount": 271, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired August 31, 2014 - 08:30   ET", "speakers": ["PAUL", "BLACKWELL", "KING", "OBAMA", "CLINTON", "With us to share their reporting and their insights", "HABERMAN", "HENDERSON", "WALTER", "LERER", "BOEHNER"], "title": "INSIDE POLITICS"}