{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1601.31.ip.02.html.json", "subTitle": "Final Iowa Poll: Trump 28 Percent, Cruz 23 percent, Rubio 15 Percent; Who Gets the \"Third Ticket\" Out of Iowa? Aired 8-8:30a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "One day to Iowa, and Ted Cruz is under attack.", "sentId": 0}], "secId": 0}, {"speaker": "TRUMP", "sentences": [{"text": "He got pummeled.", "sentId": 1}, {"text": "Wow.", "sentId": 2}, {"text": "And you know, they didn't even mention that he was born in Canada.", "sentId": 3}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Trump and Cruz lead the GOP pack, and the fight to join the top tier is intense.", "sentId": 4}], "secId": 2}, {"speaker": "RUBIO", "sentences": [{"text": "You used to support a path to citizenship.", "sentId": 5}], "secId": 3}, {"speaker": "BUSH", "sentences": [{"text": "So did you.", "sentId": 6}], "secId": 4}, {"speaker": "RUBIO", "sentences": [{"text": "Well, but you changed the -- and the book.", "sentId": 7}], "secId": 5}, {"speaker": "BUSH", "sentences": [{"text": "So did you, Marco.", "sentId": 8}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "Plus, Bill Clinton says Hillary is just what voters are looking for.", "sentId": 9}], "secId": 7}, {"speaker": "CLINTON", "sentences": [{"text": "She is a walking, breathing change agent.", "sentId": 10}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Bernie Sanders begs to differ and knows what he needs to win.", "sentId": 11}], "secId": 9}, {"speaker": "SANDERS", "sentences": [{"text": "What the Iowa campaign ends up being about is one word, and that is turnout.", "sentId": 12}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 13}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Good morning.", "sentId": 14}, {"text": "Welcome to a special hour-long edition of INSIDE POLITICS.", "sentId": 15}, {"text": "I'm John king.", "sentId": 16}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 17}], "secId": 12}, {"speaker": "Iowa", "sentences": [{"text": "Donald Trump on top with 28 percent,", "sentId": 18}], "secId": 13}, {"speaker": "Iowa", "sentences": [{"text": "Cruz a close second at 23 percent, Rubio moving up to 15 percent, Ben Carson and Paul round out the top five.", "sentId": 19}, {"text": "But it's a Trump/Cruz at the top.", "sentId": 20}], "secId": 14}, {"speaker": "Iowa", "sentences": [{"text": "The Democratic race, also very close.", "sentId": 21}, {"text": "Let's skip over here.", "sentId": 22}, {"text": "So close, actually, it's a statistical dead heat.", "sentId": 23}], "secId": 15}, {"speaker": "Iowa", "sentences": [{"text": "Hillary Clinton at 45 percent, Bernie Sanders at 42 percent.", "sentId": 24}, {"text": "The former Maryland Governor Martin O'Malley pulling up the pack at the bottom of 3 percent, but we'll watch how his calculations play out on caucus night.", "sentId": 25}], "secId": 16}, {"speaker": "Three important things to watch in these final hours", "sentences": [], "secId": 17}, {"speaker": "Three important things to watch in these final hours", "sentences": [{"text": "Number one, will the State Department decision to label some of Hillary Clinton's top e-mails top secret and then refuse to make them public raise doubts that help Bernie Sanders?", "sentId": 26}], "secId": 18}, {"speaker": "CLINTON", "sentences": [{"text": "None of this changes anything.", "sentId": 27}, {"text": "So if there is some kind of motivation, it's not going to affect the fundamental facts.", "sentId": 28}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "The next big question, can Donald Trump turn his big crowds into caucus-goers and overcome a much stronger Ted Cruz turnout operation?", "sentId": 29}], "secId": 20}, {"speaker": "TRUMP", "sentences": [{"text": "Ted Cruz may not be a U.S. citizen, right?", "sentId": 30}, {"text": "But he's an anchor baby.", "sentId": 31}, {"text": "No, he's an anchor baby.", "sentId": 32}, {"text": "Ted Cruz is an anchor baby in Canada.", "sentId": 33}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "And finally this, can Marco Rubio replicate the late surge by Rick Santorum four years ago?", "sentId": 34}], "secId": 22}, {"speaker": "RUBIO", "sentences": [{"text": "Ted Cruz has been my friend and is.", "sentId": 35}, {"text": "He's decided to run a very, you know, deceitful campaign at the end on some things he's saying.", "sentId": 36}, {"text": "People see through that.", "sentId": 37}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights in the hour ahead, CNN's Nia-Malika Henderson, Ron Fournier of \"The National Journal\", Peter Baker of \"The New York Times\", and Jackie Kucinich of \"The Daily Beast.\"", "sentId": 38}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "It is rare.", "sentId": 39}, {"text": "We are sitting the day before an election and we look at both races and we speak the three least-spoken words in Washington, \"I don't know\".", "sentId": 40}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "So, you look at this as a classic case in both races.", "sentId": 41}, {"text": "And let's start with the Republicans.", "sentId": 42}, {"text": "Passion versus organization, that's a cliche that's often used, but I think it's very true in this case.", "sentId": 43}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "If you're out in Iowa on the ground, there's no question Trump gets the big crowds.", "sentId": 44}, {"text": "Trump is intriguing people.", "sentId": 45}, {"text": "Democrats are at his rallies, independents are at his rallies, people who never voted in a caucus are at his rallies.", "sentId": 46}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "Ted Cruz has the traditional Iowa evangelicals, the home-schoolers, a huge and sophisticated organization.", "sentId": 47}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "Who's going to win?", "sentId": 48}], "secId": 29}, {"speaker": "KUCINICH", "sentences": [{"text": "You know, when you talk to Trump supporters, they'll even tell you if they don't know if people are going to show up, because there are people volunteering for phone banking or volunteering to take lists, and they're not getting any lists.", "sentId": 49}], "secId": 30}, {"speaker": "KUCINICH", "sentences": [{"text": "So, that -- you're absolutely right.", "sentId": 50}, {"text": "It is very untraditional, or nontraditional, excuse me, but -- and Trump may be relying on his celebrity to get people out.", "sentId": 51}, {"text": "When you look at some of the cross-tabs of that poll, 71 percent of Trump supporters say their minds are made up and they're going with their guy.", "sentId": 52}, {"text": "So, I mean, again, we'll have to see, but it seems like they're motivated.", "sentId": 53}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "Another thing in that poll was that 47 percent in the last Iowa poll, it's conducted for \"The Des Moines Register\" and Bloomberg.", "sentId": 54}, {"text": "It's viewed as the most reputable poll in Iowa.", "sentId": 55}, {"text": "Ann Selzer conducts it and she's very good, has a good track record.", "sentId": 56}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "She has the electorate at 47 percent evangelical.", "sentId": 57}, {"text": "In the past two caucuses, it's been closer to 60 percent.", "sentId": 58}, {"text": "If it's at 60 percent, most people think Cruz wins, because of his support.", "sentId": 59}, {"text": "If it's lower than that, that's where it creates the opening.", "sentId": 60}, {"text": "But knowing that evangelicals are incredibly important, Donald Trump is trying to take as much as he can from Ted Cruz and the evangelical base.", "sentId": 61}, {"text": "We were told this morning he's going to go to church with his wife.", "sentId": 62}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "Look at this on Facebook yesterday from Donald Trump reaching out to Iowa's most important Republican constituency.", "sentId": 63}], "secId": 34}, {"speaker": "TRUMP", "sentences": [{"text": "We appreciate the support given to me by the evangelicals.", "sentId": 64}, {"text": "And you know, my mother gave me this bible, this very bible many years ago.", "sentId": 65}, {"text": "In fact, it's her writing right here.", "sentId": 66}], "secId": 35}, {"speaker": "TRUMP", "sentences": [{"text": "She wrote the name and my address.", "sentId": 67}, {"text": "And it's just very special to me.", "sentId": 68}, {"text": "And again, I want to thank the evangelicals.", "sentId": 69}, {"text": "I will never let you down.", "sentId": 70}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "The pastors helping Cruz and some other candidates for that matter, they get apoplectic about this.", "sentId": 71}], "secId": 37}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 72}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "They look at Trump's history, and they think, why are people voting for him?", "sentId": 73}, {"text": "But a significant slice are in the polls, and if that happens caucus night, that could be the difference.", "sentId": 74}], "secId": 39}, {"speaker": "HENDERSON", "sentences": [{"text": "That's right.", "sentId": 75}, {"text": "And one of the things, you talk to evangelicals about this and people in that community, and they say they want someone who isn't -- you know, can't necessarily talk like a pastor, Mr. 2 Corinthians, but is a leader and can fight for their causes.", "sentId": 76}], "secId": 40}, {"speaker": "HENDERSON", "sentences": [{"text": "So, that's one of the reasons that I think they're drawn to Donald Trump.", "sentId": 77}, {"text": "And you also see Marco Rubio trying to eat into some of that.", "sentId": 78}, {"text": "In that debate, he was talking about his faith a lot.", "sentId": 79}, {"text": "So, you're right.", "sentId": 80}, {"text": "I mean, this is -- this is the most organized group of folks there, as you said, the home-schoolers.", "sentId": 81}, {"text": "But it's shocking to me even now that Trump is doing well with this group.", "sentId": 82}], "secId": 41}, {"speaker": "FOURNIER", "sentences": [{"text": "I'm surprised he didn't thank both of the Corinthians.", "sentId": 83}], "secId": 42}, {"speaker": "FOURNIER", "sentences": [{"text": "Two of my favorite Corinthians.", "sentId": 84}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "Now, now.", "sentId": 85}, {"text": "But, look, not your first rodeo.", "sentId": 86}, {"text": "I know you have skepticism, maybe even cynicism about Mr. Trump --", "sentId": 87}], "secId": 44}, {"speaker": "FOURNIER", "sentences": [{"text": "Plenty, yes.", "sentId": 88}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "But you have to give credit where credit is due.", "sentId": 89}, {"text": "For a guy who's never run before, who we all thought was more of a celebrity than a candidate, he has rewritten the rules.", "sentId": 90}, {"text": "Forget -- nevermind rewritten, we've had to throw the rule book out to watch him.", "sentId": 91}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "What's your biggest question as we get ready to watch people vote?", "sentId": 92}], "secId": 47}, {"speaker": "FOURNIER", "sentences": [{"text": "Well, first point, you're exactly right.", "sentId": 93}, {"text": "Republicans really disillusioned and disconnected from the political system.", "sentId": 94}, {"text": "They're anxious about the economy.", "sentId": 95}, {"text": "They're anxious, especially his voters about the way demography is changing in this country.", "sentId": 96}], "secId": 48}, {"speaker": "FOURNIER", "sentences": [{"text": "People want disruption in the worse possible way in this country and Donald Trump promises it in the worst possible way.", "sentId": 97}, {"text": "He's bigoted rhetoric, sexist rhetoric, irresponsible comments about shows his shallowness on policy.", "sentId": 98}, {"text": "He's a brilliant exploiter of people's fears.", "sentId": 99}, {"text": "He's not a very good man, in my opinion.", "sentId": 100}], "secId": 49}, {"speaker": "FOURNIER", "sentences": [{"text": "But look, on the race overall, I think the biggest number that jumped out to me was that 46 percent of Iowa Republicans say they are still open to change in their minds.", "sentId": 101}, {"text": "It's still a very fluid race.", "sentId": 102}, {"text": "And Marco Rubio is about where Rick Santorum was in the last poll last time and Santorum won.", "sentId": 103}], "secId": 50}, {"speaker": "FOURNIER", "sentences": [{"text": "So, I wouldn't be surprised waking up on Monday night because I'll take a nap, waking up Monday night and realizing that either Trump or Cruz or Rubio has won the caucuses.", "sentId": 104}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "So, your point about Rubio, in the Iowa poll, he sort of flat- lines in the last couple days.", "sentId": 105}, {"text": "I looked last week that showed he was going up a little bit.", "sentId": 106}, {"text": "That's the question.", "sentId": 107}, {"text": "If you have one candidate doing this, slightly up, can I do that?", "sentId": 108}, {"text": "And the other one, Santorum came like a rocket four years ago in the last couple of weeks.", "sentId": 109}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "But to your point about the open-mindedness, Peter, if you pick up \"The Des Moines Register,\" you'll see a full-page ad from Trump critics going after Trump's history, saying this guy is way left of center, whether it's abortion rights, whether it's taxes, whether it's praise of the Obama administration.", "sentId": 110}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "Why did they wait?", "sentId": 111}, {"text": "People were so afraid to go after Trump for so long.", "sentId": 112}], "secId": 54}, {"speaker": "BAKER", "sentences": [{"text": "Exactly.", "sentId": 113}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "And now, they're trying to do it the day before the caucuses, when -- to Jackie's point, most of Trump's people at this point, they say they're in?", "sentId": 114}], "secId": 56}, {"speaker": "BAKER", "sentences": [{"text": "Yes, maybe too late obviously.", "sentId": 115}, {"text": "They wanted to save their biggest fire for the end.", "sentId": 116}, {"text": "And some of these comments that have been played in ads, and so forth, I'm 100 percent pro-choice, excuse me, and so on have real impact, I think.", "sentId": 117}], "secId": 57}, {"speaker": "BAKER", "sentences": [{"text": "But it may be too late because people are kind of locked in.", "sentId": 118}, {"text": "They're cynical and skeptical of these attacks and say, well, obviously they're just trying to go after him because he's successful.", "sentId": 119}], "secId": 58}, {"speaker": "BAKER", "sentences": [{"text": "And people do change.", "sentId": 120}, {"text": "Ronald Reagan used to be pro-choice.", "sentId": 121}, {"text": "He became pro-life.", "sentId": 122}, {"text": "He used to be a Democrat.", "sentId": 123}, {"text": "He became a Republican.", "sentId": 124}], "secId": 59}, {"speaker": "BAKER", "sentences": [{"text": "So, you know, he's transformed politics.", "sentId": 125}, {"text": "He doesn't play by the rules.", "sentId": 126}, {"text": "It doesn't matter in some ways that he doesn't play by the rules because, you know, it's never going to be quite the sometime.", "sentId": 127}], "secId": 60}, {"speaker": "KUCINICH", "sentences": [{"text": "He didn't go to 99 counties.", "sentId": 128}], "secId": 61}, {"speaker": "BAKER", "sentences": [{"text": "No.", "sentId": 129}, {"text": "Exactly.", "sentId": 130}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "You think Mitt Romney's sitting at home wishing that the electorate was so forgiving four years ago with policy changes?", "sentId": 131}], "secId": 63}, {"speaker": "FOURNIER", "sentences": [{"text": "Mitt Romney ran like a traditional politician.", "sentId": 132}, {"text": "And Trump is showing we do have to change the way we run politics.", "sentId": 133}, {"text": "I just think exactly the way he thought --", "sentId": 134}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "The most interesting thing about Trump, Cruz's evangelical Tea Party base, often the successful campaign in Iowa.", "sentId": 135}, {"text": "You have Rubio and Bush competing for the Romney map.", "sentId": 136}, {"text": "We'll talk more about this later but in the suburbs.", "sentId": 137}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "But the thing about Trump that's interesting is he's everywhere.", "sentId": 138}, {"text": "Trump has some support among evangelicals, he has some support when you go into the Des Moines or the Cedar Rapids suburbs.", "sentId": 139}, {"text": "He has support among Democrats showing up at his rallies.", "sentId": 140}, {"text": "He has -- Iowa is a pretty white state, but it does have diversity in terms of its politics.", "sentId": 141}], "secId": 66}, {"speaker": "FOURNIER", "sentences": [{"text": "What do all those people have in common?", "sentId": 142}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "They're mad.", "sentId": 143}], "secId": 68}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, and this was the candidate that Rubio was supposed to be, and maybe the candidate that he'll emerge as, but he was supposed to be the one to build these coalitions, the bridge builder across the different, you know, lanes of the party.", "sentId": 144}, {"text": "He hasn't been able to do that.", "sentId": 145}, {"text": "He's got the three, two, one strategy, come in third in Iowa, second in New Hampshire and win in South Carolina.", "sentId": 146}], "secId": 69}, {"speaker": "HENDERSON", "sentences": [{"text": "So, you know, we'll see.", "sentId": 147}, {"text": "If Trump is kind of taking the place that Rubio was supposed to occupy.", "sentId": 148}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "If you go back just a week or ten days, the expectation was that Cruz was on the move.", "sentId": 149}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "He was building the better organization.", "sentId": 150}, {"text": "He was looking like the trademark traditional Iowa campaign, but he came under stiff attack in that debate.", "sentId": 151}, {"text": "Again, brilliant move by Donald Trump to skip it because it made Cruz the target instead of Trump in that thing.", "sentId": 152}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "Ted Cruz on the trail yesterday essentially raising the argument that he thinks it's central to his campaign.", "sentId": 153}, {"text": "His point is that Republican candidates always come into Iowa.", "sentId": 154}, {"text": "They promise to be a conservative, then they win the nomination and move back to the middle.", "sentId": 155}, {"text": "Ted Cruz says that won't be me.", "sentId": 156}], "secId": 73}, {"speaker": "CRUZ", "sentences": [{"text": "This is the men and women of Iowa.", "sentId": 157}, {"text": "The time to look candidates in the eyes and make the judgment, who do I trust?", "sentId": 158}, {"text": "Who do I know is going to defend the Constitution?", "sentId": 159}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "But one of the things in the end, you're looking for trend lines in polling, you're looking for momentum and you're looking for obstacles.", "sentId": 160}, {"text": "Yesterday, a little bit of a dust-up about a mailer that the Ted Cruz campaign sent out to voters, essentially saying, you know, Jackie, your voting record's not very good.", "sentId": 161}, {"text": "Your voting percentage isn't so good.", "sentId": 162}, {"text": "You'd better turn out or else the secretary of state will be watching you, essentially that the state is watching you and judging you.", "sentId": 163}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "And the secretary of state in Iowa who's a Republican who has not endorsed -- I will say he's part of the Iowa Republican establishment which doesn't like Ted Cruz.", "sentId": 164}, {"text": "So, he doesn't officially have a horse in this race.", "sentId": 165}], "secId": 76}, {"speaker": "FOURNIER", "sentences": [{"text": "He does.", "sentId": 166}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "But he kind of does.", "sentId": 167}, {"text": "I think he's for ethanol and Ted Cruz isn't.", "sentId": 168}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "But the secretary of state put out a statement saying that's wrong.", "sentId": 169}, {"text": "Do these things hurt you in the end?", "sentId": 170}], "secId": 79}, {"speaker": "KUCINICH", "sentences": [{"text": "They could.", "sentId": 171}], "secId": 80}, {"speaker": "FOURNIER", "sentences": [{"text": "They can matter.", "sentId": 172}, {"text": "And this was really -- look, I'm not a defender of Cruz either, but this really isn't fair.", "sentId": 173}, {"text": "This kind of attitudinal approach, getting people out to vote, is not new.", "sentId": 174}, {"text": "It's 10, 12 years.", "sentId": 175}, {"text": "Obama used the same kind of mailers.", "sentId": 176}, {"text": "The Republican Party itself has used the same kind of mailers.", "sentId": 177}], "secId": 81}, {"speaker": "FOURNIER", "sentences": [{"text": "But the way it's being positioned by the secretary of state, yes, it could hurt Cruz among folks --", "sentId": 178}], "secId": 82}, {"speaker": "HENDERSON", "sentences": [{"text": "He's on a downward trend, right?", "sentId": 179}, {"text": "He's down eight points from the last poll.", "sentId": 180}, {"text": "His likability is down, I think, 11 points.", "sentId": 181}], "secId": 83}, {"speaker": "HENDERSON", "sentences": [{"text": "And you have Marco Rubio essentially saying he's a phony, right?", "sentId": 182}, {"text": "That he's not as conservative as he says he is.", "sentId": 183}], "secId": 84}, {"speaker": "KUCINICH", "sentences": [{"text": "And 54 percent of people who were polled of Republicans said that Ted Cruz not reporting almost $1 million in loans from Wall Street firms to fund his Senate campaign bothered them.", "sentId": 184}], "secId": 85}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, yes.", "sentId": 185}], "secId": 86}, {"speaker": "FOURNIER", "sentences": [{"text": "Sure.", "sentId": 186}], "secId": 87}, {"speaker": "KUCINICH", "sentences": [{"text": "And so, that goes to the trust.", "sentId": 187}, {"text": "And they also didn't quite believe that someone with his education and -- would forget, would not know he had to do that.", "sentId": 188}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "That's the question.", "sentId": 189}, {"text": "Did he peak too soon is this we'll see the power of his organization.", "sentId": 190}, {"text": "But to your point, the other people trying to peel away from him, Cruz has the biggest block of votes.", "sentId": 191}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "If you're Rand Paul, you need some of those.", "sentId": 192}, {"text": "If you're Marco Rubio, the more you can take from Ted Cruz, the more you bring him down and bring you up.", "sentId": 193}, {"text": "That's why they went after Cruz in the debate.", "sentId": 194}, {"text": "Listen.", "sentId": 195}], "secId": 90}, {"speaker": "PAUL", "sentences": [{"text": "He is the king of saying oh, you're for amnesty.", "sentId": 196}, {"text": "Everybody's for amnesty except for Ted Cruz, but it's a falseness, and that's an authenticity problem.", "sentId": 197}, {"text": "That everybody he knows is not as perfect as him because we're all for amnesty.", "sentId": 198}], "secId": 91}, {"speaker": "RUBIO", "sentences": [{"text": "This is the lie that Ted's campaign has built on and Rand touched upon it.", "sentId": 199}, {"text": "That he's the most conservative guy and everyone else is a -- you know, everyone else is a RINO.", "sentId": 200}, {"text": "The truth is, Ted, throughout this campaign, you've been able to say or do anything in order to get votes.", "sentId": 201}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "I'm guessing when Trump watched this --", "sentId": 202}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Right call.", "sentId": 203}], "secId": 94}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, that's right.", "sentId": 204}, {"text": "There's a line in his book where he talks about sometimes it pays to play it a little wild.", "sentId": 205}, {"text": "And that's -- I mean, that's sort of the tagline of his entire campaign.", "sentId": 206}, {"text": "He did it with this debate.", "sentId": 207}, {"text": "And it paid off.", "sentId": 208}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "That's a great bumper sticker or t-shirt.", "sentId": 209}, {"text": "You should make them before somebody else does.", "sentId": 210}], "secId": 96}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 211}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "But the question is do those have an effect -- Trump voters are locked in for Trump.", "sentId": 212}, {"text": "Are Cruz voters locked in for Cruz, or do those attacks peel some people away?", "sentId": 213}], "secId": 98}, {"speaker": "BAKER", "sentences": [{"text": "Voters are not locked in with anybody other than Trump because, you know, Ben Carson was up, he was down.", "sentId": 214}, {"text": "Carly Fiorina was up.", "sentId": 215}, {"text": "She's down.", "sentId": 216}], "secId": 99}, {"speaker": "BAKER", "sentences": [{"text": "So, it could be that he peaked too early and we'll see a fight for second place.", "sentId": 217}, {"text": "What's interesting is, what does it matter?", "sentId": 218}, {"text": "What does it take us from Iowa?", "sentId": 219}, {"text": "I mean, you ask President Huckabee, ask President Santorum.", "sentId": 220}, {"text": "How much winning Iowa would matter for them?", "sentId": 221}, {"text": "It may not.", "sentId": 222}], "secId": 100}, {"speaker": "BAKER", "sentences": [{"text": "But winning second and third place is a strategic gamble, three, two, one.", "sentId": 223}, {"text": "Sure, your viability can continue in the race for a while.", "sentId": 224}, {"text": "That's the real fight.", "sentId": 225}], "secId": 101}, {"speaker": "FOURNIER", "sentences": [{"text": "I think Iowa matters here.", "sentId": 226}, {"text": "If Trump wins it, he's awfully hard to stop him.", "sentId": 227}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "Because of his lead in New Hampshire, his lead in South Carolina, because of the chaos in the establishment.", "sentId": 228}, {"text": "We're going to talk more about that.", "sentId": 229}, {"text": "Everybody, sit tight.", "sentId": 230}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Up next, Hillary Clinton's case of Iowa deja vu and how those at the bottom of the Republican pack could very well determine who's on top.", "sentId": 231}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 232}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "If you look at history, Iowa rarely picks the Republican nominee.", "sentId": 233}, {"text": "Its traditional role is to winnow the field and most likely shake things up a bit as the campaign moves to New Hampshire and beyond.", "sentId": 234}, {"text": "There are three tickets out of Iowa.", "sentId": 235}, {"text": "That's how the old saying goes.", "sentId": 236}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "This cycle, though, the old rules -- well, they may not apply.", "sentId": 237}, {"text": "But by Tuesday or Wednesday, the GOP field will likely lose a face or three.", "sentId": 238}, {"text": "Still because this field is so crowded and this race so unorthodox, those in the middle or at the bottom of the pack might tomorrow night have an oversized say in who gets to brag about win, place or show.", "sentId": 239}], "secId": 107}, {"speaker": "RUBIO", "sentences": [{"text": "That is the book where you changed your position on immigration, because you used to support a path to citizenship.", "sentId": 240}], "secId": 108}, {"speaker": "BUSH", "sentences": [{"text": "So did you.", "sentId": 241}], "secId": 109}, {"speaker": "RUBIO", "sentences": [{"text": "Well, but you changed the -- and the book.", "sentId": 242}], "secId": 110}, {"speaker": "BUSH", "sentences": [{"text": "So did you, Marco.", "sentId": 243}], "secId": 111}, {"speaker": "RUBIO", "sentences": [{"text": "You wrote a book where you changed your position from -- no, you wrote a book where your position from a path to citizenship to a path to legalization.", "sentId": 244}, {"text": "And the bottom line is this.", "sentId": 245}, {"text": "We are not going to be able to do anything on this issue until we first bring illegal immigration under control.", "sentId": 246}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "This is the chess especially with a 12-candidate field is just fascinating.", "sentId": 247}, {"text": "That if you're Rubio and you want a solid third place or if you are moving up somehow to sneak up into second place or better in Iowa -- yes, your obstacles are Cruz and Trump, but your obstacles are just as much Jeb Bush and to a lesser degree, Chris Christie and John Kasich, in the sense that every vote they get, especially Jeb Bush, is -- you think is a vote for you.", "sentId": 248}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "When I was out there, you see in the Cedar Rapids suburbs, in the Des Moines suburbs, it's Bush and Rubio fighting on the old Romney map essentially.", "sentId": 249}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "How important are those confrontations?", "sentId": 250}], "secId": 115}, {"speaker": "HENDERSON", "sentences": [{"text": "You know, I think Jeb Bush had his best showing at that debate.", "sentId": 251}, {"text": "It helped that Trump wasn't there calling him a loser, reminding him that he thinks he's low energy.", "sentId": 252}], "secId": 116}, {"speaker": "HENDERSON", "sentences": [{"text": "You know, he's got the money.", "sentId": 253}, {"text": "He's got the endorsement from Lindsey Graham in South Carolina.", "sentId": 254}, {"text": "Expect him to continue.", "sentId": 255}], "secId": 117}, {"speaker": "HENDERSON", "sentences": [{"text": "And I think, you know, one of the things he did in that debate also was he essentially said, listen.", "sentId": 256}, {"text": "I'm Bush.", "sentId": 257}, {"text": "Deal with it.", "sentId": 258}, {"text": "I'm establishment.", "sentId": 259}, {"text": "You know, if the fact that my mom is Barbara Bush makes me establishment, then deal with it.", "sentId": 260}], "secId": 118}, {"speaker": "HENDERSON", "sentences": [{"text": "So I think, you know, he's got some life.", "sentId": 261}, {"text": "He's going to keep going at Marco Rubio and that whole lane, John Kasich is in that lane as well.", "sentId": 262}, {"text": "Just picked up that \"Times\" endorsement.", "sentId": 263}], "secId": 119}, {"speaker": "HENDERSON", "sentences": [{"text": "I think there's still a race, for the establishment.", "sentId": 264}], "secId": 120}, {"speaker": "BAKER", "sentences": [{"text": "The end of the John Kasich campaign.", "sentId": 265}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "There goes your race, \"The New York Times.\"", "sentId": 266}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "But in this last stage where people are trying to peel whatever you can, Chris Christie said this yesterday.", "sentId": 267}, {"text": "Here's Marco Rubio.", "sentId": 268}, {"text": "You can listen to this, and I think the point is, if you're thinking about voting for Donald Trump, think again.", "sentId": 269}], "secId": 123}, {"speaker": "RUBIO", "sentences": [{"text": "I will never do anything that makes you cringe and say oh, I can't believe I supported him, and I can't believe that's who we picked.", "sentId": 270}], "secId": 124}, {"speaker": "FOURNIER", "sentences": [{"text": "That's pretty effective against Trump.", "sentId": 271}], "secId": 125}, {"speaker": "BAKER", "sentences": [{"text": "What makes you think he's talking about Trump?", "sentId": 272}], "secId": 126}, {"speaker": "FOURNIER", "sentences": [{"text": "I already told you.", "sentId": 273}], "secId": 127}, {"speaker": "FOURNIER", "sentences": [{"text": "In an election like this, the insurgent anti-establishment, mad-as- hell candidate has benefited when there a lot of folks in the establishment lane.", "sentId": 274}, {"text": "So, Trump is really -- it really helps that you have all these people trying to be the serious man or woman.", "sentId": 275}], "secId": 128}, {"speaker": "FOURNIER", "sentences": [{"text": "It's why, frankly, Sanders is so close to Hillary Clinton.", "sentId": 276}, {"text": "If there was a two or three other establishment candidates in the Democrat field, Bernie Sanders would be where Donald Trump is.", "sentId": 277}, {"text": "So, I think that's what's really playing out here is that they're all fighting against each other, and they haven't turned their ammunition against Trump and taken him down, and they should have a long time ago.", "sentId": 278}], "secId": 129}, {"speaker": "KING", "sentences": [{"text": "That was Rubio trying to peel off some Trump votes.", "sentId": 279}, {"text": "Ted Cruz sees the Rubio numbers, and he does want some evangelicals, some Tea Party guys even though most of his votes will come from establishment mainstream Republicans.", "sentId": 280}, {"text": "So, Ted Cruz sees the numbers and suddenly on Iowa television, you get this.", "sentId": 281}], "secId": 130}, {"speaker": "AD NARRATOR", "sentences": [{"text": "Caucus for Cruz to undo Obama's damage.", "sentId": 282}, {"text": "Marco Rubio's different.", "sentId": 283}, {"text": "The Republican Obama who championed Obama's amnesty and led the gang of eight.", "sentId": 284}, {"text": "And on taxes --", "sentId": 285}], "secId": 131}, {"speaker": "RUBIO", "sentences": [{"text": "I'm in favor of a mandate that they go out and design a cap and trade or a carbon tax program.", "sentId": 286}], "secId": 132}, {"speaker": "AD NARRATOR", "sentences": [{"text": "Tax hikes, amnesty, the Republican Obama.", "sentId": 287}], "secId": 133}, {"speaker": "KING", "sentences": [{"text": "Last week, we were talking about Bernie Sanders comparing Hillary Clinton to Dick Cheney, which in the Democratic primary is essentially calling her Satan.", "sentId": 288}], "secId": 134}, {"speaker": "KING", "sentences": [{"text": "In a Republican primary, to compare Marco Rubio to Barack Obama, pretty much the same thing?", "sentId": 289}], "secId": 135}, {"speaker": "KUCINICH", "sentences": [{"text": "And remind them about the gang of eight.", "sentId": 290}, {"text": "Immigration is what is killing for Rubio in Iowa.", "sentId": 291}, {"text": "And as long as that is in voter minds, it's going to be a problem for him.", "sentId": 292}], "secId": 136}, {"speaker": "KING", "sentences": [{"text": "Again, it's at this margins thing.", "sentId": 293}], "secId": 137}, {"speaker": "KING", "sentences": [{"text": "If Bush is to Rubio to peel away, I think Huckabee is to Cruz.", "sentId": 294}, {"text": "And you could have Huckabee, Santorum and Carson.", "sentId": 295}, {"text": "So, normally, you think they don't make a difference if they're getting one or two.", "sentId": 296}], "secId": 138}, {"speaker": "KING", "sentences": [{"text": "But if you add up Carson, Huckabee, Santorum and maybe even Rand Paul, a lot of those votes come out of Ted Cruz, how important is it to watch the guys who we don't think are going to win Iowa but who could determine who does?", "sentId": 297}], "secId": 139}, {"speaker": "BAKER", "sentences": [{"text": "We saw that last time -- in 2008 on the Democratic side, everybody didn't pay much attention to Chris Dodd, Joe Biden, Bill Richardson and so forth.", "sentId": 298}], "secId": 140}, {"speaker": "BAKER", "sentences": [{"text": "But once the caucuses begin to shake out and those voters have to go someplace, right?", "sentId": 299}, {"text": "I mean, we were just talking about that.", "sentId": 300}, {"text": "I mean, do the candidates at the top harvest those votes, increase their totals and make a surprise in Iowa in 2008 surprised us because we didn't think Hillary Clinton was going to lose and Barack Obama was going to win.", "sentId": 301}], "secId": 141}, {"speaker": "BAKER", "sentences": [{"text": "That's the trick.", "sentId": 302}, {"text": "It comes in that second stage of the process.", "sentId": 303}], "secId": 142}, {"speaker": "KING", "sentences": [{"text": "If you know your guy is Huckabee or Santorum and they're likely to lose, do you change your mind on the last day to be with a winner or are you just locked I because you're loyal?", "sentId": 304}], "secId": 143}, {"speaker": "KUCINICH", "sentences": [{"text": "I think it is loyalty, isn't it?", "sentId": 305}, {"text": "If you are on team Huck or team Santorum, you're voting with your heart at this point, right?", "sentId": 306}], "secId": 144}, {"speaker": "KING", "sentences": [{"text": "I think that's why people tried to raise doubts about Cruz.", "sentId": 307}, {"text": "Keep those guys there.", "sentId": 308}, {"text": "Even if they don't -- if you're Marco Rubio, even if they don't come to me, as long as they stay with Carson or Huckabee or Santorum, it helps me.", "sentId": 309}], "secId": 145}, {"speaker": "HENDERSON", "sentences": [{"text": "He's 10 percent.", "sentId": 310}, {"text": "I mean, here's a guy who -- I mean, he's plummeted.", "sentId": 311}, {"text": "He was leading but he's at a solid 10 percent.", "sentId": 312}], "secId": 146}, {"speaker": "FOURNIER", "sentences": [{"text": "There's signs that people like to vote for a winner.", "sentId": 313}, {"text": "The big story here, if you look at that pie, take all of the establishment candidates, they still score -- and combine them, it's still less than either Cruz or Trump.", "sentId": 314}, {"text": "This is an anti-establishment wing.", "sentId": 315}], "secId": 147}, {"speaker": "KING", "sentences": [{"text": "Up next, the Democratic race.", "sentId": 316}, {"text": "Yes, that one's just as much fun.", "sentId": 317}, {"text": "Bernie Sanders says he doesn't like Hillary Clinton's tone and would love a big Iowa turnout.", "sentId": 318}], "secId": 148}, {"speaker": "KING", "sentences": [{"text": "First, though, politicians say or sing if you want to call this singing the darnedest things.", "sentId": 319}, {"text": "I bet when you think of Adele, you don't think about Mike Huckabee.", "sentId": 320}], "secId": 149}, {"speaker": "KING", "sentences": [{"text": "A look at the Democratic race now as we continue our special hour-long edition of INSIDE POLITICS.", "sentId": 321}], "secId": 150}, {"speaker": "KING", "sentences": [{"text": "If you're a Democrat voting in Iowa tomorrow, look around the room at your caucus site.", "sentId": 322}, {"text": "If it's a younger crowd with more men and a lot of unfamiliar faces, then bet on Bernie Sanders.", "sentId": 323}], "secId": 151}, {"speaker": "SANDERS", "sentences": [{"text": "We will win the caucus on Monday night if there is a large voter turnout.", "sentId": 324}, {"text": "We will lose the caucus on Monday night if there is a low voter turnout.", "sentId": 325}, {"text": "And in many ways, Iowa becomes an example, a model, for the rest of the country and for the future of American democracy.", "sentId": 326}], "secId": 152}, {"speaker": "KING", "sentences": [{"text": "Sanders could do this for a living if that campaign thing doesn't work out.", "sentId": 327}], "secId": 153}, {"speaker": "KING", "sentences": [{"text": "Now, if you go to that caucus in Iowa, Democrats and gray hair seems to be the norm, there are a lot more women, then smart money is on Hillary Clinton.", "sentId": 328}], "secId": 154}, {"speaker": "CLINTON", "sentences": [{"text": "You know, I'd rather underpromise and overdeliver than the opposite.", "sentId": 329}, {"text": "I want you to know what I intend to do and have you help me do it.", "sentId": 330}], "secId": 155}, {"speaker": "KING", "sentences": [{"text": "Still with us to share the reporting and their insights this morning: CNN's Nia-Malika Henderson, Ron Fournier of \"The National Journal\", Peter Baker at \"The New York Times\", and Jackie Kucinich of \"The Daily Beast\".", "sentId": 331}], "secId": 156}, {"speaker": "KING", "sentences": [{"text": "Let's start there.", "sentId": 332}, {"text": "Bernie Sanders needs the high turnout.", "sentId": 333}, {"text": "He's trying to gin up.", "sentId": 334}, {"text": "Even the president said, Peter, in his interview with Glenn Thrush with \"Politico\", Bernie Sanders is not Barack Obama.", "sentId": 335}, {"text": "Then he had to have a meeting with Bernie Sanders.", "sentId": 336}], "secId": 157}], "sectionCount": 158, "url": "transcripts.cnn.com/TRANSCRIPTS/1601/31/ip.02.html", "sentenceCount": 338, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired January 31, 2016 - 08:00   ET", "speakers": ["KING", "TRUMP", "RUBIO", "BUSH", "CLINTON", "SANDERS", "Iowa", "Three important things to watch in these final hours", "KUCINICH", "HENDERSON", "FOURNIER", "BAKER", "CRUZ", "PAUL", "AD NARRATOR"], "title": "INSIDE POLITICS"}