{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1409.21.ip.01.html.json", "subTitle": "Obama's Public Rift with His Generals; Gender Politics", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "America's top general discusses Plan B if the initial coalition to defeat ISIS fails.", "sentId": 0}], "secId": 0}, {"speaker": "DEMPSEY", "sentences": [{"text": "We'd go back to the President and make a recommendation that may include the use of U.S. military ground forces.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "But the commander-in-chief responds to with a blunt no way.", "sentId": 2}], "secId": 2}, {"speaker": "OBAMA", "sentences": [{"text": "I will not commit you and the rest of our Armed Forces to fighting another ground war in Iraq.", "sentId": 3}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Is the President's strategy shaped more by the military objective or by domestic politics?", "sentId": 4}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Plus six weeks out, control of the Senate is a giant wild card, and Democrats are scrambling to make a point.", "sentId": 5}], "secId": 5}, {"speaker": "GRIMES", "sentences": [{"text": "I'm not Barack Obama.", "sentId": 6}, {"text": "I disagree with him on guns, coal, and the EPA.", "sentId": 7}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "Chris Christie says it's time to wind down the bridgegate investigation and to clear his name.", "sentId": 8}], "secId": 7}, {"speaker": "CHRISTIE", "sentences": [{"text": "I'm tired of it.", "sentId": 9}, {"text": "I really am.", "sentId": 10}, {"text": "I've cooperated in every way that I possibly can.", "sentId": 11}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "He's ramping up 2014 travels and acting more and more like a 2016 contender.", "sentId": 12}], "secId": 9}, {"speaker": "INSIDE POLITICS", "sentences": [{"text": "the biggest stories, sourced by the best reporters now.", "sentId": 13}], "secId": 10}, {"speaker": "Welcome to INSIDE POLITICS.  I'm John King.  Thanks for sharing your Sunday morning.  With us to share their reporting and their insights", "sentences": [{"text": "Julie Pace of the Associated Press; Maeve Reston of the Los Angeles Times, Robert Costa of the \"Washington Post\" and Maggie Haberman of \"Politico\".", "sentId": 14}], "secId": 11}, {"speaker": "Welcome to INSIDE POLITICS.  I'm John King.  Thanks for sharing your Sunday morning.  With us to share their reporting and their insights", "sentences": [{"text": "The President surrounded himself with troops this past week to make a point.", "sentId": 15}], "secId": 12}, {"speaker": "OBAMA", "sentences": [{"text": "Whether in Iraq or in Syria these terrorists will learn the same thing that the leaders of al Qaeda already know -- we mean what we say.", "sentId": 16}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "So we should take from that that he means it when he says he will degrade and destroy ISIS and he means it when he says this.", "sentId": 17}], "secId": 14}, {"speaker": "OBAMA", "sentences": [{"text": "The American forces that have been deployed to Iraq do not and will not have a combat mission.", "sentId": 18}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "That unequivocal ruling out of a ground combat role for U.S. troops came the day after the chairman of the Joint Chiefs told Congress he would consider recommending ground troops if the initial plans to rely on allies for that ground support failed to tilt the battle.", "sentId": 19}, {"text": "Julie Pace, how do they explain at the White House the public war, public disagreement with the generals?", "sentId": 20}], "secId": 16}, {"speaker": "PACE", "sentences": [{"text": "Well, you have to look very closely at the specific words that both General Dempsey and President Obama are using.", "sentId": 21}, {"text": "When the President says I will not send troops in with a combat mission, he means he's not going to send them in looking like it looked in 2003 in Iraq.", "sentId": 22}, {"text": "That doesn't mean that if you send ground troops in to advise and assist Iraqi security forces, be embedded with them that they won't encounter combat.", "sentId": 23}], "secId": 17}, {"speaker": "PACE", "sentences": [{"text": "And that's what I think the question needs to be.", "sentId": 24}, {"text": "If we do send ground troops in and they come under fire, will they shoot back and will they inadvertently end up in a combat mission even if the President is making this pledge.", "sentId": 25}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "And if they come under fire thought, won't it be the American people who say to the President, you promised us it wouldn't be this way?", "sentId": 26}], "secId": 19}, {"speaker": "MAGGIE HABERMAN", "sentences": [{"text": "Well, this is what's very difficult and this is why you saw the President I think do what he did right after General Dempsey's comments which were very open-ended and the next day made clear this is not true.", "sentId": 27}, {"text": "There remains no appetite for boots on the ground for further engagement in this country somewhere else.", "sentId": 28}], "secId": 20}, {"speaker": "MAGGIE HABERMAN", "sentences": [{"text": "Now, that may change depending on new developments, but it hasn't so far in a very long time.", "sentId": 29}, {"text": "The other thing that I think you're seeing here is that it is, remember Obama went into 2012 as the person who killed Osama bin Laden -- took out Osama bin Laden, ordered that mission.", "sentId": 30}, {"text": "I think that the halo effect that he had from that has basically disappeared and I think that you are seeing him have to reiterate and underscore his credentials on this issue.", "sentId": 31}, {"text": "And that's what this is about.", "sentId": 32}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "That disapproval in the polling right now in his handling of terrorism -- that's the key point.", "sentId": 33}, {"text": "I've never seen anything like this though.", "sentId": 34}, {"text": "In this back and forth when people are starting to question would he listen to General Dempsey; and if General Dempsey -- and General Dempsey was very clear.", "sentId": 35}, {"text": "He said we're going to go with the Syrian Free Army.", "sentId": 36}, {"text": "We're going to go with the Iraqis.", "sentId": 37}, {"text": "We're going to go with the Kurds.", "sentId": 38}, {"text": "But if that doesn't work and the President says you must destroy ISIS then he said he might come back with that recommendation.", "sentId": 39}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "Here's what Josh Earnest, the White House Press Secretary told reporters on Air Force One.", "sentId": 40}, {"text": "Quote, \"The President will not review or consider options that involve putting American military personnel on the ground in a combat role.\"", "sentId": 41}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Maeve, essentially generals, if that's what you think, don't bother sending it over?", "sentId": 42}], "secId": 24}, {"speaker": "RESTON", "sentences": [{"text": "I think that probably was a mistake to go quite that far.", "sentId": 43}, {"text": "You always want to leave the all options are on the table, option open to yourself.", "sentId": 44}, {"text": "But I think this is reflecting from what we've seen from voters around the country that's real ambivalence and confusion about exactly who we would be helping over there, who our allies would be, whether this is the best strategy to go after ISIS.", "sentId": 45}], "secId": 25}, {"speaker": "RESTON", "sentences": [{"text": "And so the President is really caught in a very difficult political situation here because he's trying to protect the vulnerable Democrats who want to be able to make these promises to their constituents and at the same time deal with a very troublesome military problem.", "sentId": 46}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "And you would think -- you make the key point trying to protect the vulnerable Democrats.", "sentId": 47}, {"text": "Because otherwise you would expect the President even though we know he doesn't want do it to just say as he does in these standup with in Iran over nuclear weapons that all options are on the table.", "sentId": 48}, {"text": "I don't want to send in ground troops.", "sentId": 49}, {"text": "I don't want to bomb anybody but all options are on the table.", "sentId": 50}, {"text": "But he doesn't do it in this case.", "sentId": 51}, {"text": "Maybe it's because of that 44 days to an election that's in front of him.", "sentId": 52}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "Robert, listen here, among those trying to defend the President because they see Democrats do the debate this is Bill Clinton who on of all places \"The Daily Show\" says he thinks actually President Obama has it right.", "sentId": 53}], "secId": 28}, {"speaker": "CLINTON", "sentences": [{"text": "We can give them intelligence and we can do bombing and we have to do that to send a signal to them there's a price for decapitating those two people.", "sentId": 54}, {"text": "You can't let people get away with that and it's a terrible signal to the world.", "sentId": 55}], "secId": 29}, {"speaker": "CLINTON", "sentences": [{"text": "But we can't win a land war in Iraq.", "sentId": 56}, {"text": "We proved that, but they can, and we can help them win it.", "sentId": 57}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "It is so striking, I get it, the history and the legacy of the Iraq war, and especially among Democrats when they say that's George W. Bush's war.", "sentId": 58}, {"text": "But to hear a former commander in chief of the United States say we can't win a land war in Iraq.", "sentId": 59}], "secId": 31}, {"speaker": "COSTA", "sentences": [{"text": "I think Clinton was making a strong political point that the President, for the moment, has a short term political victory, because he's able to go into the election with bipartisan support in both the senate and the house floor's foreign policy.", "sentId": 60}, {"text": "The question is this is the first inning of what could be a very long game.", "sentId": 61}], "secId": 32}, {"speaker": "COSTA", "sentences": [{"text": "After the election we're going to have a broader war debate at the Capitol and Republicans are already stewing wanting to have the option of troops on the ground, wanting the President to put more options as Maeve said on the table.", "sentId": 62}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 63}, {"text": "You mentioned the congressional debate.", "sentId": 64}, {"text": "There are a lot of people, you could make the case that Congress was not exactly full of leaders this past week.", "sentId": 65}, {"text": "The house voted on the amendment to give the President the authority to arm and train the Syrian rebels and the Senate voted on a big spending bill on which that amendment was included.", "sentId": 66}, {"text": "Nobody separated it out and went on the record for an up or down vote on war and peace.", "sentId": 67}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "But among the people trying to change his profile, you might say, Rand Paul, the Republican senator from Kentucky who was mad at your newspaper, Robert, the \"Washington Post\" for a front page story that he said totally mischaracterizes him.", "sentId": 68}, {"text": "He said he was not waffling on issues.", "sentId": 69}, {"text": "He was not changing his position.", "sentId": 70}, {"text": "He went on Fox News when the question was, would you support military strikes in Syria and here's what Rand Paul told Fox.", "sentId": 71}], "secId": 35}, {"speaker": "PAUL", "sentences": [{"text": "I would vote yes but I would vote to limit the declaration or limit the authorization to a time period.", "sentId": 72}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "So he would vote yes if it was a broad authorization for military force.", "sentId": 73}, {"text": "What the Senate voted on was not that, we should be fair to Senator Paul.", "sentId": 74}, {"text": "They voted on a spending bill that included the money for the Syrian rebels -- to arm and train the Syrian rebels.", "sentId": 75}, {"text": "Rand Paul voted no on that and he said this.", "sentId": 76}], "secId": 37}, {"speaker": "PAUL", "sentences": [{"text": "Had the hawks been successful last year we would be facing a stronger ISIS likely in charge of all Syria and most of Iraq.", "sentId": 77}, {"text": "Intervention is not always the answer and often leads to unintended consequences.", "sentId": 78}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "I'm a little confused.", "sentId": 79}, {"text": "I would have voted for broad authority for war but intervention is not the answer.", "sentId": 80}], "secId": 39}, {"speaker": "COSTA", "sentences": [{"text": "It's a muddled message.", "sentId": 81}, {"text": "I mean this is a difficult week for Senator Paul.", "sentId": 82}, {"text": "He had an opportunity with this conflict to come out and be a true non-interventionist voice within the Republican Party.", "sentId": 83}, {"text": "He declined to take up that fight.", "sentId": 84}, {"text": "And so now you have him wading around in the political swamp trying to find where he's going to get to 2016, maybe be centrist enough for the nomination while still getting the Rand Paul supporters on the side.", "sentId": 85}, {"text": "He's not been able to bridge that gap.", "sentId": 86}, {"text": "It was a difficult week for him overall.", "sentId": 87}], "secId": 40}, {"speaker": "RESTON", "sentences": [{"text": "At the same though, I would say that in his speech even if it was meandering back and forth between positions he is raising a lot of the questions that the American people have and there will be some people who will appreciate that, him being a voice on that.", "sentId": 88}, {"text": "And it is an area where you could kind of have both the left and the right meet and he may be able to find that sweet spot for himself in 2016.", "sentId": 89}], "secId": 41}, {"speaker": "PACE", "sentences": [{"text": "He's not the only one, far from it, who's having the kind of internal contradiction, his played out a little more publicly than some other people but in both parties there's this question of we know this is a problem, we know the American people are concerned but we're just not sure exactly what the mission is and we're just not sure where we draw the line.", "sentId": 90}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 91}, {"text": "Whether you agree or disagree or whether you know or don't know exactly what he was trying to say, at least Rand Paul stood up and gave a speech.", "sentId": 92}, {"text": "A lot of the other guys just took their vote and got out of town.", "sentId": 93}, {"text": "They'll be back after the election -- not exactly a courageous week in the Congress.", "sentId": 94}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 95}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "Up next, gender politics.", "sentId": 96}, {"text": "President Obama and Hillary Clinton part of the big Democratic effort to boost the women's vote in the states that could decide control of the United States senate.", "sentId": 97}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "But first, in this week's \"Politicians Sometimes Say the Darnedest Things\" Vice President Joe Biden, he made us cringe this week with a few big gaffes but he also made us laugh with this.", "sentId": 98}], "secId": 46}, {"speaker": "BIDEN", "sentences": [{"text": "My wife was with", "sentId": 99}], "secId": 47}, {"speaker": "BIDEN", "sentences": [{"text": "Prince Harry at the Invictus Games and I read in \"The Guardian\" says everywhere -- I'm paraphrasing -- \"Everywhere Prince Harris went he had a blond woman on his arm, the vice president's wife.\"", "sentId": 100}, {"text": "I'm a little worried here.", "sentId": 101}, {"text": "You know what I mean?", "sentId": 102}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 103}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "The election now 44 days away.", "sentId": 104}, {"text": "Democrats know it's a tough climate out there but they also believe they can limit their losses if they can motivate women to turn out in higher numbers than a typical midterm election year especially in the key Senate battleground states.", "sentId": 105}, {"text": "The President is leading this effort as well as Hillary Clinton.", "sentId": 106}], "secId": 50}, {"speaker": "CLINTON", "sentences": [{"text": "We need people to feel that they're part of a movement, that it's not just about an election, it's about a movement.", "sentId": 107}, {"text": "A movement to really empower themselves, their families, and take the future over in a way that is going to give us back the country that we care so much about.", "sentId": 108}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Why does this matter so much?", "sentId": 109}, {"text": "Consider this number.", "sentId": 110}, {"text": "This is our latest poll: Republicans have a slight advantage when we asked all likely voters who you're going to vote for in November for Congress -- remember that Republican advantage.", "sentId": 111}, {"text": "Why aren't the Democrats urging men to get out?", "sentId": 112}, {"text": "Well, because men vote overwhelmingly for Republicans.", "sentId": 113}, {"text": "That's why the Democrats are saying hey, we need to gin up women turnout.", "sentId": 114}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "Now, if they could -- look at this.", "sentId": 115}, {"text": "In our poll, the majority of women say they're prepared to vote for the Democrats.", "sentId": 116}, {"text": "What the Democrats are hoping is women turn out at a higher percent than men in this midterm election year.", "sentId": 117}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "You don't think Republicans are noticing?", "sentId": 118}, {"text": "I want you to listen to what Joni Ernst -- she's running for senate in Iowa.", "sentId": 119}, {"text": "I want you to listen to what she says but first, I want you to remember this image, too.", "sentId": 120}], "secId": 54}, {"speaker": "ERNST", "sentences": [{"text": "I'm Joni Ernst and I approve this message, because I'll go to Washington as a mom, a soldier and as someone who really cares about the Iowa we leave our children.", "sentId": 121}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Now, that's the general election ad from Joni Ernst.", "sentId": 122}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "She's a mother and a soldier.", "sentId": 123}, {"text": "She's in her sweater sitting at the kitchen table.", "sentId": 124}, {"text": "Her first ad in the primary, she talked about growing up on the farm castrating pigs or hogs.", "sentId": 125}, {"text": "Then in another notable primary ad -- look.", "sentId": 126}], "secId": 57}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "She's not your typical candidate, conservative Joni Ernst, mom, farm girl and a lieutenant colonel who carries more than just lipstick in her purse.", "sentId": 127}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "Maeve, I'll let you go first.", "sentId": 128}, {"text": "I think it's rather obvious.", "sentId": 129}, {"text": "But why the sudden shift from biker girl to sweater mom?", "sentId": 130}], "secId": 59}, {"speaker": "RESTON", "sentences": [{"text": "Well, I mean obviously we've moved into the general election phase here and so that softer image is going to be much more important but, you know, in states like Iowa and Colorado, all of these women's issues are what they are constantly talking about.", "sentId": 131}, {"text": "The debate on the campaign trail in Colorado, for example, is not about ISIS or some of the other issues we've been talking about.", "sentId": 132}, {"text": "It's about birth control and abortion and all of those issues and they're really just drilling down -- the Democratic Party is spending a ton of money on their so called  street project to turn out these women, 60 million this year.", "sentId": 133}], "secId": 60}, {"speaker": "RESTON", "sentences": [{"text": "And it's going to be really interesting to see whether they can actually motivate these women because when I was out talking to them in some of these states, I mean they are just tuning this out at this point.", "sentId": 134}, {"text": "And so as like Joni Ernst, you have to catch their attention.", "sentId": 135}], "secId": 61}, {"speaker": "HABERMAN", "sentences": [{"text": "Now, what I was going to say I mean I think that's absolutely true and to that point I would argue that Hillary Clinton was doing something a little different there.", "sentId": 136}, {"text": "It's not just about the midterms.", "sentId": 137}, {"text": "Most people are not going to hear a speech that was given at a think tank in Washington and translate that into votes in Iowa or so forth.", "sentId": 138}], "secId": 62}, {"speaker": "HABERMAN", "sentences": [{"text": "This is a lot about Hillary Clinton getting ingrained in that messaging about women's economic issues which has been at the forefront over the last two cycles, this one in 2014 and 2012.", "sentId": 139}, {"text": "But during that time, when women's economic issues really came to the forefront, that was post-recession.", "sentId": 140}, {"text": "That was a period when she was out of politics and so this really aligns her with that.", "sentId": 141}], "secId": 63}, {"speaker": "HABERMAN", "sentences": [{"text": "She obviously has been a leader on women's issues for a long time going back to the Beijing speech in the 90s but was not part of this conversation and now she is.", "sentId": 142}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "It's a great point to make and it's a key point to whether Democrats -- they say they can use this technology, outreach to people, past Obama voters, past Democratic voters.", "sentId": 143}, {"text": "They think they're going to defy the odds, if you will, by being smarter in using technology.", "sentId": 144}, {"text": "And let's look at why it's important.", "sentId": 145}, {"text": "In that Iowa race it's a", "sentId": 146}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "dead heat in our latest poll but look at the breakdown.", "sentId": 147}, {"text": "You look at gender.", "sentId": 148}, {"text": "Bruce Braley the Democrat, he's ahead among women by a huge margin; and Joni Ernst the Republican, running ahead against men.", "sentId": 149}, {"text": "So it all depends on what the composition of the electorate is.", "sentId": 150}, {"text": "That's Iowa.", "sentId": 151}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Look at New Hampshire, another blue state, another great dead heat Senate race -- Scott Brown versus Jeanne Shaheen.", "sentId": 152}, {"text": "And again it's essentially a mirror image.", "sentId": 153}, {"text": "Scott Brown winning big among men, Jeanne Shaheen winning big among women, so it ends up Robert, being who can turn out more of their vote come election day.", "sentId": 154}], "secId": 67}, {"speaker": "COSTA", "sentences": [{"text": "That's exactly right.", "sentId": 155}, {"text": "I think Iowa is one of the most fascinating races because there's been this consensus in Republican circles that Joni Ernst was poised to win.", "sentId": 156}, {"text": "She's a very strong candidate because she's a soldier and a mother, et cetera.", "sentId": 157}, {"text": "But Iowa is turning blue.", "sentId": 158}, {"text": "And I think Bruce Braley, even though he's not perhaps the best on-the-trail candidate he is representing a state that is moving to the Democratic side.", "sentId": 159}], "secId": 68}, {"speaker": "COSTA", "sentences": [{"text": "And they're running for Tom Harkin's seat.", "sentId": 160}, {"text": "This is a progressive senator and a legendary one at that.", "sentId": 161}, {"text": "And I think this is something that Joni Ernst is grappling with.", "sentId": 162}, {"text": "And that's the problem with all these Republican primaries.", "sentId": 163}, {"text": "They pull these candidates so far to the right.", "sentId": 164}, {"text": "Once they have to readjust to the general it's difficult and tough.", "sentId": 165}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "And as we continue the conversation, let's just remind people, six weeks out -- let's show you the list right here.", "sentId": 166}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "Republicans need a net gain of six to pick up control of the Senate.", "sentId": 167}, {"text": "They think they have very odds of picking up now Democratic- held seats in Montana, South Dakota and West Virginia.", "sentId": 168}, {"text": "So the Republicans think they start essentially with plus three.", "sentId": 169}, {"text": "Then you see those seven blue lettered states, those are Democratic-held states -- Alaska, Arkansas, Louisiana, North Carolina, New Hampshire, Iowa and Colorado.", "sentId": 170}, {"text": "Those are toss-ups and you have two Republican-held seats, Kentucky and Kansas that are on the list right there.", "sentId": 171}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "The conversation has changed a bit over the last week to where yes, Republicans have the national number's wind at their pack but a lot of people are starting to see who knows with 44 days to go.", "sentId": 172}], "secId": 72}, {"speaker": "RESTON", "sentences": [{"text": "Right.", "sentId": 173}, {"text": "And you had a series of surprises along the way like Kansas where it's all of a sudden in the toss-up category and I think that Republicans are realizing that you've had so many different messages across the country and they're really needing to come around a more centralized message to make their case in the closing days here.", "sentId": 174}, {"text": "And we'll see that over the next couple of weeks.", "sentId": 175}], "secId": 73}, {"speaker": "HABERMAN", "sentences": [{"text": "This is to Maeve's point too about the tuning out thing in terms of the different messages.", "sentId": 176}, {"text": "You see that a lot in Iowa.", "sentId": 177}, {"text": "You hear people complain about this a lot especially in Iowa though it's not the only state that's just the main one coming to mind.", "sentId": 178}, {"text": "You have all of these sort of different groups that had been airing ads not necessarily with the same parity in terms of spending but they are not going from the same playbook.", "sentId": 179}, {"text": "Democrats have been.", "sentId": 180}, {"text": "That's been very effective.", "sentId": 181}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "I want to get to this.", "sentId": 182}, {"text": "This has very little to do with 2014.", "sentId": 183}, {"text": "But this guy has been all over the map for 2014 as he prepares to possibly run for president in 2016.", "sentId": 184}, {"text": "He's the New Jersey governor Chris Christie.", "sentId": 185}, {"text": "For the past year he's been under the so-called bridgegate investigations.", "sentId": 186}, {"text": "WNBC reporting at the end of the week that after eight months, almost nine months of investigation its sources saying that the federal prosecutor has found nothing to directly tie Chris Christie.", "sentId": 187}, {"text": "No knowledge by the governor into the closing of those lanes on the George Washington Bridge.", "sentId": 188}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "That would be a big boost for Chris Christie if the prosecutor made that public.", "sentId": 189}, {"text": "And as the week closed out Chris Christie also said it was time for the state legislature to shut down its investigation.", "sentId": 190}, {"text": "He says he's done nothing wrong.", "sentId": 191}], "secId": 76}, {"speaker": "CHRISTIE", "sentences": [{"text": "You know what?", "sentId": 192}, {"text": "Wrap up your work.", "sentId": 193}, {"text": "Do your job.", "sentId": 194}, {"text": "And this administration, I've allowed my chief of staff to come and testify.", "sentId": 195}, {"text": "Tell me when the last time that happened.", "sentId": 196}, {"text": "When the executive branch allowed the chief of staff to go down in an absolutely unfettered way, with no claim of privilege on any question they asked.", "sentId": 197}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "He seems to think that he's about to turn this corner.", "sentId": 198}], "secId": 78}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes, and I think if you combine the two things that happened last week, where you had the WNBC report and then you also had at the same time him saying that -- those two things seemed to suggest that this is coming to a close.", "sentId": 199}, {"text": "The question is do the federal prosecutors publicly clear him?", "sentId": 200}, {"text": "I don't think you're ever going to see the legislative committee essentially say yes, Christie had nothing to do with this because this has indeed become very political.", "sentId": 201}], "secId": 79}, {"speaker": "HABERMAN", "sentences": [{"text": "But the question is do federal prosecutors say we've found nothing that relates to him and that part is closed?", "sentId": 202}, {"text": "If so, he then moves past what has been a very, very difficult period for him.", "sentId": 203}, {"text": "Unfortunately for him there's another difficult period which is that his state is in real fiscal trouble and the attention will go to that.", "sentId": 204}], "secId": 80}, {"speaker": "COSTA", "sentences": [{"text": "I spoke to one of those big donors on Friday Donald Trump.", "sentId": 205}, {"text": "He said he's watching this very closely.", "sentId": 206}, {"text": "So are his buddies on Wall Street.", "sentId": 207}, {"text": "They think Christie may be in the clear.", "sentId": 208}, {"text": "There's a lot of nervousness in the top Republican ranks that Jeb Bush wont run, Mitt Romney won't run.", "sentId": 209}, {"text": "Christie they think is a top tier candidate.", "sentId": 210}, {"text": "If this shadow starts to float away they think Christie could be a real horse for 2016.", "sentId": 211}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "The governor is hoping the prosecutor says so publicly, that will help him the most.", "sentId": 212}, {"text": "Tomorrow's news today is next as our reporters get you out ahead", "sentId": 213}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "of the big political news just around the corner.", "sentId": 214}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Before we go, let's go around the INSIDE POLITICS TABLE and have our great reporters share a nugget from their notebooks.", "sentId": 215}, {"text": "Julie Pace.", "sentId": 216}], "secId": 84}, {"speaker": "PACE", "sentences": [{"text": "Last year President Obama and Iranian president Rouhani were both hours away from having an historic in-person meeting.", "sentId": 217}, {"text": "This week both leaders will be back in New York at the U.N. but expectations for a meeting are much more muted than they were last year.", "sentId": 218}], "secId": 85}, {"speaker": "PACE", "sentences": [{"text": "Nuclear talks with Iran are deadlocked.", "sentId": 219}, {"text": "There's a lot of tension over whether the U.S. and Iran will work together to fight the Islamic State.", "sentId": 220}, {"text": "And most importantly White House officials are absolutely furious with Iran for detaining a \"Washington Post\" reporter and his wife.", "sentId": 221}, {"text": "And the takeaway for the White House has been that while Rouhani and his colleagues may talk more moderately than some of their predecessors, a lot of the actions haven't changed and there's not a sense that having a meeting would be productive at this point.", "sentId": 222}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Well, they're well-founded skepticism.", "sentId": 223}, {"text": "Maeve?", "sentId": 224}], "secId": 87}, {"speaker": "RESTON", "sentences": [{"text": "Well, Hillary Clinton has been very much back in the spotlight as always but next week she's headed up to New York to be the star of the show at the Clinton Global Initiative and they'll be focusing on her work on women and girls.", "sentId": 225}, {"text": "But she will have a little bit of competition for the spotlight on Monday with Elizabeth Warren, who is going to be keynoting a fund-raiser for Emily's List.", "sentId": 226}], "secId": 88}, {"speaker": "RESTON", "sentences": [{"text": "And there's developed this really interesting contrast, there are obviously a lot of people on the left who would like to see Elizabeth Warren run.", "sentId": 227}, {"text": "But she's been out there on the hustings doing a lot more for Democratic candidates so far than Hillary Clinton, who has been really focused on her own agenda.", "sentId": 228}], "secId": 89}, {"speaker": "RESTON", "sentences": [{"text": "And so it will be interesting to watch that contrast and whether Hillary, who will be doing more Democratic events whether she's building up a little resentment there by not getting out on the trail.", "sentId": 229}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "One big day in the Big Apple.", "sentId": 230}, {"text": "Robert.", "sentId": 231}], "secId": 91}, {"speaker": "COSTA", "sentences": [{"text": "Before Congress left to campaign, they funded the government through December and there was no shutdown a year after the big shutdown of 2013, but that doesn't mean that the Tea Party is silent on Capitol Hill.", "sentId": 232}, {"text": "After the election, I sat down with Steve King and they're already planning to fight the President if he moves forward on executive action on immigration.", "sentId": 233}, {"text": "In fact Steve King told me that he's prepared to tie government funding in December to blocking any potential executive action so we could have another showdown on the horizon if that happens.", "sentId": 234}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Feisty lame duck -- we'll look forward to that.", "sentId": 235}, {"text": "Maggie.", "sentId": 236}, {"text": "HABERMAN:  Mine is the mother of three item here, corner of the", "sentId": 237}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "table, Hillary Clinton talked a lot last week when she was at the Democratic National Committee fund-raiser she's on baby watch, that appears to be very literal.", "sentId": 238}, {"text": "The Clintons have not said when her daughter, Chelsea Clinton is due with her first grandchild but they didn't know the specific date but it is believed to be within the next few weeks.", "sentId": 239}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "So this pregnancy which I think probably did not fly by for the Clintons does seem to suddenly be toward the end.", "sentId": 240}, {"text": "Hillary Clinton has said this is the thing that will impact to some extent anyway her thinking about running for president, and so we are now entering that window.", "sentId": 241}, {"text": "She says she's going to see what being a grandmother feels like.", "sentId": 242}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "We'll watch --", "sentId": 243}], "secId": 96}, {"speaker": "RESTON", "sentences": [{"text": "Grandbaby watch.", "sentId": 244}], "secId": 97}, {"speaker": "HABERMAN", "sentences": [{"text": "That was her phrase.", "sentId": 245}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "We'll watch how it all plays out politically.", "sentId": 246}, {"text": "Let's just start with this though.", "sentId": 247}, {"text": "Good luck, Chelsea and Mark.", "sentId": 248}, {"text": "Our thoughts and prayers are with you.", "sentId": 249}, {"text": "We'll deal with the rest of it later.", "sentId": 250}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 251}, {"text": "The Chamber of Commerce is now betting big on that New Hampshire Senate race -- Scott Brown versus the Democratic incumbent Jeanne Shaheen.", "sentId": 252}, {"text": "I'm told they're going up with a big buy and a tough new ad this week linking Jeanne Shaheen to President Obama.", "sentId": 253}, {"text": "They'd done a lot of research.", "sentId": 254}, {"text": "They think that by tying her to President Obama who is suddenly very unpopular in New Hampshire -- his approval rating is in the mid-30s -- that they can change that race.", "sentId": 255}, {"text": "They also think they might need that blue state race if things don't go so well in some of the other states.", "sentId": 256}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "And the chamber is betting so big on this it's buying time not only in New Hampshire markets, but spending in the much more expensive Boston markets as well.", "sentId": 257}, {"text": "We'll watch that race and all others as we go, 44 days to go.", "sentId": 258}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 259}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 260}, {"text": "We'll see you soon.", "sentId": 261}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" with Candy Crowley starts right now.", "sentId": 262}], "secId": 103}], "sectionCount": 104, "url": "transcripts.cnn.com/TRANSCRIPTS/1409/21/ip.01.html", "sentenceCount": 264, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired September 21, 2014 - 08:30   ET", "speakers": ["KING", "DEMPSEY", "OBAMA", "GRIMES", "CHRISTIE", "INSIDE POLITICS", "Welcome to INSIDE POLITICS.  I'm John King.  Thanks for sharing your Sunday morning.  With us to share their reporting and their insights", "PACE", "MAGGIE HABERMAN", "RESTON", "CLINTON", "COSTA", "PAUL", "BIDEN", "ERNST", "UNIDENTIFIED MALE", "HABERMAN"], "title": "INSIDE POLITICS"}