{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1610.10.ip.01.html.json", "subTitle": "Ryan Will Not Defend Trump; Overview of the Presidential Race. Aired 12-12:30p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 0}, {"text": "I'm John King.", "sentId": 1}, {"text": "Thanks for sharing some time with us on another busy and remarkable day in campaign 2016.", "sentId": 2}, {"text": "Debate round two was tense and personal.", "sentId": 3}], "secId": 0}, {"speaker": "CLINTON", "sentences": [{"text": "I expect we'll have millions more fact checking because, you know, it is - it's just awfully good that someone with the temperament of Donald Trump is not in charge of the law in our country.", "sentId": 4}], "secId": 1}, {"speaker": "TRUMP", "sentences": [{"text": "Because you'd be in jail.", "sentId": 5}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Donald Trump played the Bill Clinton card before and during the debate.", "sentId": 6}, {"text": "But, in a gift to the Clinton campaign, Trump again downplayed his caught on tape bragging about groping and forcing himself on women.", "sentId": 7}], "secId": 3}, {"speaker": "TRUMP", "sentences": [{"text": "This was locker room talk.", "sentId": 8}, {"text": "I'm not proud of it.", "sentId": 9}, {"text": "I apologize to my family.", "sentId": 10}, {"text": "I apologize to the American people.", "sentId": 11}, {"text": "Certainly I'm not proud of it.", "sentId": 12}, {"text": "But this is locker room talk.", "sentId": 13}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Now, debate watchers scored Hillary Clinton the winner, again.", "sentId": 14}, {"text": "But she also had some awkward moments defending her e-mail server and things she said in paid speeches.", "sentId": 15}], "secId": 5}, {"speaker": "TRUMP", "sentences": [{"text": "It was WikiLeaks that just came out and she lied.", "sentId": 16}, {"text": "Now she's blaming the lie on the late, great, Abraham Lincoln.", "sentId": 17}, {"text": "That's one that I haven't heard.", "sentId": 18}, {"text": "OK, honest Abe.", "sentId": 19}, {"text": "Honest Abe never lied.", "sentId": 20}, {"text": "That's the good thing.", "sentId": 21}, {"text": "That's the big difference between Abraham Lincoln and you.", "sentId": 22}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights, Karen Tumulty of \"The Washington Post,\" \"The New Yorker's\" Ryan Lizza, Reid Wilson of \"The Hill,\" and Mary Katharine Ham of \"The Federalist.\"", "sentId": 23}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "A lot to break down in the hour ahead and many ways to score this debate.", "sentId": 24}, {"text": "One way to grade a debate, though, is the reaction among the party leaders.", "sentId": 25}, {"text": "Republicans were nervous about Donald Trump going in.", "sentId": 26}, {"text": "We're going to go right out to the debate sight.", "sentId": 27}, {"text": "Our senior political reporter, Manu Raju has some details right now.", "sentId": 28}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Manu Raju, House Speaker Paul Ryan, on a call with House Republicans, some like Trump, some despise Trump, but if I have your reporting right, the speaker is essentially telling Donald Trump through this conference call, you're on your own?", "sentId": 29}], "secId": 9}, {"speaker": "RAJU", "sentences": [{"text": "He basically is.", "sentId": 30}, {"text": "What - John, what Paul Ryan made clear to his members today is that he will not defend Donald Trump.", "sentId": 31}, {"text": "He is done defending Donald Trump.", "sentId": 32}, {"text": "And that really is in reference to, of course, that tawdry video that was leaked to \"The Washington Post\" showing him bragging about groping women.", "sentId": 33}, {"text": "Paul Ryan said it's over for him.", "sentId": 34}, {"text": "He's only going to focus on preserving the House Republican majority, saying that the House Republican majority needs to be a check on a Democratic administration, assuming Hillary Clinton wins.", "sentId": 35}], "secId": 10}, {"speaker": "RAJU", "sentences": [{"text": "Now, he didn't concede that Hillary Clinton will definitely win the White House, I'm told, but he's suggesting that she very well may and they need to worry about the House Republican majority.", "sentId": 36}], "secId": 11}, {"speaker": "RAJU", "sentences": [{"text": "Now, John, I am told this actually did not go over particularly well.", "sentId": 37}, {"text": "There are a lot of House Republicans who are in districts with a lot of Trump supporters.", "sentId": 38}, {"text": "They want Trump to win.", "sentId": 39}, {"text": "They believe Trump can still win.", "sentId": 40}, {"text": "Some very conservative members, and they don't want their leader to abandon their nominee.", "sentId": 41}, {"text": "They believe that they could still win this race if they stick together.", "sentId": 42}], "secId": 12}, {"speaker": "RAJU", "sentences": [{"text": "So Paul Ryan actually got a fair amount of pushback, I am told, on this call.", "sentId": 43}, {"text": "Paul Ryan listened to his members.", "sentId": 44}, {"text": "He didn't push back when he got those retorts, but he did make this clear, John, that he will not unendorse Donald Trump, at least not at this time.", "sentId": 45}, {"text": "So he's - so he's still going to vote for Donald Trump it seems, but it looks like right now he's not going to defend Donald Trump.", "sentId": 46}, {"text": "So a major division within the party ranks after that second debate, John.", "sentId": 47}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Manu Raju in St. Louis.", "sentId": 48}, {"text": "Fascinating details on a fascinating moment.", "sentId": 49}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Let's take it around the table.", "sentId": 50}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "So, Paul Ryan, the House speaker, is not going to unendorse, but he's not going to campaign with Donald Trump.", "sentId": 51}, {"text": "He's made clear he won't defend Donald Trump.", "sentId": 52}, {"text": "So I'm not sure what still endorsing Donald Trump means in this environment.", "sentId": 53}, {"text": "But we're 29 days from a presidential election.", "sentId": 54}, {"text": "Republicans used to be the party of discipline.", "sentId": 55}, {"text": "They are in total chaos.", "sentId": 56}], "secId": 16}, {"speaker": "HAM", "sentences": [{"text": "All is well, John.", "sentId": 57}, {"text": "All is well.", "sentId": 58}], "secId": 17}, {"speaker": "HAM", "sentences": [{"text": "No, I think the schism is here, has been here, was here before the convention, would have been there whether there was a floor vote or not.", "sentId": 59}, {"text": "I mean all these sort of things that were meant to pull the party together don't pull the party together because there's a schism on whether this guy is fit, and that will remain throughout these next 30 days.", "sentId": 60}, {"text": "So I think Paul Ryan's like, look, I threw in my lot.", "sentId": 61}, {"text": "I'm the speaker of the House.", "sentId": 62}, {"text": "Didn't even want to be, by the way.", "sentId": 63}, {"text": "And now I've got to figure out how to manage this thing.", "sentId": 64}, {"text": "So he's trying to give them leash and free rein to do what they need to do in their districts, which is his number one job.", "sentId": 65}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "But that he -", "sentId": 66}], "secId": 19}, {"speaker": "HAM", "sentences": [{"text": "But it's real awkward.", "sentId": 67}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "But that he's at all worried about that.", "sentId": 68}, {"text": "We've all been talking through the whole cycle that the Senate is jeopardy for Republicans.", "sentId": 69}, {"text": "They have a narrow majority where the races are favor the Democrats because of the battleground states.", "sentId": 70}, {"text": "That we're talking 29 days out and that Paul Ryan is worried 29 days out, not just the media talking about it, about losing the House majority tells you they are worried about a Trump collapse that gets them in the swirling toilet bowl and gone.", "sentId": 71}], "secId": 21}, {"speaker": "WILSON", "sentences": [{"text": "Democrats need 30 seats to take back control of the House.", "sentId": 72}, {"text": "Now, just to put that in context, they didn't gain 30 seats in the wave election of 2008 that gave them the biggest majority they ever had.", "sentId": 73}, {"text": "There are fewer competitive House seats around the country than there almost ever have been.", "sentId": 74}, {"text": "So 30 seats is a really tall task that Paul Ryan would even be concerned about the majority in jeopardy is newsworthy.", "sentId": 75}], "secId": 22}, {"speaker": "WILSON", "sentences": [{"text": "And what I think Republicans are really concerned about is not that Democratic voters are suddenly going to show up in droves, it's that Republican voters are going to stay home.", "sentId": 76}, {"text": "They are going to be depressed about the fact that Donald Trump is very likely to lose this election.", "sentId": 77}, {"text": "They're going to think their vote doesn't matter and, therefore, they're going to stay home, which affects senators in states like Ohio and Pennsylvania and New Hampshire, the critical states that will decide control of the Senate, and it will affect these House members in suburban Philadelphia and the - in New Hampshire and places where Donald Trump is doing as poorly as he possibly can with white college educated voters who are now more disposed to vote for Hillary Clinton or - or stay home.", "sentId": 78}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Yes, this news breaking just at the top of the show.", "sentId": 79}, {"text": "I wish I could show you a map of the House districts in America.", "sentId": 80}, {"text": "Go online and you can find it.", "sentId": 81}, {"text": "This is the dichotomy in the Republican Party right now.", "sentId": 82}, {"text": "Look across the south.", "sentId": 83}, {"text": "Look across some of the mountain west.", "sentId": 84}, {"text": "Those Republicans are safe.", "sentId": 85}, {"text": "Donald Trump is popular in their district.", "sentId": 86}, {"text": "Donald Trump can, as he says, stand in the middle of Fifth Avenue and shoot somebody and he would win those districts.", "sentId": 87}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "The problems is for Republicans who come from suburban areas in more moderate states and that's where those 30 seats are.", "sentId": 88}, {"text": "That would be a stretch, but that's what Paul Ryan is worried about.", "sentId": 89}, {"text": "And so the southern Republicans and the more conservative Republicans, they loved what they heard last night.", "sentId": 90}, {"text": "He goes after Bill Clinton.", "sentId": 91}, {"text": "He brings the accusers into the room.", "sentId": 92}, {"text": "I call this the full Breitbart strategy.", "sentId": 93}, {"text": "And let's listen just to a snippet of it where he turns to Hillary Clinton and says, no, you should not be spending your nights in the White House, it should be somewhere else.", "sentId": 94}], "secId": 25}, {"speaker": "TRUMP", "sentences": [{"text": "If I win, I am going to instruct my attorney general to get a special prosecutor to look into your situation, because there has never been so many lies, so much deception.", "sentId": 95}, {"text": "There has never been anything like it.", "sentId": 96}, {"text": "And we're going to have a special prosecutor.", "sentId": 97}, {"text": "When I speak, I go out and speak, the people of this country are furious.", "sentId": 98}], "secId": 26}, {"speaker": "TUMULTY", "sentences": [{"text": "Can I suggest, though, that maybe Paul Ryan is playing a longer game here?", "sentId": 99}, {"text": "That he is also worried - there's been, all election season, there has been this tension between what is Republicanism?", "sentId": 100}, {"text": "Is it Paul Ryan's Republicanism or is it Donald Trump's Republicanism?", "sentId": 101}, {"text": "And I think that one of the things he is doing here is asserting what the party should stand for after November.", "sentId": 102}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "And there are eight or ten strains between those two.", "sentId": 103}, {"text": "You got - you have Trump here, and Ryan here, and there's a whole argument, you put Ted Cruz, put Marco Rubio, put a whole bunch of people in between.", "sentId": 104}, {"text": "We thought this was going to be an election that settled, or mostly settled, the Republican civil war.", "sentId": 105}, {"text": "It has opened up so many new fronts it is wild.", "sentId": 106}], "secId": 28}, {"speaker": "LIZZA", "sentences": [{"text": ".", "sentId": 107}, {"text": "No, I mean the debate was already going on and, you know, Trump's like the uncle that crashed the party.", "sentId": 108}, {"text": "That debate, when he's - when he's gone from the scene, that debate will continue.", "sentId": 109}], "secId": 29}, {"speaker": "LIZZA", "sentences": [{"text": "But I agree with Karen, I don't think this is just about Paul Ryan trying to preserve the House.", "sentId": 110}, {"text": "It would take a lot more than what we've seen for them to lose the House majority.", "sentId": 111}, {"text": "He is the keeper of the flame of a certain strand of conservatism that Donald Trump has pushed aside.", "sentId": 112}], "secId": 30}, {"speaker": "LIZZA", "sentences": [{"text": "Now, if you're Paul Ryan watching that debate last night, which had very, very little policy substance from a Republican perspective, I'm sure that was part of the reason.", "sentId": 113}, {"text": "And then, let's not forget, he's still someone that has presidential ambitions, or at least people around him and a lot of his supporters want him to run for president one day.", "sentId": 114}, {"text": "The question in the 20 Republican primary, at least one of the primaries is going to be, what was your position on Donald Trump, especially when his campaign went off the rails when this video came out.", "sentId": 115}], "secId": 31}, {"speaker": "WILSON", "sentences": [{"text": "Right.", "sentId": 116}], "secId": 32}, {"speaker": "LIZZA", "sentences": [{"text": "Now some people will say, well, I stuck with him, and maybe that will be good for them.", "sentId": 117}, {"text": "He'll - they'll win some of those voters.", "sentId": 118}, {"text": "But others will say, I stood up to him.", "sentId": 119}, {"text": "I - I - you know, I gave up on him in -", "sentId": 120}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 121}, {"text": "And this - this is doing -", "sentId": 122}], "secId": 34}, {"speaker": "LIZZA", "sentences": [{"text": "And that may be politically advantageous.", "sentId": 123}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "If Trump wins or loses, this is goes to go on for a cycle.", "sentId": 124}, {"text": "If you were with him, you were against him.", "sentId": 125}], "secId": 36}, {"speaker": "LIZZA", "sentences": [{"text": "Absolutely.", "sentId": 126}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "You waffled on him.", "sentId": 127}, {"text": "You went back and forth.", "sentId": 128}, {"text": "You were in, then you were out.", "sentId": 129}, {"text": "This is going to go on for cycling, the Trump labeling.", "sentId": 130}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "And maybe this is one of the reasons.", "sentId": 131}, {"text": "Let's show you, just released moments ago, NBC/\"Wall Street Journal\" poll.", "sentId": 132}, {"text": "Let me put it up on the screen there.", "sentId": 133}, {"text": "I don't even know the numbers, because they just came out, but it shows - there you go, 46 for Clinton, 35 for Donald Trump.", "sentId": 134}, {"text": "That is the Republican worry.", "sentId": 135}, {"text": "And this was conducted before the debate.", "sentId": 136}, {"text": "And if you look at the dates there, it maybe has a little bit of the fallout from that caught on tape moment where he's talking about groping women, but it takes usually longer, a week or so, to get a full assessment in the polls.", "sentId": 137}, {"text": "But if that's an initial glimpse or where the campaign was just as this was breaking, that's one of the reasons Republicans are nervous.", "sentId": 138}, {"text": "They now view Trump as a drag.", "sentId": 139}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "In an odd way, though, what he did last night has those who are in swing state races, those who represent suburban Republicans, cringing, cringing.", "sentId": 140}, {"text": "They said, no, we went through this in the 1990s.", "sentId": 141}, {"text": "Two Republican speakers lost their jobs.", "sentId": 142}, {"text": "Newt Gingrich and Bob Livingston and Bill Clinton had a sky-high approval rating and this launched Hillary Clinton's political career.", "sentId": 143}, {"text": "Sympathy for her after these .", "sentId": 144}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "But there's that faction on the right that think, no Republican ever fully prosecuted the case against Bill Clinton.", "sentId": 145}, {"text": "No Republican ever took a 2x4 in him in what is the Super Bowl of politics there.", "sentId": 146}, {"text": "But how much of it is the polling and how much if you're Paul Ryan, as the Trump campaign knows, there were all these defections, key senators, key House members saying, I can't support him anymore.", "sentId": 147}, {"text": "Donald Trump's campaign manager goes on television last night and says this.", "sentId": 148}], "secId": 41}, {"speaker": "CONWAY", "sentences": [{"text": "He is very gracious.", "sentId": 149}, {"text": "He's a gentleman.", "sentId": 150}, {"text": "I've never experienced that conduct.", "sentId": 151}, {"text": "I would talk to some of the members of Congress out there when I was younger and prettier, them rubbing up against girls, sticking their tongues down women's throats who - uninvited, who didn't like it.", "sentId": 152}], "secId": 42}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Yes.", "sentId": 153}], "secId": 43}, {"speaker": "CONWAY", "sentences": [{"text": "Yes, you're saying yes because you know it's true.", "sentId": 154}, {"text": "They used to -", "sentId": 155}], "secId": 44}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "No, I'm hearing it - I've heard the camps, of course, but I want to ask you -", "sentId": 156}], "secId": 45}, {"speaker": "CONWAY", "sentences": [{"text": "They did - no, absolutely.", "sentId": 157}, {"text": "And some of them, by the way, on the list of people who won't sport Donald Trump because they all ride around on their high horse.", "sentId": 158}], "secId": 46}, {"speaker": "TUMULTY", "sentences": [{"text": "That's dangerous.", "sentId": 159}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 160}], "secId": 48}, {"speaker": "TUMULTY", "sentences": [{"text": "Because there are still four weeks to go -", "sentId": 161}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 162}], "secId": 50}, {"speaker": "TUMULTY", "sentences": [{"text": "Between now and election day, and that is essentially an invitation for any woman who has ever had the kind of experience that Kellyanne Conway is stalking about with Donald Trump to come forward.", "sentId": 163}, {"text": "And that is what a lot of Republicans are worried about.", "sentId": 164}, {"text": "They think this is not the last piece of .", "sentId": 165}], "secId": 51}, {"speaker": "HAM", "sentences": [{"text": "Well, yes, there's a mid-term game here, right, in the middle where Paul Ryan is like, I'm setting the groundwork for when the next piece of op-o  comes, because there will be another one.", "sentId": 166}, {"text": "And there's a part of my winger soul, to my right winger soul, that looks at him and the victims out there and the accusers out there and says, look, Democrats haven't a big enough price for waitress  sandwiches  and for Weiner and for Clinton's very bad behavior, but does it reach anyone other than my winger soul and the folks who care that way?", "sentId": 167}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 168}], "secId": 53}, {"speaker": "HAM", "sentences": [{"text": "I don't think it reaches.", "sentId": 169}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "And to the point that it - when you have these disagreements within a party, and they happen, not usually about these kind of issues, but there are disagreements in every presidential campaign.", "sentId": 170}, {"text": "Clinton and Sanders have worked theirs out.", "sentId": 171}, {"text": "She has - now they find things that you - could send Sanders off the tree.", "sentId": 172}, {"text": "He's behaving responsibly about them and being nice to Secretary Clinton.", "sentId": 173}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "But for Kellyanne Conway to say, you're running from my guy because people are calling him a predator.", "sentId": 174}, {"text": "Well, your predator's too.", "sentId": 175}, {"text": "That is not going to bring Republican peace.", "sentId": 176}], "secId": 56}, {"speaker": "WILSON", "sentences": [{"text": "Donald - Donald Trump is still running essentially a primary campaign.", "sentId": 177}, {"text": "He's still - I mean Kellyanne Conway, her comments last night, they'll still talking about sort of Republican on Republican violence.", "sentId": 178}, {"text": "Now, every four years we hear from within the Republican Party, I feel like.", "sentId": 179}, {"text": "There's a nominee and then a faction on the right that says, well, you have to be conservative or the arch conservatives won't turn out.", "sentId": 180}, {"text": "Those disagreements are about policy.", "sentId": 181}, {"text": "This disagreement is about whether or not this person is fit to be president of the United States and it's not just the right or the - or the center of the Republican Party that's arguing about this.", "sentId": 182}, {"text": "It is the entire spectrum.", "sentId": 183}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "And even before this news we're hearing today, the Republican House speaker, the vice presidential nominee four years ago, the Republican House Speaker Paul Ryan, he - he understands what it's like to be on a national ticket.", "sentId": 184}, {"text": "He's telling the nominee, you're on your own.", "sentId": 185}, {"text": "I'm not going to campaign with you.", "sentId": 186}, {"text": "I'm not going to defending you.", "sentId": 187}, {"text": "Even before that development, listen to Hillary Clinton last night in the debate.", "sentId": 188}, {"text": "She knows what's happening around Donald Trump and she loves it.", "sentId": 189}], "secId": 58}, {"speaker": "CLINTON", "sentences": [{"text": "OK, Donald, I know you're into big diversion tonight, anything that avoid talking about your campaign and the way it's exploding and the way Republicans are leaving you -", "sentId": 190}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "She's kind of right about that, but is there a risk for them to be a little tad overconfident?", "sentId": 191}], "secId": 60}, {"speaker": "LIZZA", "sentences": [{"text": "The Democrats?", "sentId": 192}, {"text": "I think right now they don't have that many - there's not much of a downside for them being confident.", "sentId": 193}, {"text": "I do think that they went into that debate clearly their strategy is for Trump to collapse of his own weight.", "sentId": 194}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 195}], "secId": 62}, {"speaker": "LIZZA", "sentences": [{"text": "Clinton did not go in that - into that debate to try and knock him out with a punch, right?", "sentId": 196}, {"text": "I think that's why a lot of people are saying Trump did better than expected.", "sentId": 197}, {"text": "There - her whole strategy is just to get him talking, you know, to push a button here or there and bait him into - into issues and he'll - he'll collapse.", "sentId": 198}, {"text": "He was already collapsing pre-debate.", "sentId": 199}, {"text": "But he did a little bit better than - than everyone thought.", "sentId": 200}, {"text": "So, no, they should be very confident.", "sentId": 201}, {"text": "Look at that \"Wall Street Journal\" poll we just saw.", "sentId": 202}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Right, and we -", "sentId": 203}], "secId": 64}, {"speaker": "LIZZA", "sentences": [{"text": "It said 35 - the Republican nominee is getting 35 percent in October.", "sentId": 204}], "secId": 65}, {"speaker": "HAM", "sentences": [{"text": "I would agree except that we've seen it swing 10 points in the past.", "sentId": 205}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 206}, {"text": "Well, although, we haven't seen him go as low as 35.", "sentId": 207}], "secId": 67}, {"speaker": "TUMULTY", "sentences": [{"text": "It's true.", "sentId": 208}, {"text": ".", "sentId": 209}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "That's a .", "sentId": 210}, {"text": "He has usually been around a 40, 42, and it's been up there.", "sentId": 211}, {"text": "If we've see more 35, that's an interesting point to look at.", "sentId": 212}, {"text": "But keep the thought.", "sentId": 213}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Next, a closer look at what Karen was just talked about, the fear among Republicans about this locker room defense and the risky Trump decision to stage a reality TV revival of the 1990s Clinton wars.", "sentId": 214}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 215}, {"text": "Perhaps the biggest question at the start of last night's debate was,", "sentId": 216}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "how would Donald Trump answer when asked to explain that caught on tape open mike moment where he brags about forcing himself on women and groping them.", "sentId": 217}, {"text": "Sorry, this is graphic, but you need to hear this to process how reprehensible it is.", "sentId": 218}], "secId": 72}, {"speaker": "TRUMP", "sentences": [{"text": "You know, I'm automatically attracted to beautiful - I just start kissing them.", "sentId": 219}, {"text": "It's like a magnet.", "sentId": 220}, {"text": "Just kiss.", "sentId": 221}, {"text": "I don't even wait.", "sentId": 222}, {"text": "And when you're a star, they let you do it.", "sentId": 223}, {"text": "you can do anything.", "sentId": 224}], "secId": 73}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Whatever you want.", "sentId": 225}], "secId": 74}, {"speaker": "TRUMP", "sentences": [{"text": "Grab them by the .", "sentId": 226}, {"text": "You can do anything.", "sentId": 227}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "To Trump it seems bragging about conduct that would be a crime is no big deal.", "sentId": 228}], "secId": 76}, {"speaker": "TRUMP", "sentences": [{"text": "That was locker room talk.", "sentId": 229}, {"text": "I'm not proud of it.", "sentId": 230}, {"text": "I am a person who has great respect for people, for my family, for the people of this country, and certainly I'm not proud of it.", "sentId": 231}, {"text": "But that was something that happened.", "sentId": 232}, {"text": "If you look at Bill Clinton, far worse.", "sentId": 233}, {"text": "Mine are words, and his was action.", "sentId": 234}, {"text": "His was, what he's done to women, there's never been anybody in the history of politics in this nation that's been so abusive to women.", "sentId": 235}], "secId": 77}, {"speaker": "TRUMP", "sentences": [{"text": "Hillary Clinton attacked those same women and attacked them viciously.", "sentId": 236}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "As we discussed a bit earlier, the alt-right talk radio world loves that Trump answer because they've been waiting for 20 years for a Republican nominee to bring their Bill Clinton grievances to a presidential debate.", "sentId": 237}, {"text": "Essentially the World Series or Super Bowl of politics.", "sentId": 238}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "And just like a big game has a pregame show, Trump warmed up with this photo op, three women who say Bill Clinton sexually assaulted them and one who's alleged rapist was defended by Hillary Clinton when she was a young attorney.", "sentId": 239}, {"text": "Now, the debate commission wouldn't allow Trump to seat the women in the family box right up close to the debate stage.", "sentId": 240}, {"text": "But as you can see, they were right there in the front row of the bleachers alongside some members of the Trump family.", "sentId": 241}], "secId": 80}, {"speaker": "Well", "sentences": [{"text": "And that's because women voters are - are such a key", "sentId": 242}], "secId": 81}, {"speaker": "Well", "sentences": [{"text": "to this election.", "sentId": 243}, {"text": "Take a look four years ago, Mitt Romney won white women voters, college educated women voters as well.", "sentId": 244}, {"text": "These days in polls, the ABC/\"Washington Post\" polls that just came out a couple of days ago, shows that Clinton's leading among those voters.", "sentId": 245}, {"text": "I mean as if - as if the tape on Friday wasn't enough.", "sentId": 246}, {"text": "These - these sort of stunts, they're just - they're - they're almost designed to drive away the voters among whom Mitt Romney had a huge advantage four years ago.", "sentId": 247}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "And he - and Trump clearly came in knowing this was going to be a big issue and he decided to play the Bill Clinton card as the diversion.", "sentId": 248}, {"text": "Listen here as Anderson Cooper just tries to get him to answer.", "sentId": 249}, {"text": "Again, Donald Trump, you know, what he talked about in that tape interview is a crime.", "sentId": 250}, {"text": "He talked about groping women who - unwanted advances, grabbing them in their private parts.", "sentId": 251}, {"text": "Here's how he explained it last night.", "sentId": 252}], "secId": 83}, {"speaker": "COOPER", "sentences": [{"text": "Are you saying that what you said on that bus 11 years ago, that you did not actually kiss women without consent or grope women without consent?", "sentId": 253}], "secId": 84}, {"speaker": "TRUMP", "sentences": [{"text": "I have great respect for women.", "sentId": 254}, {"text": "Nobody has more respect for women than I do.", "sentId": 255}, {"text": "So I'm saying -", "sentId": 256}], "secId": 85}, {"speaker": "COOPER", "sentences": [{"text": "So, for the record, you're saying you never did that?", "sentId": 257}], "secId": 86}, {"speaker": "TRUMP", "sentences": [{"text": "I said things -- frankly, you hear these things.", "sentId": 258}, {"text": "They're said.", "sentId": 259}, {"text": "And I was embarrassed by it.", "sentId": 260}, {"text": "But I have tremendous respect for women.", "sentId": 261}], "secId": 87}, {"speaker": "COOPER", "sentences": [{"text": "Have you ever done those things?", "sentId": 262}], "secId": 88}, {"speaker": "TRUMP", "sentences": [{"text": "And women have respect for me.", "sentId": 263}, {"text": "And I will tell you, no, I have not.", "sentId": 264}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "Kudos to my colleague there who just kept pressing to get the answer.", "sentId": 265}, {"text": "Trump was complaining about the moderators.", "sentId": 266}, {"text": "One of the reasons they kept coming back at him is because he wasn't answering the questions.", "sentId": 267}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "But most Republicans, even some on his own team, wanted Trump to, at the first opportunity, just, if you want to bring up Bill Clinton later, bring up Bill Clinton later, but to take one, clean, contained opportunity to say, I'm sore.", "sentId": 268}, {"text": "It was horrible, I get it, I've listened to it, I can't believe I said those things, and he - he just simply refused to do that.", "sentId": 269}], "secId": 91}, {"speaker": "HAM", "sentences": [{"text": "Yes, I think a bunch of guys in locker rooms were like, can we please not lower the bar.", "sentId": 270}, {"text": "I mean, like -", "sentId": 271}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 272}, {"text": "I've been in a lot of locker rooms - been in a lot of locker rooms.", "sentId": 273}], "secId": 93}, {"speaker": "HAM", "sentences": [{"text": "But -", "sentId": 274}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "So if anybody gets anywhere close to that, they get slammed against a locker, actually.", "sentId": 275}], "secId": 95}, {"speaker": "HAM", "sentences": [{"text": "Right, but I - you know, I do - I think it would have made a lot of sense for him to have like a heartfelt apology and not pivot immediately to, you know, ISIS and without sort of any transition whatsoever.", "sentId": 276}, {"text": "And I will note that both of them are particularly bad at contrition.", "sentId": 277}, {"text": "I've actually thought with Clinton, if she looked or sounded like she was sorry about the e-mail thing instead of just saying, I, uh, am very sorry about that mistake, I think it would actually help neutralize the issue and would for him, too, but they're both very bad at it.", "sentId": 278}], "secId": 96}, {"speaker": "LIZZA", "sentences": [{"text": "I think he was getting a lot of conflicting political advice about how to win this election before this tape came out, right?", "sentId": 279}, {"text": "But there's always been a faction in the Trump world.", "sentId": 280}, {"text": "Roger Stone, Steve Bannon, the CEO.", "sentId": 281}, {"text": "Roger Stone's an outside adviser, not really with the campaign.", "sentId": 282}, {"text": "But he has always been pushing Trump that the way to go after Hillary Clinton is to dive deep on to Bill's indiscretions.", "sentId": 283}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 284}], "secId": 98}, {"speaker": "LIZZA", "sentences": [{"text": "And, frankly, a lot of his advisors recently were saying no, no, no, don't go there, don't go there.", "sentId": 285}, {"text": "Remember after the first debate, they were talking about how restrained Trump was in not going there.", "sentId": 286}, {"text": "And that faction won.", "sentId": 287}, {"text": "Why?", "sentId": 288}, {"text": "Because the tape came out and they convinced Trump that the only way to fight back against your own, you know, locker room banter was to just go full-on into Clinton's sex life.", "sentId": 289}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 290}, {"text": "You're right, because Roger Stone wanted to do that at the first debate.", "sentId": 291}, {"text": "He wanted to bring those women to the first debate and he lost.", "sentId": 292}, {"text": "At that point, Trump had momentum.", "sentId": 293}, {"text": "Coming into this one, Trump was - had lost his momentum.", "sentId": 294}, {"text": "Clinton had it.", "sentId": 295}, {"text": "And then this tape came out.", "sentId": 296}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "I want to go back in time, though, to Wolf Blitzer interviewed Donald Trump some time ago.", "sentId": 297}, {"text": "Donald Trump stood on the stage last night.", "sentId": 298}, {"text": "He prosecuted this case against Bill Clinton that many conservatives have wanted prosecuted for a very long time.", "sentId": 299}, {"text": "One person who did not think this was a case worth prosecuting, Donald J. Trump.", "sentId": 300}], "secId": 101}, {"speaker": "BLITZER", "sentences": [{"text": "In your book, \"The Art of the Comeback,\" you say of Mrs. Clinton, \"she's a wonderful woman who's handled pressure incredibly well.\"", "sentId": 301}], "secId": 102}, {"speaker": "TRUMP", "sentences": [{"text": "I agree with that.", "sentId": 302}, {"text": "I think she's gone through terrible times.", "sentId": 303}, {"text": "I think she's been through more than any woman should have to bear, everything public.", "sentId": 304}, {"text": "I mean women go through this on a private basis and can't take it.", "sentId": 305}, {"text": "She's on the front page of every newspaper every week with what went on in Washington.", "sentId": 306}, {"text": "I think she's a wonderful woman and frankly -", "sentId": 307}], "secId": 103}, {"speaker": "BLITZER", "sentences": [{"text": "Is she qualified to - is she qualified to be senator?", "sentId": 308}], "secId": 104}, {"speaker": "TRUMP", "sentences": [{"text": "I think she is.", "sentId": 309}, {"text": "I mean I think, frankly, that if she ran from another - from another state, I think I'd support her, because she's really a very terrific woman.", "sentId": 310}, {"text": "I know her.", "sentId": 311}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "Now, that's a - you can disagree with the answer, but that's a thoughtful, coherent thought from Donald Trump on his view of all this talking about Hillary Clinton, she's a terrific woman, she's - you know, this is fair to her.", "sentId": 312}, {"text": "That was one way to put it.", "sentId": 313}, {"text": "Here's how he said it on Neil Cavuto on Fox News talking about Bill Clinton and these women coming out.", "sentId": 314}, {"text": "He said, \"I'm not sure the women he did it with make him alluring.", "sentId": 315}, {"text": "I mean, give me a break, the whole group, Paula Jones, Lewinsky, it's just a really unattractive group.", "sentId": 316}, {"text": "I'm not just talking about physical, but -\" and then Neil intervened, \"would it make any different?", "sentId": 317}, {"text": "Would it be any different if it were a supermodel crowd?\"", "sentId": 318}, {"text": "\"I think at least it would be more pleasant to watch,\" was Donald Trump's answer.", "sentId": 319}], "secId": 106}, {"speaker": "WILSON", "sentences": [{"text": "Isn't this - this is the way that Donald Trump has changed what we see as normal in this - in this election.", "sentId": 320}, {"text": "We're talking about him rating women and banning Muslim immigration and - I mean I can spend the rest of the hour going on with the impossible things he's said.", "sentId": 321}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "No, saying it's OK for a radio talk show host to refer to his daughter as a piece of -", "sentId": 322}], "secId": 108}, {"speaker": "WILSON", "sentences": [{"text": "Any - any of these things said by any other candidate, by Jeb Bush, by Marco Rubio, by Ted Cruz, they would be gone and done and now we're sort of debating whether or not this is the final straw.", "sentId": 323}, {"text": "I mean this is - I think this is a very interesting moment in which things that have never been normalized before are suddenly normalized.", "sentId": 324}, {"text": "We haven't even gotten to the part where he publicly disagreed with his vice president's stated policy on Syria -", "sentId": 325}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "Oh, we're going to get there.", "sentId": 326}], "secId": 110}, {"speaker": "HAM", "sentences": [{"text": "Right.", "sentId": 327}], "secId": 111}, {"speaker": "WILSON", "sentences": [{"text": "Where he, you know -", "sentId": 328}], "secId": 112}, {"speaker": "HAM", "sentences": [{"text": "Can I just briefly say that Clinton's actual behavior, Bill Clinton's actual behavior, was not normal, it was just hidden then sort of - then overlooked.", "sentId": 329}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "There's no question about it.", "sentId": 330}], "secId": 114}, {"speaker": "HAM", "sentences": [{"text": "So that - that part being normalized is not OK either.", "sentId": 331}], "secId": 115}, {"speaker": "TUMULTY", "sentences": [{"text": "Except that it wasn't - I mean it was the subject of Ken Starr's report.", "sentId": 332}], "secId": 116}, {"speaker": "HAM", "sentences": [{"text": "Yes.", "sentId": 333}], "secId": 117}, {"speaker": "TUMULTY", "sentences": [{"text": "It was the subject - all of these stories -", "sentId": 334}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 335}], "secId": 119}, {"speaker": "TUMULTY", "sentences": [{"text": "Came into and were investigated by Starr.", "sentId": 336}, {"text": "It was something that the country did spend a year litigating.", "sentId": 337}, {"text": "And one reason that a lot of Republicans don't want to go after this is that the very week that Bill Clinton was impeached, his job approval rating in the Gallup poll went up to 73 percent.", "sentId": 338}], "secId": 120}, {"speaker": "HAM", "sentences": [{"text": "It is decided .", "sentId": 339}, {"text": "Yes.", "sentId": 340}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 341}], "secId": 122}, {"speaker": "HAM", "sentences": [{"text": "I agree.", "sentId": 342}], "secId": 123}, {"speaker": "LIZZA", "sentences": [{"text": "1990 -", "sentId": 343}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "As the - as the lawyers say, asked and answered.", "sentId": 344}], "secId": 125}, {"speaker": "TUMULTY", "sentences": [{"text": "And Republicans lost five seats that year in the House.", "sentId": 345}], "secId": 126}, {"speaker": "LIZZA", "sentences": [{"text": "That's right, 1998 mid-term elections were an historical anomaly because the in - the party in the White House actually lost seats because of this investigation.", "sentId": 346}], "secId": 127}, {"speaker": "KING", "sentences": [{"text": "And so - so clearly a faction in the Trump campaign thinks they can try again.", "sentId": 347}, {"text": "And most Republicans think it's a bad idea.", "sentId": 348}], "secId": 128}, {"speaker": "HAM", "sentences": [{"text": ".", "sentId": 349}], "secId": 129}, {"speaker": "KING", "sentences": [{"text": "We're going to see how it plays out.", "sentId": 350}], "secId": 130}, {"speaker": "KING", "sentences": [{"text": "Up next, as Regis  noted, Donald Trump throws his running mate under the bus, saying, get this, Mike Pence is wrong on Syria and that Bashar al Assad and Russia are allies in the fight against ISIS.", "sentId": 351}], "secId": 131}], "sectionCount": 132, "url": "transcripts.cnn.com/TRANSCRIPTS/1610/10/ip.01.html", "sentenceCount": 353, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 10, 2016 - 12:00   ET", "speakers": ["KING", "CLINTON", "TRUMP", "RAJU", "HAM", "WILSON", "TUMULTY", "LIZZA", "CONWAY", "UNIDENTIFIED MALE", "Well", "COOPER", "BLITZER"], "title": "INSIDE POLITICS"}