{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1611.07.ip.02.html.json", "subTitle": "Counting the Electoral Votes to Get to 270; CNN Interviews Kellyanne Conway Again; Obama Campaigns for Hillary. Aired 12:30p-1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "They're also thinking the Clinton campaign, again, this is a hypothetical scenario, they think they're going to win North Carolina again, because of early voting.", "sentId": 0}, {"text": "Trump campaign would push back.", "sentId": 1}, {"text": "But let's give it to her just for the sake of this.", "sentId": 2}, {"text": "And Republicans in New Hampshire where they think over the weekend, that state started to break.", "sentId": 3}, {"text": "What if Hillary Clinton wins all those?", "sentId": 4}, {"text": "A hypothetical but if she does, can Donald Trump still win?", "sentId": 5}, {"text": "That's why he' targeting the big blue states.", "sentId": 6}, {"text": "Donald Trump must win Arizona for starters.", "sentId": 7}, {"text": "That would get him to 215.", "sentId": 8}, {"text": "No brainer.", "sentId": 9}, {"text": "Must win Florida.", "sentId": 10}, {"text": "If Donald Trump loses Florida, forget about it, game over.", "sentId": 11}, {"text": "But if he wins Arizona and Florida, can he take away the blues and come back?", "sentId": 12}, {"text": "That is why in these final days Donald Trump is saying, I'm going to take Pennsylvania and I'm going to take Michigan that would do it.", "sentId": 13}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "Now, 1988, 1988, the last time those two big blues went red.", "sentId": 14}, {"text": "Democrats say, dream on, Donald.", "sentId": 15}, {"text": "His campaign says, watch tomorrow.", "sentId": 16}], "secId": 1}, {"speaker": "CONWAY", "sentences": [{"text": "All right, work for a warrior.", "sentId": 17}, {"text": "He just -- did these six different talk shows yesterday, we'll have five today.", "sentId": 18}, {"text": "And this is his style to go and take his case directly to the people.", "sentId": 19}, {"text": "Yesterday was really phenomenal.", "sentId": 20}, {"text": "I have to say we dipped into Minnesota, we're going into her 248 blue wall.", "sentId": 21}, {"text": "We obviously have had Team Clinton on the run in terms of where they're going to schedule with their deploy.", "sentId": 22}, {"text": "There super surrogates in the final days and we're not talking about blue states we're talking flipping blue states.", "sentId": 23}, {"text": "And we have -- we now have six different routes to 270.", "sentId": 24}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "From Trump Campaign Manager Kellyanne Conway to Hillary Clinton.", "sentId": 25}, {"text": "Hillary Clinton campaigning in one of those states Donald Trump hopes to win.", "sentId": 26}, {"text": "This is Pittsburgh, Pennsylvania.", "sentId": 27}], "secId": 3}, {"speaker": "CLINTON", "sentences": [{"text": "I'm here to ask you to vote for yourselves, vote for your families, vote for your futures.", "sentId": 28}, {"text": "Vote on the issues that matter to you because they are on the ballot not just my name and my opponent's name.", "sentId": 29}, {"text": "I want to thank Tom Colicchio for coming out here, he's in the middle of opening another one of his great restaurants but he said he's got these two small kids and he just had to come and be part of lifting up this election and creating the kind of commitment that will bring a record-breaking number of Americans to vote.", "sentId": 30}, {"text": "We are on the path to see more Americans vote than we have ever seen in our history.", "sentId": 31}], "secId": 4}, {"speaker": "CLINTON", "sentences": [{"text": "And I, I am hoping that you won't just come out and vote.", "sentId": 32}, {"text": "Obviously, I hope you vote for me.", "sentId": 33}, {"text": "But I also hope -- I hope you will send Katie McGinty to the United States Senate.", "sentId": 34}, {"text": "We've got some great elected officials here and I want to recognize Congressman Mike Doyle, County Executive Rich Fitzgerald, from Pittsburgh, Mayor Bill Peduto, from Braddock, P.A., Mayor John Fetterman.", "sentId": 35}, {"text": "But mostly I'm here to say thanks.", "sentId": 36}, {"text": "Thanks for taking time out to think about what's -- what the stakes are -- I love you all too, absolutely.", "sentId": 37}], "secId": 5}, {"speaker": "CROWD", "sentences": [{"text": "Hillary.", "sentId": 38}, {"text": "Hillary.", "sentId": 39}, {"text": "Hillary.", "sentId": 40}, {"text": "Hillary.", "sentId": 41}, {"text": "Hillary.", "sentId": 42}, {"text": "Hillary.", "sentId": 43}, {"text": "Hillary.", "sentId": 44}, {"text": "Hillary.", "sentId": 45}, {"text": "Hillary.", "sentId": 46}], "secId": 6}, {"speaker": "CLINTON", "sentences": [{"text": "So, for those, for those who are still making up your minds or thinking maybe, maybe it's not worth voting at all, let me just say, the choice in this election could not be clearer.", "sentId": 47}, {"text": "It really is between division or unity, between song and steady leadership or a loose cannon.", "sentId": 48}, {"text": "Between an economy that works for everyone, not just those at the top, and an economy that is set up and run for those at the top.", "sentId": 49}], "secId": 7}, {"speaker": "CLINTON", "sentences": [{"text": "Now, I have spent my public career fighting for kids and families and standing up for our country.", "sentId": 50}, {"text": "And if you give me the privilege of your vote tomorrow, that is what I will do every single day of my presidency.", "sentId": 51}, {"text": "I will get up in the White House and I will think about what I can do that day to knock down barriers, to create opportunities so that you have the chance to fulfill your own dreams.", "sentId": 52}, {"text": "You see, I believe America's best days are still ahead of us.", "sentId": 53}], "secId": 8}, {"speaker": "CLINTON", "sentences": [{"text": "Now, that doesn't mean we don't have to work for it because we do.", "sentId": 54}, {"text": "That doesn't mean that we can just expect it to happen as kind of a birthright.", "sentId": 55}, {"text": "But I really believe that.", "sentId": 56}, {"text": "I would not have work for 18 months, traveled across our country, thought as hard as I have about what we need to do and how to do it together.", "sentId": 57}, {"text": "Proudly stand up and defend the legacy of President Obama which has given our country progress in the right direction.", "sentId": 58}, {"text": "If I did not believe with all my heart that we could do this, right?", "sentId": 59}, {"text": "We can do this.", "sentId": 60}, {"text": "We don't have to accept a dark and divisive vision for America.", "sentId": 61}, {"text": "Tomorrow you can vote for a hopeful, inclusive, big-hearted America.", "sentId": 62}], "secId": 9}, {"speaker": "CLINTON", "sentences": [{"text": "And our core values are being tested in this election.", "sentId": 63}, {"text": "And I know that people are frustrated.", "sentId": 64}, {"text": "A lot of people feel left out and left behind.", "sentId": 65}, {"text": "There's fear, even anger in our country.", "sentId": 66}, {"text": "But I got to say, anger is not a plan my friends.", "sentId": 67}, {"text": "If we're going to harness our energy and try to overcome our problems, then we've got to start talking to each other again and we have to get good ideas wherever they come from.", "sentId": 68}, {"text": "Last night I was in Manchester, New Hampshire.", "sentId": 69}, {"text": "And I was with, I was with Khizr Khan whose son Captain Khan was killed while serving in Iraq.", "sentId": 70}, {"text": "You might remember him from the Democratic convention.", "sentId": 71}, {"text": "He was not a man to be on the stage of a political convention but when he heard my opponent say what he said about Muslims, and he looked at the -- that had been draped on his son's coffin, he felt compelled to speak out.", "sentId": 72}, {"text": "He spoke powerfully about what America means to him and how we have to defend our values and our constitution.", "sentId": 73}], "secId": 10}, {"speaker": "CLINTON", "sentences": [{"text": "As he said last night, his son serving in the United States Army with his unit saw something suspicious, moved towards it to check it out, telling his men to stay behind, and when the car exploded, he lost his life.", "sentId": 74}, {"text": "-- the bronze star and the Purple Heart, but as Mr. Khan said, when you listen to all of the people that my opponent has insulted and denigrated, would there be a place in Donald Trump's America for Captain Khan?", "sentId": 75}], "secId": 11}, {"speaker": "CLINTON", "sentences": [{"text": "The Khan family gives me hope because they truly believe in the values of this great country of ours.", "sentId": 76}, {"text": "And they have stood up holding the constitution as he did at the convention to say people around the world, cherish this constitution, believe in our values, -- a source of hope for billions of people.", "sentId": 77}, {"text": "We will never, ever let that go, and we will -- someone rip it away in the kind of negative, divisive, hateful campaign that we have seen divide in this election.", "sentId": 78}], "secId": 12}, {"speaker": "CLINTON", "sentences": [{"text": "Sometimes when I hear my opponent speak, I don't recognize -- it doesn't mean we don't have problems and challenges.", "sentId": 79}, {"text": "It doesn't mean that -- to do more to help our country get better economic opportunities.", "sentId": 80}, {"text": "Of course we do.", "sentId": 81}, {"text": "I believe we can --.", "sentId": 82}, {"text": "I love our country.", "sentId": 83}, {"text": "I love the American people.", "sentId": 84}, {"text": "I know what we are capable of.", "sentId": 85}, {"text": "Throughout our history, generations of Americans have risen together to meet the tests of their time.", "sentId": 86}, {"text": "They defended democracy, built the greatest middle class the world has ...", "sentId": 87}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton there in Pittsburgh, Pennsylvania, Allegheny County.", "sentId": 88}, {"text": "We're going to go now live to President Obama trying to help her out in the another big battleground state, traditionally blue, President Obama in Ann Arbor, Michigan.", "sentId": 89}], "secId": 14}, {"speaker": "OBAMA", "sentences": [{"text": "Tomorrow, you will choose whether we continue this journey of progress, or whether it all goes out the window.", "sentId": 90}, {"text": "Tomorrow you get to choose between a politics of blame and divisiveness and resentment, or you can choose a politics that says, \"We're all stronger together.\"", "sentId": 91}], "secId": 15}, {"speaker": "OBAMA", "sentences": [{"text": "I've got some, I've got some friends with me here who believe in that better politics.", "sentId": 92}, {"text": "Your outstanding U.S.", "sentId": 93}, {"text": "Senator Gary Peters in is the house.", "sentId": 94}, {"text": "Representative Debbie Dingell, Representative Brenda Lawrence, Representative Sandy Levin.", "sentId": 95}, {"text": "Some people who aren't quite as famous.", "sentId": 96}, {"text": "But I want to take a minute to thank because I'm feeling a little sentimental.", "sentId": 97}, {"text": "This is going to be my last -- probably my last day of campaigning for a while.", "sentId": 98}, {"text": "But, but not just here in Michigan, all across America, I want to say thanks to the organizers of so many grassroots efforts.", "sentId": 99}, {"text": "There are some organizers here who got their start on my first campaign, and they have never stopped working.", "sentId": 100}, {"text": "Picking up phone, hitting the streets, living and breathing the hard work of change every single day.", "sentId": 101}, {"text": "You are the best organizers on the planet.", "sentId": 102}, {"text": "I am so proud of you.", "sentId": 103}, {"text": "And it is because of you that I'm here today.", "sentId": 104}, {"text": "And it's because of you and the work you do that we've got a chance to continue to make history tomorrow.", "sentId": 105}], "secId": 16}, {"speaker": "OBAMA", "sentences": [{"text": "Now, think about where we were eight years ago that the thing is, I just realized some of you were like Tim.", "sentId": 106}, {"text": "Some of you were -- let's admit it.", "sentId": 107}, {"text": "While I was out there campaigning, you were watching the Disney Channel.", "sentId": 108}, {"text": "You were, she's nodding.", "sentId": 109}, {"text": "It's true.", "sentId": 110}, {"text": "I love iCarly.", "sentId": 111}, {"text": "I got you.", "sentId": 112}, {"text": "I understand.", "sentId": 113}, {"text": "Josh and Drake.", "sentId": 114}], "secId": 17}, {"speaker": "OBAMA", "sentences": [{"text": "See, I know because I was sitting there, although I had a soft spot for Spongebob.", "sentId": 115}, {"text": "Spongebob was probably my favorite because Malia and Sasha, they wouldn't let me watch what I want to watch.", "sentId": 116}, {"text": "But for those of you who don't quite remember eight years ago, we were living through two long wars, going through the worst economic crisis in 80 years.", "sentId": 117}], "secId": 18}, {"speaker": "OBAMA", "sentences": [{"text": "And because of the resilience and strength of the American people, but also because you gave me a chance to put in place policies on behalf of working families, we were able to turn the page.", "sentId": 118}, {"text": "We took what could have been a great depression and turned it into recovery.", "sentId": 119}, {"text": "Our businesses turned job losses into 15.5 million new jobs.", "sentId": 120}, {"text": "We saw an auto industry that was flat on its back, roar its way back to break new records.", "sentId": 121}, {"text": "The unemployment rate in Michigan below the national average and across the nation cut the unemployment rate in a half.", "sentId": 122}], "secId": 19}, {"speaker": "OBAMA", "sentences": [{"text": "Last year incomes went up faster than any time in 30 years.", "sentId": 123}, {"text": "Poverty went down faster than any time in 30 years.", "sentId": 124}, {"text": "20 million Americans have health insurance that didn't have it before.", "sentId": 125}, {"text": "We doubled our production of clean energy.", "sentId": 126}, {"text": "Became the world leader in fighting climate change.", "sentId": 127}, {"text": "Brought home so many of our men and women in uniform.", "sentId": 128}, {"text": "Took out Osama Bin Laden.", "sentId": 129}, {"text": "High school graduation rates all-time high, college graduation all-time high, marriage equality, a reality from coast to coast.", "sentId": 130}], "secId": 20}, {"speaker": "OBAMA", "sentences": [{"text": "That happens because people in '08 decided to choose hope over fear.", "sentId": 131}, {"text": "And over the course of these eight years, all across 50 states, I've always seen what made America great.", "sentId": 132}, {"text": "I have seen you.", "sentId": 133}, {"text": "Americans of every faith, every background, Republicans and Democrats, who understand that we're stronger together.", "sentId": 134}, {"text": "Young, old, men, women, black, white, Latino, Asian, Native American, people with disabilities, gay, straight, all of us pledging allegiance to the red, white and blue.", "sentId": 135}, {"text": "That's the America I know and there's only one candidate in this race who's devoted her life to that better America.", "sentId": 136}, {"text": "And that is the next president of the United States, Hillary Clinton.", "sentId": 137}], "secId": 21}, {"speaker": "OBAMA", "sentences": [{"text": "But Michigan, all that progress goes down the drain if we don't win tomorrow.", "sentId": 138}, {"text": "This race will be close here in Michigan just like it will be in a lot of parts of the country.", "sentId": 139}, {"text": "And nigh I know it's been a long campaign, and the end of every campaign brings all kinds of craziness and negative ads, and noise, and distractions, and for those of you who are voting for the first time, I know sometimes you think \"Well, this is kind of strange.\"", "sentId": 140}, {"text": "It's not always like that.", "sentId": 141}], "secId": 22}, {"speaker": "OBAMA", "sentences": [{"text": "I want you to tune out all the noise and I want you just to focus, because the choice you face when you step into the voting booth, it really could be clearer.", "sentId": 142}, {"text": "Donald Trump is temperamentally unfit to be commander-in-chief.", "sentId": 143}], "secId": 23}, {"speaker": "OBAMA", "sentences": [{"text": "And I -- look, think about this, over the weekend, his campaign took away his Twitter account.", "sentId": 144}, {"text": "Now, if your closest advisers don't trust you to tweet, then how can we trust him with the nuclear codes?", "sentId": 145}, {"text": "He's unqualified to be America's chief executive.", "sentId": 146}, {"text": "He brags that he's a business guy but we've got a lot of businessmen and women who succeed without stiffing small business and workers.", "sentId": 147}, {"text": "Once they've already done work for you and then suddenly you don't pay them and you basically say, \"You know, what because I got more lawyers than you I don't have to pay you.\"", "sentId": 148}], "secId": 24}, {"speaker": "OBAMA", "sentences": [{"text": "This is the first candidate in decades to hide his tax returns.", "sentId": 149}, {"text": "He hasn't paid his federal income taxes in years, which means that, which means that he's not -- he's not contributing to our veteran.", "sentId": 150}, {"text": "He's not contributing to our troops.", "sentId": 151}, {"text": "He's not contributing to our outstanding public universities.", "sentId": 152}, {"text": "And by the way, since we're in Michigan I -- take a look at what he said about the auto industry.", "sentId": 153}], "secId": 25}, {"speaker": "OBAMA", "sentences": [{"text": "Now remember, when I came into office, the industry was flat on its back.", "sentId": 154}, {"text": "And we made some tough decisions to bring workers, management, everybody together in order to revitalize the industry.", "sentId": 155}], "secId": 26}, {"speaker": "OBAMA", "sentences": [{"text": "Just last summer, Donald Trump said, \"You could have let it go bankrupt frankly.\"", "sentId": 156}], "secId": 27}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Wow.", "sentId": 157}], "secId": 28}, {"speaker": "OBAMA", "sentences": [{"text": "Wow.", "sentId": 158}, {"text": "Well, I want you to understand had the big three gone bankrupt or two of the three gone bankrupt, that could have cost a million jobs across this country.", "sentId": 159}, {"text": "That could have killed Michigan's economy.", "sentId": 160}, {"text": "But Donald Trump didn't stop there, he actually suggested shipping Michigan's auto jobs to states that don't have unions so they can pay their workers less.", "sentId": 161}, {"text": "Don't boo.", "sentId": 162}, {"text": "So he -- I mean, he said this.", "sentId": 163}, {"text": "Look it up.", "sentId": 164}, {"text": "He said, squeeze Michigan, make Michigan hurt, then your auto workers would have no choice but to accept less pay.", "sentId": 165}, {"text": "That is not somebody who is a champion for working people.", "sentId": 166}, {"text": "Don't boo.", "sentId": 167}], "secId": 29}, {"speaker": "CROWD", "sentences": [{"text": "Vote.", "sentId": 168}], "secId": 30}, {"speaker": "OBAMA", "sentences": [{"text": "He can't hear your boos but he'll hear your votes tomorrow.", "sentId": 169}], "secId": 31}, {"speaker": "OBAMA", "sentences": [{"text": "This is not somebody who's a champion for working families.", "sentId": 170}, {"text": "For all of his tough talk about China, he uses Chinese steel in his hotels.", "sentId": 171}, {"text": "He's giving jobs to Chinese steel workers not American steel workers.", "sentId": 172}, {"text": "For all of his tough talk on trade, the trade war he threatens to trigger might well damage the auto industry all over again.", "sentId": 173}, {"text": "Every time my administration has brought a trade enforcement case against China that's been decided, the United States of America has won.", "sentId": 174}, {"text": "That's how you stand up for American workers.", "sentId": 175}, {"text": "So to every auto worker on the assembly line right here in Michigan, to every small business owner, every bar keep, every teacher in communities that depend on the auto industry, I think I've earned some credibility here.", "sentId": 176}], "secId": 32}, {"speaker": "OBAMA", "sentences": [{"text": "Plants that were closing when I took office are working double shift now.", "sentId": 177}, {"text": "The auto industry has record sales.", "sentId": 178}, {"text": "I think I've earned some credibility here.", "sentId": 179}, {"text": "Manufacturing jobs have grown at the fastest rate since the '90s when another Clinton was president, I think we've earned some credibility here.", "sentId": 180}, {"text": "So when I tell you that Donald Trump is not the guy who's going to look out for you, you need to listen.", "sentId": 181}, {"text": "Do not be bamboozled.", "sentId": 182}, {"text": "Don't fall for the okie-dokie.", "sentId": 183}], "secId": 33}, {"speaker": "OBAMA", "sentences": [{"text": "In his 70 years on earth, the Donald has never shown any regard for working folks, I don't think he knows working people, except for the folks who clean up in his hotels and the folks who mow the fairway on his golf course.", "sentId": 184}, {"text": "He didn't care about working people then he won't now.", "sentId": 185}], "secId": 34}, {"speaker": "OBAMA", "sentences": [{"text": "Meanwhile, Hillary Clinton is going to put forward the biggest investment in new jobs since World War II.", "sentId": 186}, {"text": "Plans, she got plans to grow manufacturing.", "sentId": 187}, {"text": "Plans to boost people's wages, plans to help students with their college debt.", "sentId": 188}, {"text": "Specific plans not vague plans, it's not imaginary plans.", "sentId": 189}, {"text": "It's not plans that don't add up, she knows how to do it.", "sentId": 190}, {"text": "And that's why she needs to be the next president of the United States as long as you vote.", "sentId": 191}, {"text": "Now, let me tell you something else I've learned about this job Michigan.", "sentId": 192}], "secId": 35}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "I love you.", "sentId": 193}], "secId": 36}, {"speaker": "OBAMA", "sentences": [{"text": "I love you too but I got business to do here.", "sentId": 194}, {"text": "Hold on.", "sentId": 195}], "secId": 37}, {"speaker": "OBAMA", "sentences": [{"text": "You know, one thing I -- one thing you learn about this job is, who you are, what you are doesn't change once you move in the Oval Office.", "sentId": 196}, {"text": "It only gets magnified, a spotlight is put on you.", "sentId": 197}, {"text": "It's like an EKG for your character.", "sentId": 198}, {"text": "If you denigrate minorities before you take office then you'll denigrate minorities after you take office.", "sentId": 199}, {"text": "If you think of immigrants as criminals and rapists when you're running for office, then that's how you're going to think once you're in office.", "sentId": 200}, {"text": "If you mock people with disabilities or treat women as objects, calling them pigs and dogs and rating them on a one to ten scale instead of based on their character and intelligence, then I tell you, you're going to think when you're in office.", "sentId": 201}, {"text": "If you insult POWs and talk down our troops and say you know more than our generals do about fighting terrorism even though you don't know the difference between Shia and Sunni, then that's how you're going to conduct yourself as the commander-in-chief.", "sentId": 202}], "secId": 38}, {"speaker": "OBAMA", "sentences": [{"text": "You know, it's bad being arrogant when you know what you're talking about.", "sentId": 203}, {"text": "But it's really bad being arrogant when you don't know what you're talking about.", "sentId": 204}, {"text": "If you accept the support of Klan sympathizers even if they say they really like what you're doing and you're kind of slow to denounce or separate yourself from them, that's what you're going to do when you're in office.", "sentId": 205}, {"text": "If you disrespect the constitution by threatening to shut down a free press when they write things you don't like, or threaten to throw your opponent in jail while you're in the middle of a presidential debate, or discriminate against people of different faiths, that's what you will do when you're in office regardless of the oath to uphold the constitution that you have to take in this office.", "sentId": 206}], "secId": 39}, {"speaker": "OBAMA", "sentences": [{"text": "So Donald Trump is uniquely unqualified to hold this job.", "sentId": 207}, {"text": "But the good news Michigan, is you are uniquely qualified to make sure he does not get the job.", "sentId": 208}, {"text": "But you've got to vote, you've got to vote tomorrow to make that happen.", "sentId": 209}, {"text": "And the good news is, you don't just have to vote against something.", "sentId": 210}, {"text": "You actually have a candidate whose worthy of your vote.", "sentId": 211}, {"text": "A candidate who is smart.", "sentId": 212}, {"text": "A candidate who is steady.", "sentId": 213}, {"text": "A candidate who's tested.", "sentId": 214}, {"text": "Probably the most qualified person ever to run for this office, the next president of the United States, Hillary Clinton.", "sentId": 215}], "secId": 40}, {"speaker": "OBAMA", "sentences": [{"text": "I will tell you, sometimes I get frustrated watching the coverage of this election.", "sentId": 216}, {"text": "There's a bunch of it that has not been on the level.", "sentId": 217}, {"text": "But I want to tell you something right now, the way campaigns have unfolded, we just start accepting crazy stuff as normal.", "sentId": 218}, {"text": "And people, if they just repeat a text enough, and outright lies over and over again, as long as it's on Facebook and people can see it, as long as it's on social media, people start believing it, and it creates this dust cloud of nonsense.", "sentId": 219}], "secId": 41}, {"speaker": "OBAMA", "sentences": [{"text": "So I've had to bite my tongue after a lot of the nonsense I've heard about Hillary.", "sentId": 220}, {"text": "I know Chelsea has.", "sentId": 221}, {"text": "Can you imagine?", "sentId": 222}, {"text": "Just crazy conspiracy theorizing, but I know Hillary.", "sentId": 223}, {"text": "She's somebody who's dedicated her life to making this country better.", "sentId": 224}, {"text": "Think about how she got her start as a young woman.", "sentId": 225}, {"text": "She was about her age.", "sentId": 226}, {"text": "While Donald Trump and his dad were being sued by the Justice Department for denying housing to African-American families, Hillary, about your age was going undercover from school to school to make sure minority kids we're getting an equal education.", "sentId": 227}], "secId": 42}, {"speaker": "OBAMA", "sentences": [{"text": "She has not stopped fighting for justice and inequality ever since.", "sentId": 228}, {"text": "She'll be smart.", "sentId": 229}, {"text": "She'll be steady.", "sentId": 230}, {"text": "She actually respects working Americans.", "sentId": 231}, {"text": "She'll make sure the economy works for everybody who are still struggling out there.", "sentId": 232}, {"text": "Folks who feel like they're not getting a fair shake.", "sentId": 233}, {"text": "She will work her heart out to create jobs that families can live on.", "sentId": 234}, {"text": "Childcare that you can afford.", "sentId": 235}, {"text": "She'll fight for students who were struggling with college debt.", "sentId": 236}, {"text": "She'll fight to make sure that women get paid the same for doing the same work as a guy.", "sentId": 237}, {"text": "She knows workers deserve a higher minimum wage.", "sentId": 238}, {"text": "She knows how the world works.", "sentId": 239}, {"text": "She will make sure to keep America strong and respected.", "sentId": 240}, {"text": "She won't turn people against each other just to win an election.", "sentId": 241}, {"text": "She will be a leader for all of us because she knows we're stronger together.", "sentId": 242}, {"text": "And that's what this all comes down to Michigan.", "sentId": 243}], "secId": 43}, {"speaker": "OBAMA", "sentences": [{"text": "I said this before.", "sentId": 244}, {"text": "The most important office in a democracy is not president, it's not senator, it's not congressmen or mayor, it is the office of citizen.", "sentId": 245}, {"text": "The most powerful word in our democracy is the word \"We.\"", "sentId": 246}, {"text": "We the people.", "sentId": 247}, {"text": "We shall overcome.", "sentId": 248}, {"text": "Yes, we can.", "sentId": 249}, {"text": "America has never been ...", "sentId": 250}], "secId": 44}, {"speaker": "CROWD", "sentences": [{"text": "Yes we can.", "sentId": 251}, {"text": "Yes we can.", "sentId": 252}, {"text": "Yes, we can.", "sentId": 253}, {"text": "Yes, we can.", "sentId": 254}, {"text": "Yes, we can.", "sentId": 255}, {"text": "Yes we can.", "sentId": 256}, {"text": "Yes we can.", "sentId": 257}, {"text": "Yes we can.", "sentId": 258}, {"text": "Yes we can.", "sentId": 259}], "secId": 45}, {"speaker": "OBAMA", "sentences": [{"text": "... America is not about one -- what one person can do for you.", "sentId": 260}, {"text": "I didn't say, \"Yes I can\".", "sentId": 261}, {"text": "I said, \"Yes we can\".", "sentId": 262}, {"text": "I told you, I wasn't a perfect man, wouldn't be a perfect president but I said I will work alongside you, I'll work as hard as I can to make sure that all of us together can advance the causes we believe in.", "sentId": 263}, {"text": "What we can achieve together through this sometimes frustrating, often slow but ultimately enduring role that we play in self-government.", "sentId": 264}, {"text": "This is what this country runs on it is you deciding that you care enough about it to get involved even when the odds are steep, even when the road is long, that's our history.", "sentId": 265}, {"text": "That's why patriots chose revolution over tyranny.", "sentId": 266}, {"text": "That's how G.I.s your age defeated fascism.", "sentId": 267}, {"text": "That's how women found the courage to reach for the ballot.", "sentId": 268}, {"text": "That's how marchers crossed the bridge in Selma.", "sentId": 269}, {"text": "That's how workers organized for collective bargaining and better wages.", "sentId": 270}, {"text": "They did it together.", "sentId": 271}], "secId": 46}, {"speaker": "OBAMA", "sentences": [{"text": "In this country, you don't have to be born to wealth or privilege to make a difference.", "sentId": 272}, {"text": "You don't have to practice a certain faith, or look a certain way to bend the arc of history in a better direction.", "sentId": 273}, {"text": "We hold this truce to be self evident that all men are created equal, that we are endowed by our Creator with certain inalienable rights.", "sentId": 274}, {"text": "That's what makes America exceptional.", "sentId": 275}, {"text": "All of us, equal.", "sentId": 276}, {"text": "All of us having a voice.", "sentId": 277}, {"text": "All of us making a claim on the American dream.", "sentId": 278}, {"text": "All of us fulfilling our responsibilities, and not just enjoying the rights of this incredible nation, this amazing experiment in self- government.", "sentId": 279}, {"text": "That's what it's about.", "sentId": 280}], "secId": 47}, {"speaker": "OBAMA", "sentences": [{"text": "And so Michigan, whatever credibility I've earned after eight years as president, I am asking you to trust me on this one.", "sentId": 281}, {"text": "I already voted.", "sentId": 282}, {"text": "I voted for Hillary Clinton.", "sentId": 283}, {"text": "Because I am absolutely confident that when she is president, this country will be in good hands.", "sentId": 284}, {"text": "And I'm asking to you do the same especially the young people here.", "sentId": 285}, {"text": "It isn't that often in your life where you know you can make a difference.", "sentId": 286}, {"text": "It's not that often you've got a chance to move history in a better direction.", "sentId": 287}, {"text": "This is one of those moments.", "sentId": 288}, {"text": "This is one of those moments.", "sentId": 289}, {"text": "Don't let it slip away.", "sentId": 290}, {"text": "You have the chance to reject a coarse, divisive, mean-spirited politics that would take us back us.", "sentId": 291}], "secId": 48}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Idol.", "sentId": 292}], "secId": 49}, {"speaker": "Kellyanne Conway Again; Obama Campaigns for Hillary. Aired 12", "sentences": [{"text": "30p-1p ET>", "sentId": 293}], "secId": 50}], "sectionCount": 51, "url": "transcripts.cnn.com/TRANSCRIPTS/1611/07/ip.02.html", "sentenceCount": 295, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired November 7, 2016 - 12:30   ET", "speakers": ["KING", "CONWAY", "CLINTON", "CROWD", "OBAMA", "UNIDENTIFIED MALE", "UNIDENTIFIED FEMALE", "Kellyanne Conway Again; Obama Campaigns for Hillary. Aired 12"], "title": "INSIDE POLITICS"}