{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1506.07.ip.01.html.json", "subTitle": "Perry's Appeal Across the GOP; Clinton Naming Names; Poll Shows Clinton's Weakness. Aired 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Rick Perry sets his sights on the White House and redemption.", "sentId": 0}], "secId": 0}, {"speaker": "PERRY", "sentences": [{"text": "We can get back up, we dust ourselves off, we move forward.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Jeb Bush is ready to run, too.", "sentId": 2}], "secId": 2}, {"speaker": "BUSH", "sentences": [{"text": "My intention is to run on my record and my ideas and run to try to win the presidency.", "sentId": 3}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "It's a crowded Republican field with no clear frontrunner, but plenty of feisty players.", "sentId": 4}], "secId": 4}, {"speaker": "GRAHAM", "sentences": [{"text": "I have more experience with our national security than any other candidate in this race.", "sentId": 5}, {"text": "That includes you, Hillary.", "sentId": 6}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Plus, Hillary Clinton courts African-Americans with a call for automatic voter registration.", "sentId": 7}], "secId": 6}, {"speaker": "CLINTON", "sentences": [{"text": "All of these problems with voting just didn't happen by accident.", "sentId": 8}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "And Lincoln Chafee joins the fray with a sharp attack.", "sentId": 9}], "secId": 8}, {"speaker": "CHAFEE", "sentences": [{"text": "It's incredible that the integrity of the office of secretary of state never be questioned.", "sentId": 10}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Will this one-time Republican senator loosen Clinton's grip on the Democratic nomination.", "sentId": 11}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS the biggest stories sourced by the best reporters now.", "sentId": 12}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 13}, {"text": "I am John King.", "sentId": 14}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 15}], "secId": 12}, {"speaker": "And with us to share their reporting and their insights", "sentences": [{"text": "Julie Pace of the Associated Press, Ed O'Keefe of the \"Washington Post\", the \"Atlantic's\" Molly Ball, and CNN\"s Jeff Zeleny.", "sentId": 16}], "secId": 13}, {"speaker": "And with us to share their reporting and their insights", "sentences": [{"text": "Rick Perry wants a second chance.", "sentId": 17}], "secId": 14}, {"speaker": "PERRY", "sentences": [{"text": "This will be a \"show me don't tell me\" election where voters look past the rhetoric to the real record.", "sentId": 18}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Now, if they do, they do look at the record, Perry thinks he has a strong case beginning with the fact that Texas led the nation in job creation during his time as governor.", "sentId": 19}, {"text": "First though, the test is whether Republican voters will forgive a disastrous 2012 Perry campaign punctuated by this debate debacle.", "sentId": 20}], "secId": 16}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "You can't name the third one?", "sentId": 21}], "secId": 17}, {"speaker": "PERRY", "sentences": [{"text": "The third agency of government, I would do away with education, the -- commerce, and -- let's see, I can't -- the third one I can't, sorry -- oops.", "sentId": 22}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Oops, and every time we watch it, it gets a laugh out of us.", "sentId": 23}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "And that's the problem, Molly Ball.", "sentId": 24}, {"text": "The American people are forgiving.", "sentId": 25}, {"text": "Ronald Reagan lost and ran again, became president.", "sentId": 26}, {"text": "But if you are a Republican voter and you're looking at Rick Perry, you might be very impressed with the record but in the back of your mind are you worried that another debate debacle like that against Hillary Clinton could cost Republicans the White House.", "sentId": 27}], "secId": 20}, {"speaker": "BALL", "sentences": [{"text": "Yes.", "sentId": 28}, {"text": "And what I wouldn't say worried exactly.", "sentId": 29}, {"text": "I think there is a plausibility gap that is almost impossible for Rick Perry to rectify.", "sentId": 30}, {"text": "What have seen happen over and over again is that Rick Perry goes to a place like CPAC or another one of these cattle calls.", "sentId": 31}, {"text": "He gives an incredible speech.", "sentId": 32}, {"text": "The man is very good but then nobody votes for him in the straw poll because there's just nothing he can do to convince them that something like that is not going to happen again.", "sentId": 33}, {"text": "Or that he isn't the man that performed so poorly in 2012.", "sentId": 34}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "He was six weeks removed from back surgery -- that's the line from him and family.", "sentId": 35}, {"text": "His wife said this week to CNN, \"I take the blame.", "sentId": 36}, {"text": "I'm a nurse.", "sentId": 37}, {"text": "I should have told him he was not ready.", "sentId": 38}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "But Julie Pace when he gets out there, he does have -- I describe Rick Perry this way -- this crowded Republican field, 15 people maybe.", "sentId": 39}, {"text": "He is the one guy who can go to the Chamber of Commerce on one side of the party, evangelicals on the other side and get people who extend their hand and say good to see you.", "sentId": 40}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "He's not really at war with any piece of the party unlike most of the other players.", "sentId": 41}], "secId": 24}, {"speaker": "PACE", "sentences": [{"text": "Absolutely.", "sentId": 42}, {"text": "And all of the strength that Republicans thought Rick Perry had going into the 2012 campaign, he still has.", "sentId": 43}, {"text": "He does have this asterisk next to him after his performance in that campaign.", "sentId": 44}, {"text": "I was in Iowa last month and you talk to voters there, and people are talking about Rick Perry.", "sentId": 45}, {"text": "Now a lot of them may not end up voting for him but he is spending a lot of time in the state.", "sentId": 46}, {"text": "He is a good retail politician.", "sentId": 47}], "secId": 25}, {"speaker": "PACE", "sentences": [{"text": "I think that some of this is personal redemption as much as political redemption.", "sentId": 48}, {"text": "He really came out of that campaign being a laughingstock, and he feels like he is a serious politician with skill.", "sentId": 49}], "secId": 26}, {"speaker": "ZELENY", "sentences": [{"text": "He has been preparing for it ever since he dropped out.", "sentId": 50}, {"text": "So I think that is the key difference this time.", "sentId": 51}, {"text": "He jumped into -- in 2011 he jumped in at the very end.", "sentId": 52}, {"text": "He thought this would be easy.", "sentId": 53}, {"text": "He's been preparing ever since.", "sentId": 54}], "secId": 27}, {"speaker": "ZELENY", "sentences": [{"text": "And he picked up a very key interesting endorsement this week -- Sam Clovis who is a Sioux City talk show or radio host -- a big popular figure up there.", "sentId": 55}, {"text": "I do not count him out at all.", "sentId": 56}, {"text": "Iowans like him.", "sentId": 57}], "secId": 28}, {"speaker": "ZELENY", "sentences": [{"text": "The indictment however is another matter.", "sentId": 58}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 59}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "He has to stand trial.", "sentId": 60}, {"text": "He has an indictment against him in the state of Texas that could put him in a courtroom, not in a town hall in Iowa.", "sentId": 61}, {"text": "We'll keep an eye on that.", "sentId": 62}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "Let's look at his place in the field.", "sentId": 63}, {"text": "Put up the field because we're going to have 15, maybe 16 Republican candidates, maybe more.", "sentId": 64}, {"text": "But you look at all these names right there and let's try to divide them.", "sentId": 65}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "We have eight governors or former governors in the Republican field.", "sentId": 66}, {"text": "Rick Perry is one of them, George Pataki, Jeb Bush, Chris Christie -- you see the others there.", "sentId": 67}, {"text": "Five senators in the middle there or former senators and the three others there -- neurosurgeon Ben Carson, businesswoman Carly Fiorina, The Donald is still there.", "sentId": 68}, {"text": "I'm going to stop right.", "sentId": 69}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "But that's the interesting part about it, you can't count them out.", "sentId": 70}, {"text": "In this race that is wide open, where there is no frontrunner, he does have some relationships in Iowa and that can matter.", "sentId": 71}, {"text": "We don't have a clue today.", "sentId": 72}], "secId": 34}, {"speaker": "O'KEEFE", "sentences": [{"text": "No, we don't.", "sentId": 73}, {"text": "And I think that's why you see so many of these guys going in.", "sentId": 74}, {"text": "I mean after this week, after the last ten days with polling, it showed that the whole field is scattered.", "sentId": 75}, {"text": "There is absolutely nothing stopping these guys, no disincentive to even running or eventually losing at this point.", "sentId": 76}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "Another person who may be about to get in is John Kasich.", "sentId": 77}, {"text": "He's been spending a lot with Jeb Bush.", "sentId": 78}, {"text": "Listen to John Kasich.", "sentId": 79}, {"text": "He was in New Hampshire again at the end of this past week.", "sentId": 80}, {"text": "And he said, you know what, I was thinking probably not, but --", "sentId": 81}], "secId": 36}, {"speaker": "KASICH", "sentences": [{"text": "I didn't think I was going to be back up here again because frankly I thought that Jeb was going to just suck all the air out of the room, and it just hasn't happen.", "sentId": 82}, {"text": "No hit on Jeb.", "sentId": 83}, {"text": "No hit on you, Jeb.", "sentId": 84}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "That's a hit on you, Jeb.", "sentId": 85}, {"text": "But Kasich tried this in 1999, and W -- George W. Bush did suck all the oxygen out of the room and he said there is no place for me.", "sentId": 86}, {"text": "Why not run now?", "sentId": 87}], "secId": 38}, {"speaker": "ZELENY", "sentences": [{"text": "And if I remember right, he got out in July of '99, even before the Iowa straw poll and George W. Bush got in, in June and had everything locked up.", "sentId": 88}, {"text": "He is absolutely right.", "sentId": 89}, {"text": "It's wide open.", "sentId": 90}], "secId": 39}, {"speaker": "ZELENY", "sentences": [{"text": "And he was making that comment in New Hampshire.", "sentId": 91}, {"text": "As you said, that was a hit on Jeb.", "sentId": 92}, {"text": "Just reminding people that you guys don't have to be with him.", "sentId": 93}, {"text": "So I still think that his record as the governor of Ohio is very, very strong, and he has presided over some good years there so.", "sentId": 94}, {"text": "If he runs, which sounds like he is close to, he is a strong candidate.", "sentId": 95}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "And the House Budget committee chairman here, in the Clinton Days when they balanced the budget.", "sentId": 96}, {"text": "He's got strong credentials.", "sentId": 97}, {"text": "Again, and you have to go out there run.", "sentId": 98}, {"text": "You have to prove yourself.", "sentId": 99}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Lindsey Graham also got into the race this week.", "sentId": 100}, {"text": "He says his calling card is national security.", "sentId": 101}, {"text": "He says look around the world, it's a mess, he blames President Obama for most it.", "sentId": 102}, {"text": "But he says he is the one candidate who could be commander in chief on day one.", "sentId": 103}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "One of the other candidates who makes that case on foreign policy is Marco Rubio.", "sentId": 104}, {"text": "He says I have got foreign policy credentials.", "sentId": 105}, {"text": "And a lot of hawks in the party like Marco Rubio.", "sentId": 106}, {"text": "He was on Fox the other day and somebody help me figure this one out.", "sentId": 107}], "secId": 43}, {"speaker": "SEN. MARCO RUBIO  PRESIDENTIAL CANDIDATE", "sentences": [{"text": "The immediate responsibility we have is to help them build a functional government that can actually meet the needs of the people in the short and long term.", "sentId": 108}, {"text": "And then ultimately from that you would hope it would be spring --", "sentId": 109}], "secId": 44}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "That sounds like nation building?", "sentId": 110}], "secId": 45}, {"speaker": "RUBIO", "sentences": [{"text": "Well, it's not nation building, we are assisting them in building their nation.", "sentId": 111}, {"text": "We have a vested interest in doing that.", "sentId": 112}, {"text": "The alternative to not doing that is the chaos we have now.", "sentId": 113}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "He's talking about Iraq obviously.", "sentId": 114}, {"text": "I should have said that on the frontend.", "sentId": 115}, {"text": "But the responsibility we have is to have them build them a functional government.", "sentId": 116}, {"text": "That sounds like nation building, perfectly logical interjection by the host there.", "sentId": 117}, {"text": "That's not nation building, we are assisting them in building their nation.", "sentId": 118}], "secId": 47}, {"speaker": "BALL", "sentences": [{"text": "I mean the charitable interpretation, right is that there is a difference between assisting and doing the building yourself.", "sentId": 119}, {"text": "The difference between boots on the ground and sending troop and simply helping them build their own army, for example, would be a similar distinction.", "sentId": 120}, {"text": "But it sounds weird.", "sentId": 121}, {"text": "It's sounds like the  in is a reminder that even as Rubio has articulated some very forceful positions on national security he has been criticized for being kind of vague and speaking in some platitudes and not really being able to be specific.", "sentId": 122}], "secId": 48}, {"speaker": "BALL", "sentences": [{"text": "And I think particularly with his youth and relative inexperience in the senate, he has a higher bar to clear to prove that he really knows what he is talking about.", "sentId": 123}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "And this will be a breakdown as we move towards the debate season not too far ahead.", "sentId": 124}, {"text": "Everybody stay tuned.", "sentId": 125}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "Up next, Hillary Clinton talks voting rights and courts a critical piece of the Obama coalition.", "sentId": 126}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "First, though, sit tight, a double-header for politicians say and do the darnedest things.", "sentId": 127}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "We begin here Chris Christie suits up and takes a swing in a charity softball game.", "sentId": 128}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "Now, two for the price of one moment from Bill and Hillary Clinton.", "sentId": 129}], "secId": 54}, {"speaker": "CLINTON", "sentences": [{"text": "There is an old saying where I come from if you find a turtle on the fence post chances are it did not get there by accident.", "sentId": 130}], "secId": 55}, {"speaker": "H. CLINTON", "sentences": [{"text": "Of course I learned it from him.", "sentId": 131}, {"text": "You find a turtle on a fence post and it did not get there on its own.", "sentId": 132}], "secId": 56}, {"speaker": "H. CLINTON", "sentences": [{"text": "Governor Perry is hardly alone in his crusade against voting rights.", "sentId": 133}, {"text": "In Wisconsin, Governor Scott Walker cut back early voting; in New Jersey, Governor Chris Christie vetoed legislation to extend early voting; and in Florida when Jeb Bush was governor state authorities conducted a deeply flawed purge of voters before the Presidential election in 2000.", "sentId": 134}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 135}, {"text": "Hillary Clinton there, naming names.", "sentId": 136}, {"text": "That was Thursday.", "sentId": 137}, {"text": "She picked a big policy fight over voting rights with some of the Republicans who just happened to be running for president also.", "sentId": 138}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "Let's peek at the politics of this debate.", "sentId": 139}, {"text": "Let's start here.", "sentId": 140}, {"text": "If you look at our latest national poll, how does Hillary Clinton run against the top Republicans?", "sentId": 141}, {"text": "Rand Paul, Marco Rubio, Scott Walker -- plus 1, plus 3, plus three -- You'd have to call that a dead heat with those three.", "sentId": 142}, {"text": "Hillary Clinton beats Jeb Bush by eight points nationally at the moment; Ted Cruz by nine points.", "sentId": 143}], "secId": 59}, {"speaker": "Let's take a closer look at Hillary Clinton's top priority -- it's keeping this together.  This is 2012 -- The Obama coalition", "sentences": [{"text": "55 percent of women, 50 percent of youngers voters, only 39 percent of white voters -- that was a troubling sign for the president -- 78 percent though of nonwhite voters.", "sentId": 144}, {"text": "That is how Obama won the presidency twice.", "sentId": 145}], "secId": 60}, {"speaker": "Let's take a closer look at Hillary Clinton's top priority -- it's keeping this together.  This is 2012 -- The Obama coalition", "sentences": [{"text": "How does Hillary Clinton match up?", "sentId": 146}, {"text": "This is the average of her performance with these groups from those polls we just showed you against the top five Republicans.", "sentId": 147}, {"text": "She keeps the Obama coalition together here, keeps it together here, out performs the President a little bit here.", "sentId": 148}, {"text": "If she has one warning sign right now, among non- white voters, African-American and Latinos principally, she is running below the President's numbers.", "sentId": 149}], "secId": 61}, {"speaker": "Let's take a closer look at Hillary Clinton's top priority -- it's keeping this together.  This is 2012 -- The Obama coalition", "sentences": [{"text": "So Jeff Zeleny, if you look at that number, she's a bit behind right there.", "sentId": 150}, {"text": "Am I cynical to ask the question was she in South Carolina courting African-American voters, then in Texas giving a voting rights speech -- important policy issues.", "sentId": 151}], "secId": 62}, {"speaker": "Let's take a closer look at Hillary Clinton's top priority -- it's keeping this together.  This is 2012 -- The Obama coalition", "sentences": [{"text": "Cynics might say she also knows those numbers and is trying to move them up.", "sentId": 152}], "secId": 63}, {"speaker": "ZELENY", "sentences": [{"text": "She definitely knows those numbers.", "sentId": 153}, {"text": "Everything she has done so far that's made news since she announced she's running for president has been s something that touches very importantly to that coalition.", "sentId": 154}, {"text": "Starting with immigration in Nevada, then on to South Carolina then voting rights.", "sentId": 155}, {"text": "She knows that she has to energize particularly the nonwhite voters.", "sentId": 156}, {"text": "It's going to be a very difficult exercise.", "sentId": 157}, {"text": "Of course, she will win that group but the margins are the question", "sentId": 158}], "secId": 64}, {"speaker": "ZELENY", "sentences": [{"text": "here.", "sentId": 159}, {"text": "And that's something that she has to do.", "sentId": 160}, {"text": "Of course she believes in all these things.", "sentId": 161}, {"text": "She believes in voting rights.", "sentId": 162}, {"text": "She has been talking about this for a long time and that's absolutely what she is up to.", "sentId": 163}, {"text": "The surprising thing to me is that in '07-'08, Mark Penn, her adviser at the time was so worried about upsetting the white voters that they were kind of walking the line.", "sentId": 164}, {"text": "That argument is over, the demographics have changed.", "sentId": 165}, {"text": "They are doubling down on the Obama coalition.", "sentId": 166}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "And she has the Obama team helping her out on the strategy.", "sentId": 167}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Let's take a look at some of the policy behind the politics or the politics behind the policy -- you put that any way you want.", "sentId": 168}, {"text": "She says there should be automatic voter registration when you turn 18.", "sentId": 169}, {"text": "You're automatically registered to vote unless you opt out.", "sentId": 170}, {"text": "She said it should be much easier for people to go online and register to vote.", "sentId": 171}, {"text": "And there should be more earlier voting before elections.", "sentId": 172}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Now if you look at that on the screen right there, tell me why anybody would oppose these things.", "sentId": 173}, {"text": "Now I get some Republicans say there are security concerns.", "sentId": 174}, {"text": "They want to make sure it's the actually person.", "sentId": 175}, {"text": "You want to have an ID check or something.", "sentId": 176}, {"text": "But you have a debate about that.", "sentId": 177}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "But in in terms of expanding voting rights, what is the argument against it as long as you have the safety checks?", "sentId": 178}], "secId": 69}, {"speaker": "PACE", "sentences": [{"text": "This is way it's a smart political strategy for her.", "sentId": 179}, {"text": "Beyond the coalition that it reaches, it puts Republicans in a position of having to argue against steps that would make it easier for people to vote, to carry out their civic duty and that's a difficult argument for them to make.", "sentId": 180}, {"text": "Anytime they try to make it they walk the lines that are just awkward.", "sentId": 181}], "secId": 70}, {"speaker": "Ball", "sentences": [{"text": "Now voter ID laws are very popular, and they have been done in 30 odd states now mostly by Republicans, not always.", "sentId": 182}, {"text": "And those do poll very well.", "sentId": 183}, {"text": "And so what Hillary has done cleverly is to realize that the popular position is not to say we are against these the voter ID laws, it's to say we are in  affirmative right to vote, and making it a more robust and an easier right to access.", "sentId": 184}], "secId": 71}, {"speaker": "O'KEEFE", "sentences": [{"text": "Remember, one of the reasons President Obama was able to win Ohio, 2012, was the strong, really and record-shattering turnout of black voters in that state.", "sentId": 185}, {"text": "And I was there that weekend in the Columbus area and saw it.", "sentId": 186}, {"text": "There was the shopping plaza.", "sentId": 187}, {"text": "There were thousands -- tens of thousands of people who were brought to the shopping plaza to vote.", "sentId": 188}, {"text": "You could probably find five Republicans in the crowd.", "sentId": 189}], "secId": 72}, {"speaker": "O'KEEFE", "sentences": [{"text": "I mean she needs to shore up this group of voters right now, because ultimately the fight is going to be in the suburbs of Washington, D.C. or in the suburbs of Cincinnati or Cleveland perhaps.", "sentId": 190}, {"text": "Places where nonwhite voters don't necessarily live.", "sentId": 191}], "secId": 73}, {"speaker": "O'KEEFE", "sentences": [{"text": "If she can get that out of the way now, she will be fine.", "sentId": 192}, {"text": "The other worry, of course, for Democrats is the fact that if you have Marco Rubio or even Jeb Bush on a ticket, there's a real concern that a lot of Hispanic voters especially will start taking a more serious look at them.", "sentId": 193}, {"text": "And so far she really doesn't have anything to show them culturally, at least, besides her strong support for immigration.", "sentId": 194}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "But out of the box, she's focusing on that.", "sentId": 195}, {"text": "Another warning sign we saw in our latest poll is her honest and trustworthy numbers.", "sentId": 196}, {"text": "We could put them up here for you.", "sentId": 197}, {"text": "42 percent of Americans think Hillary Clinton is honest and trustworthy -- that's down from 56 percent in March of 2014.", "sentId": 198}, {"text": "Among Democrats -- look at that, 73 percent say she is honest and trustworthy but it was 88.", "sentId": 199}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "So Lincoln Chafee jumps into the race.", "sentId": 200}, {"text": "He's the former Republican senator from Rhode Island.", "sentId": 201}, {"text": "Then he was the Independent governor.", "sentId": 202}, {"text": "Now, he says he's a Democrat and he's going to run against Hillary Clinton and he's questioning her tenure as secretary of state.", "sentId": 203}, {"text": "He's questioning her vote for the Iraq war.", "sentId": 204}, {"text": "He still says that should be disqualified from 2003.", "sentId": 205}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "My question is that.", "sentId": 206}, {"text": "The point is barely dry on his D.  He was an R, then he was an I, now he's a D.  Will Democratic voters listen to him?", "sentId": 207}, {"text": "When Republicans attack Hillary Clinton, you have to rally around Hillary among Democrats.", "sentId": 208}, {"text": "Will Democrats listen to Lincoln Chafee?", "sentId": 209}], "secId": 77}, {"speaker": "BALL", "sentences": [{"text": "No.", "sentId": 210}, {"text": "I think that's a very simple answer.", "sentId": 211}, {"text": "I don't think he is someone who has a large constituency in Democratic politics or even in the state of Rhode Island where he was dismally unpopular by the time he left office.", "sentId": 212}], "secId": 78}, {"speaker": "BALL", "sentences": [{"text": "I think he's a pretty marginal voice in this campaign although he did get the metric system diehards excited with his announcement.", "sentId": 213}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "I was going to say how many meters are you willing to bet on his.", "sentId": 214}], "secId": 80}, {"speaker": "BALL", "sentences": [{"text": "I'll go the whole kilometer.", "sentId": 215}, {"text": "The full nine kilometers, is that what they say?", "sentId": 216}], "secId": 81}, {"speaker": "BALL", "sentences": [{"text": "But no, I don't think he is a serious threat.", "sentId": 217}, {"text": "What I think is interesting when you talk about these liberal policy positions Hillary is staking out, she is not running like she has any opponent but she is running like she is in the primary.", "sentId": 218}], "secId": 82}, {"speaker": "BALL", "sentences": [{"text": "She is very focused on winning over that Democratic base and that's something that a lot of liberals have been worried about that she just takes them for granted because she didn't have a very strong challenge, and I think they have been gladdened but they would like to hear more from her on economics.", "sentId": 219}], "secId": 83}, {"speaker": "ZELENY", "sentences": [{"text": "I think one thing we saw this week for the first time, Republicans for months have been using her to kind of boost themselves.", "sentId": 220}, {"text": "We saw it for the first time this week that she is going to try and use Republicans to boost her campaign as well.", "sentId": 221}, {"text": "And Democrats want to see that.", "sentId": 222}, {"text": "They want to see her going Jeb Bush and the Florida recall and Chris Christie and Scott Walker.", "sentId": 223}, {"text": "So I think that by her doing that in June of 2015 -- you know she's opened the door, I think she will keep doing that because that plays well.", "sentId": 224}], "secId": 84}, {"speaker": "O'KEEFE", "sentences": [{"text": "If you look at the poll you guys put out this week, this is the lowest point she has reached in CNN polling at least, since March 2007.", "sentId": 225}, {"text": "She had a 49 percent favorability rating then, it's lower now.", "sentId": 226}, {"text": "What I found most interesting if you dive into those numbers, voters didn't think that this whole e-mail dilemma will show any actually wrongdoing, which means all it's doing is feeding a perception that she feels that she is above everybody else, that she's some kind of untouchable political figure.", "sentId": 227}], "secId": 85}, {"speaker": "O'KEEFE", "sentences": [{"text": "So those numbers when it comes to does she understand the needs and thee worries of people like me, she fails.", "sentId": 228}, {"text": "And She has got to overcome that somehow.", "sentId": 229}], "secId": 86}, {"speaker": "PACE", "sentences": [{"text": "And that to me, one of the most fascinating numbers in this poll and in others is that does she care about people like me?", "sentId": 230}, {"text": "We all remember that from Mitt Romney in 2012.", "sentId": 231}, {"text": "That was just the death Knell for his campaign.", "sentId": 232}, {"text": "And why that could be tricky for her is that her whole campaign going forward against Republicans is going to be based on the idea that they don't care about people like you.", "sentId": 233}, {"text": "Their policies are not aimed at people like you there, aimed at protecting a small segment of the population.", "sentId": 234}, {"text": "In order to make that argument effectively she's going to have to boost the way people feel about her and her empathy towards them.", "sentId": 235}], "secId": 87}, {"speaker": "BALL", "sentences": [{"text": "I don't actually think she is.", "sentId": 236}, {"text": "I think that's why she is running so restively on policy is because she can't really run on character.", "sentId": 237}, {"text": "And so she's using policy as a substitute by saying it's the Republicans' policies versus my policies in taking this very  politics.", "sentId": 238}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Excellent point there from Molly Ball who is our closer in the Inside Politics 5K.", "sentId": 239}, {"text": "She gets the baton for the last laugh of that one.", "sentId": 240}, {"text": "Everybody sit tight.", "sentId": 241}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "Up next, our reporters share from their notebooks to gives you a sneak peek of the upcoming big political news including President Obama gearing up for a potentially uncomfortable road trip.", "sentId": 242}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Let's head around the table and ask our reporters to share a little bit from their notebooks to get you out ahead of the big political news.", "sentId": 243}, {"text": "Julie Pace.", "sentId": 244}], "secId": 91}, {"speaker": "PACE", "sentences": [{"text": "President Obama is overseas at the G7 meeting and he's going to face some questions from leaders there on the trade debate on Capitol Hill.", "sentId": 245}, {"text": "Leaders want to know whether he has the votes from his own party.", "sentId": 246}, {"text": "All the leaders have a stake either in the Asia Pacific Trade Pack or in a European trade pack that's next in line.", "sentId": 247}], "secId": 92}, {"speaker": "PACE", "sentences": [{"text": "More broadly a lot of leaders overseas are looking at this vote on the hill and the support from Democrats as a sign of whether Obama has the juice to really pass his priorities or whether they are officially dealing with a lame duck American president.", "sentId": 248}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "On to the trade debate.", "sentId": 249}, {"text": "Ed.", "sentId": 250}], "secId": 94}, {"speaker": "O'KEEFE", "sentences": [{"text": "So Jeb Bush is headed out on  this week in Europe ahead of the official announcement.", "sentId": 251}, {"text": "But this weekend he's playing the role of a dutiful son up in Kennebunkport, Maine.", "sentId": 252}, {"text": "Barbara Bush's 90th birthday is on Monday.", "sentId": 253}, {"text": "There's a big lobster luncheon for the entire family.", "sentId": 254}], "secId": 95}, {"speaker": "O'KEEFE", "sentences": [{"text": "He was up there this past week talking to locals and getting a little more excited and sort of aware of the fact that a third bush campaign is coming so perhaps a third wave of political tourism is headed their way.", "sentId": 255}, {"text": "He doesn't have his home there yet.", "sentId": 256}, {"text": "They are building a large cottage for him and it turns out he is probably headed back there July 9th and 10th for a fund-raising retreat with top donors to his -- what we expect to be official campaign.", "sentId": 257}], "secId": 96}, {"speaker": "O'KEEFE", "sentences": [{"text": "So I think you and I should go talk to management that we propose taking the show on the road that weak through Kennebunkport.", "sentId": 258}], "secId": 97}, {"speaker": "BALL", "sentences": [{"text": "Or you can just bring some lobster back here.", "sentId": 259}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "One way or the other.", "sentId": 260}, {"text": "Molly.", "sentId": 261}], "secId": 99}, {"speaker": "Ball", "sentences": [{"text": "Jim Webb, the former one-term Democratic U.S.", "sentId": 262}, {"text": "Senator from Virginia is starting to make some noise.", "sentId": 263}, {"text": "He is going to be in Iowa next weekend and he says he is going to make up his mind whether to announce soon.", "sentId": 264}, {"text": "He would be the fifth Democrat in the field.", "sentId": 265}, {"text": "A little bit unclear what kind of a path he might have, but he is going to -- he's got a background in national security, former secretary of the navy, and he can criticize Clinton's record in the state department, which a lot of people think is right for criticism and also thinks he can appeal to the white working class southern vote.", "sentId": 266}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "It would be great to see Senator Webb in the race.", "sentId": 267}, {"text": "Jeff.", "sentId": 268}], "secId": 101}, {"speaker": "ZELENY", "sentences": [{"text": "The big first rally of the Clinton campaign is coming next weekend, Saturday, then she's immediately going to Iowa.", "sentId": 269}, {"text": "The Clinton campaign has been trying to lower expectations mightily for Iowa.", "sentId": 270}, {"text": "They said no sitting president or vice president -- no one other than a sitting president or vice president has gotten over 50 percent.", "sentId": 271}], "secId": 102}, {"speaker": "ZELENY", "sentences": [{"text": "Well Al Gore got 63 percent back in 2000.", "sentId": 272}, {"text": "I think Hillary Clinton pretty much equates to Al Gore in terms of name recognition other things.", "sentId": 273}, {"text": "But they say she will get under 50 percent, no way she can cross that barrier.", "sentId": 274}, {"text": "So I'm struck by how they are already lowering expectations perhaps because Bernie Sanders is attracting some attention there early on.", "sentId": 275}, {"text": "We will see how she does.", "sentId": 276}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Maybe she should try earth tones.", "sentId": 277}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "A big campaign weekend in Iowa gets in depth coverage just ahead on \"STATE OF THE UNION\".", "sentId": 278}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "So let me close with some observation from some New Hampshire Republicans.", "sentId": 279}, {"text": "After a very busy week up there, four presidential candidates today in New Hampshire this past week, on average, just ok, not great.", "sentId": 280}, {"text": "And flat were used to describe the current state of the Jeb Bush campaign in New Hampshire.", "sentId": 281}, {"text": "Better than outside folks thinks was how one veteran GOP operative described Governor Chris Christie's standing at the moment.", "sentId": 282}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "And several said Ohio's John Kasich had another strong visit and is now becoming relevant in the New Hampshire conversation.", "sentId": 283}, {"text": "Add that all up and what do you get.", "sentId": 284}, {"text": "There's a lot of early buzz in New Hampshire that this establishment folk, the people who helped Mitt Romney and John McCain could splinter between several candidates creating an opportunity if one candidate can consolidate the right.", "sentId": 285}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "At this very early moment, Scott Walker is viewed as the best position to do that.", "sentId": 286}, {"text": "It's just June, but with such a crowded field keeping track of the chess match is fascinating.", "sentId": 287}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "That's it for us today on INSIDE POLITICS.", "sentId": 288}, {"text": "Again thanks for sharing your Sunday morning.", "sentId": 289}, {"text": "We will see you soon.", "sentId": 290}, {"text": "\"STATE OF THE UNION STARTS\" right now.", "sentId": 291}], "secId": 109}], "sectionCount": 110, "url": "transcripts.cnn.com/TRANSCRIPTS/1506/07/ip.01.html", "sentenceCount": 293, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired June 7, 2015 - 08:30   ET", "speakers": ["KING", "PERRY", "BUSH", "GRAHAM", "CLINTON", "CHAFEE", "And with us to share their reporting and their insights", "UNIDENTIFIED MALE", "BALL", "PACE", "ZELENY", "O'KEEFE", "KASICH", "SEN. MARCO RUBIO  PRESIDENTIAL CANDIDATE", "UNIDENTIFIED FEMALE", "RUBIO", "H. CLINTON", "Let's take a closer look at Hillary Clinton's top priority -- it's keeping this together.  This is 2012 -- The Obama coalition", "Ball"], "title": "INSIDE POLITICS"}