{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1512.27.ip.01.html.json", "subTitle": "Trump Breaks Rules; The Race for 2016. Aired 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "BARNETT", "sentences": [{"text": "Thank you, Christi.", "sentId": 0}], "secId": 0}, {"speaker": "PAUL", "sentences": [{"text": "Help people out and make good memories too.", "sentId": 1}], "secId": 1}, {"speaker": "BARNETT", "sentences": [{"text": "Been great spending the weekend with you.", "sentId": 2}, {"text": "Thanks for being so kind.", "sentId": 3}], "secId": 2}, {"speaker": "PAUL", "sentences": [{"text": "Thank you.", "sentId": 4}, {"text": "Absolutely.", "sentId": 5}], "secId": 3}, {"speaker": "BARNETT", "sentences": [{"text": "Thanks fork with us, everyone.", "sentId": 6}, {"text": "\"Inside Politics\" with John King starts now.", "sentId": 7}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Donald Trump brings potty mouth to the campaign trail.", "sentId": 8}], "secId": 5}, {"speaker": "TRUMP", "sentences": [{"text": "I know where she went.", "sentId": 9}, {"text": "It's disgusting.", "sentId": 10}, {"text": "I don't want to talk about it.", "sentId": 11}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "The Republican frontrunner didn't stop there.", "sentId": 12}, {"text": "And Hillary Clinton says his vulgar talk is part of this year's biggest surprise.", "sentId": 13}], "secId": 7}, {"speaker": "CLINTON", "sentences": [{"text": "I don't know that he has any boundaries at all.", "sentId": 14}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Plus, Ted Cruz lashes out at a cartoon lampooning with his daughters.", "sentId": 15}], "secId": 9}, {"speaker": "CRUZ", "sentences": [{"text": "Don't mess with our kids.", "sentId": 16}, {"text": "Don't mess with my kids.", "sentId": 17}, {"text": "Don't mess with Marco's kids.", "sentId": 18}, {"text": "Don't mess with Hillary's kids.", "sentId": 19}, {"text": "Don't mess with anybody.", "sentId": 20}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "2015 is almost over.", "sentId": 21}, {"text": "The first votes of 2016 now just five weeks away.", "sentId": 22}, {"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 23}, {"text": "Welcome to INSIDE POLITICS.", "sentId": 24}, {"text": "I'm John King.", "sentId": 25}, {"text": "Thanks for sharing your", "sentId": 26}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Sunday morning, this special Christmas weekend.", "sentId": 27}, {"text": "With us to share their reporting and their insights, CNN's Sara Murray, Dan Balz with \"The Washington Post,\" \"The New Yorkers\" Ryan Lizza, and CNN's MJ Lee.", "sentId": 28}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "The year of Trump is winding down and the new normal of American politics is in full force.", "sentId": 29}, {"text": "Trump insults delivered by the hour, if not by the minute, and yet poll after poll shows the billionaire businessman is the overwhelming national Republican frontrunner and the first votes now just 35 days away.", "sentId": 30}, {"text": "While many of you were peacefully off the grid Christmas morning unwrapping gifts, maybe going to mass, Trump was twisting away, taking credit for Obama administration deportation policy and mocking Hillary Clinton and Jeb Bush.", "sentId": 31}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Yesterday, it was both Clintons getting Trump's digital attention.", "sentId": 32}, {"text": "He questioned candidate Hillary Clinton's strength and stamina and called Bill Clinton's campaigning for his wife inappropriate, suggesting the former president, in Trump's words, \"has a penchant for sexism.", "sentId": 33}, {"text": "Those actually were once Hillary Clinton's words.", "sentId": 34}, {"text": "Donald Trump spinning them back on her.", "sentId": 35}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "He's at it again today saying Marco Rubio's endorsement by Congressman Trey Gowdy is from the Benghazi loser.", "sentId": 36}, {"text": "That's what he says.", "sentId": 37}, {"text": "But none of his Christmas weekend salvoes  come anywhere close to the vulgar shocker to open the week.", "sentId": 38}, {"text": "It started with a mocking reference to Hillary Clinton being a little late getting back from a Democratic debate bathroom break.", "sentId": 39}], "secId": 15}, {"speaker": "TRUMP", "sentences": [{"text": "I know where she went.", "sentId": 40}, {"text": "It's disgusting.", "sentId": 41}, {"text": "I don't want to talk about it.", "sentId": 42}, {"text": "No, it's too disgusting.", "sentId": 43}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "And then, this.", "sentId": 44}], "secId": 17}, {"speaker": "TRUMP", "sentences": [{"text": "Even her race to Obama, she was going to beat Obama.", "sentId": 45}, {"text": "I don't know who'd be worse?", "sentId": 46}, {"text": "I don't know.", "sentId": 47}, {"text": "How does it get worse?", "sentId": 48}, {"text": "But she was going to beat.", "sentId": 49}, {"text": "She was favored to win.", "sentId": 50}, {"text": "And she got schlonged.", "sentId": 51}, {"text": "She lost.", "sentId": 52}, {"text": "I mean she lost.", "sentId": 53}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Team Clinton called it sexist, boris , juvenile and offensive.", "sentId": 54}, {"text": "Candidate Clinton, well, she sees a deliberate pattern.", "sentId": 55}], "secId": 19}, {"speaker": "CLINTON", "sentences": [{"text": "Nothing really surprises me any more.", "sentId": 56}, {"text": "I don't know that he has any boundaries at all.", "sentId": 57}, {"text": "And his bigotry, his bluster, his bullying have become his campaign.", "sentId": 58}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "The question, Dan Balz, as we go from the odd numbered year into the election year, Donald Trump broke most of the rules of politics in 2015.", "sentId": 59}, {"text": "The question is, does that work actually when we go from looking at national polls where he's overwhelmingly the leader, and we go state by state where nominations are won, can he turn what has been an unorthodox - that's a polite words, I guess, campaign, into a winning campaign?", "sentId": 60}], "secId": 21}, {"speaker": "BALZ", "sentences": [{"text": "John, everything we know about past history tells us that when the voters begin to weigh in, things look different than they did before that, and that national polls have much, much, much less relevance as we get closer to Iowa and New Hampshire.", "sentId": 61}, {"text": "The big question mark is whether this was such an unusual year that it carries over into 2016.", "sentId": 62}, {"text": "I think anybody sitting around this table this morning would be loath to predict where we're headed given what we've been through and given the degree to which we've all been wrong through most of the year.", "sentId": 63}, {"text": "But you have to think that what we have seen this year is a combination of real anger that's out there and some aspect of this that probably won't carry us into the rest of the year.", "sentId": 64}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "But that's what we don't know, how much of it is Trump -", "sentId": 65}], "secId": 23}, {"speaker": "BALZ", "sentences": [{"text": "We don't know.", "sentId": 66}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "Tapping into the legitimate anger and frustration in the Republican party, how much of it is celebrity and reality television.", "sentId": 67}, {"text": "What we do know is this, is he used the word schlong there against Hillary Clinton.", "sentId": 68}, {"text": "He says that's a common term in politics.", "sentId": 69}, {"text": "No, it is not, Mr. Trump.", "sentId": 70}, {"text": "Sorry, I've been at this for 30 years.", "sentId": 71}, {"text": "Never heard it before.", "sentId": 72}, {"text": "But it can - if that's your definition of common, never been used before, fine, by you, but it has been an interesting year.", "sentId": 73}, {"text": "Whether it is, Mexican immigrants, Megyn Kelly, John McCain, Hillary Clinton, Donald Trump has a history.", "sentId": 74}], "secId": 25}, {"speaker": "TRUMP", "sentences": [{"text": "When Mexico sends its people, they're not sending their best.", "sentId": 75}], "secId": 26}, {"speaker": "TRUMP", "sentences": [{"text": "They're bringing drugs.", "sentId": 76}, {"text": "They're bringing crime.", "sentId": 77}, {"text": "They're rapists.", "sentId": 78}, {"text": "And some, I assume, are good people.", "sentId": 79}], "secId": 27}, {"speaker": "TRUMP", "sentences": [{"text": "He's not a war hero.", "sentId": 80}], "secId": 28}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "He's a war hero.", "sentId": 81}], "secId": 29}, {"speaker": "TRUMP", "sentences": [{"text": "He's a war hero -", "sentId": 82}], "secId": 30}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Five and a half years in a POW camp.", "sentId": 83}], "secId": 31}, {"speaker": "TRUMP", "sentences": [{"text": "He's a war hero because he was captured.", "sentId": 84}, {"text": "I like people that weren't captured, OK, I hate to tell you.", "sentId": 85}], "secId": 32}, {"speaker": "TRUMP", "sentences": [{"text": "She gets out and she starts asking me all sorts of ridiculous questions.", "sentId": 86}, {"text": "And, you know, you could see there was blood coming out of her eyes.", "sentId": 87}, {"text": "Blood coming out of her wherever.", "sentId": 88}], "secId": 33}, {"speaker": "TRUMP", "sentences": [{"text": "Donald J. Trump is calling for a total and complete shutdown of Muslims entering the United States until our country's representatives can figure out what the hell is going on.", "sentId": 89}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "That's been our question, I think, what the hell is going on in the sense - in the sense that it breaks all the rules.", "sentId": 90}, {"text": "Insulting a war hero like John McCain.", "sentId": 91}, {"text": "Going after - Fox News anchor.", "sentId": 92}, {"text": "If you want to talk to the conservative base and you're attacking a Fox News anchor.", "sentId": 93}, {"text": "A ban on Muslims.", "sentId": 94}, {"text": "The other candidates say it's over the line.", "sentId": 95}, {"text": "The other candidates say it has no decorum.", "sentId": 96}, {"text": "The other candidate are 15, 20 points behind him.", "sentId": 97}], "secId": 35}, {"speaker": "MURRAY", "sentences": [{"text": "And it is amazing.", "sentId": 98}, {"text": "But when you talk to voters who go to these Trump events, they like Trump because he says he sounds like me.", "sentId": 99}, {"text": "And you can sort of imagine it.", "sentId": 100}, {"text": "Everyone was home over the holidays.", "sentId": 101}, {"text": "You know, your uncle or your dad, they say something and you're like, you're not allowed to say that.", "sentId": 102}, {"text": "You can't talk like that.", "sentId": 103}, {"text": "And these people, they see Trump talk like that and they relate to it.", "sentId": 104}, {"text": "And when you see these dust-ups with Megyn Kelly or the John McCain comment, it's not even so much that they agree with it, they just say, you're blowing some - this offhanded comment into something bigger than what it really is.", "sentId": 105}, {"text": "He's just speaking off the cuff.", "sentId": 106}, {"text": "He's speaking his mind.", "sentId": 107}, {"text": "And we like that, even if he says something crazy once in a while.", "sentId": 108}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "You said one Sunday here in October that you're beginning to see the effort to actually - yes, it's unorthodox in many ways - but to do the old school politics of getting the names and building a database from Trump campaigns out there.", "sentId": 109}, {"text": "I think that's the big question going forward.", "sentId": 110}, {"text": "A lot of these people - and the front page of \"The Washington Post\" today, a story of people saying, I love him.", "sentId": 111}, {"text": "He's interesting.", "sentId": 112}, {"text": "He's saying just what I would like to say.", "sentId": 113}, {"text": "I'm not sure I'm going to vote.", "sentId": 114}, {"text": "Do they have the infrastructure to turn what has been a remarkable 2015 for Trump, whether you like him or not he's - in terms of building a movement, he's been successful, can he turn them into voters?", "sentId": 115}], "secId": 37}, {"speaker": "LEE", "sentences": [{"text": "Well, I think that's the big question.", "sentId": 116}, {"text": "We have seen him trying to get people out to caucus, trying to teach people in Iowa, this is what caucusing means.", "sentId": 117}, {"text": "And we'll see if that actually turns into votes, as you said.", "sentId": 118}, {"text": "But if you're Donald Trump, why stop with the strategy that's been working for the last five, six months.", "sentId": 119}, {"text": "I mean I remember exactly where I was standing when he made the John McCain comment and I remember thinking to myself, oh my gosh, this is the end.", "sentId": 120}, {"text": "This has to be the start of his downfall.", "sentId": 121}, {"text": "And it has not been and we have seen this happen over and over again.", "sentId": 122}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "Is - is that in part because we under estimated, he's in a debate with President Obama about immigration policy, about Muslim, about Syrian refugees.", "sentId": 123}, {"text": "He goes after Hillary Clinton all the time.", "sentId": 124}, {"text": "But he also goes after Republican establishment figures and there's a big slice of the Republican base that might dislike their own establishment - RYAN LIZZA, CNN POLITICAL COMMENTATOR: That's right.", "sentId": 125}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "As much, if not more than Hillary Clinton and President Obama.", "sentId": 126}], "secId": 40}, {"speaker": "LIZZA", "sentences": [{"text": "Look, I think that's exactly right.", "sentId": 127}, {"text": "After the 2012 election, the Republican establishment decided there were a few things wrong with the party that they needed to fix.", "sentId": 128}, {"text": "Well, they didn't let the grassroots in on that conversation.", "sentId": 129}, {"text": "The big thing they decided they needed to fix was comprehensive immigration reform, right?", "sentId": 130}, {"text": "The RNC put out a big report about.", "sentId": 131}, {"text": "They say we need to win back Hispanics in the general election.", "sentId": 132}, {"text": "We've got to swallow on this issue.", "sentId": 133}], "secId": 41}, {"speaker": "LIZZA", "sentences": [{"text": "Put it through the Senate.", "sentId": 134}, {"text": "A big backlash against it.", "sentId": 135}, {"text": "Still, the establishment candidate that lined up for 2016, Marco Rubio, Jeb Bush, Chris Christie, all stuck with that establishment view of how you win the general election and what Republicans need to do in the Hispanic community and stuck with that view on immigration.", "sentId": 136}, {"text": "Trump came along and said, no, I'm going to sneak in here and I'm going to be with the grassroots on this issue and a couple of others and he exploited this just chasm between the grassroots of the Republican Party and its establishment.", "sentId": 137}, {"text": "And, look, I'm no longer in the business of predicting Trump's rise or fall.", "sentId": 138}, {"text": "I can make the argument that the polls are overestimating his support and I can make the argument that they're underestimating his support.", "sentId": 139}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "I think that's a - that's a great question, do these people become voters or can - or can they build the data machine, the operational machine to turn them out, or does it matter?", "sentId": 140}, {"text": "In the - in the Tea Party year of 2010, a lot of those winners way over performed the poll numbers because of the passion.", "sentId": 141}, {"text": "Republican - the Republican Tea Party voters just came out because they were in a mood.", "sentId": 142}, {"text": "They were in a mood to cause some trouble.", "sentId": 143}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "You're dead right, Dan, that we have to be careful about national polls.", "sentId": 144}, {"text": "The only reason I even mention them this close to Iowa is because Trump's lead is so big and so consistent.", "sentId": 145}, {"text": "He's been leading essentially since he got into the race in July and now he's up more than two to one.", "sentId": 146}, {"text": "Another interesting thing, NBC/\"Wall Street Journal\" polling back in March, before Trump got into the race, 74 percent of Republicans said, no, there's no way I could see myself supporting Trump for the nomination.", "sentId": 147}, {"text": "But look now, 61 percent of Republicans now say it's possible.", "sentId": 148}, {"text": "So his internals, as the pollsters would call them, among Republicans has actually gotten better as this has gone on despite the controversy.", "sentId": 149}], "secId": 44}, {"speaker": "BALZ", "sentences": [{"text": "Yes, they really have.", "sentId": 150}, {"text": "I mean he's - I mean he's done a good job of convincing a lot more Republicans that - that he's an acceptable nominee and acceptable president.", "sentId": 151}, {"text": "He has one more hurdle to go.", "sentId": 152}, {"text": "If he does not win Iowa or if - if - you know, if he finishes badly there, how does he respond to that?", "sentId": 153}, {"text": "I mean we have seen candidates in the past who have looked very, very good at this point in the election cycle.", "sentId": 154}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 155}], "secId": 46}, {"speaker": "BALZ", "sentences": [{"text": "Who unravel pretty quickly.", "sentId": 156}, {"text": "I'm not saying that's what will happen to Donald Trump, but he has - he has another challenge to get through, and that is when the voters begin to speak.", "sentId": 157}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "That brought Howard Dean to mind.", "sentId": 158}, {"text": "Which, who after Howard Dean lost Iowa, we got a very memorable speech, if memory serves right.", "sentId": 159}, {"text": "But I think that - that is the question.", "sentId": 160}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Inside the Trump campaign, what did they say that they're going to do to prove us wrong?", "sentId": 161}, {"text": "That once the voters actually turn out and think, OK, is this guy a president, they're going to say no?", "sentId": 162}], "secId": 49}, {"speaker": "MURRAY", "sentences": [{"text": "Well, they say they're going to win.", "sentId": 163}, {"text": "I mean they say, look, we are inspiring people to join this process who have never been interested before and that they're working hard in places like Iowa and places like New Hampshire.", "sentId": 164}, {"text": "I think because they're dealing with such an interesting voting bloc, a different - you know, people who have never voted before, people who are younger, people who aren't college educated, who are blue collar.", "sentId": 165}], "secId": 50}, {"speaker": "MURRAY", "sentences": [{"text": "They are trying to bring new people into the process.", "sentId": 166}, {"text": "It is a big hurdle.", "sentId": 167}, {"text": "But the other thing to remember in a place like Iowa is, if you look at it now, yes, Ted Cruz has a pretty strong ground game, but people on the ground in Iowa say nobody has a ground game, a machine that's as strong as Romney's was in 2012 and he didn't end up winning.", "sentId": 168}, {"text": "But no one is as organized as they were four years ago and so that leaves an opening for someone like Trump to show up and, you know, inspire these people to come in a nonconventional way.", "sentId": 169}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Lee .", "sentId": 170}], "secId": 52}, {"speaker": "LEE", "sentences": [{"text": "And I think it's hard to overstate too how important the perception is and why national polls actually do matter a little bit in terms of how people are starting to think about Donald Trump.", "sentId": 171}, {"text": "When you're in the lead for five, six months, well, this is no longer just the host of, you know, \"The Apprentice\" and a reality TV star, this is someone apparently who is strong enough to be in the lead.", "sentId": 172}, {"text": "And that counts for something.", "sentId": 173}], "secId": 53}, {"speaker": "LIZZA", "sentences": [{"text": "And can Trump turn the Iowa caucuses into something a little bit more that looks like a primary.", "sentId": 174}, {"text": "That is where organizing and all that work doesn't matter as much and it's less of an insider game that's controlled by the party and he just gets a mass of people who flood the system without really being contacted or organized in the traditional way.", "sentId": 175}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "And even though we lost Lindsey Graham, the South Carolina senator, this past week, Trump still benefits from a very crowded field as well.", "sentId": 176}, {"text": "He doesn't need 50 percent.", "sentId": 177}, {"text": "Mid-20s will get you a win somewhere.", "sentId": 178}], "secId": 55}, {"speaker": "BALZ", "sentences": [{"text": "John, we've - we've talked in the past about o versus mo in a place like Iowa.", "sentId": 179}, {"text": "Organization -", "sentId": 180}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 181}], "secId": 57}, {"speaker": "BALZ", "sentences": [{"text": "You have to have it supposedly.", "sentId": 182}, {"text": "Most candidates would rather have momentum at the end.", "sentId": 183}, {"text": "And we - we will see in about three weeks who really has momentum heading into Iowa and New Hampshire.", "sentId": 184}, {"text": "KING: People start voting pretty soon.", "sentId": 185}], "secId": 58}, {"speaker": "LIZZA", "sentences": [{"text": "Most people - and most people make - we just can't forget, most people in New Hampshire and Iowa make up their mind in the last days of the campaign.", "sentId": 186}], "secId": 59}, {"speaker": "BALZ", "sentences": [{"text": "Yes.", "sentId": 187}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Unlike us, most normal - most normal - most normal people are just starting to pay attention, unlike us.", "sentId": 188}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Up next, can Ted Cruz take a punch?", "sentId": 189}, {"text": "Well, Iowa, as we just mentioned, is a big test for the senator and for his many enemies.", "sentId": 190}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "First, though, politicians said so many darnedest things this year, the comedians had a field day.", "sentId": 191}], "secId": 63}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "I don't have a super PAC.", "sentId": 192}, {"text": "I don't even have a backpack.", "sentId": 193}, {"text": "I carry my stuff around loose in my arms like a professor , you know, between classes.", "sentId": 194}], "secId": 64}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "I'm just so darn bummed.", "sentId": 195}, {"text": "All anyone wants to talk about is Donald Trump.", "sentId": 196}], "secId": 65}, {"speaker": "CLINTON", "sentences": [{"text": "Donald Trump?", "sentId": 197}, {"text": "Isn't he the one like, oh, you're all losers.", "sentId": 198}], "secId": 66}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Congratulations, you're speaking to Donald Trump.", "sentId": 199}], "secId": 67}, {"speaker": "CLINTON", "sentences": [{"text": "Oh, hello, Donald.", "sentId": 200}], "secId": 68}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "How are you, Hillary?", "sentId": 201}, {"text": "Haven't seen you since my last wedding.", "sentId": 202}], "secId": 69}, {"speaker": "CLINTON", "sentences": [{"text": "Well, I'm sure I'll see you at the next one.", "sentId": 203}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 204}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "Donald Trump may be the big national poll leader as we enter the new year, but Ted Cruz has the big MO in Iowa at the moment.", "sentId": 205}], "secId": 72}, {"speaker": "CRUZ", "sentences": [{"text": "The single biggest difference between me and the other very, very fine men and women standing on that debate stage is that with me, when I tell you I'm going to do something, I'm going to exactly what I said I would do.", "sentId": 206}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "A new Cruz TV ad in Iowa looks to reinforce that message that he's the conservative you can trust.", "sentId": 207}, {"text": "Take a listen and a close look.", "sentId": 208}], "secId": 74}, {"speaker": "ON SCREEN TEXT", "sentences": [{"text": "Defended the cross.", "sentId": 209}], "secId": 75}, {"speaker": "ON SCREEN TEXT", "sentences": [{"text": "And won.", "sentId": 210}], "secId": 76}, {"speaker": "ON SCREEN TEXT", "sentences": [{"text": "Protected the Ten commandments.", "sentId": 211}], "secId": 77}, {"speaker": "ON SCREEN TEXT", "sentences": [{"text": "And won.", "sentId": 212}], "secId": 78}, {"speaker": "ON SCREEN TEXT", "sentences": [{"text": "Stood up for the Pledge of Allegiance.", "sentId": 213}], "secId": 79}, {"speaker": "ON SCREEN TEXT", "sentences": [{"text": "And won.", "sentId": 214}], "secId": 80}, {"speaker": "ON SCREEN TEXT", "sentences": [{"text": "Trust Ted.", "sentId": 215}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "\"Trust Ted\" the slogan at the end.", "sentId": 216}, {"text": "They've used it for some time, but they're highlighting it much more now.", "sentId": 217}, {"text": "This is a much more tradition Iowa campaign, a straight appeal to evangelicals, a patriotic appeal.", "sentId": 218}, {"text": "$600,000 being spent against Ted Cruz right now.", "sentId": 219}, {"text": "The question is, can he take a punch and can he counter punch?", "sentId": 220}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Dan, the attacks are questioning his authenticity.", "sentId": 221}, {"text": "They say he tells you he's a straight shooter.", "sentId": 222}, {"text": "They tell you - he tells you that when I say, you know, I'll fight for traditional marriage, I mean it, but that in some sentences he says other things.", "sentId": 223}], "secId": 83}, {"speaker": "BALZ", "sentences": [{"text": "The big fight going on right now about Ted Cruz is this issue of, can he consolidate a broad swath of the conservative movement versus can some other candidates, particularly Marco Rubio but others, raise enough doubts in the minds of conservatives about just how authentic he is, and that battle is going to go on fiercely over the next month.", "sentId": 224}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 225}, {"text": "And his rivals look at him and he's not Mike Huckabee of 2008 or even Rick Santorum of 2012 who comes out of Iowa with a win but then has a hard time going further and getting  new places.", "sentId": 226}, {"text": "Number one, Ted Cruz has money.", "sentId": 227}, {"text": "Number two, the Republican Party has changed its calendar and you have some southern states that now have a lot more prominence in the role.", "sentId": 228}, {"text": "So there are a lot of people who think we could have a Cruz-Trump as the big dynamic coming out of Iowa and New Hampshire.", "sentId": 229}], "secId": 85}, {"speaker": "MURRAY", "sentences": [{"text": "Right, and I think when you talk to Republicans, a lot of them say, look, we - we like Marco Rubio.", "sentId": 230}, {"text": "We think he has a good shot, but we don't see a state where he can win.", "sentId": 231}, {"text": "And if he does win, you know, in one place, how does he move beyond that?", "sentId": 232}, {"text": "Ted Cruz has an organization, he has an infrastructure.", "sentId": 233}, {"text": "He spent some time, you know, setting up his campaign in some of these southern states, which are going to be really important.", "sentId": 234}, {"text": "And by the way, those are voters who might like the Ted Cruz appeal more than they like someone like Marco Rubio, more than they like someone like Jeb Bush.", "sentId": 235}, {"text": "And I think, you know, on the one hand, that could have establishment Republicans really freaked out.", "sentId": 236}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Well that - I mean I guess that's my question going into the new year, do we get an establishment alternative?", "sentId": 237}, {"text": "Do we have a Trump-Cruz race in which the establishment says, OK, I guess they're going to test this - you know, the establishment hates them both.", "sentId": 238}, {"text": "Let's use the word hate there.", "sentId": 239}, {"text": "I don't like the word but the establishment dislikes strongly both of them.", "sentId": 240}, {"text": "Let's go back to more polite language.", "sentId": 241}, {"text": "And the question is, does somebody, it is Marco Rubio, is it Chris Christie, is it Jeb Bush, is it John Kasich?", "sentId": 242}, {"text": "Chris Christie's been making that argument, along with Bush and the others in New Hampshire, listen here saying, hello, voters in New Hampshire, help.", "sentId": 243}], "secId": 87}, {"speaker": "CHRISTIE", "sentences": [{"text": "You are amongst the most powerful people in the world because you're going to take this race from 13 candidates down to four or five in six weeks.", "sentId": 244}, {"text": "Six weeks from tomorrow.", "sentId": 245}, {"text": "New Hampshire has got that power, authority and responsibility in your hands.", "sentId": 246}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "He's absolutely right that the race will probably go from ten or 12 Republican candidates down to four or five within a few days of New Hampshire because of money.", "sentId": 247}, {"text": "Candidates are going to run out of money.", "sentId": 248}, {"text": "The question is, do we get a single establishment alternative to Trump and Cruz, or do we still have two or three, which I assume benefits Trump and Cruz as we head south?", "sentId": 249}], "secId": 89}, {"speaker": "LIZZA", "sentences": [{"text": "I - I tend to think Iowa's a little bit like Thunderdome, you know, two men enter, one man leaves in terms of Trump and Cruz, right?", "sentId": 250}, {"text": "Trump has set expectations so high for himself by constantly talking about how he's ahead in the polls and how he's going to win Iowa.", "sentId": 251}, {"text": "I think a defeat there really, really - and if he's defeated by Ted Cruz, Cruz becomes that grassroots evangelical candidate.", "sentId": 252}, {"text": "And that - that lane is consolidated by Cruz and then New Hampshire decides who the -w ho the alternative is.", "sentId": 253}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "And in the state of New Hampshire I think it's very much possible that the establishment fight is won between Christie and Rubio.", "sentId": 254}, {"text": "And, for Christie, you know, he has been running a very New Hampshire-centric campaign, but his national numbers really are not there.", "sentId": 255}, {"text": "For Rubio, it's the opposite.", "sentId": 256}, {"text": "He hasn't really focused just on New Hampshire, but his national numbers are doing pretty well.", "sentId": 257}, {"text": "So the question is, you know, can he do well enough in New Hampshire?", "sentId": 258}, {"text": "And I think this is where the early state endorsements are really going to come into play.", "sentId": 259}, {"text": "Can he then be the person that this party says, look, this guy can go all the way?", "sentId": 260}], "secId": 91}, {"speaker": "MURRAY", "sentences": [{"text": "Right, and I think it doesn't just matter who comes in first and who comes in second in Iowa.", "sentId": 261}, {"text": "But, look, if one of these establishment guys can come in third in Iowa and sail into New Hampshire doing better than expected, then you're in a really good position.", "sentId": 262}, {"text": "But I do think it will be a cage match.", "sentId": 263}], "secId": 92}, {"speaker": "LIZZA", "sentences": [{"text": "Close.", "sentId": 264}, {"text": "KING: Depending on margins.", "sentId": 265}, {"text": "Third might matter if you're close.", "sentId": 266}, {"text": "Third", "sentId": 267}], "secId": 93}, {"speaker": "LIZZA", "sentences": [{"text": "might not matter if you're way down.", "sentId": 268}], "secId": 94}, {"speaker": "MURRAY", "sentences": [{"text": "Right.", "sentId": 269}, {"text": ".", "sentId": 270}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "Guess what, we're going to figure this all out sooner than we think.", "sentId": 271}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Up next, our reporters give you a sneak peek into their notebooks, including a few names that are not on the presidential primary ballot but could help shape the outcome.", "sentId": 272}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "And one last time this year, around the INSIDE POLITICS table, I'll ask our great reporters to give you a sneak peek at stories that will be big news in the new year.", "sentId": 273}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "Sara Murray.", "sentId": 274}], "secId": 99}, {"speaker": "MURRAY", "sentences": [{"text": "Well, I think the really interesting thing to watch in the new year is Donald Trump's travel schedule.", "sentId": 275}, {"text": "We are five weeks out from the Iowa caucuses.", "sentId": 276}, {"text": "Most normal candidates are hungering down in their state, whether that's Iowa, whether that's New Hampshire.", "sentId": 277}, {"text": "Not Donald Trump.", "sentId": 278}, {"text": "This week he is going to Iowa, he's going to New Hampshire, he's going to South Carolina and he's going to Mississippi, which does not vote until March 8th.", "sentId": 279}, {"text": "Now, this is a smart strategy in that it does not pin him down to a must-win state, but if you are one of these retail politics voters in Iowa and New Hampshire, the guys who like the retail stops, who like the bus tours and Donald Trump isn't doing that, could that be the death nail for him?", "sentId": 280}, {"text": "Now five weeks out, maybe he'll add a bus tour, but so far this is not the kind of candidate and not the kind of campaign manager who likes to get on a bus and trek around Iowa.", "sentId": 281}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "All right, to re-write the rules in 2015.", "sentId": 282}, {"text": "Why not keep it going in 2016?", "sentId": 283}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "Dan.", "sentId": 284}], "secId": 102}, {"speaker": "BALZ", "sentences": [{"text": "We've spent so much time talking and chasing candidates in 2015, but the dogs that haven't barked are the super PACs.", "sentId": 285}, {"text": "The super PACs were the big entities that we thought were going to play a significant role in this campaign.", "sentId": 286}, {"text": "So far they've played no role of any significance.", "sentId": 287}, {"text": "They've spent collectively tens and tens of millions of dollars to no effect and you could argue that they have hurt the candidates that the super PACs have been spending on behalf of.", "sentId": 288}], "secId": 103}, {"speaker": "BALZ", "sentences": [{"text": "We'll have one more test starting early this year as we get closer to Iowa and New Hampshire as these super PACs kind of unload what they've - what they've got.", "sentId": 289}, {"text": "They haven't done much negative advertising at this point.", "sentId": 290}, {"text": "We will see what happens on that.", "sentId": 291}, {"text": "But it's a fascinating story because they have been so talked about and yet they've been so insignificant.", "sentId": 292}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "Only the local TV stations benefiting so far from all that money.", "sentId": 293}], "secId": 105}, {"speaker": "BALZ", "sentences": [{"text": "Yes, absolutely  right.", "sentId": 294}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "Ryan.", "sentId": 295}], "secId": 107}, {"speaker": "LIZZA", "sentences": [{"text": "Don't forget about Congress in 2016.", "sentId": 296}, {"text": "At the end of the year, Paul Ryan, the new Republican speaker, pushed through this big omnibus bill.", "sentId": 297}, {"text": "It kind of got overshadowed in the political conversation because of so much of the 2016 presidential campaign.", "sentId": 298}, {"text": "But there is outrage among conservatives that Paul Ryan couldn't cut a better deal in that end of the year spending deal.", "sentId": 299}, {"text": "I talked to a couple of the more conservative members, the guys in the so-called Freedom Caucus after the deal went down.", "sentId": 300}, {"text": "There's growing outrage on talk radio and on the conservative blogs and they all - all the conservatives are saying, if Paul Ryan does not deliver some victories early in 2016, he is going to start to face the same dynamic that John Boehner faced during his short-lived reign as speaker.", "sentId": 301}, {"text": "So watch the House, see if Paul Ryan can navigate that any better than his predecessor did.", "sentId": 302}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "Happy holidays, Mr. Speaker, honeymoon over?", "sentId": 303}], "secId": 109}, {"speaker": "LIZZA", "sentences": [{"text": "That's exactly what one of them said.", "sentId": 304}, {"text": "Raul Labrador, the founder of the Freedom Caucus said, the honeymoon is over.", "sentId": 305}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "Ouch.", "sentId": 306}, {"text": "We'll watch that one.", "sentId": 307}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "MJ.", "sentId": 308}], "secId": 112}, {"speaker": "LEE", "sentences": [{"text": "Very crucial to watch in the coming weeks are the early state endorsements.", "sentId": 309}, {"text": "Folks like Joni Ernst, Lindsey Graham now, Kelly Ayotte, Nikki Haley, they have not actually endorsed a candidate yet.", "sentId": 310}, {"text": "And so in the coming weeks, if a candidate is able to pick up some of those endorsements, especially, you know, more than one, two or three of them, then that could very much be helpful.", "sentId": 311}, {"text": "If anyone is in a position to pick up the majority of them, that's probably Marco Rubio.", "sentId": 312}, {"text": "Tim Scott has done everything but endorse Marco Rubio, so maybe Tim Scott will end up being the first domino to fall.", "sentId": 313}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "Keep an eye on that.", "sentId": 314}, {"text": "Not on the ballot, but they could help somebody on the ballot.", "sentId": 315}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 316}, {"text": "Nearly all of the Republican candidates plan New Hampshire stops between Christmas and New Year's.", "sentId": 317}, {"text": "That's a week that in years past has been relatively quiet in New Hampshire as candidates break for the holidays or maybe focus more on Iowa.", "sentId": 318}, {"text": "But the New Hampshire crowd this year, why?", "sentId": 319}, {"text": "Well, in part, it's because of the widely held view that Ted Cruz looks pretty solid in Iowa and his rivals are looking for a chance to win elsewhere.", "sentId": 320}, {"text": "There's also a sense, we'll test this one, but a sense that if Donald Trump loses Iowa and his winning brand is called into question, there could be a big and sudden reshuffling in New Hampshire where Trump now leads.", "sentId": 321}, {"text": "Marco Rubio's team, for all of the year-end buzz, knows its candidates currently is not leading anywhere and is hoping to somehow generate a dramatic New Hampshire surge.", "sentId": 322}, {"text": "And take this one as you wish, but two veteran New Hampshire operatives working for other campaigns says they're seeing signs as the year ends that it might be premature to write off Jeb Bush in the lead-off primary state.", "sentId": 323}, {"text": "Pre-season's over.", "sentId": 324}, {"text": "Time to play.", "sentId": 325}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 326}, {"text": "Again, thanks for sharing your Sunday morning with us.", "sentId": 327}, {"text": "We'll see you in the new year, the election year.", "sentId": 328}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" with Jake Tapper starts right now.", "sentId": 329}], "secId": 117}], "sectionCount": 118, "url": "transcripts.cnn.com/TRANSCRIPTS/1512/27/ip.01.html", "sentenceCount": 331, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired December 27, 2015 - 08:30   ET", "speakers": ["BARNETT", "PAUL", "KING", "TRUMP", "CLINTON", "CRUZ", "BALZ", "UNIDENTIFIED MALE", "MURRAY", "LEE", "LIZZA", "UNIDENTIFIED FEMALE", "ON SCREEN TEXT", "CHRISTIE"], "title": "INSIDE POLITICS"}