{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1607.21.ip.01.html.json", "subTitle": "Cruz Refuses to Endorse Trump; Trump to Deliver Acceptance Speech Tonight. Aired 12-12:30p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 0}, {"text": "I'm John King, live, as you can see there, from the CNN Grill.", "sentId": 1}, {"text": "Thanks for sharing your time on this very consequential day.", "sentId": 2}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "It is testing time for Donald Trump and it turns out explaining time for Ted Cruz.", "sentId": 3}, {"text": "That we're even talking about Ted Cruz on what is supposed to be the day of Donald Trump's big solo, well, in that way, some ways tells you everything you need to know about the Republican Party.", "sentId": 4}, {"text": "Mr. Trump, though, tonight, will have an audience of millions for a prime time acceptance speech.", "sentId": 5}, {"text": "It's an unrivaled opportunity to reshape the race for president.", "sentId": 6}, {"text": "The closing act of the most unconventional convention, of course, belongs to the most unconventional candidate of our lifetime.", "sentId": 7}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Now, most of you likely remember Trump's first big entrance here in Cleveland.", "sentId": 8}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Now, tonight, Mr. Trump promises it will be very different.", "sentId": 9}], "secId": 3}, {"speaker": "TRUMP", "sentences": [{"text": "I'm not looking for entrance, George, I'm looking for a good - really a good grouping of words that's going to talk about our country and the problems that we have.", "sentId": 10}, {"text": "We have deep problems.", "sentId": 11}, {"text": "We have really deep seed problems.", "sentId": 12}, {"text": "So it's not about the entrance, it's about the words, and it's about getting the words done.", "sentId": 13}, {"text": "And the only way we're going to get that taken care of is, we have to, in November, do very well.", "sentId": 14}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Now, can Republican, as Trump puts it right there, do very well in November if the party still has so many raw, open wounds?", "sentId": 15}, {"text": "Well, we'll find out in 110 days.", "sentId": 16}, {"text": "But if the answer is no, if Republicans lose, Ted Cruz says, don't blame me.", "sentId": 17}], "secId": 5}, {"speaker": "CRUZ", "sentences": [{"text": "What does it say when you stand up and say, \"vote your conscience\" and rabid supporters of our nominee begin screaming, \"what a horrible thing to say!\"", "sentId": 18}, {"text": "If we can't make the case to the American people that voting for our party's nominee is consist with voting your conscience, is consistent with defending freedom and being faithful to the Constitution, then we are not going to win and we don't deserve to win.", "sentId": 19}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "Well, if that's not drama enough on this last big day of the convention, just pick up or go online, read \"The New York Times,\" Donald Trump, today, putting a price on keeping a promise that has defined U.S. foreign policy for nearly 70 years.", "sentId": 20}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights on this big day, Maggie Haberman of \"The New York Times,\" Ed O'Keefe of \"The Washington Post,\" Jonathan Martin of \"The New York Times\" and CNN's Maeve Reston.", "sentId": 21}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Now, normally, day four, the big acceptance speech is the final act of a carefully choreographed convention.", "sentId": 22}, {"text": "What we're seeing here in Cleveland, it is very, very different.", "sentId": 23}, {"text": "Forget careful.", "sentId": 24}, {"text": "The trademarks of the Trump campaign are chaos, controversy and conflict.", "sentId": 25}, {"text": "We've had plagiarism by the candidate's wife, a running feud with the host state's Republican governor, and instead of a disciplined round one of Trump versus Clinton, what do we have today, a contentious, let's call it, round 999 of Trump versus Cruz.", "sentId": 26}], "secId": 9}, {"speaker": "CRUZ", "sentences": [{"text": "Stand and speak and vote your conscience, vote for candidates up and down the ticket who you trust to defend our freedom and to be faithful to the Constitution.", "sentId": 27}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Senator Cruz was heckled as he left the hall last night, declared an ingrate by Trump allies.", "sentId": 28}, {"text": "This morning, at a sometimes contentious meeting with his home state Texas delegation, Senator Cruz stood his ground.", "sentId": 29}], "secId": 11}, {"speaker": "CRUZ", "sentences": [{"text": "This is not a game.", "sentId": 30}, {"text": "It is not politics.", "sentId": 31}, {"text": "Right and wrong matters.", "sentId": 32}, {"text": "We have not abandoned who we are in this country.", "sentId": 33}], "secId": 12}, {"speaker": "CRUZ", "sentences": [{"text": "If anyone thinks I was eager to come to this convention and give a speech laying out, supporting a great many of the policy positions laid out by Donald Trump, laying out why Hillary Clinton is utterly unfit to be president, despite the fact that neither he nor his campaign has never taken back a word they said about my family, I promise you, I was not eager to do that.", "sentId": 34}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Now, I would like to, first, ask about Trump's speech tonight.", "sentId": 35}, {"text": "I would like to maybe talk a little bit about the vice presidential introduction to the country last night.", "sentId": 36}, {"text": "Hopefully we'll get to those things.", "sentId": 37}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "But on the morning of Donald Trump's convention, that he is still in this running battle with Ted Cruz, Trump is stoking it, his forces are stoking it and Ted Cruz is stoking it as well.", "sentId": 38}, {"text": "What does it tell us?", "sentId": 39}, {"text": "Is it a sideshow?", "sentId": 40}, {"text": "Is it two men just stubborn, forgive me, the testosterone?", "sentId": 41}], "secId": 15}, {"speaker": "MARTIN", "sentences": [{"text": "No, it's the main event, John.", "sentId": 42}, {"text": "It's the main event at this convention, which is a party that is in complete disarray.", "sentId": 43}, {"text": "A campaign that is veering into chaos and a convention the likes of which we haven't seen in decades.", "sentId": 44}, {"text": "These affairs are supposed to be well choreographed, really, you know, well staged PR events.", "sentId": 45}, {"text": "News is not supposed to break out.", "sentId": 46}, {"text": "Every day has been newsy.", "sentId": 47}], "secId": 16}, {"speaker": "O'KEEFE", "sentences": [{"text": "Every hour.", "sentId": 48}], "secId": 17}, {"speaker": "MARTIN", "sentences": [{"text": "Every hour even.", "sentId": 49}, {"text": "And, you know, from Cruz being booed last night, to what you just saw there, I was at the Cruz breakfast this morning.", "sentId": 50}, {"text": "Never seen anything like that where the home state delegation is literally berating their own senator for half an hour.", "sentId": 51}, {"text": "A senator who won that primary in that state overwhelmingly five months ago.", "sentId": 52}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "And a senator who just gave a green light to the conservatives out there who say, I am never Trump.", "sentId": 53}, {"text": "I just can't do it.", "sentId": 54}, {"text": "I - you know, yes, I always vote Republican.", "sentId": 55}, {"text": "No, I can't vote for Hillary Clinton.", "sentId": 56}, {"text": "He said at that event, I won't vote for Hillary.", "sentId": 57}, {"text": "He didn't say - and he says, oh, maybe I'll get there.", "sentId": 58}, {"text": "But he - he didn't say he'd vote for Donald Trump and this is Donald Trump's convention and Ted Cruz wants a future in the Republican Party.", "sentId": 59}, {"text": "He's betting the future of the Republican Party is not Donald Trump.", "sentId": 60}], "secId": 19}, {"speaker": "O'KEEFE", "sentences": [{"text": "It was - you know, he used the \"c\" word.", "sentId": 61}, {"text": "We've been here - I've been here 11 days now, conscience.", "sentId": 62}, {"text": "That word is like yelling fire in a movie theater to these Republicans who are gathered here.", "sentId": 63}], "secId": 20}, {"speaker": "HABERMAN", "sentences": [{"text": "Right.", "sentId": 64}], "secId": 21}, {"speaker": "O'KEEFE", "sentences": [{"text": "The moment he said it last night, it set off the boos, because that was the crux of the rules dispute that was really sort of underlying all of this, that was causing all the unease, especially for those eight states that had the signatures to put his name in the nomination if they had wanted to do it.", "sentId": 65}, {"text": "And so for him to do that and spark this, after they thought it was over Tuesday night, I think is what makes a lot of these folks who don't like Cruz even more angry.", "sentId": 66}], "secId": 22}, {"speaker": "RESTON", "sentences": [{"text": "And I think that's - that's why the speech was so different on the page than it was - than when he actually delivered it, because of that word, conscience.", "sentId": 67}, {"text": "That, you know, just - all across the country there's been this discussion among Republicans about whether or not they can support him or not.", "sentId": 68}, {"text": "And for Ted Cruz to go out there and use that phrase, I mean it's like a nuclear bomb that he was setting off.", "sentId": 69}], "secId": 23}, {"speaker": "HABERMAN", "sentences": [{"text": "If you don't like Ted Cruz, the delivery of that speech, and I agree with you, is what reminded you of what you don't like about him in many ways.", "sentId": 70}, {"text": "He is showy.", "sentId": 71}, {"text": "He is about his own future and so forth.", "sentId": 72}, {"text": "If you don't like Donald Trump, you liked that speech a lot because Ted Cruz - if you're a Republican who doesn't like Donald Trump -", "sentId": 73}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 74}, {"text": "HABERMAN: Because that - I heard from a number of Republicans who are either never Trump or silently never Trump or whatever who said, you know, he stood out in a way that no one else who has opposed Trump within the party, including the state's governor, John Kasich, has not done.", "sentId": 75}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 76}], "secId": 26}, {"speaker": "HABERMAN", "sentences": [{"text": "He took a real stand.", "sentId": 77}], "secId": 27}, {"speaker": "O'KEEFE", "sentences": [{"text": "But give him some credit.", "sentId": 78}, {"text": "The first part of that speech was unlike anything he'd ever delivered.", "sentId": 79}, {"text": "And it grabbed the room unlike anyone else had grabbed the room up until that point.", "sentId": 80}, {"text": "It's the fact that he, again, said the \"c\" word and did what he did that that's all we remember.", "sentId": 81}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 82}], "secId": 29}, {"speaker": "RESTON", "sentences": [{"text": "I think that - yes, most of America will think that he went out there and, you know, raked Donald Trump over the coals, which is, of course, not true at all.", "sentId": 83}], "secId": 30}, {"speaker": "O'KEEFE", "sentences": [{"text": "Not at all.", "sentId": 84}], "secId": 31}, {"speaker": "MARTIN", "sentences": [{"text": "Not yet , right.", "sentId": 85}], "secId": 32}, {"speaker": "RESTON", "sentences": [{"text": "He mentioned his name once, but just didn't get to that endorsement piece, and that was such a warm crowd for Trump by that point that it went electric.", "sentId": 86}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "Let's -", "sentId": 87}], "secId": 34}, {"speaker": "MARTIN", "sentences": [{"text": "It was his 2020 debut speech.", "sentId": 88}], "secId": 35}, {"speaker": "RESTON", "sentences": [{"text": "Yes.", "sentId": 89}], "secId": 36}, {"speaker": "MARTIN", "sentences": [{"text": "Make no mistake.", "sentId": 90}, {"text": "Look, Ted Cruz made his name in Texas and in Washington as a hard line, red meat conservative Tea Party hero.", "sentId": 91}, {"text": "He gave a speech last night talking about the GOP of the party of civil rights, talking about the Mother Emanuel Church tragedy, you know, talking about how the country is suffering through this partisan rancor.", "sentId": 92}, {"text": "He was trying to sort of mainstream himself, create a statesmen sheen around himself, because he wants to run again for national office.", "sentId": 93}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Well, let's hit the pause on this for a second because I want to come back to this in a minute and get more into the two personalities and what it means for the Republican Party, which I think is the bigger question.", "sentId": 94}, {"text": "But this is Donald Trump's big night.", "sentId": 95}], "secId": 38}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yes.", "sentId": 96}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "So let's actually get to tonight for a second.", "sentId": 97}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "And everything about this convention -", "sentId": 98}], "secId": 41}, {"speaker": "HABERMAN", "sentences": [{"text": "OK.", "sentId": 99}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "I know.", "sentId": 100}, {"text": "I know.", "sentId": 101}, {"text": "Silly me.", "sentId": 102}, {"text": "Everything about this convention is strange and awkward.", "sentId": 103}, {"text": "Last night was the vice presidential rollout.", "sentId": 104}, {"text": "Mike Pence gave a good speech.", "sentId": 105}, {"text": "He had the room in his hands.", "sentId": 106}, {"text": "He was introducing himself to the country.", "sentId": 107}, {"text": "Democrats will take issue with what he said, but he made a case for change.", "sentId": 108}, {"text": "Secretary Clinton's the status quo.", "sentId": 109}, {"text": "We are the change.", "sentId": 110}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "His running mate came out, if you want to talk about awkward, air kissing is now the new - but for those of you that don't know, Donald Trump is  germaphobe.", "sentId": 111}, {"text": "Getting him to shake people's hands is hard.", "sentId": 112}, {"text": "He came out and air kissed his running mate.", "sentId": 113}, {"text": "I don't know if we can show you that out there.", "sentId": 114}, {"text": "But Mike Pence in that speech, as we show you this awkward moment after - in that speech Mike Pence gave a traditional Republican strength on foreign policy.", "sentId": 115}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "Donald Trump will stand with our allies.", "sentId": 116}, {"text": "Donald Trump will restore American integrity.", "sentId": 117}, {"text": "A Reagan-esque speech about the place in the world.", "sentId": 118}, {"text": "And, Maggie, I guess, right before this speech, you were having a conversation with Donald Trump in which, in this newspaper article here, he took 70 years of U.S. foreign policy and said, I'll think about it.", "sentId": 119}, {"text": "In part, let me read from this here.", "sentId": 120}, {"text": "This is a conversation with you and your colleague David Sanger .", "sentId": 121}, {"text": "\"Can the members of NATO,\" David asked, \"including the new members in the Baltics, count on the United States to come to their military aid if they were attacked by Russia and count on us fulfilling our obligations?\"", "sentId": 122}, {"text": "Donald Trump, \"have they fulfilled their obligations to us?", "sentId": 123}, {"text": "If they have fulfilled their obligations to us, the answer is yes.\"", "sentId": 124}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "So if you're late  on your rent and Russian tanks roll into the Baltics, you're on your own.", "sentId": 125}], "secId": 46}, {"speaker": "HABERMAN", "sentences": [{"text": "Look, you have it right that everything - this is now the second extended, and the other was longer, foreign policy conversation that David Sanger and I have had with Trump.", "sentId": 126}, {"text": "And in both of them, he views every foreign policy, treaty, approach, everything through the prism of a deal, of a financial deal, an economic deal.", "sentId": 127}, {"text": "And he was approaching it very much this way.", "sentId": 128}, {"text": "The problem is, that as you said, this upended not just 70 years of past practice, but what was said by his own vice presidential nominee later on in the evening.", "sentId": 129}, {"text": "And - however, this is what Trump thinks.", "sentId": 130}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 131}], "secId": 48}, {"speaker": "HABERMAN", "sentences": [{"text": "I mean what I came away - and it's not particularly different than what we have heard him say at other points.", "sentId": 132}, {"text": "It is a more - it is a sharper version.", "sentId": 133}, {"text": "It is a more extreme version.", "sentId": 134}, {"text": "But he has hinted about wanting changes within NATO.", "sentId": 135}, {"text": "This is not - it's not .", "sentId": 136}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "But the fascinating part, you're actually - you're right, he's touched on this before with you and David in a fascinating interview.", "sentId": 137}], "secId": 50}, {"speaker": "HABERMAN", "sentences": [{"text": "He's not this way  .", "sentId": 138}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "And I think it was right after that Wolf Blitzer asked him a question and he got into this .", "sentId": 139}, {"text": "The American people, I think, are with Donald Trump if he says, you know, these countries are not spending as much as they should on their defense.", "sentId": 140}, {"text": "They should contribute more to NATO.", "sentId": 141}, {"text": "I think the American people are with Donald Trump -", "sentId": 142}], "secId": 52}, {"speaker": "HABERMAN", "sentences": [{"text": "Right.", "sentId": 143}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "When he says, I'm going to look at trade deals and I might rip some of them up because .", "sentId": 144}, {"text": "But this NATO was -", "sentId": 145}], "secId": 54}, {"speaker": "HABERMAN", "sentences": [{"text": "This NATO Article Five.", "sentId": 146}, {"text": "That's right.", "sentId": 147}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Article Five.", "sentId": 148}, {"text": "Yes.", "sentId": 149}, {"text": "This is - this is the premise of the west.", "sentId": 150}], "secId": 56}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes.", "sentId": 151}, {"text": "Correct.", "sentId": 152}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "This is the premise of post-World War II -", "sentId": 153}], "secId": 58}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yes.", "sentId": 154}], "secId": 59}, {"speaker": "HABERMAN", "sentences": [{"text": "That's right.", "sentId": 155}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Cold War.", "sentId": 156}], "secId": 61}, {"speaker": "HABERMAN", "sentences": [{"text": "That's right.", "sentId": 157}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Into - and post 9/11.", "sentId": 158}, {"text": "The only time Article Five has been invoked -", "sentId": 159}], "secId": 63}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes.", "sentId": 160}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Was to help us.", "sentId": 161}], "secId": 65}, {"speaker": "HABERMAN", "sentences": [{"text": "That's right.", "sentId": 162}, {"text": "That's right.", "sentId": 163}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "When, you know,  to go after the Taliban and al Qaeda in Afghanistan.", "sentId": 164}, {"text": "And he's essentially saying, I was joking last night with Jeffrey Lord, a Reaganite who's now in the Trump - this is like Ronald Reagan saying, Mr. Gorbachev, I would like you to tear down that wall, but Germany's behind on its NATO dues, so leave it up a while.", "sentId": 165}], "secId": 67}, {"speaker": "HABERMAN", "sentences": [{"text": "Look, it was - it was - it was very, very surprising to both of us.", "sentId": 166}, {"text": "And, you know, you read the extended transcript, you can see the extended remarks of what he said.", "sentId": 167}, {"text": "It will be interesting to see whether he gets at this at all in his remarks tonight.", "sentId": 168}, {"text": "My strong guess is that he would not.", "sentId": 169}, {"text": "But it was - you know, we have seen throughout this campaign a dichotomy between where some advisers hope Trump to go and where Trump is.", "sentId": 170}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 171}], "secId": 69}, {"speaker": "HABERMAN", "sentences": [{"text": "And I think that this is just a fundamental --  this is his view.", "sentId": 172}, {"text": "He does have - he has - look, he has been on two sides of a number of issues, but there are certain focal points over 30 years where he has just at a base level been fairly consistent and sort of that the U.S. is being treated unfairly in some way or another has been one of them since he - since kicked off, you know, his art of the deal tour in 1987.", "sentId": 173}, {"text": "This is in keeping with that, but it is very, very, very different.", "sentId": 174}], "secId": 70}, {"speaker": "MARTIN", "sentences": [{"text": "And it's why conservatives are horrified by him because if you're a foreign policy conservative, if you are an internationalist -", "sentId": 175}], "secId": 71}, {"speaker": "HABERMAN", "sentences": [{"text": "That's right.", "sentId": 176}], "secId": 72}, {"speaker": "MARTIN", "sentences": [{"text": "If you are a hawk and you are scared of sort of an emboldened Putin in Moscow, the notion of the Republican nominee being much more of a nationalist and the conservative is deeply concerning.", "sentId": 177}, {"text": "It's an illustration of why so many conservatives are uneasy about actually endorsing him because he's not really a conservative on a lot of issues.", "sentId": 178}, {"text": "He's more of a sort of fortress America nationalist.", "sentId": 179}], "secId": 73}, {"speaker": "HABERMAN", "sentences": [{"text": "That's right.", "sentId": 180}, {"text": "That's right.", "sentId": 181}], "secId": 74}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yes.", "sentId": 182}], "secId": 75}, {"speaker": "RESTON", "sentences": [{"text": "And it's not just conservatives.", "sentId": 183}, {"text": "I mean you saw how quickly -", "sentId": 184}], "secId": 76}, {"speaker": "O'KEEFE", "sentences": [{"text": "Sure.", "sentId": 185}], "secId": 77}, {"speaker": "RESTON", "sentences": [{"text": "When Maggie's interview went up last night, the Clinton campaign leapt on this and, you know, talked about his past comments about Putin.", "sentId": 186}, {"text": "They want to use issues like this to say to those independent voters, this guy is not, you know, going to be steady on foreign policy in a way that you're comfortable with, and they're going to go after those people.", "sentId": 187}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 188}], "secId": 79}, {"speaker": "O'KEEFE", "sentences": [{"text": "And as reporters, we can all appreciate the fact that this just shows again there is no editorial consistency right now in this convention, in this campaign and in this party.", "sentId": 189}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 190}], "secId": 81}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 191}, {"text": "That's right.", "sentId": 192}], "secId": 82}, {"speaker": "O'KEEFE", "sentences": [{"text": "The fact that he would say that to you and then send Mike Pence out to say something else, this convention is in desperate need of a managing editor.", "sentId": 193}, {"text": "It has not had that at all throughout this .", "sentId": 194}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Well, while the - I hate to tell you, the intern, the reporters and the managing editor is one guy.", "sentId": 195}, {"text": "He speaks tonight.", "sentId": 196}, {"text": "He speaks tonight.", "sentId": 197}, {"text": "And we will see, for all this talk, for all the talk about being off the rails for three days, the biggest event of the convention is the speech tonight.", "sentId": 198}, {"text": "We're strapping in, waiting for that one.", "sentId": 199}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "Up next, let's go inside that Trump-Cruz showdown.", "sentId": 200}, {"text": "Is it a sideshow or a GOP nightmare?", "sentId": 201}, {"text": "Or, as the Trump forces say, is Senator Cruz a selfish jerk or is he a principled warrior?", "sentId": 202}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Welcome back to INSIDE POLITICS and the CNN Grill.", "sentId": 203}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "You know the old saying, sometimes you get what you ask for.", "sentId": 204}, {"text": "In the primary campaign, Donald Trump more or less called Ted Cruz's wife ugly and then he suggested Cruz's father somehow had a role in the John F. Kennedy assassination.", "sentId": 205}, {"text": "So, maybe it was a little much to expect an endorsement.", "sentId": 206}], "secId": 87}, {"speaker": "CRUZ", "sentences": [{"text": "I want to congratulate Donald Trump on winning the nomination last night.", "sentId": 207}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "That's about as gracious as it got.", "sentId": 208}, {"text": "Now the flip side.", "sentId": 209}, {"text": "This is Donald Trump's convention.", "sentId": 210}, {"text": "His house.", "sentId": 211}, {"text": "So, bad manners not to be more polite, right?", "sentId": 212}, {"text": "So maybe we shouldn't be surprised that Donald Trump, who had an advanced copy of the speech, showed up just in time for this.", "sentId": 213}], "secId": 89}, {"speaker": "CRUZ", "sentences": [{"text": "And to be faithful to the Constitution.", "sentId": 214}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Boos there from the floor.", "sentId": 215}, {"text": "Donald Trump looking on to, you can bet, enjoy it.", "sentId": 216}, {"text": "The Trump campaign is insisting they did not orchestrate that.", "sentId": 217}, {"text": "If you look at the floor, though, you see all those florescent hats.", "sentId": 218}, {"text": "Those are Donald Trump's floor whips and they just happened to be standing in the places on the floor where the boos were the loudest.", "sentId": 219}, {"text": "That's called coincidence.", "sentId": 220}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "Just moments ago, speaking to my colleague Erin Burnett here on CNN, Donald Trump Jr. said his dad just didn't appreciate it.", "sentId": 221}], "secId": 92}, {"speaker": "JR.", "sentences": [{"text": "Because Ted Cruz does what's good for Ted Cruz.", "sentId": 222}, {"text": "Ted Cruz isn't thinking about those things.", "sentId": 223}, {"text": "Ted Cruz is thinking about, you know what, if Hillary Clinton gets this, I can run again in four years as opposed to waiting for eight when my father would finish up his second term.", "sentId": 224}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "I need access to the Internet.", "sentId": 225}], "secId": 94}, {"speaker": "O'KEEFE", "sentences": [{"text": "He's going to move to Texas.", "sentId": 226}], "secId": 95}, {"speaker": "MARTIN", "sentences": [{"text": "Oh, my word, John.", "sentId": 227}], "secId": 96}, {"speaker": "O'KEEFE", "sentences": [{"text": "But - yes, he's the - he -", "sentId": 228}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "Donald Trump Jr.'s going to run for something -", "sentId": 229}], "secId": 98}, {"speaker": "HABERMAN", "sentences": [{"text": "He is.", "sentId": 230}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "And run for something soon.", "sentId": 231}, {"text": "There's no question.", "sentId": 232}], "secId": 100}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes.", "sentId": 233}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "But I just - can somebody get on the Internet -", "sentId": 234}], "secId": 102}, {"speaker": "MARTIN", "sentences": [{"text": "Maybe against Ted Cruz.", "sentId": 235}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Because I woke up this morning thinking that Donald Trump was running against Hillary Clinton, but clearly I am mistaken.", "sentId": 236}], "secId": 104}, {"speaker": "O'KEEFE", "sentences": [{"text": "Still running against -", "sentId": 237}], "secId": 105}, {"speaker": "MARTIN", "sentences": [{"text": "The project's  ongoing, John.", "sentId": 238}], "secId": 106}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yes.", "sentId": 239}], "secId": 107}, {"speaker": "HABERMAN", "sentences": [{"text": "Except right now the war's  never ended.", "sentId": 240}], "secId": 108}, {"speaker": "RESTON", "sentences": [{"text": "Remember when Ted Cruz said that everybody was just waiting for a cage match between him and Donald Trump that wasn't going to happen.", "sentId": 241}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 242}], "secId": 110}, {"speaker": "MARTIN", "sentences": [{"text": "Here we go.", "sentId": 243}], "secId": 111}, {"speaker": "RESTON", "sentences": [{"text": "Now we've got it.", "sentId": 244}], "secId": 112}, {"speaker": "O'KEEFE", "sentences": [{"text": "Here we have it.", "sentId": 245}], "secId": 113}, {"speaker": "HABERMAN", "sentences": [{"text": "The second half of that sentence was, Donald Trump is terrific.", "sentId": 246}, {"text": "So the problem for Cruz last night, I think, is that - but this is what I mean.", "sentId": 247}, {"text": "Look, I think that - I think - I do think that for people who wanted to see someone say - for people who are movement conservatives, say this is not the party of Trump, and many movement conservatives do believe that, they were very happy to see what Ted Cruz did last night.", "sentId": 248}, {"text": "I'm not surprised - I mean we are now at sort of politics at its rawest form.", "sentId": 249}], "secId": 114}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yes.", "sentId": 250}], "secId": 115}, {"speaker": "HABERMAN", "sentences": [{"text": "I mean you see what the candidate's son is saying.", "sentId": 251}, {"text": "You see what Cruz himself said this morning.", "sentId": 252}, {"text": "I think that you were there at the Texas delegation breakfast.", "sentId": 253}, {"text": "But I think he said, you know, excuse me if it was a little much to assume an endorsement after -", "sentId": 254}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "Let's play that.", "sentId": 255}, {"text": "let's play that.", "sentId": 256}, {"text": "Because Ted - last night -", "sentId": 257}], "secId": 117}, {"speaker": "HABERMAN", "sentences": [{"text": "Sorry, I don't mean to .", "sentId": 258}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "No, you're a great TV producer.", "sentId": 259}, {"text": "Last night - last night the Cruz people were saying, this isn't about the personal stuff.", "sentId": 260}, {"text": "This isn't about the attacks on Heidi.", "sentId": 261}, {"text": "This isn't about the father.", "sentId": 262}, {"text": "That this is about principle.", "sentId": 263}, {"text": "That Ted Cruz is a principled conservative and frankly he thinks Donald Trump is a fraud.", "sentId": 264}, {"text": "And he says, I can't endorse this guy because I don't think he's a small government, constitutional conservative.", "sentId": 265}, {"text": "But this morning, listen to Ted Cruz.", "sentId": 266}, {"text": "Maybe it's about all that principle, but, guess what, this is personal.", "sentId": 267}], "secId": 119}, {"speaker": "CRUZ", "sentences": [{"text": "I am not in the habit of supporting people who attack my wife and attack my father.", "sentId": 268}], "secId": 120}, {"speaker": "CRUZ", "sentences": [{"text": "And that pledge was not a blanket commitment that if you go and slander and attack Heidi that I'm going to nonetheless come like a servile puppy dog and say, thank you very much for maligning my wife and maligning my father.", "sentId": 269}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "Servile puppy dog.", "sentId": 270}], "secId": 122}, {"speaker": "O'KEEFE", "sentences": [{"text": "I saw some Florida types last night, Cuban American population quite plentiful down there, say, this is possibly the most Cuban thing he could have done.", "sentId": 271}, {"text": "He's Cuban-American.", "sentId": 272}, {"text": "It's a pride thing.", "sentId": 273}, {"text": "I think there was a - there's an understanding among certain people today that that's why they did it and that's perfectly acceptable.", "sentId": 274}, {"text": "But it isn't just movement conservative.", "sentId": 275}, {"text": "Remember, Jeb Bush isn't here to say that.", "sentId": 276}, {"text": "John Kasich isn't here to say that.", "sentId": 277}], "secId": 123}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 278}], "secId": 124}, {"speaker": "O'KEEFE", "sentences": [{"text": "He's not just speaking for those folks.", "sentId": 279}, {"text": "A big segment of the party doesn't like him.", "sentId": 280}], "secId": 125}, {"speaker": "RESTON", "sentences": [{"text": "And let's -", "sentId": 281}], "secId": 126}, {"speaker": "MARTIN", "sentences": [{"text": "After that sound bite you just played, somebody said, go over it, when he was talking about his wife.", "sentId": 282}], "secId": 127}, {"speaker": "RESTON", "sentences": [{"text": "Right.", "sentId": 283}], "secId": 128}, {"speaker": "MARTIN", "sentences": [{"text": "And that caused Cruz to even up the volume a little bit more, and he said, this is not a game, this is not politics.", "sentId": 284}, {"text": "And he tried to make it about principle.", "sentId": 285}, {"text": "But when he did that,  he's not in the habit of supporting folks that attack his wife and attack his father.", "sentId": 286}, {"text": "And that was about 25 minutes in.", "sentId": 287}], "secId": 129}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 288}], "secId": 130}, {"speaker": "MARTIN", "sentences": [{"text": "What was basically an inquisition this morning from his own state delegation.", "sentId": 289}, {"text": "And it was fascinating to sort of see him avoid going there until finally, after question and question, he finally - he said, you know what, if they attacked your family, how would you respond?", "sentId": 290}], "secId": 131}, {"speaker": "RESTON", "sentences": [{"text": "I think let's also just point out though that - and I know Ed had interesting reporting on this, this week, too, that Ted Cruz had leverage here this week.", "sentId": 291}], "secId": 132}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 292}, {"text": "Right.", "sentId": 293}], "secId": 133}, {"speaker": "RESTON", "sentences": [{"text": "I mean he could have had his name put in nomination.", "sentId": 294}, {"text": "There were a lot of people that wanted to see that fight play out on the floor.", "sentId": 295}], "secId": 134}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 296}], "secId": 135}, {"speaker": "RESTON", "sentences": [{"text": "And so perhaps, you know, the Trump folks got the lesser of two evils, a speech where they didn't get their endorsement, but they didn't have, you know, a massive floor fight over that.", "sentId": 297}], "secId": 136}, {"speaker": "MARTIN", "sentences": [{"text": "Chaos.", "sentId": 298}], "secId": 137}, {"speaker": "KING", "sentences": [{"text": "But so, help me, help me.", "sentId": 299}, {"text": "Parties go through transformations.", "sentId": 300}, {"text": "Parties sometimes nominate somebody -", "sentId": 301}], "secId": 138}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes.", "sentId": 302}], "secId": 139}, {"speaker": "KING", "sentences": [{"text": "And the rest of the base is saying, hey, wait a minute, and they think, is it a one-shot wonder?", "sentId": 303}, {"text": "And a lot of Republicans, including Ted Cruz, are making that bet, that this was an aberration, an accident, Donald Trump's not real, it will go away.", "sentId": 304}, {"text": "Others say, you know, we see what's happening here.", "sentId": 305}], "secId": 140}, {"speaker": "KING", "sentences": [{"text": "But, you know, it's easy to say, this is, forgive me, to go a little \"Saturday Night Live,\" you know, , Donald Trump or Ted Cruz.", "sentId": 306}, {"text": "But it is that in some ways because this is personal.", "sentId": 307}, {"text": "But this is about -", "sentId": 308}], "secId": 141}, {"speaker": "RESTON", "sentences": [{"text": "That's right.", "sentId": 309}], "secId": 142}, {"speaker": "HABERMAN", "sentences": [{"text": "Serious, structural, directional, ideological, philosophical policy positions in a Republican Party that Donald Trump says is changing and he's telling everybody, deal with it.", "sentId": 310}, {"text": "And Ted Cruz - whether you're Ted Cruz or Jeb Bush or Mitch McConnell or Paul Ryan, you're saying, no, we don't want a change.", "sentId": 311}, {"text": "We're going to hope to just ride this rodeo bull and get rid of him.", "sentId": 312}], "secId": 143}, {"speaker": "HABERMAN", "sentences": [{"text": "See, I think based on what you saw Ted Cruz last night, it is something of a - of a recognition that things are changing, we just don't quite know what it's going to look like, if you assume that Donald Trump loses, which he clearly is betting on, after November 8th.", "sentId": 313}, {"text": "This is not - this is an ideological fight, but it is actually about something somewhat different.", "sentId": 314}, {"text": "This is - this is fight for the heart and soul of the Republican Party, but it's not the way we saw it in 2012 where Mitt Romney, you know, was the establishment candidate who was, you know, not beloved by - for a - by a bulk of the party for most of the primaries and then faced a series of anti-Romney's.", "sentId": 315}], "secId": 144}, {"speaker": "think", "sentences": [{"text": "Right.", "sentId": 316}], "secId": 145}, {"speaker": "HABERMAN", "sentences": [{"text": "As basically - Cruz is a visible reminder, a tangible reminder that basically no one laid a glove on Trump in the primary.", "sentId": 317}], "secId": 146}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 318}], "secId": 147}, {"speaker": "HABERMAN", "sentences": [{"text": "And what I mean is, his opponents.", "sentId": 319}], "secId": 148}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 320}], "secId": 149}, {"speaker": "HABERMAN", "sentences": [{"text": "I mean his opponents basically gaze averted, as you just said, hope it's a one-shot wonder and it goes away.", "sentId": 321}], "secId": 150}, {"speaker": "KING", "sentences": [{"text": "They thought he was going away.", "sentId": 322}], "secId": 151}, {"speaker": "HABERMAN", "sentences": [{"text": "That's not what's happening.", "sentId": 323}], "secId": 152}, {"speaker": "KING", "sentences": [{"text": "The thought he was going - hang tight.", "sentId": 324}, {"text": "We'll continue the conversation in just a minute, but we've got to take a quick break.", "sentId": 325}], "secId": 153}, {"speaker": "KING", "sentences": [{"text": "Ahead, Donald Trump's big night and huge choice.", "sentId": 326}, {"text": "Plus, grading his convention.", "sentId": 327}, {"text": "Has Donald Trump accomplished his Cleveland mission?", "sentId": 328}], "secId": 154}], "sectionCount": 155, "url": "transcripts.cnn.com/TRANSCRIPTS/1607/21/ip.01.html", "sentenceCount": 330, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 21, 2016 - 12:00   ET", "speakers": ["KING", "TRUMP", "CRUZ", "MARTIN", "O'KEEFE", "HABERMAN", "RESTON", "JR.", "think"], "title": "INSIDE POLITICS"}