{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1611.01.ip.02.html.json", "subTitle": "How Does Clinton Deal with the Comey E-mail Probe?; Beware Last Week Declarations; President Obama on the Campaign Trail. Aired 12:30- 1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "TALEV", "sentences": [{"text": "Yes, I've actually been thinking about this because what's the best case scenario that could come out of the next few days, right, is that the FBI completes it's going through the e-mails, determines that, in an idea world for Hillary Clinton, all of them are duplicates of e-mails that they've already looked at, and somehow conveys that.", "sentId": 0}, {"text": "Even then, what's going to happen is Jim Comey going to come out saying, hey sorry, I made everything crazy nevermind.", "sentId": 1}], "secId": 0}, {"speaker": "TALEV", "sentences": [{"text": "There's no story like that's not going to happen.", "sentId": 2}, {"text": "So in a best case scenario I think even if the e-mails are what the Clinton campaign thinks and hopes that they are which is nothing that the feds haven't already seen, a lot of the damage is already done and baked in and it's just a matter of, will they have any finalities in the making completely put it behind them or not.", "sentId": 3}], "secId": 1}, {"speaker": "O'KEEFE", "sentences": [{"text": "And I think part of the disappearing thing for her supporters is that as Jonathan was saying, they were talking about expanding the map about helping folks down the ballot, this immediately snaps them back to the reality that Trump was talking about.", "sentId": 4}, {"text": "That if she becomes president, a there's still at least partially a Republican Congress, there's going to be years of this.", "sentId": 5}, {"text": "And they thought they were clear of it and now she enters the presidency potentially under a cloud of investigation or suspicion and immediately goes back to the same stuff that affected her husband's presidency free.", "sentId": 6}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "And then so we do know the effect of this, is a small Republican polls support to the United states red bull for Trump supporters.", "sentId": 7}, {"text": "That the FBI investigation has given energy and enthusiasm to the Republican side, her challenge is to make sure she can mach it, especially in the early voting for Hillary Clinton.", "sentId": 8}, {"text": "Yes, we count the votes next Tuesday, but this election will be won or lost in the next four, five days and this early voting across the states.", "sentId": 9}, {"text": "I'll get that if you want.", "sentId": 10}, {"text": "If you have -- it's quite are unhappy sometime on live television.", "sentId": 11}, {"text": "And watch and listen here to Clinton's Campaign manager Robby Mook, he says Jim Comey the FBI directr in coming out publicly with words of the investigation has a double standard.", "sentId": 12}], "secId": 3}, {"speaker": "MOOK", "sentences": [{"text": "Well, he was also asked repeatedly under oath in hearings whether he was investigating connections between Donald Trump and Russia.", "sentId": 13}, {"text": "He refused to answer that question yet he is absolutely no problem whatsoever coming out and talking about investigations against Hillary Clinton.", "sentId": 14}, {"text": "It's a total breach of protocol.", "sentId": 15}, {"text": "We didn't cause this problem.", "sentId": 16}, {"text": "James Comey opened this door and we're just asking for him to make this right.", "sentId": 17}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "By make this right.", "sentId": 18}, {"text": "They want James Comey to come out and explain, you know, we don't know the significance here.", "sentId": 19}, {"text": "There might be absolutely nothing here.", "sentId": 20}, {"text": "We're just being overly cautious here.", "sentId": 21}, {"text": "That's they want him to come out and say.", "sentId": 22}, {"text": "The chances of that I think are about the same as winning the Powerball, so we're going to hear from we'll hear from Jim Comey before the election, but we're they're trying to do their double standard they're trying to get Democrats fired up to that you say I have to be for Hillary because this is a partisan, this is I could essentially call to the races.", "sentId": 23}], "secId": 5}, {"speaker": "O'KEEFE", "sentences": [{"text": "Did he say we didn't do this?", "sentId": 24}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "We didn't do this.", "sentId": 25}, {"text": "Jim Comey did this.", "sentId": 26}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "And well after ...", "sentId": 27}], "secId": 8}, {"speaker": "MARTIN", "sentences": [{"text": "Her private e-mail server ...", "sentId": 28}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "We would not be having this conversation if Hillary Clinton is the new secretary of state, listen to her boss, he's name is the president for United States and set up a state.gov.", "sentId": 29}, {"text": "That is a fact.", "sentId": 30}, {"text": "No matter what else you think about this issue that is one fact, but can they rally the Democratic -- can they get Democrats to look past the nominees under investigation and view this as a partisan fight?", "sentId": 31}], "secId": 10}, {"speaker": "MARTIN", "sentences": [{"text": "Well, I wrote about that paper today.", "sentId": 32}, {"text": "It's extraordinary.", "sentId": 33}, {"text": "And it tells us everything about how politics works today that you can't be a neutral actor.", "sentId": 34}, {"text": "You can't be a non-combatant anymore in American politics.", "sentId": 35}, {"text": "And the Clinton folks on Friday reacted gingerly the first when they heard this news and she was very respectful of FBI director Comey.", "sentId": 36}], "secId": 11}, {"speaker": "MARTIN", "sentences": [{"text": "Over the course of the weekend her tone changed.", "sentId": 37}, {"text": "And by, you know, Sunday, and certainly by Monday, they basically put Comey in the cross hairs, because he has become somebody they can use now to arouse their base.", "sentId": 38}, {"text": "Everything in politics is now a sword or a shield and they had to make Comey wear a red jersey to galvanize their base because dealt a bad hand in the last few days.", "sentId": 39}, {"text": "How do you respond?", "sentId": 40}, {"text": "You make him a partisan and you use him to get your folks fired up.", "sentId": 41}], "secId": 12}, {"speaker": "TUMULTY", "sentences": [{"text": "The problem is if she's elected he's going to be the FBI director ...", "sentId": 42}], "secId": 13}, {"speaker": "O'KEEFE", "sentences": [{"text": "Exactly.", "sentId": 43}], "secId": 14}, {"speaker": "TUMULTY", "sentences": [{"text": "... and are going to work together on issues like terrorist.", "sentId": 44}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "And they govern now.", "sentId": 45}, {"text": "TALEV: But that's true, but Bill Clinton had notoriously bad relations with this FBI director.", "sentId": 46}, {"text": "And I think at this point the Clinton campaign cannot be thinking about that stuff.", "sentId": 47}, {"text": "Those are problems for the winner.", "sentId": 48}, {"text": "They need to get to the part where there's a winner first before they tackle that.", "sentId": 49}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Spent nine years covering that building behind me.", "sentId": 50}, {"text": "My favorite line ever from the codium  was spoken by Mike McCurry when Bill Clinton was in a scoring match with Louis Freeh the FBI director, Mike McCurry said the director is doing the best job which -- the president believes the director's doing the best job of which he is capable.", "sentId": 51}], "secId": 17}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yeah.", "sentId": 52}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "It was not a compliment, folks.", "sentId": 53}], "secId": 19}, {"speaker": "MARTIN", "sentences": [{"text": "A phrase.", "sentId": 54}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Next, the Trump campaign says Michigan is at play.", "sentId": 55}, {"text": "Colorado, New Mexico too.", "sentId": 56}, {"text": "The map?", "sentId": 57}, {"text": "Fact versus fantasy.", "sentId": 58}, {"text": "Check it out, next.", "sentId": 59}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 60}, {"text": "In my first presidential campaign back in 1988, and governor of Massachusetts Michael Dukakis spent these fine days saying this, of then Vice President George HW.", "sentId": 61}, {"text": "Bush.", "sentId": 62}, {"text": "We're rockin' and rollin', he's slipping and sliding.", "sentId": 63}, {"text": "Well, the crowds loved it.", "sentId": 64}, {"text": "Dukakis went on to lose 40 states.", "sentId": 65}, {"text": "My point, beware of last week declarations from both campaigns like this.", "sentId": 66}], "secId": 22}, {"speaker": "CONWAY", "sentences": [{"text": "Michigan is up for grabs.", "sentId": 67}, {"text": "We like what we hear on the ground there.", "sentId": 68}, {"text": "We like the trend lines there and it seems like New Mexico, Wisconsin, certainly Pennsylvania is been always on our list.", "sentId": 69}, {"text": "Colorado, the states that have been blue for a while, the states that President Obama carried twice.", "sentId": 70}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "But if you believe that then Donald Trump is competitive in New Mexico, in Colorado, in Wisconsin, in Michigan, in Pennsylvania, maybe more blue states.", "sentId": 71}, {"text": "Is he?", "sentId": 72}, {"text": "We don't have evidence of that at the moment.", "sentId": 73}, {"text": "But why is the Trump campaign talking like that?", "sentId": 74}, {"text": "Why are the Trump children and Mike Pence going back to Michigan?", "sentId": 75}, {"text": "Because even if Donald Trump is perfect, let me show you something.", "sentId": 76}, {"text": "Even if he wins all six toss-up states on our map, it still leaves him short 264, that's when these states come important.", "sentId": 77}, {"text": "He could get the rest by winning one of them.", "sentId": 78}, {"text": "And if he can't win all of these states out west, he might need a big one.", "sentId": 79}, {"text": "So they will keep saying they're in play, they will keep hoping the polls move.", "sentId": 80}, {"text": "In the meantime as Donald Trump campaigns, again has to win all the tossups or most of them that has to turn one of this big blues to red.", "sentId": 81}, {"text": "Donald Trump is hoping the e-mail investigation pushes him to the finish line.", "sentId": 82}], "secId": 24}, {"speaker": "TRUMP", "sentences": [{"text": "Thank you, Huma.", "sentId": 83}, {"text": "Thank you, Huma.", "sentId": 84}, {"text": "Do you think right now that Hillary Clinton is happy with the services of Huma?", "sentId": 85}, {"text": "I don't think so.", "sentId": 86}, {"text": "I don't think she likes Huma, and I never thought we'd be saying, thank you.", "sentId": 87}, {"text": "Thank you to Anthony Weiner.", "sentId": 88}, {"text": "Never.", "sentId": 89}, {"text": "Thank you, Anthony, I never liked you Anthony.", "sentId": 90}, {"text": "I never liked you but thank you very much.", "sentId": 91}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "Ah, one week from today we count the votes and hopefully for the last times speak the words Anthony Weiner.", "sentId": 92}, {"text": "I would be more than happy and comfortable with that.", "sentId": 93}, {"text": "Let's go back to the stuff that matters.", "sentId": 94}, {"text": "Kellyanne Conway, again this is not to make fun of her, criticize her, you know, it our job.", "sentId": 95}, {"text": "In the last week of the campaign you want to mobilize your supporters, you want to get people inside and you want people to send more money, because the Trump campaign doesn't have anywhere near as much money as Hillary Clinton.", "sentId": 96}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "And when she says New Mexico, Colorado, Michigan, Wisconsin, as we talked about earlier they're really searching for one or two they're trying to see some fallout.", "sentId": 97}, {"text": "So let's do this from the other perspective then.", "sentId": 98}, {"text": "If you're Clinton and you suddenly realized the rooks and the knights are getting blown off the board near the very close game of chess.", "sentId": 99}, {"text": "Tim Kaine for example calls North Carolina all checkmate states, if she can win North Carolina, period.", "sentId": 100}, {"text": "Demographically better for her than some of the others, right?", "sentId": 101}, {"text": "Better than Ohio and maybe even better than Florida?", "sentId": 102}], "secId": 27}, {"speaker": "O'KEEFE", "sentences": [{"text": "And he said Ohio's a checkmate state, too.", "sentId": 103}, {"text": "But what's happened in the last few days and the suppress turnout, especially of African-Americans in Ohio, partly because of a shorter early voting period, I would think they want to spend more time in North Carolina this week showing things up there than they do in Ohio.", "sentId": 104}], "secId": 28}, {"speaker": "O'KEEFE", "sentences": [{"text": "She's going to Arizona, you know, God bless those Democrats out there who continue to think that it can happen.", "sentId": 105}, {"text": "We'll see.", "sentId": 106}, {"text": "But talk of Georgia, talk of getting close in Texas and in places like that, at this point, probably unlikely.", "sentId": 107}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "Arizona was scheduled before the FBI announcement.", "sentId": 108}], "secId": 30}, {"speaker": "O'KEEFE", "sentences": [{"text": "Right.", "sentId": 109}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "And they still think, well, let's be fair.", "sentId": 110}, {"text": "John McCain has told friends he think she had a chance I Arizona.", "sentId": 111}, {"text": "We'll see if it's still the case now, but they also we're not going to pull that went of the schedule.", "sentId": 112}, {"text": "We would have taken into the sign of panic if had -- they had done that.", "sentId": 113}], "secId": 32}, {"speaker": "TALEV", "sentences": [{"text": "Yeah, African-American voters who are really important for her in the primary in terms of locking things down against Bernie Sanders mathematically months before, you know, he sort of gave up the ghost or going to again be really important when you're looking at her trying to hold or flip the states, Right?", "sentId": 114}, {"text": "North Carolina, Florida two other key states to watch, and that's why President Obama is out six days -- seven this week.", "sentId": 115}, {"text": "And that's why he's so important in this effort, because he can still energize African-Americans.", "sentId": 116}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "And to any place where African-American turnout is down a little bit they want to make up the math with College Educated white women who were Romney voters last time.", "sentId": 117}, {"text": "Let me ask this scenario, Jonathan, then jump in.", "sentId": 118}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "Suppose Donal Trump actually has a good week, suppose Donald Trump has momentum, suppose Donald Trump can get Florida, North Carolina and Ohio.", "sentId": 119}, {"text": "Could we be on election night look at Utah?", "sentId": 120}, {"text": "Evan McMullin, is the never Trump candidate, you're laughing.", "sentId": 121}, {"text": "He is never Trump s Evan McMullin conservative candidate.", "sentId": 122}, {"text": "Mitt Romney spends a lot of time in Utah thinks days he thinks Evan McMullin has a chance to win.", "sentId": 123}, {"text": "There s a controversy today because of a robocall to conservatives in Utah from a white nationalist says he's a Trump supporter saying this.", "sentId": 124}], "secId": 35}, {"speaker": "JOHNSON", "sentences": [{"text": "Hello.", "sentId": 125}, {"text": "My name is William Johnson.", "sentId": 126}, {"text": "I'm a farmer and a white nationalist.", "sentId": 127}, {"text": "I make this call against Evan McMullin and in support of Donald Trump.", "sentId": 128}, {"text": "Indeed Evan supports a Supreme Court ruling legalizing gay marriage.", "sentId": 129}, {"text": "Evan is over 40 years old and has not married and doesn't have a girlfriend.", "sentId": 130}, {"text": "I believe Evan is a closet homosexual.", "sentId": 131}, {"text": "Don't vote for Evan McMullen.", "sentId": 132}, {"text": "Vote for Donald Trump.", "sentId": 133}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "Two its credit, I want to get this in, before we talk to it's credit, the Trump campaign very quickly denounced that racist jerk.", "sentId": 134}, {"text": "And that's what he is and he's homophobic jerk as well.", "sentId": 135}, {"text": "We strongly condemn this rhetoric and those activities of which we have no knowledge, so I don't want to link this sone to the Trump campaign, but it does tell you something about the prospects of Evan McMullin in Utah and perhaps Utah blocking a Donald Trump comeback.", "sentId": 136}], "secId": 37}, {"speaker": "TUMULTY", "sentences": [{"text": "And yet I mean you've got almost wonder if this was PSYOPs and that I mean you must really be targeting your robocalls if somebody begins the call by introducing themselves as a white nationalist.", "sentId": 137}], "secId": 38}, {"speaker": "O'KEEFE", "sentences": [{"text": "Not going to too many people.", "sentId": 138}, {"text": "You could see a scenario where he wins it and the other two get 269.", "sentId": 139}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "If Romney is ...", "sentId": 140}], "secId": 40}, {"speaker": "O'KEEFE", "sentences": [{"text": "And then it goes to the, you know.", "sentId": 141}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Yeah.", "sentId": 142}, {"text": "I was stopping for a second.", "sentId": 143}, {"text": "Then it goes to the House of Representatives, where Paul Ryan leads the charge for ...", "sentId": 144}], "secId": 42}, {"speaker": "O'KEEFE", "sentences": [{"text": "More likely McMullin wins it and what is it?", "sentId": 145}], "secId": 43}, {"speaker": "MARTIN", "sentences": [{"text": "If Romney really feels strongly about this election, and he's really concerned about Donald, why isn't he endorsing MCMullin.", "sentId": 146}], "secId": 44}, {"speaker": "TALEV", "sentences": [{"text": "I think that's a great point.", "sentId": 147}, {"text": "O'KEEFE: That's a very good one.", "sentId": 148}], "secId": 45}, {"speaker": "MARTIN", "sentences": [{"text": "He could get him over the top in Utah, potentially here in the last few days.", "sentId": 149}, {"text": "If you take that kind of call and some other rhetoric out there that is clearly anti-Mormon that circulating and then Romney would weighed in, in the last few days, and that could really set Provo on fire.", "sentId": 150}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "He's got a week.", "sentId": 151}, {"text": "I think part of his concern is sons may run in Republican politics.", "sentId": 152}, {"text": "And it'll be just not if he does something outside the Republican Party.", "sentId": 153}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "How much does it Matter?", "sentId": 154}, {"text": "Let's say hypothetically this FBI investigation does give Trump an opening.", "sentId": 155}, {"text": "How much does it matter that the goverrnor of Ohio publicly announced he wrote in John McCain and he is not helping the John Kasich is the governor behind not helping Donald Trump there.", "sentId": 156}, {"text": "The governor of South Carolina, Donald Trump wins out Carolina , but the governor of South Carolina said she's voting for Donald Trump but it turns her stomach, because every day she has to worry about what he's going to say.", "sentId": 157}, {"text": "How much does this, you know, Republican angst over their nominee affect enthusiasm turn out the nuts and bolts if you will in the final days?", "sentId": 158}], "secId": 48}, {"speaker": "MARTIN", "sentences": [{"text": "He could have some impact, because those stories get picked up and people see them who are Republicans and say, yeah.", "sentId": 159}, {"text": "I kind of feel the same way.", "sentId": 160}, {"text": "I don't think it moves a lot of votes.", "sentId": 161}, {"text": "I think there's sort of larger challenge though or the kind of voters left John Kasich in places like Ohio and Suburban Columbos who just came bring themselves just for Donald Trump ...", "sentId": 162}], "secId": 49}, {"speaker": "TUMULTY", "sentences": [{"text": "Yeah.", "sentId": 163}, {"text": "There should sale by long time ago.", "sentId": 164}, {"text": "This is not coming as new information to voters.", "sentId": 165}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "Good one.", "sentId": 166}], "secId": 51}, {"speaker": "TALEV", "sentences": [{"text": "It's more of a mandate question, it does go more to if it were President Trump, how is he going to govern when the governors of states weren't voting for him or did it very reluctantly.", "sentId": 167}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "First national governors associated meeting of the Trump administration.", "sentId": 168}, {"text": "I'll cover that one.", "sentId": 169}, {"text": "I Promise you.", "sentId": 170}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 171}, {"text": "A week from now on election day stay with CNN oh, from sunrise until way past sunset, we'll be here until the last vote is cast, one of every race, every result right here next Tuesday night on Election Day.", "sentId": 172}, {"text": "I'm planning to bring a lot of espresso to the office.", "sentId": 173}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "And next, now if you missed feeling the burn, guess what?", "sentId": 174}, {"text": "The band is getting back together for a cross country tour.", "sentId": 175}, {"text": "We'll tell you about that, plus the president is on the road again, and probably happy to be.", "sentId": 176}, {"text": "Look at this image of the president last night, trying to be a nice guy giving out candy at the White House.", "sentId": 177}, {"text": "That is a lame duck.", "sentId": 178}, {"text": "A little joke on the president there, I saw that kind of George done that  driving through Georgetown pick up my daughter's laundry.", "sentId": 179}, {"text": "Good father.", "sentId": 180}, {"text": "Boom, look at that.", "sentId": 181}, {"text": "The lame duck.", "sentId": 182}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 183}, {"text": "Hillary Clinton quite happy, President Obama is on the road for most of the final week.", "sentId": 184}, {"text": "She very much needs his help with early voting turnout.", "sentId": 185}, {"text": "Also happy, the White House press secretary, who usually doesn't hold formal briefings when the president's on the road traveling.", "sentId": 186}, {"text": "So no more on camera questions about whether the president things the FBI director is trying help Donald Trump.", "sentId": 187}], "secId": 56}, {"speaker": "EARNEST", "sentences": [{"text": "I'll neither defense nor criticize what Director Comey has decided to communicate to the public about this investigation.", "sentId": 188}, {"text": "The president believes that Director Comey is a man of integrity, he's a man of principle and he's a man of good character.", "sentId": 189}, {"text": "The president doesn't believe that Director Comey is intentionally trying to influence the outcome of an election.", "sentId": 190}, {"text": "The president doesn't believe that he's secretly strategizing to benefit one candidate or one political party.", "sentId": 191}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Now, it's not every day the Trump campaign puts out the transcript of the white house briefing but they grabbed, they jumped on that last part saying, the White House disagrees with Hillary Clinton that Comey's got his thumb on the scale.", "sentId": 192}, {"text": "Josh Earnest will be in the private sector pretty soon, I bet he's happy for that, but that was an interesting dance, because the president is in a tough box .", "sentId": 193}, {"text": "Hillary Clinton, the Democratic nominee with the president out there all in for says the FBI director's got his thumb on scale.", "sentId": 194}], "secId": 58}, {"speaker": "TALEV", "sentences": [{"text": "Essentially right.", "sentId": 195}, {"text": "I think Part of what Hillary is trying to -- Clinton is trying to do and from the recalibrating her messages, let everyone else on her team and her servants do the dirty work for her, so she doesn't have to, so it doesn't look like she's whining, it doesn't look like it's her version of, my microphone wasn't working, you know.", "sentId": 196}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "And so if there's a bit of a circle the wagons in the Clinton campaign, right?", "sentId": 197}, {"text": "We're not sure of the depth of this yet, but they certainly are concerned a little bit in the final week.", "sentId": 198}, {"text": "How much does this help?", "sentId": 199}, {"text": "Look at the people she puts on the road.", "sentId": 200}, {"text": "Just today, Hillary Clinton, Bill Clinton, Florida.", "sentId": 201}, {"text": "KAINE, Wisconsin.", "sentId": 202}, {"text": "Obama in Ohio, that's the president, the first lady will be out later in the week, the vice president is in North Carolina, Bernie Sanders in New Hampshire in Mae, and Chelsea Clinton in Colorado.", "sentId": 203}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "When you look at that, especially when you think about early voting and how critical it is for the Democrats, again, I don't mean this disrespectfully but it's a fact, Donald Trump has Mike Pence, and his children.", "sentId": 204}, {"text": "He can't do that.", "sentId": 205}], "secId": 61}, {"speaker": "O'KEEFE", "sentences": [{"text": "That plays in 14 media markets, I think I count there.", "sentId": 206}, {"text": "In like, what?", "sentId": 207}, {"text": "Six or seven different states?", "sentId": 208}, {"text": "MARTIN: That's all pegged by the way not all of it.", "sentId": 209}, {"text": "It's largely pegged to early voting too, and in terms of both the timing and the venue both, and if you look at where they need help.", "sentId": 210}, {"text": "African-American voters, younger voters.", "sentId": 211}, {"text": "Look at where the president is this week.", "sentId": 212}, {"text": "Tomorrow, Wednesday, Chapel Hill, North Carolina.", "sentId": 213}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Put that up while you talk, please.", "sentId": 214}], "secId": 63}, {"speaker": "MARTIN", "sentences": [{"text": "Chapel Hill home of the tar heels, perhaps the most important state on the map, North Carolina.", "sentId": 215}, {"text": "President Obama will be there, liberal college town trying to get college kids out to vote.", "sentId": 216}, {"text": "Where's is she Thursday?", "sentId": 217}, {"text": "Jacksonville, Florida.", "sentId": 218}, {"text": "Duval country a place where President Obama cut deeply into Republicans both times that he ran and basically won Florida in large part because of the black turnout in Jacksonville.", "sentId": 219}, {"text": "He's going back there on Thursday.", "sentId": 220}, {"text": "Younger voters, African-Americans, Obama being put to maximum usage.", "sentId": 221}], "secId": 64}, {"speaker": "O'KEEFE", "sentences": [{"text": "And women, he did well with women.", "sentId": 222}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "And then Bernie Sanders doing stops all across the country, Millennials one of the issues.", "sentId": 223}, {"text": "Donald Trump, even going out of his way to talk about Millennials in the Obamacare speech today.", "sentId": 224}, {"text": "Bernie Sanders back on the road, Liberals, Millennials, people who supported Bernie, who might at the end say here we go again with the Clinton.", "sentId": 225}], "secId": 66}, {"speaker": "TALEV", "sentences": [{"text": "And Mrs. Obama, trying to turn out women as well.", "sentId": 226}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 227}], "secId": 68}, {"speaker": "TUMULTY", "sentences": [{"text": "And by the way this is the difference between one party being unified and the other party having a bunch of its biggest stars sort of sitting on the bench.", "sentId": 228}], "secId": 69}, {"speaker": "O'KEEFE", "sentences": [{"text": "Not knowing that nominee ...", "sentId": 229}], "secId": 70}, {"speaker": "MARTIN", "sentences": [{"text": "It can't be said often enough.", "sentId": 230}, {"text": "Look at Republican who swept in, in the last two midterms.", "sentId": 231}, {"text": "These big stars, Marco Rubio, Nikki Haley, Brian Sandoval, Susana Martinez, Cory Gardner the list goes on.", "sentId": 232}, {"text": "They are invisible.", "sentId": 233}, {"text": "Not just in the last week of the campaign, they've ben invisible throughout the entire campaign.", "sentId": 234}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "Senator John Barrasso, will be calling you later today because he went to Pennsylvania for Donald Trump today.", "sentId": 235}], "secId": 72}, {"speaker": "MARTIN", "sentences": [{"text": "He was in Pennsylvania today, I know.", "sentId": 236}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "He was at -- it's a key point.", "sentId": 237}, {"text": "I want to close listening to this, this is the president of the United States who's having some fun on the way out but also trying to help Hillary Clinton.", "sentId": 238}, {"text": "Did and interview Samantha bee.", "sentId": 239}, {"text": "She's a comedian if you don't know that.", "sentId": 240}, {"text": "Who?", "sentId": 241}, {"text": "Samantha Bee.", "sentId": 242}, {"text": "Said Mr. President what is the female equivalent talking about Hillary Clinton of criticism that maybe you weren't born in this country?", "sentId": 243}], "secId": 74}, {"speaker": "OBAMA", "sentences": [{"text": "I think the equivalent will be she's tired.", "sentId": 244}, {"text": "She's moody.", "sentId": 245}, {"text": "She's being emotional.", "sentId": 246}], "secId": 75}, {"speaker": "BEE", "sentences": [{"text": "There's just something about her?", "sentId": 247}], "secId": 76}, {"speaker": "OBAMA", "sentences": [{"text": "There's something about her.", "sentId": 248}, {"text": "When men are ambitious, it's just taken for granted.", "sentId": 249}, {"text": "Well, of course, they should be ambitious.", "sentId": 250}, {"text": "When women are ambitious, why?", "sentId": 251}, {"text": "That theme, I think, will continue throughout her presidency and it's contributed to this notion that somehow she is hiding something.", "sentId": 252}], "secId": 77}, {"speaker": "BEE", "sentences": [{"text": "What a nasty woman.", "sentId": 253}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "We got about 30 seconds left.", "sentId": 254}, {"text": "I'm going to split it with the ladies.", "sentId": 255}, {"text": "I'm staying out of this one.", "sentId": 256}], "secId": 79}, {"speaker": "TUMULTY", "sentences": [{"text": "He did everything that actually used the word hormonal.", "sentId": 257}], "secId": 80}, {"speaker": "TAVEL", "sentences": [{"text": "This is a -- a dog whistle to younger female voters who didn't live through an era of that kind of sexism themselves but who experienced it in different ways, such as, you know, sexual freedom, or, you know, the sort of conversations about groping that took place in the Trump campaign.", "sentId": 258}, {"text": "That is his dog whistle to them to turn out and vote even if they don't like her.", "sentId": 259}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "That's interesting to see the president in so many different settings trying to help Hillary Clinton.", "sentId": 260}, {"text": "She will owe him if he helps her get to the finish line, no doubt about that.", "sentId": 261}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 262}, {"text": "Again thanks for sharing some of your data today.", "sentId": 263}, {"text": "We'll rock and roll with some live events.", "sentId": 264}, {"text": "Hope to see you back here this time tomorrow.", "sentId": 265}, {"text": "\"Wolf,\" ready to take the chair, after a very quick break.", "sentId": 266}], "secId": 83}], "sectionCount": 84, "url": "transcripts.cnn.com/TRANSCRIPTS/1611/01/ip.02.html", "sentenceCount": 268, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired November 1, 2016 - 12:30   ET", "speakers": ["TALEV", "O'KEEFE", "KING", "MOOK", "MARTIN", "TUMULTY", "CONWAY", "TRUMP", "JOHNSON", "EARNEST", "OBAMA", "BEE", "TAVEL"], "title": "INSIDE POLITICS"}