{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1610.30.ip.01.html.json", "subTitle": "WikiLeaks and Email Investigation Give Trump More Fuel; James Comey Under Fire for Email Investigation; Will the Democrats' Early Edge be Impacted?. Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Forget surprise --", "sentId": 0}], "secId": 0}, {"speaker": "CLINTON", "sentences": [{"text": "Your guess is as good as mine.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "It's a late October stunner.", "sentId": 2}], "secId": 2}, {"speaker": "TRUMP", "sentences": [{"text": "We must not let her take her criminal scheme into the Oval Office.", "sentId": 3}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "The FBI reopens its investigation into Hillary Clinton's emails.", "sentId": 4}], "secId": 4}, {"speaker": "CLINTON", "sentences": [{"text": "Donald Trump says he can still win, and you know, he's right.", "sentId": 5}, {"text": "Anything can happen in an election.", "sentId": 6}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "With just over a week to Election Day, will it sway early voting and impact the Democrats' early edge?", "sentId": 7}], "secId": 6}, {"speaker": "OBAMA", "sentences": [{"text": "Voters decide who wins and who loses, period, end of story.", "sentId": 8}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Plus, the Obamas factor.", "sentId": 9}, {"text": "The president and first lady have starring roles in 2016's final act.", "sentId": 10}], "secId": 8}, {"speaker": "OBAMA", "sentences": [{"text": "She doesn't just talk the talk, she walks the walk.", "sentId": 11}, {"text": "And the other guy is just making stuff up.", "sentId": 12}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 13}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 14}, {"text": "I'm John King, thanks for sharing your Sunday morning on a beautiful day here in Washington.", "sentId": 15}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "And what a difference a week makes in this unpredictable ride that, yes, is campaign 2016.", "sentId": 16}, {"text": "Nine days until we count the votes, and the wildest of wild cards.", "sentId": 17}, {"text": "The Hillary Clinton email investigation is back in business.", "sentId": 18}, {"text": "Three quick questions and they are related to frame the high stakes", "sentId": 19}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "and our Sunday morning conversation.", "sentId": 20}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "One, is this the game changer that puts Donald Trump in the White House?", "sentId": 21}], "secId": 14}, {"speaker": "TRUMP", "sentences": [{"text": "This is bigger than Watergate.", "sentId": 22}, {"text": "This is bigger than Watergate, in my opinion.", "sentId": 23}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Two, can Hillary Clinton calm sudden Democratic jitters and protect her lead?", "sentId": 24}], "secId": 16}, {"speaker": "CLINTON", "sentences": [{"text": "The director himself has said he doesn't know whether the emails referenced in his letter are significant or not.", "sentId": 25}, {"text": "I'm confident whatever they are will not change the conclusion reached in July.", "sentId": 26}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "And question three, will the FBI director explain why he took this extraordinary step just days before the election and explain to us exactly what is under review?", "sentId": 27}], "secId": 18}, {"speaker": "FALLON", "sentences": [{"text": "Director Comey is withholding the most important information that would shine a bright light on what's at issue and what's being looked at here.", "sentId": 28}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights, Jonathan Martin of the \"New York Times,\" \"The Atlantic's\" Molly Ball, Karen Tumulty of \"The Washington Post\", and CNN's Jeff Zeleny.", "sentId": 29}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "We are yet again in a place no campaign has gone before.", "sentId": 30}], "secId": 21}, {"speaker": "TRUMP", "sentences": [{"text": "What happened today starting with the FBI, maybe the system will become a little less rigged.", "sentId": 31}, {"text": "Beautiful.", "sentId": 32}], "secId": 22}, {"speaker": "CLINTON", "sentences": [{"text": "So, we don't know the facts, which is why we are calling on the FBI to release all the information that it has.", "sentId": 33}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Just a little more than a week out, the election and sudden turmoil, the nation's top law enforcement officials at odds with each other.", "sentId": 34}, {"text": "One of them, the FBI director, deciding to go against longstanding protocol and make public something with the potential to change votes, maybe even change who wins the presidency.", "sentId": 35}, {"text": "If that isn't enough this late campaign shock exists only because of a separate investigation into the disgraced former Congressman Anthony Weiner and his fetish for sexting, in this case a teenage.", "sentId": 36}, {"text": "Happy Sunday.", "sentId": 37}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "As we go into this end, one of the things I want to make clear from the beginning is that we don't know a lot more than what we know.", "sentId": 38}, {"text": "We don't know what the investigation is exactly about and what the impact of this will be, number one, on voters generally, and number two, because of the propensity for early voting.", "sentId": 39}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "But, Jeff, you spent so much time covering the Clinton campaign.", "sentId": 40}, {"text": "Do they view this as a game changer with the potential to change the winner?", "sentId": 41}], "secId": 26}, {"speaker": "ZELENY", "sentences": [{"text": "No, they do not.", "sentId": 42}, {"text": "They believe this is an issue, a problem.", "sentId": 43}, {"text": "I've not seen anything in the last year and a half of this campaign that they've reacted to so swiftly.", "sentId": 44}, {"text": "Of course, that makes sense with nine days to go, but I was in Des Moines on Friday, and she doesn't usually have press conferences, she doesn't usually sort of, you know, move the .", "sentId": 45}], "secId": 27}, {"speaker": "ZELENY", "sentences": [{"text": "They know this is an issue.", "sentId": 46}, {"text": "They want to make his a new chapter in an old partisan fight.", "sentId": 47}, {"text": "They want to rally Democrats and I think in that case that might work, but the reality here is with nine days left, they don't know where this is going and uncertainty at the end of the campaign is not something they want.", "sentId": 48}], "secId": 28}, {"speaker": "ZELENY", "sentences": [{"text": "And it's also about her.", "sentId": 49}, {"text": "They wanted to close this campaign with questions about Donald Trump, not questions about her, and that's a problem.", "sentId": 50}], "secId": 29}, {"speaker": "TUMULTY", "sentences": [{"text": "But one place it may be a game changer is some of these down ballot races.", "sentId": 51}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 52}], "secId": 31}, {"speaker": "TUMULTY", "sentences": [{"text": "Just this week, the Cook Political Report had changed its forecast and said there was a better than even chance that the Senate was going to change hands.", "sentId": 53}, {"text": "This may once again sort of reinforce the argument that Republicans have been trying to make in these down ballot races, which is if you're going to elect Hillary Clinton anyway, cast your vote for a Republican in Congress as a check and a balance.", "sentId": 54}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "It's a great point, the impact down ballot.", "sentId": 55}, {"text": "We don't know in the presidential race what the ballot will be.", "sentId": 56}, {"text": "I'll show you polling, but be careful, be careful.", "sentId": 57}, {"text": "Polls immediately after things like this sometimes they swing out, ask Donald Trump about the \"Access Hollywood\" tape.", "sentId": 58}, {"text": "Everyone thought a week after that, this is going to be blow out and then they swing back.", "sentId": 59}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "But \"The Washington Post\"/ABC tracking poll this morning shows this down to a one-point race.", "sentId": 60}, {"text": "It shows Hillary Clinton with a one-point lead.", "sentId": 61}, {"text": "Just several days ago, she had a 12-point lead in the ABC/\"Washington Post\" tracking poll.", "sentId": 62}, {"text": "It's a tracking poll but it's a good polling firm.", "sentId": 63}, {"text": "You see that there.", "sentId": 64}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "We at CNN like to average this out.", "sentId": 65}, {"text": "So, we don't over-focus on just one poll, here is our CNN poll of polls, which shows this a five-point for Hillary Clinton in the CNN poll of polls, 47-42.", "sentId": 66}, {"text": "Again, that averages the most recent national polling including that \"The Washington Post\"/ABC poll.", "sentId": 67}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "Again the five-point race here, that's down from eight or nine a week or so ago.", "sentId": 68}, {"text": "A tightening is natural.", "sentId": 69}, {"text": "The Obama/Romney race on this day in 012, nine days before the election was a one-point race and so, for Democrats out there, you know, for panicking it's getting closer not necessarily.", "sentId": 70}, {"text": "But?", "sentId": 71}], "secId": 36}, {"speaker": "MARTIN", "sentences": [{"text": "It wasn't that close when you came to Election Day because of the Electoral College.", "sentId": 72}, {"text": "And that's what is working in Hillary's favor right now is that yes, there is some obviously partisans coming home on the Republican side.", "sentId": 73}], "secId": 37}, {"speaker": "MARTIN", "sentences": [{"text": "But she's got an advantage at the state level, but it's tough for Trump to overcome because it's hard to see right now how he could win Pennsylvania, North Carolina or Florida, let alone Colorado or Virginia, and the fact that she's going to be in Arizona this week to me tells you the story.", "sentId": 74}], "secId": 38}, {"speaker": "MARTIN", "sentences": [{"text": "We are in such a polarized country.", "sentId": 75}, {"text": "We have lot of folks yesterday talking to voters at early balloting places around the country.", "sentId": 76}, {"text": "People who were Democrats said, tired of hearing about the emails, don't care, I'm for Hillary, and Republicans said, I knew the Clintons were crooked.", "sentId": 77}], "secId": 39}, {"speaker": "MARTIN", "sentences": [{"text": "It just reinforces their preconceived notions.", "sentId": 78}, {"text": "I think people are dug into this thing and it has little ultimate impact.", "sentId": 79}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "Are there enough, though, Molly, undecided soft Clinton supporters former Trump supporters who thought they'd vote for Clinton because of the \"Access Hollywood\" tape, because o these women coming forward, to say he groped them or kissed them, who hadn't voted yet who might think, oh -- are there enough of them?", "sentId": 80}], "secId": 41}, {"speaker": "BALL", "sentences": [{"text": "Yes, no, I don think there are enough to change the outcome but I do think this does have an effect on those people who are not solid Democrats or Republicans.", "sentId": 81}, {"text": "Partisans are going to react are already reacting to this in a very predictable way.", "sentId": 82}, {"text": "They had already made up their minds.", "sentId": 83}], "secId": 42}, {"speaker": "BALL", "sentences": [{"text": "But when Hillary was building the gaudy leads in the polls, when she was up by 12 points, that was Republicans and conservative-leaning independents that had bailed on Donald Trump and convinced themselves Hillary Clinton was acceptable.", "sentId": 84}, {"text": "Anything that makes her unacceptable to those people, they just can't bring themselves to vote for a Democrat when they've never done it before.", "sentId": 85}, {"text": "That cuts into her lead, that potentially cuts into some of the down ballot races, I agree with that.", "sentId": 86}], "secId": 43}, {"speaker": "BALL", "sentences": [{"text": "Anything that galvanizes Republicans to just decide to vote since Donald Trump doesn't have a ground game and since a lot of those Republicans are so discouraged by an election that looks like a foregone conclusion, anything that could rouse them from their recliners and have them actually to the polls.", "sentId": 87}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "Yes, if anybody put money down in Vegas six months ago to Jim Comey and Anthony Weiner would be a factor in the election, you know, that's money you're going to collect.", "sentId": 88}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "Let's step back a little bit to what we're looking and how extraordinary it is.", "sentId": 89}, {"text": "Remember, the Clinton email investigation was shut down in July.", "sentId": 90}, {"text": "Comey said they looked at all this and he said no reasonable prosecutor would ever press a case against Hillary Clinton.", "sentId": 91}, {"text": "That was his judgment.", "sentId": 92}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "Jim Comey is a Republican serving in a Democratic administration.", "sentId": 93}, {"text": "Republicans were furious.", "sentId": 94}, {"text": "They thought he was cooking the books for Hillary Clinton.", "sentId": 95}, {"text": "Now, Republicans love Jim Comey because he sent this letter to Congress on Friday and said investigators came in the Weiner investigation, Weiner is under investigation for apparently sexting an underage girl in North Carolina -- I hope I have to never speak that sentence again but there it is for you.", "sentId": 96}, {"text": "And they came to him and said, on his laptop emails pertinent to the Clinton email investigation.", "sentId": 97}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "So, Comey decided, even though FBI policy says, close to, A, number one, long standing policy in the Justice Department, don't talk about ongoing investigations period, whatever it is.", "sentId": 98}, {"text": "That's one policy.", "sentId": 99}, {"text": "The other policy is close to an election, don't do anything that could sway voters, don't get out in the middle of an election campaign.", "sentId": 100}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "He decided this was enough, he sent this letter.", "sentId": 101}, {"text": "\"I agree that the FBI should take appropriate investigative steps designed to allow investigators to review these emails.", "sentId": 102}, {"text": "The FBI cannot yet assess whether or not this material may be significant and I cannot predict how long it will take us to complete this additional work.\"", "sentId": 103}, {"text": "That was the letter to Congress.", "sentId": 104}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "To his own employees, who he knew would be asking questions about why are we doing this, Comey wrote this, \"Given that we don't know the significance of the newly discovered collection of emails, I don't want to create a misleading impression.", "sentId": 105}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "In trying to strike that balance in the middle of an election season, there is a risk of being misunderstood\".", "sentId": 106}, {"text": "Oh, boy, are those words true?", "sentId": 107}, {"text": "\"There is a risk of being misunderstood\".", "sentId": 108}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "To Jeff's point, let's listen here to John Podesta.", "sentId": 109}, {"text": "He is the campaign chairman for Hillary Clinton.", "sentId": 110}, {"text": "He was the White House chief of staff and a key Bill Clinton aide during stuff like this back in the day.", "sentId": 111}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "The interesting reaction from the Clinton campaign was to go swinging at Comey.", "sentId": 112}], "secId": 53}, {"speaker": "PODESTA", "sentences": [{"text": "Director Comey was the one who wrote a letter that was light on facts, heavy on innuendo, knowing full well what Republicans in Congress would do with it.", "sentId": 113}, {"text": "It's now up to him who owes the public answers to the questions that are now on the table.", "sentId": 114}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Make it partisan.", "sentId": 115}, {"text": "The ideas to say that we are under attack, so that Democrats rally around Clinton.", "sentId": 116}], "secId": 55}, {"speaker": "TUMULTY", "sentences": [{"text": "Yes, this wasn't a letter, it was a Rorschach test.", "sentId": 117}], "secId": 56}, {"speaker": "ZELENY", "sentences": [{"text": "And initially, there was some confusion about who it was sent to.", "sentId": 118}, {"text": "On Friday night in Des Moines at the impromptu press conference, the candidate said he even sent the letter to Republicans and Brian Fallon, the spokesman, said he sent it to Republicans.", "sentId": 119}, {"text": "Actually, it was sent to Republicans and Democrats so that's something that they cleaned up over the weekend.", "sentId": 120}], "secId": 57}, {"speaker": "ZELENY", "sentences": [{"text": "But the reality here is that that is the best hope here to rally Democrats.", "sentId": 121}, {"text": "But Democrats were already pretty unified.", "sentId": 122}, {"text": "I think this has had an amazing unifying effect for Republicans.", "sentId": 123}, {"text": "I mean, Republicans finally have something else to seize and hold onto other than Donald Trump who they've not been that into.", "sentId": 124}], "secId": 58}, {"speaker": "MARTIN", "sentences": [{"text": "Interesting, the media conversation for at least a few days.", "sentId": 125}, {"text": "Here we're talking about this instead of Trump's latest bombast.", "sentId": 126}, {"text": "I think that's a good news for Republicans.", "sentId": 127}], "secId": 59}, {"speaker": "MARTIN", "sentences": [{"text": "John, real fast, I was struck by how the Clinton campaign changed their posture in 12 hours.", "sentId": 128}, {"text": "It would so striking, it tells us everything about modern politics.", "sentId": 129}, {"text": "You can't be a neutral entity in politics, right?", "sentId": 130}], "secId": 60}, {"speaker": "MARTIN", "sentences": [{"text": "They saw Comey as somebody who basically put a jersey on and the second he did that in their eyes, he was fair game.", "sentId": 131}, {"text": "It sort of gets at the total war and nature of today's politics, man.", "sentId": 132}, {"text": "He was in their way, boom, he's adversary.", "sentId": 133}], "secId": 61}, {"speaker": "ZELENY", "sentences": [{"text": "But they have backup on this, some Republicans are quoted in the morning papers saying, you know, unprecedented, he's flying solo of course and he is.", "sentId": 134}], "secId": 62}, {"speaker": "MARTIN", "sentences": [{"text": "Sure, they have their case.", "sentId": 135}, {"text": "Yes.", "sentId": 136}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "We'll talk more about that as we get later.", "sentId": 137}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "I want to bring into the conversation Donald Trump on the trail.", "sentId": 138}, {"text": "Listen to Donald Trump on the trail here who seized this as an opening.", "sentId": 139}, {"text": "The question is, is he going a bit too far when he says this?", "sentId": 140}], "secId": 65}, {"speaker": "TRUMP", "sentences": [{"text": "Nobody blame but herself, for her mounting legal troubles.", "sentId": 141}, {"text": "Her criminal action was willful, deliberate, intentional, and purposeful.", "sentId": 142}, {"text": "Hillary set up an illegal server for the obvious purpose of shielding her criminal conduct from public disclosure and exposure.", "sentId": 143}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Now, he's right that she has nobody to blame but herself.", "sentId": 144}, {"text": "If she'd listened to the president's advice, other advice, to set up an email server at state.gov, we wouldn't be having this conversation this Sunday morning.", "sentId": 145}, {"text": "But when he says her criminal action, illegal server, we don't know -- the server is not illegal, it was against policy but it was not illegal.", "sentId": 146}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Is he going too far especially he could be president-elect in nine days in saying now, the FBI is going to get it right?", "sentId": 147}], "secId": 68}, {"speaker": "BALL", "sentences": [{"text": "Well, he's already said that when and if he becomes president, she'll be in jail, so I don't know how you can go farther than that.", "sentId": 148}, {"text": "But I -- you know, Donald Trump is reading this off a teleprompter so these are things his campaign has prepared for him to say.", "sentId": 149}, {"text": "It's not as if he's sort of winging it and exaggerating.", "sentId": 150}], "secId": 69}, {"speaker": "BALL", "sentences": [{"text": "This is what they believe, this is what he believes, and this is what a lot of his followers believed and believed before any of this happened, so this just reinforces the view that Donald Trump had and that a lot of Republicans had, that a lot of the people you meet at Trump rallies had, that she is literally a criminal who ought to be in jail.", "sentId": 151}], "secId": 70}, {"speaker": "BALL", "sentences": [{"text": "So, I don't know how you can say that this is somehow excessive for him to be saying that, based on everything he's already said.", "sentId": 152}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "It fits the playbook.", "sentId": 153}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "A lot more to discuss on this story as we go through, including next to the map, the week of campaigning left, how does this stunning October surprise impact Hillary Clinton state by state strategy?", "sentId": 154}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "First, though, we do get to have a little fun.", "sentId": 155}, {"text": "A Halloween version here of \"politicians say the darnedest things.\"", "sentId": 156}], "secId": 74}, {"speaker": "SAMANTHA BEE", "sentences": [{"text": "This year, I'm going as a witch.", "sentId": 157}], "secId": 75}, {"speaker": "OBAMA", "sentences": [{"text": "That's not a witch costume.", "sentId": 158}], "secId": 76}, {"speaker": "BEE", "sentences": [{"text": "I'm a woman on television and I'm over 40.", "sentId": 159}, {"text": "So, I'm already in costume.", "sentId": 160}, {"text": "Where's yours?", "sentId": 161}], "secId": 77}, {"speaker": "OBAMA", "sentences": [{"text": "I'm dressed up as what happens when young people vote.", "sentId": 162}], "secId": 78}, {"speaker": "BEE", "sentences": [{"text": "Someone gets really old really fast?", "sentId": 163}], "secId": 79}, {"speaker": "OBAMA", "sentences": [{"text": "That's not it.", "sentId": 164}], "secId": 80}, {"speaker": "BEE", "sentences": [{"text": "Is that like white spray paint or fun Halloween cobwebs?", "sentId": 165}], "secId": 81}, {"speaker": "OBAMA", "sentences": [{"text": "Sam, I'm still president for another three months, careful.", "sentId": 166}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Welcome pack.", "sentId": 167}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "So, if you're Hillary Clinton, how does this late campaign surprise affect your strategy?", "sentId": 168}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "Well, watch the schedule, where the candidate goes tells you a lot about what they're thinking.", "sentId": 169}, {"text": "In the next week, you'll see Hillary Clinton in Florida, in North Carolina, in Pennsylvania, at least twice in Ohio.", "sentId": 170}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "She's also making a trip out to Arizona.", "sentId": 171}, {"text": "That's the outlier there.", "sentId": 172}, {"text": "That's a traditionally red state, but it was on the map on the schedule before the FBI announcement.", "sentId": 173}, {"text": "Hillary Clinton doesn't want to show signs of panic so she keeps Arizona on the schedule.", "sentId": 174}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "What is her top priority as we go to the final week?", "sentId": 175}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "Protect the blues.", "sentId": 176}, {"text": "Yes, a week ago, the Clinton campaign was ambitious, thinking we can get 330.", "sentId": 177}, {"text": "We can get 350 electoral votes.", "sentId": 178}, {"text": "Maybe that's the way it ends up.", "sentId": 179}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "But right now, keep it at 270.", "sentId": 180}, {"text": "Keep Donald Trump from turning anything that's blue on this map red.", "sentId": 181}, {"text": "If you can keep the blues, she wins the election.", "sentId": 182}, {"text": "So, yes, she'll go out to Arizona because it was announced, love to win Arizona.", "sentId": 183}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "But the top priority keep an eye on the polling in Pennsylvania, keep an eye on the polling in Michigan, keep an eye on the polling in New Hampshire, the states that are leaning blue but not yet locked up, to see if they change.", "sentId": 184}, {"text": "Then, priority number one, Hillary Clinton knows if she can just win one of thieves, win one of Florida, North Carolina and Ohio, she blocks Donald Trump's path.", "sentId": 185}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "So, yes, she'll go out west this week but look for a focus along here in the battlegrounds.", "sentId": 186}, {"text": "Behind the scenes, they'll watch the polling.", "sentId": 187}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "Publicly, Hillary Clinton says, don't worry.", "sentId": 188}, {"text": "Just get to the finish line.", "sentId": 189}], "secId": 92}, {"speaker": "CLINTON", "sentences": [{"text": "I've always stayed focused on one thing, you and your families.", "sentId": 190}, {"text": "What I worry about are the problems that keep you up at night, and I'm going to stay focused on that, because you know, on November 9th, that's what's going to matter.", "sentId": 191}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "This is a giant test for a campaign team, when you have a surprise like this lat, in the race especially late in the race that was going your way and some people think overwhelmingly going your team.", "sentId": 192}, {"text": "She has mostly team Obama in terms of campaign strategists.", "sentId": 193}, {"text": "The people who helped Obama win in 2008 and 2012.", "sentId": 194}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "John Podesta is the exception.", "sentId": 195}, {"text": "He's a Clinton campaign and you would say Clinton drama, I don't like to throw other words out there.", "sentId": 196}, {"text": "Somebody else can't if they want.", "sentId": 197}, {"text": "Clinton drama veteran.", "sentId": 198}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "But behind the scenes --", "sentId": 199}], "secId": 96}, {"speaker": "MARTIN", "sentences": [{"text": "Clinton drama.", "sentId": 200}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "-- jitters here, they've never done this.", "sentId": 201}, {"text": "These guys have run two successful presidential campaigns but never with a late surprise like this.", "sentId": 202}], "secId": 98}, {"speaker": "BALL", "sentences": [{"text": "Well, and the Obama campaign famously no drama.", "sentId": 203}, {"text": "That is not a luxury afforded to anyone in the Clinton's orbit because it is constant drama when you're in Clinton world.", "sentId": 204}], "secId": 99}, {"speaker": "BALL", "sentences": [{"text": "And, you know, as Jeff was saying before they really have responded to this with all hands on deck, in the way that we've not seen them be nimble in the past.", "sentId": 205}, {"text": "They preferred rather to sort of downplay or ignore the controversies or revert to sort of the bunker and pretend it's not happening and not her come out and make a public statement with this alacrity we saw.", "sentId": 206}], "secId": 100}, {"speaker": "BALL", "sentences": [{"text": "But I think you know, the strategy beyond just making a public statement and trying to discredit these allegations that they like us don't really understand, but they also are focused I think on the mechanics of the campaign, on turning out their voters, keeping that engine of the ground game in the early vote going and just staying focused on that.", "sentId": 207}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "To that point, as you jump in, Karen, first, let me just put the numbers up on the screen before you do that, because 18.6 million votes have already been cast.", "sentId": 208}, {"text": "We count the votes next Tuesday.", "sentId": 209}, {"text": "This election was playing out.", "sentId": 210}, {"text": "It was playing out last week, a lot of votes in the bank before this happened.", "sentId": 211}, {"text": "You see that 9.7 million of the yearly 19 million are from battleground states.", "sentId": 212}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "If you go state by state in Colorado, Iowa, North Carolina and Nevada, those are states where the Democrats are running ahead of 2012 in terms of getting Democrats to vote early.", "sentId": 213}, {"text": "You look at Arizona, Florida, Ohio and Utah, Republicans can be reasonably optimistic, doing better compared to 2012.", "sentId": 214}, {"text": "It doesn't mean you're winning.", "sentId": 215}, {"text": "It just means you're doing better compared to 2012.", "sentId": 216}], "secId": 103}, {"speaker": "TUMULTY", "sentences": [{"text": "While it is Obama's political team responding to all of this, it's interesting the problems are being created by the old Clinton people, whether it's Huma Abedin or all the stuff that's coming out in WikiLeaks.", "sentId": 217}, {"text": "And one big difference I think between this campaign and the campaign she ran in 2008 is that if this had happened to her 2008 campaign, that crew would have been in a circular firing squad now, they would have been leaking like crazy, they would have been essentially destroying each other.", "sentId": 218}], "secId": 104}, {"speaker": "MARTIN", "sentences": [{"text": "I have to say in the course yesterday of doing some work on this story that we have today in the paper about this whole issue, it wasn't that hard to find some grumbling among the newer Clinton types about the secretary herself and Huma and sort of this culture of -- well, we don't quite know exactly what is in those emails on the hard drive, so we can't totally forcefully respond about what is or isn't in there.", "sentId": 219}], "secId": 105}, {"speaker": "ZELENY", "sentences": [{"text": "That's the question she did, the candidate did not answer on Friday.", "sentId": 220}, {"text": "She didn't answer lot of things but the questions specifically about Huma, she said we don't know exactly what the FBI investigation is.", "sentId": 221}, {"text": "She was asked directly if they've talked about this.", "sentId": 222}], "secId": 106}, {"speaker": "ZELENY", "sentences": [{"text": "Of course, they've talked about this.", "sentId": 223}, {"text": "Huma and Hillary Clinton are as close as any adviser and a candidate family member could be.", "sentId": 224}, {"text": "So, of course, they've talked about this.", "sentId": 225}, {"text": "Going forward here, I think she's going to be asked more about this, and will have to answer the Huma question.", "sentId": 226}, {"text": "Which she's never yet answered.", "sentId": 227}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "The strongest argument for Donald Trump is nevermind this investigation about what happened yesterday.", "sentId": 228}, {"text": "Is this the kind of presidency you'd have tomorrow?", "sentId": 229}, {"text": "Are we going to constantly live through this?", "sentId": 230}], "secId": 108}, {"speaker": "ZELENY", "sentences": [{"text": "Democrats believe this say candidate problem.", "sentId": 231}], "secId": 109}, {"speaker": "ZELENY", "sentences": [{"text": "This is a Hillary Clinton problem.", "sentId": 232}], "secId": 110}, {"speaker": "MARTIN", "sentences": [{"text": "Exactly.", "sentId": 233}], "secId": 111}, {"speaker": "TUMULTY", "sentences": [{"text": "By the way, what we were told at \"The Washington Post\" is that Huma is telling people she herself doesn't know what is in these emails and she herself does not know how these emails got on to a computer that she considered her husband's property.", "sentId": 234}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Oh, great.", "sentId": 235}], "secId": 113}, {"speaker": "ZELENY", "sentences": [{"text": "Not necessarily good though.", "sentId": 236}], "secId": 114}, {"speaker": "TUMULTY", "sentences": [{"text": "No, it's not.", "sentId": 237}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "That's not good for them.", "sentId": 238}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 239}, {"text": "Everybody, sit tight.", "sentId": 240}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "Up next, what about Donald Trump's map, his map and path to 270 two days ago was viewed as near impossible.", "sentId": 241}, {"text": "Did the FBI just bulldoze Donald Trump a new trail?", "sentId": 242}, {"text": "First, though, take our INSIDE POLITICS quiz this morning.", "sentId": 243}, {"text": "What's the", "sentId": 244}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "biggest October surprise this year in your opinion?", "sentId": 245}, {"text": "The new FBI investigation, the \"Access Hollywood\" tape, the WikiLeaks revelations, or Trump's assault allegations?", "sentId": 246}, {"text": "Or Maybe there's one yet to go.", "sentId": 247}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "You can vote at CNN.com/vote.", "sentId": 248}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 249}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "So, let's do the flipside.", "sentId": 250}, {"text": "How does Donald Trump try to take advantage of what they believe is a game-changing new environment with the FBI announcement?", "sentId": 251}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "Well, Mr. Trump starts the week out west in Nevada, in New Mexico, a lot of Republicans saying what are you going to new Mexico for, sir, and in Colorado.", "sentId": 252}, {"text": "Then, he moves on to Michigan, all of the states at the moment leaning Hillary Clinton's way.", "sentId": 253}], "secId": 123}, {"speaker": "KING", "sentences": [{"text": "Can Donald Trump use this new environment to change the map?", "sentId": 254}, {"text": "That's the big question, and again, a lot of Republicans are skeptical, because if you look at the map even in this new environment, the map still tilts in Secretary Clinton's favor when you go state by state.", "sentId": 255}, {"text": "Donald Trump has to take something on this map that is blue and turn it red, plus he has to win all the gold, the tossup states.", "sentId": 256}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "We talked about Clinton just trying to block Donald Trump by winning either Florida, North Carolina, Ohio.", "sentId": 257}, {"text": "Trump has to be perfect.", "sentId": 258}, {"text": "He has to win them all but then what?", "sentId": 259}, {"text": "New Mexico?", "sentId": 260}, {"text": "A lot of Republicans say, what are you doing, sir?", "sentId": 261}, {"text": "You're wasting time out there.", "sentId": 262}, {"text": "The Trump campaign says Gary Johnson is going to go up in the polls, the Libertarian, bring Hillary Clinton down.", "sentId": 263}], "secId": 125}, {"speaker": "KING", "sentences": [{"text": "Again, Republicans are skeptical.", "sentId": 264}, {"text": "We'll see.", "sentId": 265}, {"text": "Can Donald Trump win Colorado?", "sentId": 266}, {"text": "It's been consistently in Hillary Clinton's camp.", "sentId": 267}, {"text": "This one makes a little bit more sense even though Clinton has led consistently because even if Donald Trump is perfect, even if he wins all these gold tossup states, he still needs more electoral votes.", "sentId": 268}, {"text": "Michigan is one of the places he's going to look for those.", "sentId": 269}], "secId": 126}, {"speaker": "KING", "sentences": [{"text": "But as he campaigns, see if he can turn this new environment to his favor, he wants the number one issue to be the FBI investigation, but when he's out in Colorado, Donald Trump is still saying -- people there get to vote by mail, Donald Trump says that doesn't pass the sniff test.", "sentId": 270}], "secId": 127}, {"speaker": "TRUMP", "sentences": [{"text": "I have real problems with ballots being sent.", "sentId": 271}, {"text": "Does that make sense?", "sentId": 272}, {"text": "Like people say oh, here's a ballot, here's another ballot, throw it away.", "sentId": 273}, {"text": "Here's one I like, we'll keep that one.", "sentId": 274}, {"text": "I have real problems, so get your ballots in.", "sentId": 275}, {"text": "We're trying to have some pretty good supervision out there.", "sentId": 276}, {"text": "We have a lot of people watching you people that collect the ballots.", "sentId": 277}], "secId": 128}, {"speaker": "KING", "sentences": [{"text": "Never let a day go by without a good conspiracy theory.", "sentId": 278}, {"text": "They have vote by mail in a lot of places, Mr. Trump.", "sentId": 279}, {"text": "And they -- they've had it Washington state for some time, they have it in Colorado now.", "sentId": 280}, {"text": "It actually works, gets more people to participate, but the fact that Donald Trump is still talking about in a -- blue state a rigged system, that's not going to change but the bigger question is, if you looked at the map, if we were having this conversation on Thursday or even Friday morning, we would be saying can Donald Trump really turn eight or nine states in a week or 10 days?", "sentId": 281}, {"text": "Is -- you need a national change in the race to do that.", "sentId": 282}, {"text": "Is this that national change?", "sentId": 283}], "secId": 129}, {"speaker": "KING", "sentences": [{"text": "I guess we won't know for sure until Tuesday or Wednesday when the polling settles down a little bit but?", "sentId": 284}], "secId": 130}, {"speaker": "ZELENY", "sentences": [{"text": "The Clinton campaign believes it's not.", "sentId": 285}, {"text": "And of course they would.", "sentId": 286}, {"text": "But one of the reasons is because of early voting that we talked about already.", "sentId": 287}, {"text": "Like this race, you know, it's not a traditional -- if this was a 2000 campaign before voting changes happened and there wasn't early voting it could perhaps but it just does not seem to me to be enough there to change it.", "sentId": 288}], "secId": 131}, {"speaker": "ZELENY", "sentences": [{"text": "I think the bigger impact and the Clinton campaign does not really want to acknowledge this but it worries them once she gets to that building if she wins.", "sentId": 289}], "secId": 132}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 290}], "secId": 133}, {"speaker": "ZELENY", "sentences": [{"text": "The post-Election Day impact on her might be more important but before election we have to focus on this.", "sentId": 291}, {"text": "I think Donald Trump would have to do something we haven't seen him do yet, that would be disciplined.", "sentId": 292}], "secId": 134}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 293}], "secId": 135}, {"speaker": "ZELENY", "sentences": [{"text": "Eight days is a long time to stay on message.", "sentId": 294}], "secId": 136}, {"speaker": "MARTIN", "sentences": [{"text": "And speaking of -- and speaking of that New Mexico?", "sentId": 295}, {"text": "Yes, New Mexico seems to be farfetched to say the least but to Jeff's point, it's extraordinary that a major party candidate for president the week before the selection is basically accusing the Postal Service and the elections officials I think of committing mass fraud and throwing out ballots.", "sentId": 296}, {"text": "If any other candidate for the presidency in this country said that, can you imagine the coverage and what people would say?", "sentId": 297}, {"text": "It is -- it's so -- it's remarkable, and the fact that we're just here talking about the map, I get it, but it's astonishing that a candidate would say that in effect.", "sentId": 298}], "secId": 137}, {"speaker": "TUMULTY", "sentences": [{"text": "And to what effect?", "sentId": 299}, {"text": "Because the actual effect of his words could be to depress his less committed supporters from actually even showing up and voting.", "sentId": 300}], "secId": 138}, {"speaker": "KING", "sentences": [{"text": "I have a bigger question about the environment.", "sentId": 301}, {"text": "I know we're going to talk and we're going to have to study for several days whether this FBI reopening the investigation, everyone called it, makes a difference.", "sentId": 302}, {"text": "But Donald Trump is running an environment that he talks all the time about the need for change but if you go state- by-state it's actually not as conducive to changes you might think if you follow the campaign.", "sentId": 303}], "secId": 139}, {"speaker": "KING", "sentences": [{"text": "He goes to these battleground states.", "sentId": 304}, {"text": "In Michigan he talks about trade.", "sentId": 305}, {"text": "In Colorado yesterday he was talking about the economy but look at these numbers.", "sentId": 306}, {"text": "Look at these numbers in Ohio, North Carolina, Florida, Pennsylvania, New Hampshire, Nevada, and even Colorado which is not on this chart, unemployment rate when the president took office was, you know, up around 10 percent in some cases, above 7 percent in other places.", "sentId": 307}, {"text": "New Hampshire has always been low.", "sentId": 308}], "secId": 140}, {"speaker": "KING", "sentences": [{"text": "But you look at these battleground states now the structure of the race, there are stories that come along that grab our attention for a few days but most voters vote on how they feel, and so that's one of Donald Trump's big challenges in the end here, that a lot of people -- he's going up there saying gloom and doom.", "sentId": 309}, {"text": "A lot of people saying it's a little better.", "sentId": 310}], "secId": 141}, {"speaker": "BALL", "sentences": [{"text": "I think we all remember going on and talking to voters or sitting in on focus groups in 2008 when everybody was so freaked out and really desperate, and in 2012 there was little bit less of that, but now when you talk to voters a lot of people are not feeling nearly as sort of under siege, not feeling as precarious.", "sentId": 311}, {"text": "You know, a lot more people are employed.", "sentId": 312}, {"text": "A lot more people are feeling like their families are going to be OK no matter what happens.", "sentId": 313}], "secId": 142}, {"speaker": "ZELENY", "sentences": [{"text": "And that's something else --", "sentId": 314}], "secId": 143}, {"speaker": "BALL", "sentences": [{"text": "And so you have much more of a continuity argument being made by --", "sentId": 315}], "secId": 144}, {"speaker": "MARTIN", "sentences": [{"text": "We have an occupational hazard in the media because so much of what we see is through the prism of self-selected rally attendees, who obviously are stirred up for one side or the other, but what you miss, to Molly's point, is a great mass of people who are doing better now and who aren't going to rallies for candidates.", "sentId": 316}], "secId": 145}, {"speaker": "BALL", "sentences": [{"text": "The silent majority, right?", "sentId": 317}, {"text": "And --", "sentId": 318}], "secId": 146}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 319}, {"text": "Right.", "sentId": 320}], "secId": 147}, {"speaker": "BALL", "sentences": [{"text": "And that's all reflected in President Obama's approval rating.", "sentId": 321}], "secId": 148}, {"speaker": "ZELENY", "sentences": [{"text": "And the GDP growth this week -- right.", "sentId": 322}], "secId": 149}, {"speaker": "KING", "sentences": [{"text": "The GDP growth this week pretty good after a sluggish year.", "sentId": 323}, {"text": "The question is, George H.W.", "sentId": 324}, {"text": "Bush can tell you sometimes those good news come a little too late in the campaign and voters don't process them.", "sentId": 325}], "secId": 150}, {"speaker": "KING", "sentences": [{"text": "Another thing is that even though Trump has this moment and let's be clear, we don't know where this FBI investigation is going.", "sentId": 326}, {"text": "We actually don't even know what it's about because the FBI won't tell us what specifically they saw in those e-mails.", "sentId": 327}, {"text": "But it's a moment for Trump and yet even as he tries to take advantage of it, Republicans aren't exactly rushing to hug Trump.", "sentId": 328}], "secId": 151}, {"speaker": "KING", "sentences": [{"text": "Karen made a key point about they think this helps them in the Senate races, in the House races and other races out there.", "sentId": 329}, {"text": "But they're not rushing to hug Trump.", "sentId": 330}, {"text": "Listen to this, this is Marco Rubio who is trying to get reelected in Florida.", "sentId": 331}], "secId": 152}, {"speaker": "KING", "sentences": [{"text": "CNN's Manu Raju asking him about, do you think Donald Trump is a role model?", "sentId": 332}], "secId": 153}, {"speaker": "RUBIO", "sentences": [{"text": "Like most Americans, you know, people look at this and say, these are not ideal choices.", "sentId": 333}, {"text": "But that's why one of the reasons I ran for Senate because I know that no matter who wins we're going to have to have a strong Senate.", "sentId": 334}], "secId": 154}, {"speaker": "KING", "sentences": [{"text": "So it's not like we're going to have this final week embrace of all these Republican candidates rushing to be with Donald Trump at his rallies.", "sentId": 335}], "secId": 155}, {"speaker": "BALL", "sentences": [{"text": "Or to underscore the things that he's saying.", "sentId": 336}, {"text": "Right?", "sentId": 337}, {"text": "I mean, if you're trying to make a case that Hillary Clinton has too much baggage, Hillary Clinton is involved in too many scandals, she's unacceptable, it helps to have a whole chorus of Republicans speaking from the same hymnal.", "sentId": 338}, {"text": "Right?", "sentId": 339}, {"text": "All on the same talking points, all making the same case, all -- supporting you at your events and talking on television.", "sentId": 340}, {"text": "Donald Trump has never had that because of the various divisions in the Republican Party.", "sentId": 341}, {"text": "Many of which he has caused.", "sentId": 342}], "secId": 156}, {"speaker": "KING", "sentences": [{"text": "And we will watch in the last week to see if Democrats stop showing up.", "sentId": 343}, {"text": "They've been showing up for Hillary Clinton consistently on the stage.", "sentId": 344}, {"text": "Candidates for her.", "sentId": 345}, {"text": "We'll keep an eye on that in the week ahead.", "sentId": 346}], "secId": 157}, {"speaker": "KING", "sentences": [{"text": "Up next, though, FBI Director Comey says he had no choice but to make this new investigation public.", "sentId": 347}, {"text": "Now Democrats say unless he's deliberately trying to sway the election, he has no choice, they say, to provide more details.", "sentId": 348}], "secId": 158}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 349}, {"text": "Live picture there of the Jefferson Memorial, it's a beautiful, beautiful late October day here in Washington.", "sentId": 350}], "secId": 159}, {"speaker": "KING", "sentences": [{"text": "Republicans were furious back in July when the FBI director James Comey closed the investigation into Hillary Clinton, and said it wasn't even close, that no reputable prosecutor would conclude there was a case to be made.", "sentId": 351}], "secId": 160}, {"speaker": "CHAFFETZ", "sentences": [{"text": "Did Hillary Clinton break the law?", "sentId": 352}], "secId": 161}, {"speaker": "COMEY", "sentences": [{"text": "In connection with her use of the e-mail server my judgment is that she did not.", "sentId": 353}], "secId": 162}, {"speaker": "CHAFFETZ", "sentences": [{"text": "Did you just not able to prosecute it or did Hillary Clinton break the law?", "sentId": 354}], "secId": 163}, {"speaker": "COMEY", "sentences": [{"text": "Well, I don't want to give an overly lawyerly answer, the question I always look at is there evidence that would establish beyond a reasonable doubt that somebody engaged in a conduct that violated a criminal statute, and my judgment here is there is not.", "sentId": 355}], "secId": 164}, {"speaker": "KING", "sentences": [{"text": "Now Comey, who is a Republican by pedigree, serving in a Democratic administration was villain A to the Republicans then.", "sentId": 356}, {"text": "Now he's a hero because he sent this letter up on Friday saying we have this new evidence that we have to take a look at.", "sentId": 357}, {"text": "The hard part for the Clinton campaign is that we have no idea the significance of these e-mails, how many of them are there, are they duplicates of what they already looked at?", "sentId": 358}, {"text": "And right now, we'll get no answers before the American people vote.", "sentId": 359}], "secId": 165}, {"speaker": "KING", "sentences": [{"text": "But the idea of what it's doing in this town, Loretta Lynch -- let me show you the morning papers.", "sentId": 360}, {"text": "\"Comey's Decision Contrary to Policy,\" it says in the \"Washington Post.\"", "sentId": 361}, {"text": "\"Justice Department Warned FBI Not to Do This,\" it says in the \"New York Times.\"", "sentId": 362}], "secId": 166}, {"speaker": "KING", "sentences": [{"text": "We have discord at the top of the law enforcement community where they're saying you don't do this so close to an election and you never disclose ongoing investigations.", "sentId": 363}, {"text": "Essentially the attorney general, who's a Democrat, who's an Obama appointee, saying to Jim Comey, whoa, you can't do this.", "sentId": 364}], "secId": 167}, {"speaker": "ZELENY", "sentences": [{"text": "It's unprecedented and, you know -- but in some respects we'll have to get to that through after the election and that is going to linger after the election because James Comey is not running for president but the actions he's doing right now -- if you talk to people who respect him and have known him for a long time say that, you know, he was damned if he did and damned if he didn't here.", "sentId": 365}, {"text": "If he didn't disclose that there was sort of a new investigation it would have been an issue.", "sentId": 366}], "secId": 168}, {"speaker": "ZELENY", "sentences": [{"text": "But there are Republicans and Democrats who have worked in the Justice Department for a long time who say whoa, unprecedented here.", "sentId": 367}, {"text": "So I think we'll have to sort of set that aside but the reality here is he will stay on as FBI director.", "sentId": 368}], "secId": 169}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 369}], "secId": 170}, {"speaker": "ZELENY", "sentences": [{"text": "Or will he in the Clinton administration.", "sentId": 370}, {"text": "If she wins, what would she do with him?", "sentId": 371}, {"text": "But it is explosive.", "sentId": 372}, {"text": "It's a good thing that Congress is not here I think and they're out in America because that would really be even crazier than this.", "sentId": 373}], "secId": 171}, {"speaker": "TUMULTY", "sentences": [{"text": "It's also important to note, among the many unknown things about this whole situation that, you know, people are demanding more information from the FBI.", "sentId": 374}, {"text": "It's far from clear that the FBI itself has a clear understanding of what is in these emails.", "sentId": 375}, {"text": "I mean the fact that they are talking about additional investigative steps, one interpretation of this could be that they are still trying to get the warrant so that they themselves can go through these.", "sentId": 376}], "secId": 172}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 377}, {"text": "And again to be clear, if you haven't been following this, they were investigating Anthony Weiner, the disgraced former congressman who's under investigation for sexting a 15-year-old girl in North Carolina -- sorry I have to do that to you on Sunday morning before you head out to church.", "sentId": 378}, {"text": "And on a laptop he shared with his now estranged wife they found some e-mails they think could be pertinent to the investigation.", "sentId": 379}], "secId": 173}, {"speaker": "KING", "sentences": [{"text": "That's really all we know.", "sentId": 380}, {"text": "We don't know what they say.", "sentId": 381}, {"text": "We don't -- we have no indication that any of this is classified.", "sentId": 382}, {"text": "We have no indication if there's anything that's going to change the conclusion Director Comey made back in July, which is why listen here, Hillary Clinton says, essentially, how dare you, how dare you put out this partial information, you better come forward.", "sentId": 383}], "secId": 174}, {"speaker": "CLINTON", "sentences": [{"text": "In fact, it's not just strange, it's unprecedented and it is deeply troubling because -- voters deserve to get full and complete facts, and so we've called Director Comey to explain everything right away, put it all out on the table.", "sentId": 384}], "secId": 175}, {"speaker": "KING", "sentences": [{"text": "Voters are being asked to make a pretty important choice here in the sense that if you don't know what this is about and if you're inclined to think it's possible it could be something important, are you going to elect a president to then find out in January or February that this is a big deal?", "sentId": 385}], "secId": 176}, {"speaker": "BALL", "sentences": [{"text": "Well, and, you know, from the Republicans' perspective, from the Trump campaign's perspective, this is a fact that voters deserve to know and therefore James Comey did the right thing by disclosing it.", "sentId": 386}], "secId": 177}, {"speaker": "BALL", "sentences": [{"text": "Either way the decision he makes is political.", "sentId": 387}, {"text": "If he had decided to withhold this information, to withhold the fact that there was something that they were looking into, that would also be seen as trying to put a thumb on the scale of the election.", "sentId": 388}, {"text": "But people have been voting --", "sentId": 389}], "secId": 178}, {"speaker": "ZELENY", "sentences": [{"text": "He'd be following precedent, though, of what's happened in this town for a long time.", "sentId": 390}, {"text": "That's the difference here.", "sentId": 391}, {"text": "He's --", "sentId": 392}], "secId": 179}, {"speaker": "BALL", "sentences": [{"text": "I don't know that there's any precedent for this situation.", "sentId": 393}, {"text": "There's no precedent for this type of investigation, there's no precedent for a presidential candidate to be ensnared in something like this, which -- you know, which because of decisions that Hillary Clinton made that this is even an issue to this day.", "sentId": 394}, {"text": "So --", "sentId": 395}], "secId": 180}, {"speaker": "KING", "sentences": [{"text": "And even though this is -- you would assume advantage to Trump, even he when he reads the headlines about the attorney general disagrees with the FBI director, even Trump says Washington is a mess.", "sentId": 396}], "secId": 181}, {"speaker": "TRUMP", "sentences": [{"text": "This is the lowest point in the history of our country.", "sentId": 397}, {"text": "Government corruption spreads out like a cancer and infects the operations of government itself.", "sentId": 398}, {"text": "When you look at what's happened over the last year, with the FBI and with the Department of Justice, nobody in this room has more faith now.", "sentId": 399}, {"text": "You have a lot less faith.", "sentId": 400}], "secId": 182}, {"speaker": "KING", "sentences": [{"text": "I think it does raise the question, we're already worried about, you know, was Trump trying to say a Clinton win would be illegitimate, what would his supporters do after the fact?", "sentId": 401}], "secId": 183}, {"speaker": "TUMULTY", "sentences": [{"text": "The lowest point in history of our country -- I mean, as a historian, Donald Trump makes a great real estate developer.", "sentId": 402}], "secId": 184}, {"speaker": "KING", "sentences": [{"text": "Excellent.", "sentId": 403}, {"text": "Everybody, sit tight.", "sentId": 404}, {"text": "Up next a sneak peek into our reporter's notebooks, including the Andy Warhol moments and more from Hillary Clinton's inner circle.", "sentId": 405}, {"text": "But first, here are the results from our INSIDE POLITICS quiz.", "sentId": 406}], "secId": 185}, {"speaker": "KING", "sentences": [{"text": "We asked, what's the biggest October surprise in your opinion, the majority of you said the \"Access Hollywood\" tape with Donald Trump.", "sentId": 407}, {"text": "A little bit surprised there.", "sentId": 408}, {"text": "Wow.", "sentId": 409}, {"text": "A lot of you did.", "sentId": 410}, {"text": "OK.  A lot of Democrats up this morning.", "sentId": 411}], "secId": 186}, {"speaker": "MARTIN", "sentences": [{"text": "Surprise, surprise.", "sentId": 412}], "secId": 187}, {"speaker": "KING", "sentences": [{"text": "We're back.", "sentId": 413}, {"text": "Let's close as we always do, ask our great reporters to share from their notebooks.", "sentId": 414}, {"text": "I always say go around the INSIDE POLITICS table.", "sentId": 415}, {"text": "We're on a straight -- we'll go across the INSIDE POLITICS table.", "sentId": 416}, {"text": "Jonathan Martin?", "sentId": 417}], "secId": 188}, {"speaker": "MARTIN", "sentences": [{"text": "John, with such different candidates it's perhaps fitting that in this final week of the campaign they are inhabiting separate universes when it comes to the political map.", "sentId": 418}, {"text": "You've got Donald Trump going to New Mexico, Colorado, Michigan, three states where if you called the top strategists in both parties in those states they would almost all say the states are sure to go to Hillary yet Trump is spending his valuable final days in those three blue states.", "sentId": 419}], "secId": 189}, {"speaker": "MARTIN", "sentences": [{"text": "Hillary, much different view of reality, a much more conventional view of reality.", "sentId": 420}, {"text": "Places she's trying to protect like Ohio, which is a little bit tougher for her, and places that she's trying to get like Arizona, but it's between the 40-yard lines of American politics.", "sentId": 421}, {"text": "Trump far afield.", "sentId": 422}], "secId": 190}, {"speaker": "KING", "sentences": [{"text": "I think fascinating to see the first test of whether this is good for Trump is whether this brings Arizona, Utah, Georgia, more solidly home.", "sentId": 423}, {"text": "We might know that by Monday or Tuesday.", "sentId": 424}, {"text": "Molly?", "sentId": 425}, {"text": "BALL:  Well, you know, there's already been a lot of discussions about", "sentId": 426}], "secId": 191}, {"speaker": "KING", "sentences": [{"text": "the future of the Republican Party, a lot of Republicans and conservatives looking past the election to try to figure out how they're going to regroup in what they assume is going to be another presidential loss for their party.", "sentId": 427}, {"text": "Increasingly what you are hearing from conservatives is that they are going to leave the Republican Party and start something new.", "sentId": 428}, {"text": "You hear this in the rhetoric from the Evan McMullin campaign which has gained so much momentum in Utah, being very openly critical, him and his running mate, of the Republican Party.", "sentId": 429}], "secId": 192}, {"speaker": "KING", "sentences": [{"text": "Republican or conservative policy experts, think tank people, consultants who made a life in the Republican Party before increasingly coming to the conclusion that the existing GOP apparatus is too broken, they're going to have to leave, start something new.", "sentId": 430}, {"text": "Could there actually be a splintering after the election?", "sentId": 431}, {"text": "It's increasingly looking like that might happen.", "sentId": 432}], "secId": 193}, {"speaker": "KING", "sentences": [{"text": "That's a fascinating question.", "sentId": 433}, {"text": "I think we've watched Evan McMullin in the last week.", "sentId": 434}, {"text": "A lot of people think he actually has a chance to win in Utah.", "sentId": 435}, {"text": "Win Utah.", "sentId": 436}, {"text": "A third party candidate, a never Trump, winning a state Mitt Romney, 72 percent, that would be a big deal.", "sentId": 437}, {"text": "Karen?", "sentId": 438}], "secId": 194}, {"speaker": "TUMULTY", "sentences": [{"text": "Well, the final days of the campaign have brought to center stage something that I think is going to continue to be the story for the next four to eight years if Hillary Clinton is elected which is the sort of complicated machinery of her inner world, of her inner circle between WikiLeaks and this latest -- the latest revival of the e-mail scandal.", "sentId": 439}], "secId": 195}, {"speaker": "TUMULTY", "sentences": [{"text": "We realize that Clinton world is fraught with tension, fraught with conflict, and it's populated by a lot of people who have big titles and no power and people who have little titles or ambiguous titles and a lot of power.", "sentId": 440}], "secId": 196}, {"speaker": "KING", "sentences": [{"text": "And you can read Karen's great piece, you can read it, they throw this at your house as we still do, you can read it today or go online and read it in \"The Washington Post.\"", "sentId": 441}, {"text": "Jeff?", "sentId": 442}], "secId": 197}, {"speaker": "ZELENY", "sentences": [{"text": "One of the things that is worrying some of these people inside her inner circle are November clouds.", "sentId": 443}, {"text": "They -- the Clinton campaign is still and Democrats are still pretty confident of her outcome on Election Day but they're increasingly worried about what comes after that.", "sentId": 444}, {"text": "The effect of this FBI new development, new investigation is that it is going to make, if she wins it, much more difficult for her to govern in this town.", "sentId": 445}], "secId": 198}, {"speaker": "ZELENY", "sentences": [{"text": "So she had started some outreach to Republicans.", "sentId": 446}, {"text": "She was trying to sort of smooth the way here.", "sentId": 447}, {"text": "This has blown up all of that here and it undermines her first 100 days if she wins, but also what happens between Election Day and January.", "sentId": 448}, {"text": "So this is going to be an issue that hangs over her.", "sentId": 449}], "secId": 199}, {"speaker": "ZELENY", "sentences": [{"text": "Republicans often overreach in these situations.", "sentId": 450}, {"text": "Already saying there's going to be investigations, et cetera, but that's what many people inside her campaign and Democrats are now worried about.", "sentId": 451}, {"text": "What -- you know, there's no mandate, of course, but even more than that, these clouds hanging over her if she is elected.", "sentId": 452}, {"text": "It's a problem.", "sentId": 453}], "secId": 200}, {"speaker": "KING", "sentences": [{"text": "But with Donald Rumsfeld saying knowns and unknowns?", "sentId": 454}], "secId": 201}, {"speaker": "ZELENY", "sentences": [{"text": "Yes.", "sentId": 455}], "secId": 202}, {"speaker": "KING", "sentences": [{"text": "I think of something, a moment like that.", "sentId": 456}], "secId": 203}, {"speaker": "ZELENY", "sentences": [{"text": "Exactly.", "sentId": 457}], "secId": 204}, {"speaker": "MARTIN", "sentences": [{"text": "Known and unknowns.", "sentId": 458}], "secId": 205}, {"speaker": "KING", "sentences": [{"text": "Known and unknowns.", "sentId": 459}, {"text": "So I will close with something that's a bit related to what you just heard from Jeff there.", "sentId": 460}], "secId": 206}, {"speaker": "KING", "sentences": [{"text": "Some quiet grumbling among Democrats who are old enough to remember past Clinton dramas in which somebody or some bodies not named Clinton always seem to pay a higher price.", "sentId": 461}, {"text": "Remember Bill Clinton survived being impeached after the Monica Lewinsky scandal.", "sentId": 462}, {"text": "He went on to sky high approval ratings at the end of his presidency.", "sentId": 463}, {"text": "Two Republican speakers of the House, however, lost their jobs in the wake of that because of their own personal failings.", "sentId": 464}], "secId": 207}, {"speaker": "KING", "sentences": [{"text": "Now most Democrats think Clinton will still win but they think they might pay the price.", "sentId": 465}, {"text": "Karen talked a bit about this earlier.", "sentId": 466}, {"text": "The case from these Democrats with the FBI stunner will make the already long shot hope of winning back the House now near impossible and they think it perhaps will help Democrats also swing one on two of those Senate races critical to the fight to which party controls the United States Senate.", "sentId": 467}], "secId": 208}, {"speaker": "KING", "sentences": [{"text": "There's a lot of \"I've lived this movie before\" in the inbox this weekend.", "sentId": 468}], "secId": 209}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 469}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 470}, {"text": "We hope to see you back here every day at noon as we go through the final week of the campaign.", "sentId": 471}, {"text": "For our special election edition weekday of INSIDE POLITICS.", "sentId": 472}, {"text": "Be back here Sunday morning as we enter into the final two days.", "sentId": 473}], "secId": 210}, {"speaker": "KING", "sentences": [{"text": "A quick break, then much more on this big breaking news, \"STATE OF THE UNION\" with Jake Tapper.", "sentId": 474}], "secId": 211}], "sectionCount": 212, "url": "transcripts.cnn.com/TRANSCRIPTS/1610/30/ip.01.html", "sentenceCount": 476, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 30, 2016 - 08:00   ET", "speakers": ["KING", "CLINTON", "TRUMP", "OBAMA", "FALLON", "ZELENY", "TUMULTY", "MARTIN", "BALL", "PODESTA", "SAMANTHA BEE", "BEE", "RUBIO", "CHAFFETZ", "COMEY"], "title": "INSIDE POLITICS"}