{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.0507.27.ip.01.html.json", "subTitle": "Roberts Nomination Discussed; White House Releases Thousands of Pages on Roberts; Bush Pushes Congress on CAFTA", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "ANNOUNCER", "sentences": [{"text": "Behind the smiles:  There is new sniping over John Roberts' nomination.", "sentId": 0}, {"text": "Will demands for documents and timing issues stand in the Supreme Court nominee's way?", "sentId": 1}], "secId": 0}, {"speaker": "Between the lines", "sentences": [{"text": "We'll tell you what we're learning about Robert's legal and political judgments by following his paper trails.", "sentId": 2}], "secId": 1}, {"speaker": "A presidential test", "sentences": [{"text": "Mr. Bush personally lobbies lawmakers to pass a controversial trade agreement.", "sentId": 3}, {"text": "Can he make it happen?", "sentId": 4}], "secId": 2}, {"speaker": "MENENDEZ", "sentences": [{"text": "This is a bad deal all the way around.", "sentId": 5}], "secId": 3}, {"speaker": "ANNOUNCER", "sentences": [{"text": "And revisiting Iraq:  The defense secretary arrives unannounced while a top commander talks of a possible start time for a pull-out.", "sentId": 6}], "secId": 4}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "In the spring and summer of next year.", "sentId": 7}], "secId": 5}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Now live from Washington, CNN's INSIDE POLITICS.", "sentId": 8}], "secId": 6}, {"speaker": "SYLVESTER", "sentences": [{"text": "Thanks for joining us.", "sentId": 9}, {"text": "I'm Lisa Sylvester.", "sentId": 10}, {"text": "We begin with Supreme Court nominee John Roberts under the microscope and the subject of partisan bickering.", "sentId": 11}], "secId": 7}, {"speaker": "SYLVESTER", "sentences": [{"text": "Even as Roberts continues to make the rounds on the Hill, Republicans and Democrats remain at odds over the start-date for confirmation hearings and whether the administration has made enough of the judge's paper trail public.", "sentId": 12}, {"text": "Documents that have been released are shedding some additional light on Roberts' views and how he might rule on the high court.", "sentId": 13}, {"text": "Here's our White House correspondent, Suzanne Malveaux.", "sentId": 14}], "secId": 8}, {"speaker": "MALVEAUX", "sentences": [{"text": "On John Roberts' first day at the Justice Department in the summer of 1981, the 26-year-old lawyer was assigned to prepare Sandra Day O'Connor for her Supreme Court confirmation hearings.", "sentId": 15}], "secId": 9}, {"speaker": "MALVEAUX", "sentences": [{"text": "Roberts, who would be poised to succeed O'Connor on the high court nearly a quarter century later, advised her quote, \"avoid giving specific responses to any direct questions on legal issues.\"", "sentId": 16}, {"text": "On judicial activism, documents show Roberts discouraged it supporting Republican legislation instead that would limit the Supreme Court's jurisdiction over abortion, busing and school prayer.", "sentId": 17}], "secId": 10}, {"speaker": "MALVEAUX", "sentences": [{"text": "On Affirmative Action, Roberts rejected a positive report about the program by the U.S. Commission on Civil Rights, saying, \"there is no recognition of the obvious reason for failure.", "sentId": 18}, {"text": "The Affirmative Action program required the recruiting of inadequately prepared candidates.\"", "sentId": 19}], "secId": 11}, {"speaker": "MALVEAUX", "sentences": [{"text": "On school desegregation, Roberts questioned the efficacy of bussing in a draft letter for the attorney general, saying, \"we do not believe bussing is necessary to provide the equal educational opportunity mandated by Brown, the Supreme Court decision that made segregation of public facilities unconstitutional.", "sentId": 20}], "secId": 12}, {"speaker": "MALVEAUX", "sentences": [{"text": "And on sex discrimination, Roberts advocated limits to the law affecting gender equality for college sports.", "sentId": 21}], "secId": 13}, {"speaker": "MALVEAUX", "sentences": [{"text": "So, Lisa, of course the big question is:  What does this really say about Roberts' thinking?", "sentId": 22}, {"text": "Does it really give us a window into his thinking?", "sentId": 23}, {"text": "Well, of course, some legal scholars are saying:  Perhaps very little.", "sentId": 24}], "secId": 14}, {"speaker": "MALVEAUX", "sentences": [{"text": "They say when you look at the formal drafts in the letters, it reflects the administration's ideas, but if you look at the handwritten notes, perhaps you get an own sense of his opinions.", "sentId": 25}, {"text": "Democrats are arguing however, they want recent records, most importantly, that at his time at the solicitor general's office -- Lisa?", "sentId": 26}], "secId": 15}, {"speaker": "SYLVESTER", "sentences": [{"text": "Suzanne Malveaux at the White House.", "sentId": 27}, {"text": "Thank you very much for that report.", "sentId": 28}], "secId": 16}, {"speaker": "SYLVESTER", "sentences": [{"text": "In the lead-up to Roberts' confirmation hearings the ranking Democrat on the Senate Judiciary Committee is trying to keep the pressure on Republicans.", "sentId": 29}, {"text": "Senator Patrick Leahy is leading the charge against Chairman Arlen Specter's proposal to begin hearings at the end of August, in part because he wants adequate time to review Roberts' records.", "sentId": 30}], "secId": 17}, {"speaker": "SYLVESTER", "sentences": [{"text": "On the Senate floor today, Leahy urged the White House to release documents from Roberts' work from the first Bush administration, in addition to thousands of pages made public from the Reagan era.", "sentId": 31}], "secId": 18}, {"speaker": "SYLVESTER", "sentences": [{"text": "BEGIN VIDEO CLIP)", "sentId": 32}], "secId": 19}, {"speaker": "LEAHY", "sentences": [{"text": "The White House is eager to supply documents it selected and certainly provided it with great fanfare.", "sentId": 33}, {"text": "But we have yet to receive the documents that we have in fact requested.", "sentId": 34}, {"text": "It's an unfortunate pattern we've see too often.", "sentId": 35}], "secId": 20}, {"speaker": "SYLVESTER", "sentences": [{"text": "Public opinion seems to be on John Roberts' side.", "sentId": 36}, {"text": "A new Quinnipiac poll shows 44 percent of Americans approve of Roberts' nomination.", "sentId": 37}, {"text": "About one-fourth disapprove.", "sentId": 38}, {"text": "A little more than a fourth are unsure.", "sentId": 39}, {"text": "Forty percent of those surveyed say Roberts would make the Supreme Court more conservative, compared to five percent who think he'd make the court more liberal.", "sentId": 40}], "secId": 21}, {"speaker": "SYLVESTER", "sentences": [{"text": "Twenty-nine percent predict no change.", "sentId": 41}, {"text": "And 53 percent say public opinion of Roberts' nomination should have a great deal of influence on whether he's confirmed, but only six percent believe it will have a great deal of influence.", "sentId": 42}], "secId": 22}, {"speaker": "SYLVESTER", "sentences": [{"text": "Unlike John Roberts, you don't see President Bush on Capitol Hill every day, but he was there today.", "sentId": 43}, {"text": "Evidence that a trade agreement he's promoting is facing a tough fight in Congress.", "sentId": 44}, {"text": "Our congressional correspondent, Ed Henry, has more on the pact and showdown vote that could come as soon as tonight.", "sentId": 45}], "secId": 23}, {"speaker": "HENRY", "sentences": [{"text": "With key initiatives like Social Security reform stalled, President Bush made a rare visit to Capitol Hill to rally his own party behind a struggling trade pact.", "sentId": 46}, {"text": "Republicans emerged fired-up, insisting the free trade deal with help the United States by shoring up emerging Democracies in Central America.", "sentId": 47}], "secId": 24}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Why in the world should people stick to the path of democracy if supposedly the richest, most generous democracy in the world rejects a trade agreement with these countries?", "sentId": 48}], "secId": 25}, {"speaker": "HENRY", "sentences": [{"text": "But Democrats shot back:  The deal is bad for America and will lead to more lost of manufacturing jobs.", "sentId": 49}], "secId": 26}, {"speaker": "PELOSI", "sentences": [{"text": "The American people will know in a very clear way the difference between how the Democrats are fighting for them and how the Republicans are ignoring their aspirations.", "sentId": 50}], "secId": 27}, {"speaker": "HENRY", "sentences": [{"text": "Republican leaders counter the pact will create jobs and guaranteed victory.", "sentId": 51}], "secId": 28}, {"speaker": "DELAY", "sentences": [{"text": "It will be a tough vote, but we will pass CAFTA tonight.", "sentId": 52}, {"text": "We will honor our commitments to our neighbors to the south.", "sentId": 53}, {"text": "We will protect our national security and we will do it all with very few Democrats.", "sentId": 54}], "secId": 29}, {"speaker": "HENRY", "sentences": [{"text": "But the president is facing major defections in his own ranks, so the Republican leadership has resorted to wheeling and dealing on the Highway bill, promising lawmakers roads and bridges to scrounge up votes.", "sentId": 55}, {"text": "But that has not swayed Republican opponents worried it will decimate the textile and sugar industries.", "sentId": 56}], "secId": 30}, {"speaker": "JONES", "sentences": [{"text": "If we don't protect the jobs in America one day, the flags that cover the coffins of the brave who die for this country, the flags that cover those coffins might say \"made in China or \"made in Honduras.\"", "sentId": 57}, {"text": "Let's save America and God help us save America and let's do what is right and kill this enemy that's called CAFTA.", "sentId": 58}], "secId": 31}, {"speaker": "HENRY", "sentences": [{"text": "The wheeling and dealing will continue into the wee small hours.", "sentId": 59}, {"text": "We're not expecting a vote until at least midnight and it's not just the president who is twisting arms.", "sentId": 60}, {"text": "Secretary of State Condoleezza Rice was just spotted in the Capitol lobbying, wavering Republicans right down to the final hours here.", "sentId": 61}, {"text": "It gives you an idea of just how high the political stakes are for this White House -- Lisa?", "sentId": 62}], "secId": 32}, {"speaker": "SYLVESTER", "sentences": [{"text": "And it certainly sounds like it's going to be a long night there.", "sentId": 63}, {"text": "Now, with the president on the Hill, did lawmakers bring up the subject of a troop pull-out from Iraq?", "sentId": 64}], "secId": 33}, {"speaker": "HENRY", "sentences": [{"text": "Well, we didn't here about it coming up in the actual meeting, but it's interesting some pressure is coming from more Republicans.", "sentId": 65}, {"text": "Remember, this resolution that was authored a couple months back Republican Walter Jones, saying the president needs to come up with a timetable next year to start bringing the troops home.", "sentId": 66}], "secId": 34}, {"speaker": "We are now getting word that there are two more Republican who have signed on", "sentences": [{"text": "Republican Jim Leech, a veteran of the International Relations Committee, did not appear at the initial press conference for this, but we're told he has signed on as a co-sponsor and now Republican Wayne Gilchrest, a Congressman who was actually wounded in Vietnam when he was a Marine, is going to sign on tomorrow at a second press conference that Walter Jones is having to add some momentum to this push to get the troops home from Iraq -- Lisa?", "sentId": 67}], "secId": 35}, {"speaker": "SYLVESTER", "sentences": [{"text": "All right.", "sentId": 68}, {"text": "Thank you very much.", "sentId": 69}, {"text": "Ed Henry from Capitol Hill and of course, we will have Mr. Jones on our show later in this broadcast.", "sentId": 70}], "secId": 36}, {"speaker": "Now", "sentences": [{"text": "Would CAFTA hurt worker security?", "sentId": 71}, {"text": "Would it help national security?", "sentId": 72}, {"text": "Two Congressman will debate those questions ahead.", "sentId": 73}], "secId": 37}, {"speaker": "Plus", "sentences": [{"text": "The drive to pass an emergency bill compromise.", "sentId": 74}, {"text": "Will it do anything to lower gas prices?", "sentId": 75}, {"text": "We'll tell you what's in the measure and what's not.", "sentId": 76}], "secId": 38}, {"speaker": "And New York Governor George Pataki's big announcement", "sentences": [{"text": "Where will his new path lead him?", "sentId": 77}], "secId": 39}, {"speaker": "SYLVESTER", "sentences": [{"text": "As the massive and long-awaited energy bill nears a final vote in Congress, details of the multibillion-dollar legislation are beginning to emerge.", "sentId": 78}, {"text": "Our Bruce Morton takes a look at the fine print.", "sentId": 79}], "secId": 40}, {"speaker": "MORTON", "sentences": [{"text": "The bill gives energy industries $11.5 billion in subsidies for oil, gas, coal, even nuclear power.", "sentId": 80}, {"text": "But what will it do?", "sentId": 81}, {"text": "The U.S. now imports 58 percent of the oil it uses.", "sentId": 82}, {"text": "Federal officials project that will be 68 percent by 2025, and analysts say this bill won't change that much.", "sentId": 83}, {"text": "Will it lower gas prices?", "sentId": 84}, {"text": "Even the chairman of the House Energy Committee says that might take a year, and he's one of the optimists.", "sentId": 85}], "secId": 41}, {"speaker": "The bill does some things", "sentences": [{"text": "Mandates an inventory of current offshore oil and gas reserves, even in areas now off-limits like California and Florida.", "sentId": 86}, {"text": "It gives the federal government the exclusive right to approve construction of liquefied national gas facilities, even if governors or local officials object.", "sentId": 87}], "secId": 42}, {"speaker": "The bill does some things", "sentences": [{"text": "It doesn't mention drilling the Arctic National Wildlife Refuge in Alaska, but that's been approved in other bills and final approval is likely in September.", "sentId": 88}, {"text": "It delays for at least 141 days a U.S. government review of China's bid to purchase Unocal.", "sentId": 89}, {"text": "It does not protect the manufacturers of gasoline additive MTBE as suspected carcinogen from lawsuits.", "sentId": 90}, {"text": "It does not require increased fuel efficiency in U.S. cars and trucks.", "sentId": 91}], "secId": 43}, {"speaker": "The bill does some things", "sentences": [{"text": "Conferees defeated a proposal to require that 10 percent of U.S. electricity come from renewable sources, wind, solar power and so on, by 2020, and a proposal calling on the president to cut U.S. oil consumption, now 20 million barrels a day, by one million barrels a day by the year 2015.", "sentId": 92}], "secId": 44}, {"speaker": "The bill does some things", "sentences": [{"text": "One Democratic critic called it a scrapple full of pork many Democrats will like, and passage is expected this week.", "sentId": 93}, {"text": "And then...", "sentId": 94}], "secId": 45}, {"speaker": "ROTHENBERG", "sentences": [{"text": "I think it's important for the Republicans to be able to say they've done something, they've addressed energy finally.", "sentId": 95}, {"text": "But the devil is always in the details and if six months or a year from now people don't see lower energy prices or hear that there is more energy available, they may say the Republicans really didn't do very much.", "sentId": 96}], "secId": 46}, {"speaker": "MORTON", "sentences": [{"text": "The bill does one other thing: It expands daylight saving time, starting it earlier, second Sunday in March instead of the first Sunday in April, and extending it a week to end on the first Sunday in November.", "sentId": 97}, {"text": "This is very important to a powerful lobby, America's children.", "sentId": 98}, {"text": "What it means, kids, is a longer Halloween.", "sentId": 99}, {"text": "Trick or treat!", "sentId": 100}], "secId": 47}, {"speaker": "MORTON", "sentences": [{"text": "Bruce Morton, CNN, Washington.", "sentId": 101}], "secId": 48}, {"speaker": "SYLVESTER", "sentences": [{"text": "New York Governor George Pataki makes big decision, but another one still looms in our Wednesday political bytes.", "sentId": 102}, {"text": "Pataki said today he will not run for a fourth term as governor next year.", "sentId": 103}, {"text": "Recent polls have shown him trailing state attorney general and probable Democratic candidate Eliot Spitzer.", "sentId": 104}, {"text": "And while Pataki has decided to leave Albany, he has been mentioned as a possible White House hopeful in 2008.", "sentId": 105}, {"text": "Today Pataki offered only a slight hint about his future plans.", "sentId": 106}], "secId": 49}, {"speaker": "GOV. GEORGE PATAKI", "sentences": [{"text": "In a year and a half, I will be able to leave this office confident in the future of our great state, because I believe in you.", "sentId": 107}, {"text": "In the meantime, we're going to keep this state moving forward, and come 2007, I will follow a new path, find new challenges, knowing I am leaving the state we love in the best hands possible.", "sentId": 108}], "secId": 50}, {"speaker": "SYLVESTER", "sentences": [{"text": "Former Democratic running mates John Kerry and John Edwards are both expected in New Hampshire on Friday.", "sentId": 109}, {"text": "Kerry will attend a thank you reception for his New Hampshire supporters in last year's campaign.", "sentId": 110}, {"text": "Edwards will attend a Manchester fundraiser for his former New Hampshire state chairman.", "sentId": 111}], "secId": 51}, {"speaker": "SYLVESTER", "sentences": [{"text": "And in the battle for campaign cash, Republican John McCain has reportedly taken steps to get his political action committee back up and running.", "sentId": 112}, {"text": "\"Political Moneyline\" reports that Straight Talk America registered as a federal pact earlier this month.", "sentId": 113}], "secId": 52}, {"speaker": "SYLVESTER", "sentences": [{"text": "Just ahead, is free trade the solution or part of the problem?", "sentId": 114}, {"text": "As the White House takes up the Central American Free Trade Agreement, I'll talk with two Congressman from the same party, but with very different views.", "sentId": 115}], "secId": 53}, {"speaker": "SYLVESTER", "sentences": [{"text": "As we have reported, President Bush was on Capitol Hill this morning to rally support for the Central American Free Trade Agreement.", "sentId": 116}], "secId": 54}, {"speaker": "SYLVESTER", "sentences": [{"text": "And with me now to talk about CAFTA, as it's known, are two Republicans on opposite sides of the issue.", "sentId": 117}, {"text": "Congressman Clay Shaw of Florida supports the trade deal.", "sentId": 118}, {"text": "Congressman Walter Jones of North Carolina opposes the agreement.", "sentId": 119}], "secId": 55}, {"speaker": "SYLVESTER", "sentences": [{"text": "Our first question for you, Representative Shaw.", "sentId": 120}, {"text": "As we just mentioned, President Bush was on the Hill talking about CAFTA and House Majority Leader Tom DeLay is predicting a win tonight.", "sentId": 121}, {"text": "How do you get there, though, from where -- if you only have six to 12 Democrats, a handful of Democrats voting for it and a number of Republicans against it?", "sentId": 122}], "secId": 56}, {"speaker": "SHAW", "sentences": [{"text": "Well, there's a lot of Democrats that are kind of hiding their vote at this time, so hopefully we'll grow that total.", "sentId": 123}, {"text": "And hopefully we'll get some of our good friends like Walter here to take another look at the issue.", "sentId": 124}, {"text": "It's a win-win for America.", "sentId": 125}, {"text": "And it's simply imposing fair trade where right now there's one-way free trade coming into the United States.", "sentId": 126}], "secId": 57}, {"speaker": "SHAW", "sentences": [{"text": "We want to level the playing field and have a fair trade and get those tariff barriers down going into Central America.", "sentId": 127}, {"text": "So it's good for America, and I think the president made a very good -- a very good pitch this morning.", "sentId": 128}, {"text": "And it was very passionate pitch, as I'm sure my friend Walter here will agree.", "sentId": 129}], "secId": 58}, {"speaker": "SYLVESTER", "sentences": [{"text": "Representative Jones, do you agree?", "sentId": 130}, {"text": "Do you think they actually do have the votes to pass CAFTA?", "sentId": 131}, {"text": "That there are some hidden Democratic votes out there?", "sentId": 132}], "secId": 59}, {"speaker": "JONES", "sentences": [{"text": "Well, Clay Shaw is one of my dearest friends and a man I have great respect for.", "sentId": 133}, {"text": "We feel pretty confident right now -- obviously at 3:40 in the afternoon or 3:50, this could change tonight by 7:00 or 8:00.", "sentId": 134}, {"text": "We think we have at least 25 to 28 hard no votes on the Republican side.", "sentId": 135}, {"text": "The Democrats are telling me that they only feel like they will lose between eight and 10.", "sentId": 136}, {"text": "If those numbers hold true, then we think we're in great shape, defeating this CAFTA, going back to the negotiating table.", "sentId": 137}], "secId": 60}, {"speaker": "SYLVESTER", "sentences": [{"text": "Representative Shaw, you know, I've heard the argument -- in fact, you just described the argument that's been made repeatedly, that CAFTA will level the playing field, that it will increase exports to Central America.", "sentId": 138}, {"text": "But if you look at NAFTA, those exact same arguments were made then and instead what we've seen are tens-of-thousands of jobs -- American jobs that have been lost.", "sentId": 139}, {"text": "The trade deficit has ballooned.", "sentId": 140}, {"text": "Why would anyone expect that CAFTA would be different?", "sentId": 141}], "secId": 61}, {"speaker": "SHAW", "sentences": [{"text": "Well, don't lose sight of the fact right now the tariff barriers coming into the United States are already down.", "sentId": 142}, {"text": "Plus, Central America is not that large a piece of the trading situation.", "sentId": 143}, {"text": "I think like 13 percent of our exports go into Central America.", "sentId": 144}], "secId": 62}, {"speaker": "SHAW", "sentences": [{"text": "So, it's not that huge, but I think this goes beyond just simply trade.", "sentId": 145}, {"text": "I was here during the Reagan administration and at that time, we had terrible problems down in Central America.", "sentId": 146}, {"text": "We had -- the communists were running half the show down there.", "sentId": 147}, {"text": "We had dictatorships.", "sentId": 148}, {"text": "We had  revolutions.", "sentId": 149}], "secId": 63}, {"speaker": "SHAW", "sentences": [{"text": "Now they've settled down.", "sentId": 150}, {"text": "They're looking north to us.", "sentId": 151}, {"text": "They all have democracies, even though they have a lot of poverty down there, still, which this bill would certainly address, they still -- I think, the future of Central America could very well hinge on this important agreement.", "sentId": 152}, {"text": "And the future of Central America and being pro-American, that is United States American, is very important to our national security.", "sentId": 153}, {"text": "So, this thing has legs that are much longer than just simple trade.", "sentId": 154}], "secId": 64}, {"speaker": "JONES", "sentences": [{"text": "Lisa, could I speak to that?", "sentId": 155}], "secId": 65}, {"speaker": "SYLVESTER", "sentences": [{"text": "Yes.", "sentId": 156}, {"text": "I was just going to ask you to weigh in, Representative Jones.", "sentId": 157}, {"text": "I'm sure you have some comments on this.", "sentId": 158}], "secId": 66}, {"speaker": "JONES", "sentences": [{"text": "Well, let me share with you -- I have a letter signed by seven elected officials from Honduras, Guatemala, El Salvador, Nicaragua and just one sentence I want to share with you in this letter.", "sentId": 159}, {"text": "It was written to all members of Congress, by the way and it says, \"CAFTA will only lead to more social instability in the region as more medium and small farmers will lose their livelihood and become part of the poor population numbers.\"", "sentId": 160}, {"text": "They're asking us to vote against this.", "sentId": 161}, {"text": "Go back to the negotiating table and do what is right for the Central American workers and also the American workers.", "sentId": 162}, {"text": "In my state of North Carolina, since NAFTA, we lost over 200,000 jobs and in this country alone, we lost 2.5 million jobs.", "sentId": 163}], "secId": 67}, {"speaker": "SYLVESTER", "sentences": [{"text": "Congressman Shaw, the administration has made it very clear that this is a top priority.", "sentId": 164}, {"text": "And it hasn't been shy at all about asking representatives:  What will it take to sweeten the pot?", "sentId": 165}, {"text": "What will it take to secure their vote, even though as we just heard, there have been thousands of -- tens-of-thousands, in fact, of jobs lost.", "sentId": 166}, {"text": "It puts representative in quite the quandary.", "sentId": 167}, {"text": "Now, why not just try to pass CAFTA on its own merits?", "sentId": 168}], "secId": 68}, {"speaker": "SHAW", "sentences": [{"text": "Well, first of all I would dispute the figures as to the loss of jobs.", "sentId": 169}, {"text": "That is a bogus argument.", "sentId": 170}, {"text": "Even though there are some jobs that have gone to Mexico, I think that as far as the economy of the United States, NAFTA has not been a -- has not been a negative.", "sentId": 171}], "secId": 69}, {"speaker": "SHAW", "sentences": [{"text": "But just look at it this way, you've got right now, about American apparel, up to 23 percent tariff on goods going from the United States into Central America; up to 16 percent on textiles.", "sentId": 172}, {"text": "Plastics, rubber, I can go right down the line and talk about the tremendous amount of tariffs that the United States manufactures are having to cope with in getting their goods into Central America.", "sentId": 173}], "secId": 70}, {"speaker": "SHAW", "sentences": [{"text": "Agriculture -- This thing is huge.", "sentId": 174}, {"text": "You mentioned the poor farmers -- or my friend here, Mr. Jones, mentioned the poor farmers.", "sentId": 175}, {"text": "Obviously there's always some people that are going to be alarmed by free trade.", "sentId": 176}, {"text": "They're no longer going to be protected by a lot of tariffs.", "sentId": 177}, {"text": "But the majority of the people in Central America will certainly profit by this.", "sentId": 178}, {"text": "The trade preferences to Central America go away at the end of 2006 and at that point, also, perhaps the cut-and- show sew shops, the investment and guess who -- where it will go?", "sentId": 179}, {"text": "It will go to China.", "sentId": 180}], "secId": 71}, {"speaker": "SYLVESTER", "sentences": [{"text": "Well, I've got -- let me just interrupt you there for a moment.", "sentId": 181}, {"text": "Congressman Jones, I want you to comment, because we're running out of time.", "sentId": 182}, {"text": "But first, quickly, on the jobs issue, because it sounded like you wanted to say something and then your thoughts on the Pentagon announcing that it wants to start bringing troops back by next spring or summer.", "sentId": 183}], "secId": 72}, {"speaker": "JONES", "sentences": [{"text": "Well, I -- The only thing I want to say to my friend, Mr. Shaw, is my numbers about North Carolina and the effect of NAFTA are absolutely correct, because I've checked with the state of North Carolina numerous times and it is in my state 200,000 jobs have been lost due directly to NAFTA.", "sentId": 184}], "secId": 73}, {"speaker": "know", "sentences": [{"text": "Congressmen, thank you very much for joining us and we'll have to see how this debate shapes up tonight on CAFTA.", "sentId": 185}, {"text": "I know it's going to be a long night for everyone.", "sentId": 186}], "secId": 74}, {"speaker": "SHAW", "sentences": [{"text": "And I might add that these countries that we're talking about have been supporting us in Iraq and that's important.", "sentId": 187}], "secId": 75}, {"speaker": "SYLVESTER", "sentences": [{"text": "All right.", "sentId": 188}, {"text": "You get the last word in there.", "sentId": 189}, {"text": "All right.", "sentId": 190}, {"text": "Thank you very much, gentlemen.", "sentId": 191}, {"text": "We look forward to having you on again.", "sentId": 192}], "secId": 76}, {"speaker": "up", "sentences": [{"text": "I'll talk to a top Senate Democrat and Republican about John Roberts' records.", "sentId": 193}, {"text": "What's in them and how will they affect the fight of the president's Supreme Court nominee?", "sentId": 194}], "secId": 77}, {"speaker": "Plus", "sentences": [{"text": "Will this former surfer ride in a mayor's office that has been under a wave of controversy?", "sentId": 195}, {"text": "The votes are in, but the political saga continues.", "sentId": 196}, {"text": "More INSIDE POLITICS ahead.", "sentId": 197}], "secId": 78}, {"speaker": "SYLVESTER", "sentences": [{"text": "As the markets get set to close on Wall Street, I'm joined by Kitty Pilgrim in New York with \"The Dobbs Report--\"  Kitty?", "sentId": 198}], "secId": 79}, {"speaker": "PILGRIM", "sentences": [{"text": "Hi, Lisa.", "sentId": 199}, {"text": "Thanks.", "sentId": 200}], "secId": 80}, {"speaker": "We had a really good day in the market.  Let's take a look", "sentences": [{"text": "Dow Industrials are up about 56 points.", "sentId": 201}, {"text": "Nasdaq nearly half-of-one percent higher.", "sentId": 202}, {"text": "We had a rough day, however, at Delta Airlines.", "sentId": 203}, {"text": "Delta shares sank 15 percent.", "sentId": 204}, {"text": "That's after the company's CEO sent a memo to employees.", "sentId": 205}, {"text": "The bottom line he said:  The airline's restructuring plan, not enough to save it from bankruptcy.", "sentId": 206}, {"text": "The other steps will be needed.", "sentId": 207}], "secId": 81}, {"speaker": "We had a really good day in the market.  Let's take a look", "sentences": [{"text": "Northwest CEO says it, too, may be forced into bankruptcy if the carrier does not quickly cut a billion dollars out of labor costs.", "sentId": 208}, {"text": "However, there is some good news for travelers.", "sentId": 209}, {"text": "We do have good news in the airline industries.", "sentId": 210}, {"text": "Delta will let you cancel tickets now without penalties if you find a cheaper fare elsewhere.", "sentId": 211}, {"text": "That's the condition.", "sentId": 212}], "secId": 82}, {"speaker": "We had a really good day in the market.  Let's take a look", "sentences": [{"text": "Well, if you're shopping for a new car you'd better act fast.", "sentId": 213}, {"text": "G.M.", "sentId": 214}, {"text": "says it will end employee discounts to everyone this weekend.", "sentId": 215}, {"text": "It's running out of cars.", "sentId": 216}, {"text": "G.M.", "sentId": 217}, {"text": "discounts were so successful that other automakers copied it.", "sentId": 218}, {"text": "Ford and Chrysler will also end their employee discounts this weekend.", "sentId": 219}, {"text": "So you'd better act fast.", "sentId": 220}], "secId": 83}, {"speaker": "And coming up on CNN 6", "sentences": [{"text": "00 p.m. Eastern on \"LOU DOBBS TONIGHT:\" North Korea refuses to give up its nuclear weapons and still U.S. negotiators at the talks in Beijing are trying to appear upbeat.", "sentId": 221}], "secId": 84}, {"speaker": "HILL", "sentences": [{"text": "It's complicated and there was a lot of work that we all had to do, but I think there's also a real spirit there.", "sentId": 222}, {"text": "We should really try to accomplish something.", "sentId": 223}, {"text": "PILGRIM:  Also tonight, House Majority Leader Tom Delay says the House now has enough votes to pass CAFTA, the controversial free trade agreement with Central America.", "sentId": 224}, {"text": "We'll have a full report on that.", "sentId": 225}, {"text": "Also, a debate between a Republican proponent of CAFTA and a Democratic opponent.", "sentId": 226}], "secId": 85}, {"speaker": "Plus", "sentences": [{"text": "Another alarming government warning about traveling across the border to Mexico.", "sentId": 227}, {"text": "We'll have that and more.", "sentId": 228}, {"text": "Do join us.", "sentId": 229}, {"text": "6:00 Eastern.", "sentId": 230}, {"text": "\"LOU DOBBS TONIGHT.\"", "sentId": 231}], "secId": 86}, {"speaker": "Plus", "sentences": [{"text": "Now back to Lisa.", "sentId": 232}], "secId": 87}, {"speaker": "SYLVESTER", "sentences": [{"text": "And we'll be watching.", "sentId": 233}, {"text": "Thanks, Kitty.", "sentId": 234}], "secId": 88}, {"speaker": "SYLVESTER", "sentences": [{"text": "And now back to INSIDE POLITICS and a must-read for many senators and journalists, those reams of documents from John Roberts' legal work for the Reagan administration.", "sentId": 235}], "secId": 89}, {"speaker": "SYLVESTER", "sentences": [{"text": "Our senior political analyst, Bill Schneider, has been going over the Supreme Court nominee's records, looking for clues about the kind of justice he'd be.", "sentId": 236}], "secId": 90}, {"speaker": "SCHNEIDER", "sentences": [{"text": "If you had doubts about whether John Roberts, the president's Supreme Court nominee, is a committed conservative, the documents just released should dispel them.", "sentId": 237}], "secId": 91}, {"speaker": "SCHNEIDER", "sentences": [{"text": "There are more than 15,000 pages from 1981 and '82, when Roberts served as special assistant to William French Smith, President Reagan's first attorney general.", "sentId": 238}, {"text": "They paint a picture of an eager, self-confident food soldier in the Reagan revolution.", "sentId": 239}, {"text": "Roberts was candid, even fearless, with his superiors, nothing wishy-washy about this young man.", "sentId": 240}], "secId": 92}, {"speaker": "SCHNEIDER", "sentences": [{"text": "In 1981, Roberts was asked to review a report on affirmative action by the outgoing chairman of the Civil Rights Commission.", "sentId": 241}, {"text": "Roberts dismissed the chairman's argument that failures in affirmative action were caused by sabotage.", "sentId": 242}, {"text": "\"There is no recognition of the obvious reason for failure,\" Roberts wrote.", "sentId": 243}, {"text": "\"The affirmative action program required the recruiting of inadequately prepared candidates.\"", "sentId": 244}], "secId": 93}, {"speaker": "SCHNEIDER", "sentences": [{"text": "In 1982, Roberts disagreed with the position taken by Assistant Attorney General Ted Olson.", "sentId": 245}, {"text": "Olson believed legislation pending in Congress to limit the Supreme Court's jurisdiction over abortion, busing and school prayer cases raised constitutional problems.", "sentId": 246}, {"text": "Roberts wrote in the margin of Olson's memo, \"Real courage would be to read the Constitution as it should be read and not kowtow to the Tribes, Lewises and Brinks.\"", "sentId": 247}], "secId": 94}, {"speaker": "Tribe", "sentences": [{"text": "\"It really should not matter what the personal ideology of our appointees may be, so long as they recognize that their ideology should have no role in the decisional process,\" a view that Roberts advanced again 21 years later during his confirmation hearing for the federal appeals court.", "sentId": 248}], "secId": 95}, {"speaker": "ROBERTS", "sentences": [{"text": "There's no role for advocacy with respect to personal beliefs or views on the part of a judge.", "sentId": 249}], "secId": 96}, {"speaker": "SCHNEIDER", "sentences": [{"text": "But, unlike the appeals court, the Supreme Court can set precedent.", "sentId": 250}], "secId": 97}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Roberts spent his very first day at the Justice Department helping coach Supreme Court nominee Sandra Day O'Connor for her confirmation hearings.", "sentId": 251}, {"text": "Now he's been nominated to succeed O'Connor on the court.", "sentId": 252}, {"text": "How is that for a historical footnote?", "sentId": 253}], "secId": 98}, {"speaker": "SYLVESTER", "sentences": [{"text": "Everything seems to go full circle, doesn't it, Bill?", "sentId": 254}], "secId": 99}, {"speaker": "SCHNEIDER", "sentences": [{"text": "It certainly does.", "sentId": 255}], "secId": 100}, {"speaker": "SYLVESTER", "sentences": [{"text": "All right, thank you very much, Bill Schneider.", "sentId": 256}], "secId": 101}, {"speaker": "SYLVESTER", "sentences": [{"text": "Well, many senators are poring over Roberts' history and making early assessments whether he's likely to get their confirmation vote.", "sentId": 257}, {"text": "Today, Patrick Leahy set a benchmark for rejecting Roberts' nomination.", "sentId": 258}, {"text": "In an interview with Vermont Public Radio, the ranking Democrat on the Judiciary Committee was asked if he would vote for Roberts if it appeared he would pursue an activist agenda.", "sentId": 259}, {"text": "And the senator responded, \"No, I wouldn't.\"", "sentId": 260}], "secId": 102}, {"speaker": "SYLVESTER", "sentences": [{"text": "Now let's talk to another Democrat about Roberts' prospects and the current flap over releasing his records.", "sentId": 261}, {"text": "Senator Ben Nelson of Nebraska is an influential figure in the confirmation process as a leader of the so-called gang of 14 moderates who averted an earlier battle over judicial nominees.", "sentId": 262}], "secId": 103}, {"speaker": "SYLVESTER", "sentences": [{"text": "Now, I understand that you have been, said that you are leaning toward voting for Roberts for confirming him.", "sentId": 263}, {"text": "Is that correct?", "sentId": 264}], "secId": 104}, {"speaker": "NELSON", "sentences": [{"text": "Well, what I said is, I see nothing in the process to date that would cause me not to vote for him.", "sentId": 265}, {"text": "The process is continuing, of course.", "sentId": 266}], "secId": 105}, {"speaker": "Committee", "sentences": [{"text": "Well, we have seen at least 15,000 new pages on Roberts released in the last day.", "sentId": 267}, {"text": "Was there anything in there that gives you pause, anything that makes you think that he will face more opposition in the Senate than previously thought?", "sentId": 268}], "secId": 106}, {"speaker": "NELSON", "sentences": [{"text": "Well, I don't know, but I doubt it.", "sentId": 269}, {"text": "I say that because I don't think that it should be about his judicial -- it shouldn't be about his political philosophy.", "sentId": 270}, {"text": "It should be about his judicial philosophy.", "sentId": 271}], "secId": 107}, {"speaker": "NELSON", "sentences": [{"text": "In other words, is he in -- is he content to be an adjudicator and doesn't want to be a legislator making law?", "sentId": 272}, {"text": "To me, that is the issue about Judge Roberts, not that I prejudge that, thinking that he wants to be an activist judge.", "sentId": 273}, {"text": "But I want to be sure that he doesn't plan to be and wouldn't become an activist judge.", "sentId": 274}, {"text": "That's what I think we ought to be looking at.", "sentId": 275}, {"text": "Political philosophy is interesting, but judicial philosophy is essential.", "sentId": 276}], "secId": 108}, {"speaker": "SYLVESTER", "sentences": [{"text": "On that note, speaking of judicial philosophy, a number of senators believe they have to have the documents, all of the documents.", "sentId": 277}, {"text": "In fact, another document fight is brewing over Roberts' tax records.", "sentId": 278}, {"text": "Will the IRS -- I understand the IRS will provide a one- page summary.", "sentId": 279}, {"text": "But the Bush administration is refusing to release his complete annual tax forms.", "sentId": 280}, {"text": "Why is it necessary to have these tax records?", "sentId": 281}], "secId": 109}, {"speaker": "NELSON", "sentences": [{"text": "Well, I don't know.", "sentId": 282}, {"text": "I assume that there are those who want to take a look to make sure that everything is in order.", "sentId": 283}, {"text": "This is a lifetime appointment.", "sentId": 284}, {"text": "I haven't weighed in on the docu-drama that's going on right now, quite honestly.", "sentId": 285}], "secId": 110}, {"speaker": "NELSON", "sentences": [{"text": "I think the committee ought not to ask for anything it shouldn't and I think the White House, the administration, ought to provide everything that it should.", "sentId": 286}, {"text": "But they ought to be able to work that out.", "sentId": 287}, {"text": "If there is some probative value, some particular level of interest because of -- it bears on his judicial abilities, then I think they're entitled to it.", "sentId": 288}, {"text": "But just to pore over documents because they're there I don't think helps anybody and it isn't going to make a difference in whether this person will be a good judge or not.", "sentId": 289}], "secId": 111}, {"speaker": "SYLVESTER", "sentences": [{"text": "In terms of the timeline, Senator Specter has said that he wants to start the hearings August 29, as early as August 29, to bring back senators for that.", "sentId": 290}, {"text": "That would give Democrats more than a month to review.", "sentId": 291}, {"text": "Is that a sufficient time?", "sentId": 292}, {"text": "I know some Democrats are trying to drag this out and they are insisting on a later date.", "sentId": 293}, {"text": "Do you agree with them?", "sentId": 294}], "secId": 112}, {"speaker": "NELSON", "sentences": [{"text": "Well, I don't know, because I'm not a member of the Judiciary Committee.", "sentId": 295}, {"text": "And -- and the nomination is properly before the Judiciary Committee right now.", "sentId": 296}, {"text": "And they ought to make that decision.", "sentId": 297}], "secId": 113}, {"speaker": "NELSON", "sentences": [{"text": "But, once again, I don't think anybody ought to be interested in dragging this out.", "sentId": 298}, {"text": "But I do think that a thorough review of the -- of the appropriate documents is in order.", "sentId": 299}, {"text": "That's what the hearing process is all about.", "sentId": 300}, {"text": "So, I certainly support their effort to get the documents.", "sentId": 301}, {"text": "I support their effort to get the right amount of time.", "sentId": 302}, {"text": "And, at this point, I leave that up to them to decide in both cases.", "sentId": 303}], "secId": 114}, {"speaker": "SYLVESTER", "sentences": [{"text": "Well, let me just switch gears really quickly here.", "sentId": 304}, {"text": "The Pentagon is now talking about a true pullout as early next spring or summer.", "sentId": 305}, {"text": "How does the U.S. achieve this, though, given the situation that the Iraqi police forces are not quite -- they're not even really close to standing on their own two feet at this point?", "sentId": 306}], "secId": 115}, {"speaker": "NELSON", "sentences": [{"text": "Well, I think it's going to be very difficult to pull out any significant number of our troops or of the coalition troops until there's a general belief that the Iraqis are in a position now to provide their own self-defense and their own self-government, maybe, in some instances, with our support and our help.", "sentId": 307}], "secId": 116}, {"speaker": "NELSON", "sentences": [{"text": "But I -- I would like to know more about what the percentage of their capability is.", "sentId": 308}, {"text": "Are they 50 percent capable of their self- defense?", "sentId": 309}, {"text": "Are they now about 50 percent capable of their self- government, with a constitution hopefully about to be finalized?", "sentId": 310}, {"text": "That's -- those are the questions that I've got.", "sentId": 311}, {"text": "What percentage of capability do they have?", "sentId": 312}, {"text": "If we can answer that, then I think we can begin to decide about the drawdown.", "sentId": 313}], "secId": 117}, {"speaker": "SYLVESTER", "sentences": [{"text": "Important questions.", "sentId": 314}, {"text": "All right, thank you very much, Senator Ben Nelson.", "sentId": 315}], "secId": 118}, {"speaker": "NELSON", "sentences": [{"text": "Thank you.", "sentId": 316}], "secId": 119}, {"speaker": "SYLVESTER", "sentences": [{"text": "And we'll get a Republican take on Roberts and how the confirmation process is playing out.", "sentId": 317}, {"text": "Up next, I'll talk with Senate Judiciary Committee chair -- member Lindsey Graham.", "sentId": 318}], "secId": 120}, {"speaker": "SYLVESTER", "sentences": [{"text": "Also head, have San Diego voters shut the revolving door at the mayor's office?", "sentId": 319}, {"text": "The results are in.", "sentId": 320}], "secId": 121}, {"speaker": "SYLVESTER", "sentences": [{"text": "And when we go \"Inside the Blogs,\" can a missing person be found online?", "sentId": 321}], "secId": 122}, {"speaker": "SYLVESTER", "sentences": [{"text": "Now a Republican in the thick of the process of confirming or rejecting Supreme Court nominee John Roberts.", "sentId": 322}], "secId": 123}, {"speaker": "SYLVESTER", "sentences": [{"text": "We're joined by Senator Lindsey Graham of South Carolina, a member of the Judiciary Committee.", "sentId": 323}], "secId": 124}, {"speaker": "SYLVESTER", "sentences": [{"text": "Thank you very much for joining us today.", "sentId": 324}, {"text": "We certainly appreciate that.", "sentId": 325}], "secId": 125}, {"speaker": "GRAHAM", "sentences": [{"text": "Yes, ma'am.", "sentId": 326}], "secId": 126}, {"speaker": "SYLVESTER", "sentences": [{"text": "Well, when Roberts was advising Sandra -- Sandra Day O'Connor, as we have heard, that he was advising her on her confirmation hearings, he said that nominees should not have to answer questions about specific cases.", "sentId": 327}], "secId": 127}, {"speaker": "SYLVESTER", "sentences": [{"text": "But if the majority of Americans, 61 percent, in fact, according to a CNN/\"USA Today\"/Gallup poll, think they have a right to know how he will rule on abortion issues, shouldn't he have to answer that question?", "sentId": 328}], "secId": 128}, {"speaker": "GRAHAM", "sentences": [{"text": "No.", "sentId": 329}, {"text": "Who wants a judge that has decided how the case is going to be determined before they hear it?", "sentId": 330}, {"text": "One hundred percent of Americans should want a judge not to make up their mind before they hear the facts.", "sentId": 331}, {"text": "And I just disagree with the poll.", "sentId": 332}], "secId": 129}, {"speaker": "GRAHAM", "sentences": [{"text": "If we start making judges tell us in Judiciary hearings how they're going to rule on abortion, same-sex marriage, guns, you name it, then they've disqualified themselves from hearing cases, because cases involve individual people.", "sentId": 333}, {"text": "Courts are for individual rights.", "sentId": 334}, {"text": "Polling is for politics.", "sentId": 335}, {"text": "And we don't want to take polling into the courtroom.", "sentId": 336}], "secId": 130}, {"speaker": "SYLVESTER", "sentences": [{"text": "Well, let me just press you a little bit on that, which is, how are we to know his philosophy, we meaning how are Americans supposed to know his philosophy to know what kind of judge he will make, whether or not he's going to be a legislative justice or whether or not he's going to let the -- the -- that judicial process work itself -- itself out?", "sentId": 337}], "secId": 131}, {"speaker": "GRAHAM", "sentences": [{"text": "The way he's conducted himself in every job he's had.", "sentId": 338}, {"text": "What do other lawyers who have worked with him think of him?", "sentId": 339}, {"text": "Has he been a lawyer that cuts corners, that tries to be overly active?", "sentId": 340}, {"text": "He's been a judge for two years.", "sentId": 341}, {"text": "Has he used the robe to become a legislator?", "sentId": 342}, {"text": "What do people think of him who have served with him as a judge, who have worked with him as a lawyer?", "sentId": 343}, {"text": "Is there anything in his background to make you believe that he would take his own personal opinions, put on a robe and enact a personal agenda vs. following the law?", "sentId": 344}], "secId": 132}, {"speaker": "GRAHAM", "sentences": [{"text": "I think, when you look at those qualities and that standard, you'll find a guy that's very modest in terms of judicial philosophy.", "sentId": 345}, {"text": "He's well respected and will not let a personal agenda get in the way of being a judge in a case that may involve you or me.", "sentId": 346}], "secId": 133}, {"speaker": "SYLVESTER", "sentences": [{"text": "Well, we're learning more about Roberts from documents released from the early 1980s.", "sentId": 347}, {"text": "An example is, he spoke out against a U.S. Commission on Civil Rights report, advised the attorney general on how to tactfully refuse a funding request for an Atlanta- based center that was named after Martin Luther King.", "sentId": 348}, {"text": "Are these concerns?", "sentId": 349}, {"text": "Do you think that these will be roadblocks to his confirmation?", "sentId": 350}], "secId": 134}, {"speaker": "GRAHAM", "sentences": [{"text": "If we start holding the advice a lawyer gives to their client against the lawyer in a privileged setting, then we're going to destroy the law.", "sentId": 351}], "secId": 135}, {"speaker": "GRAHAM", "sentences": [{"text": "Two things should not happen here.", "sentId": 352}, {"text": "We should not hold the fact that -- against Judge Roberts who he represented or any legal advice he gave at the request of a client or at the request of a boss.", "sentId": 353}, {"text": "I've represented rapists, murders.", "sentId": 354}, {"text": "You name it, I've represented them as a defense attorney in the Air Force and I've prosecuted him.", "sentId": 355}, {"text": "You shouldn't hold it against me the thoughts of my client.", "sentId": 356}, {"text": "You should not hold it against Judge Roberts for any legal advice he gave someone seeking legal advice, because that was his job.", "sentId": 357}, {"text": "You should judge him on his abilities as a lawyer, his qualifications, his judicial temperament, because, if we start doing that, people are not going to represent folks that are unpopular.", "sentId": 358}], "secId": 136}, {"speaker": "SYLVESTER", "sentences": [{"text": "And, on that note, Attorney General Alberto Gonzales said the legal right to abortion was settled for lower courts, but not the Supreme Court.", "sentId": 359}, {"text": "Was this in essence a message to the Senate that Roberts won't be bound by his past statements that the 1973 Roe vs. Wade decision essentially settled this issue?", "sentId": 360}], "secId": 137}, {"speaker": "GRAHAM", "sentences": [{"text": "If you're a lower court, you're bound by the precedent of the Supreme Court.", "sentId": 361}, {"text": "If you're a member of the Supreme Court, you and your colleagues can revisit any area of the law.", "sentId": 362}], "secId": 138}, {"speaker": "GRAHAM", "sentences": [{"text": "But to overturn a well-settled area of the law, you've got to find something new.", "sentId": 363}, {"text": "There's a pretty strict standard for that.", "sentId": 364}, {"text": "The idea of having him tell us whether he will affirm or reject a particular case is out of bounds, inappropriate.", "sentId": 365}, {"text": "We're looking at his abilities, his qualifications, not a commitment or a bargain to make to get on the court.", "sentId": 366}], "secId": 139}, {"speaker": "GRAHAM", "sentences": [{"text": "It's not about our pet peeves as senators.", "sentId": 367}, {"text": "It's about his qualification as a person and as a judge.", "sentId": 368}, {"text": "So, I don't think anybody's going to get him to answer that question how you'd rule on Roe v. Wade in the future, just like Justice Ginsburg refused to answer 36 times her view of the First Amendment, her view of the right of privacy.", "sentId": 369}, {"text": "She wasn't going to bind herself and disqualify herself before she ever got the job.", "sentId": 370}], "secId": 140}, {"speaker": "SYLVESTER", "sentences": [{"text": "Let me turn here to another issue.", "sentId": 371}, {"text": "We only have about 30 seconds or so.", "sentId": 372}], "secId": 141}, {"speaker": "GRAHAM", "sentences": [{"text": "Yes, ma'am.", "sentId": 373}], "secId": 142}, {"speaker": "SYLVESTER", "sentences": [{"text": "Defense Secretary Rumsfeld made a surprise visit to Baghdad, urging the Iraqis to finish their draft constitution before the August 15 deadline.", "sentId": 374}, {"text": "And General George Casey said that the U.S. is hopeful that it can bring back a substantial number of troops next spring, summer.", "sentId": 375}], "secId": 143}, {"speaker": "SYLVESTER", "sentences": [{"text": "How realistic, though, is this, given the situation on the ground?", "sentId": 376}, {"text": "Some people are even referring that the situation could tip into a civil war.", "sentId": 377}], "secId": 144}, {"speaker": "GRAHAM", "sentences": [{"text": "Well, the constitutional process is moving forward.", "sentId": 378}, {"text": "If we get it drafted in August and confirmed in October, it would be historic.", "sentId": 379}, {"text": "It took us 11 years.", "sentId": 380}, {"text": "If they need six more months, so be it.", "sentId": 381}], "secId": 145}, {"speaker": "GRAHAM", "sentences": [{"text": "But the idea of coming home too early is off the table.", "sentId": 382}, {"text": "I hope we can bring troops home next spring.", "sentId": 383}, {"text": "But the constitutional process is difficult in America.", "sentId": 384}, {"text": "It's difficult in Iraq.", "sentId": 385}, {"text": "Taking a 1,400- year-old religious dispute and solving that problem between now and October is tough.", "sentId": 386}, {"text": "But progress is being made.", "sentId": 387}, {"text": "There's all -- every reason to be hopeful that the Iraqis are coming together to draft a constitution they can live under.", "sentId": 388}], "secId": 146}, {"speaker": "SYLVESTER", "sentences": [{"text": "Senator Lindsey Graham, thank you very much for joining us.", "sentId": 389}, {"text": "GRAHAM:  Thank you.", "sentId": 390}], "secId": 147}, {"speaker": "SYLVESTER", "sentences": [{"text": "We appreciate it.", "sentId": 391}], "secId": 148}, {"speaker": "SYLVESTER", "sentences": [{"text": "Well, we turn our focus outside of Washington in the second edition of \"Political Bytes.\"", "sentId": 392}, {"text": "In an update to a story we told you about yesterday, San Diego surf shop owner and City Councilwoman Donna Frye was the top vote getter in yesterday's special election for mayor.", "sentId": 393}, {"text": "Frye, a Democrat, received 43 percent of the vote.", "sentId": 394}, {"text": "She now faces a run-off against Republican  Jerry Sanders.", "sentId": 395}], "secId": 149}, {"speaker": "SYLVESTER", "sentences": [{"text": "Frye, who was almost elected to the post last year as a write-in candidate, urged her supporters to return to the polls this fall.", "sentId": 396}], "secId": 150}, {"speaker": "FRYE", "sentences": [{"text": "Need to get engaged in November.", "sentId": 397}, {"text": "This is important.", "sentId": 398}, {"text": "This is -- this is a fight for our city and to return it back to the public.", "sentId": 399}], "secId": 151}, {"speaker": "SYLVESTER", "sentences": [{"text": "In New England, meantime, the brother of former Democratic presidential candidate John Kerry is considering his own political run for office.", "sentId": 400}, {"text": "Cam Kerry says he will run for Massachusetts secretary of state if the current secretary leaves to run for governor.", "sentId": 401}, {"text": "Cam Kerry tells \"The Boston Globe\" he is already working with some of his brother's top campaign fund-raisers.", "sentId": 402}], "secId": 152}, {"speaker": "SYLVESTER", "sentences": [{"text": "The Karl Rove story is still a hot topic of bloggers.", "sentId": 403}, {"text": "Up next, our blog reporters will have the latest from Rove's critics and defenders online.", "sentId": 404}], "secId": 153}, {"speaker": "SYLVESTER", "sentences": [{"text": "Bloggers continue to debate the Karl Rove connection to the CIA leak investigation.", "sentId": 405}], "secId": 154}, {"speaker": "SYLVESTER", "sentences": [{"text": "And for more, we check in with CNN political producer Abbi Tatton and Jacki Schechner, our blog reporter -- Jacki.", "sentId": 406}], "secId": 155}, {"speaker": "SCHECHNER", "sentences": [{"text": "Hi, Lisa.", "sentId": 407}], "secId": 156}, {"speaker": "SCHECHNER", "sentences": [{"text": "Well, there is plenty of information to talk about as the nuggets keep trickling out with regard to the Valerie Plame investigation.", "sentId": 408}, {"text": "A \"Washington Post\" article today now says that special prosecutor Patrick Fitzgerald's net of people he was going to talk about is much wider than initially thought, that he spoke to people such as George Tenet, other CIA officials, and also an unnamed stranger who approached Bob Novak, who is a CNN contributor, by the way, on the street at one point.", "sentId": 409}], "secId": 157}, {"speaker": "SCHECHNER", "sentences": [{"text": "The left side of the blogosphere taking a very hard look at this today.", "sentId": 410}, {"text": "Hullabaloo, this is digbysblog.blogspot.com, pleasantly surprised to read about this new information, not sure what's going to come up of it, everybody a little skeptical at this point, but does say this is evidence of a widening rift between the White House and the CIA as to who is really to blame regarding information -- or misinformation, rather, over the appearance of yellow cake uranium.", "sentId": 411}], "secId": 158}, {"speaker": "SCHECHNER", "sentences": [{"text": "The LeftCoaster.com saying exactly the same thing, that, if you come away from this article without seeing that the agency is about to get revenge, then you are not paying attention.", "sentId": 412}, {"text": "So, Valerie Plame out, more CIA-White House in right now.", "sentId": 413}], "secId": 159}, {"speaker": "TATTON", "sentences": [{"text": "Two other smaller stories are getting a little bit of attention on the left and on the right today involving this larger news story.", "sentId": 414}], "secId": 160}, {"speaker": "TATTON", "sentences": [{"text": "Both involve money.", "sentId": 415}, {"text": "Valerie Plame gave some away, and Karl Rove might be getting some more.", "sentId": 416}, {"text": "At the Stakeholder -- this is the blog of the Democratic Congressional Campaign Committee -- they're looking at a pay raise that Karl Rove is getting, along with other senior White House aides, including Scooter Libby as well, going up to $161,000.", "sentId": 417}, {"text": "In the comment section there, someone says, well, he's going to have massive legal bills.", "sentId": 418}, {"text": "So he probably needs it.", "sentId": 419}], "secId": 161}, {"speaker": "TATTON", "sentences": [{"text": "On the right, Power Line blog is looking at another story.", "sentId": 420}, {"text": "Valerie Plame, it's reported in \"The New York Post,\" gave away $372 as a campaign contribution to a progressive group last year, America Coming Together.", "sentId": 421}, {"text": "The right has been very interested in the political persuasion of Joseph Wilson and his wife.", "sentId": 422}], "secId": 162}, {"speaker": "TATTON", "sentences": [{"text": "Over at \"The Washington Monthly,\" again on the left, Kevin Drumm is looking into what he thinks is a wider Republican P.R.", "sentId": 423}, {"text": "strategy on the Karl Rove affair, on the Valerie Plame affair.", "sentId": 424}, {"text": "What he's looking into is -- what they're trying to do is, in his words, diminish the seriousness of outing a CIA agent.", "sentId": 425}, {"text": "He's pointing to Senator Pat Roberts, who wants to look into covert status and what he says is, Roberts is preemptively defending Rove on this one, he's saying preparing the public for something that Rove might have done.", "sentId": 426}], "secId": 163}, {"speaker": "SCHECHNER", "sentences": [{"text": "And the back and forth that often happens on the blogs, Pejman Yousefzadeh at Pejmanesque.com says he's surprised that Kevin Drumm can read minds, because Drumm is a Democrat.", "sentId": 427}, {"text": "Pejman is a Republican.", "sentId": 428}, {"text": "\"And he has no idea what the Republicans are doing.", "sentId": 429}, {"text": "How is it that Kevin could?\"", "sentId": 430}], "secId": 164}, {"speaker": "SCHECHNER", "sentences": [{"text": "We should just make note, he does not want this become a shout fest between him and Kevin.", "sentId": 431}, {"text": "That -- he says do not go into his comment section and scream at Kevin, so a little bit of warning and little of this civility, but definitely some disagreement.", "sentId": 432}], "secId": 165}, {"speaker": "SYLVESTER", "sentences": [{"text": "All right, Jacki and Abbi, thank you very much for your report.", "sentId": 433}, {"text": "And we'll check back with you in just a few minutes.", "sentId": 434}], "secId": 166}, {"speaker": "SYLVESTER", "sentences": [{"text": "Well, you can call it a family affair.", "sentId": 435}, {"text": "Timothy Flanigan, the president's nominee for deputy attorney general, appeared yesterday before the Senate Judiciary Committee for confirmation hearing.", "sentId": 436}, {"text": "The room was packed largely with Flanigan's own family.", "sentId": 437}, {"text": "Here's what happened when Flanigan's wife stood to make some introductions.", "sentId": 438}], "secId": 167}, {"speaker": "FLANIGAN", "sentences": [{"text": "Let me introduce my children and their spouses, if that's all right.", "sentId": 439}], "secId": 168}, {"speaker": "FLANIGAN", "sentences": [{"text": "Our son Patrick and his wife, Rapita of, and our two granddaughters, Samantha  and Jessica , our son James  and his twin brother, Timothy, our son -- our daughter Elizabeth and her husband Dan , our daughter Maureen  and her husband, Mark Severin .", "sentId": 440}, {"text": "And her twin sister is the one who's not available.", "sentId": 441}, {"text": "She's in Las Vegas -- Las Vegas.", "sentId": 442}], "secId": 169}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "That is most impressive.", "sentId": 443}, {"text": "I thank you.", "sentId": 444}], "secId": 170}, {"speaker": "FLANIGAN", "sentences": [{"text": "We're not finished yet.", "sentId": 445}], "secId": 171}, {"speaker": "FLANIGAN", "sentences": [{"text": "Our son Kevin , our son Mark , our son John , our daughter Rachel , our daughter Molly , and our  twins Emily  -- or Sarah   Melanie  Flanigan.", "sentId": 446}], "secId": 172}, {"speaker": "SYLVESTER", "sentences": [{"text": "Did you get all of that?", "sentId": 447}, {"text": "Well, if you lost track, that's understandable.", "sentId": 448}, {"text": "We kept count.", "sentId": 449}, {"text": "The Flanigans, who are Mormons, have 14 children.", "sentId": 450}, {"text": "And 13 of them made it to yesterday's hearing.", "sentId": 451}], "secId": 173}, {"speaker": "SYLVESTER", "sentences": [{"text": "Well, the examination of Supreme Court nominee John Roberts continues.", "sentId": 452}, {"text": "Thousands of pages of documents connected to Roberts' early government service were released.", "sentId": 453}, {"text": "Coming up, our \"Strategy Session\" looks at whether they reveal what kind of justice he could be.", "sentId": 454}], "secId": 174}, {"speaker": "SYLVESTER", "sentences": [{"text": "Welcome back to INSIDE POLITICS and our \"Strategy Session\" on today's hottest political topics.", "sentId": 455}], "secId": 175}, {"speaker": "SYLVESTER", "sentences": [{"text": "With us today, Democratic strategist Paul Begala and Republican strategist Joe Watkins.", "sentId": 456}], "secId": 176}, {"speaker": "And our topics", "sentences": [{"text": "Supreme Court nominee John Roberts continues his charm offensive as thousands of his legal documents are released.", "sentId": 457}, {"text": "The president and vice president head to the Hill.", "sentId": 458}, {"text": "It's part of their strategy for dealing with Congress/  And the defense secretary heads to Iraq as a top American general says improving conditions could bring good news for U.S. troops.", "sentId": 459}], "secId": 177}, {"speaker": "And our topics", "sentences": [{"text": "But first today, John Roberts met with more senators, including Republican Olympia Snow of Maine.", "sentId": 460}, {"text": "And the National Archives released thousands of Justice Department papers from the time Roberts was a special assistant to the attorney general.", "sentId": 461}, {"text": "Included are Roberts' arguments on affirmative action and his 1981 advice to then Supreme Court nominee Sandra Day O'Connor.", "sentId": 462}], "secId": 178}, {"speaker": "And our topics", "sentences": [{"text": "But first, I just want to say, a point of clarification.", "sentId": 463}, {"text": "Which is, earlier I mentioned that with the IRS documents that the IRS is willing to release a one-page summary of Roberts' records.", "sentId": 464}, {"text": "And I said that the White House had refused to.", "sentId": 465}, {"text": "What the White House is telling us is that they just haven't been asked for those records yet.", "sentId": 466}], "secId": 179}, {"speaker": "And our topics", "sentences": [{"text": "Now it gets us into this whole big debate with the records, 15,000 documents.", "sentId": 467}, {"text": "The White House has been essentially been very forthcoming in terms of offering documents.", "sentId": 468}, {"text": "And what do you say?", "sentId": 469}, {"text": "Do you think it's a good strategy there.", "sentId": 470}], "secId": 180}, {"speaker": "WATKINS", "sentences": [{"text": "It's a very good strategy.", "sentId": 471}, {"text": "The idea, of course, is to get this nominee confirmed and confirmed in time for the October 3 session.", "sentId": 472}, {"text": "There's no argument here.", "sentId": 473}, {"text": "The whole idea is to lay stuff out on the table for everybody to see it.", "sentId": 474}], "secId": 181}, {"speaker": "WATKINS", "sentences": [{"text": "And for the most part, from a strategic standpoint, Democrats initially had a strategy, at least in early July, of trying to attack whoever the nominee was by discounting the fact that the president -- by saying the president probably would not met -- confer with a good number of senators, especially on the other side of the aisle.", "sentId": 475}, {"text": "Two, that the nominee would be somebody who was an extremist.", "sentId": 476}, {"text": "And three, that they would not fork over the documents necessary for the Senate to really know who this person was.", "sentId": 477}, {"text": "And I think all those things have been satisfied.", "sentId": 478}], "secId": 182}, {"speaker": "SYLVESTER", "sentences": [{"text": "Well, they're essentially taking away some of their punch.", "sentId": 479}, {"text": "Do you agree with that, Paul?", "sentId": 480}], "secId": 183}, {"speaker": "BEGALA", "sentences": [{"text": "Yeah.", "sentId": 481}, {"text": "Very smart.", "sentId": 482}, {"text": "They've tried to kill the Democrats with kindness.", "sentId": 483}, {"text": "They've cooperated them to death over the prenominee period.", "sentId": 484}, {"text": "The president consulted far more than the constitution requires, very smart, very good for him.", "sentId": 485}, {"text": "They're releasing as you said 15,000 documents.", "sentId": 486}], "secId": 184}, {"speaker": "BEGALA", "sentences": [{"text": "They're drawing a line, though, there's a lot of documents they won't release.", "sentId": 487}, {"text": "They're going to argue that those are documents from when Mr. Roberts was deputy solicitor general.", "sentId": 488}, {"text": "And was giving legal advice to the president.", "sentId": 489}], "secId": 185}, {"speaker": "BEGALA", "sentences": [{"text": "I have to say I think they're right about that.", "sentId": 490}, {"text": "I worked for the president.", "sentId": 491}, {"text": "I think a president ought to have the right to confidential communications with his staff, something that Ken Starr and others didn't want President Clinton to have, so I'm going to be consistent here.", "sentId": 492}, {"text": "And the right should have belonged to President Clinton, it ought to belong to President Bush.", "sentId": 493}], "secId": 186}, {"speaker": "BEGALA", "sentences": [{"text": "But it makes it all the more glaring that they won't release his tax returns.", "sentId": 494}, {"text": "They have to.", "sentId": 495}, {"text": "As a political matter.", "sentId": 496}, {"text": "Not as a legal matter.", "sentId": 497}, {"text": "Candidates for Senate, for Congress, for dog catcher routinely release tax their returns.", "sentId": 498}, {"text": "And Judge Roberts has to, as well.", "sentId": 499}, {"text": "He just has to as a political matter so we know, is there any financial conflict of interest or are there any other issues that they raise.", "sentId": 500}], "secId": 187}, {"speaker": "BEGALA", "sentences": [{"text": "And they're going to have to do it.", "sentId": 501}, {"text": "Save this tape.", "sentId": 502}, {"text": "He's going to have to release his tax returns.", "sentId": 503}], "secId": 188}, {"speaker": "SYLVESTER", "sentences": [{"text": "Well, you know what they're saying on that, and that's in fact the point I was just clarifying.", "sentId": 504}, {"text": "If you come out and you say the White House is refusing to release these tax records, the White House comes back, you know they call us up and they say no, no, no, no, we're not refusing.", "sentId": 505}, {"text": "They just haven't asked us.", "sentId": 506}, {"text": "Is this part of the whole political process?", "sentId": 507}, {"text": "I mean, are we splitting hairs here?", "sentId": 508}, {"text": "What do you think?", "sentId": 509}], "secId": 189}, {"speaker": "WATKINS", "sentences": [{"text": "Well, I think that maybe some folks on the other side are looking for something to attack and there really isn't a lot to attack here.", "sentId": 510}, {"text": "This is a person who happens to be liked, well liked on both sides of the aisle.", "sentId": 511}, {"text": "He's worked with people on both sides of the aisle.", "sentId": 512}, {"text": "He really -- and no matter what you say about his political beliefs, whatever they may have within in the past, you have to look at his temperament as a judge and his judicial temperament and philosophy right now I think is one that puts him in good pace to be confirmed by the end of September.", "sentId": 513}], "secId": 190}, {"speaker": "BEGALA", "sentences": [{"text": "One of the conservatives argument on the Supreme Court is we should listen to the intent of the founding fathers.", "sentId": 514}, {"text": "Well, the founding fathers were clear about this.", "sentId": 515}, {"text": "Thomas Jefferson said when a person accepts a public trust, he becomes public property, meaning you have to disclose everything, and especially on finances.", "sentId": 516}, {"text": "I don't want to see medical records, or What videos he rents.", "sentId": 517}, {"text": "That's too yucky for me.", "sentId": 518}, {"text": "But his finances, the American people have a right to know.", "sentId": 519}], "secId": 191}, {"speaker": "SYLVESTER", "sentences": [{"text": "Let me just jump in really quickly, because I want to read a quote here.", "sentId": 520}, {"text": "This is a memo that was released back from when Roberts was in the Department of Justice back in 1981.", "sentId": 521}, {"text": "Quote, \"the approach was to avoid giving specific responses to any direct questions on legal issues likely to come up before the court, but demonstrating in the response, a firm command of the subject area and awareness of the relevant precedence and arguments.\"", "sentId": 522}, {"text": "Basically, talk as if you know the subject but don't give anything away.", "sentId": 523}, {"text": "Smart strategy or not.", "sentId": 524}, {"text": "What do you say, Paul?", "sentId": 525}], "secId": 192}, {"speaker": "BEGALA", "sentences": [{"text": "Bad strategy I think.", "sentId": 526}, {"text": "I think they should just tell the truth.", "sentId": 527}, {"text": "I think telling the truth is the best thing.", "sentId": 528}, {"text": "When Ruth Bader Ginsberg was nominated by President Clinton to the Supreme Court in 1993, she was asked by Senator Brown, then a senator from Colorado, about her views on abortion.", "sentId": 529}], "secId": 193}, {"speaker": "BEGALA", "sentences": [{"text": "She didn't say gee, it might come before me.", "sentId": 530}, {"text": "Of course it's going to come before her.", "sentId": 531}, {"text": "She didn't talk about a case particular.", "sentId": 532}, {"text": "But she said if a woman doesn't have a right to have an abortion, she's not a fully adult human being.", "sentId": 533}, {"text": "That's what she said.", "sentId": 534}], "secId": 194}, {"speaker": "BEGALA", "sentences": [{"text": "Now, that's a pretty -- in some people's eyes, extreme, certainly committed principal position on abortion.", "sentId": 535}, {"text": "She was still confirmed nearly unanimously.", "sentId": 536}, {"text": "Judge Roberts should say the truth.", "sentId": 537}, {"text": "He thinks abortion is not a constitutional right.", "sentId": 538}, {"text": "And Roe versus Wade was wrongly decided.", "sentId": 539}, {"text": "That's an honorable position.", "sentId": 540}, {"text": "Members of the Judiciary Committee in the Senate have that position.", "sentId": 541}, {"text": "He should just tell you the truth.", "sentId": 542}, {"text": "But I bet you a nickel he won't.", "sentId": 543}], "secId": 195}, {"speaker": "SYLVESTER", "sentences": [{"text": "You're eating into Joe's time right now.", "sentId": 544}, {"text": "We have just a few minutes left.", "sentId": 545}, {"text": "I want to get your insight.", "sentId": 546}], "secId": 196}, {"speaker": "WATKINS", "sentences": [{"text": "Well, the question becomes whether or not you want an activist judge on the court.", "sentId": 547}, {"text": "And this president has said he didn't want an activist.", "sentId": 548}, {"text": "He wants somebody who's going to fairly and rightly interpret the constitution of the United States.", "sentId": 549}], "secId": 197}, {"speaker": "WATKINS", "sentences": [{"text": "And how can you say what you're going to do on a given case, especially one that hasn't yet come up before you?", "sentId": 550}, {"text": "I think that Judge Roberts is doing the right thing.", "sentId": 551}, {"text": "He advised Justice O'Connor rightly.", "sentId": 552}, {"text": "And I think he's going to do the right thing himself when he's questioned.", "sentId": 553}], "secId": 198}, {"speaker": "SYLVESTER", "sentences": [{"text": "OK.  Joe and Paul stay right there.", "sentId": 554}, {"text": "We're going to get back to you in a minute on another topic.", "sentId": 555}], "secId": 199}, {"speaker": "SYLVESTER", "sentences": [{"text": "Well, the president headed to the other end of Pennsylvania Avenue today.", "sentId": 556}, {"text": "Coming up when the \"Strategy Session\" continues, President Bush's personal appeals to members of Congress.", "sentId": 557}, {"text": "What's behind his on-site visit.", "sentId": 558}], "secId": 200}, {"speaker": "SYLVESTER", "sentences": [{"text": "The \"Strategy Session\" continues on INSIDE POLITICS.", "sentId": 559}, {"text": "Still here, Paul Begala and Joe Watkins.", "sentId": 560}], "secId": 201}, {"speaker": "SYLVESTER", "sentences": [{"text": "President Bush, along with Vice President Cheney headed to Capitol Hill this morning to meet with House Republicans.", "sentId": 561}, {"text": "And part of the visit was to push for CAFTA, a free trade agreement with Central American nations up for a vote in the House.", "sentId": 562}, {"text": "The face-to-face approach brought very different reactions from the top Republican and Democrat on the Ways and Means Committee.", "sentId": 563}], "secId": 202}, {"speaker": "THOMAS", "sentences": [{"text": "This is not a major trade vote.", "sentId": 564}, {"text": "It is a major political vote.", "sentId": 565}, {"text": "It's been made a major political vote by the Democrats, because they believe there's an opportunity to blunt the thrust of the Republican majority and the Republican president.", "sentId": 566}, {"text": "It is not about trade.", "sentId": 567}], "secId": 203}, {"speaker": "RANGEL", "sentences": [{"text": "Why the president believes that he has to have this win, and the way he's doing it and the heavy-handed way he's carrying this, I don't know.", "sentId": 568}, {"text": "Is it the way the war's going?", "sentId": 569}, {"text": "Is it Karl Rove?", "sentId": 570}, {"text": "Is it Social Security?", "sentId": 571}, {"text": "Is it his ratings?", "sentId": 572}, {"text": "I have no clue.", "sentId": 573}], "secId": 204}, {"speaker": "SYLVESTER", "sentences": [{"text": "Well, there you heard that.", "sentId": 574}, {"text": "Do you agree with what Bill Thomas is saying, that this is basically a political punch at the president and not about the principals of CAFTA?", "sentId": 575}], "secId": 205}, {"speaker": "BEGALA", "sentences": [{"text": "I agree with both of them.", "sentId": 576}, {"text": "I agree that -- that Bill Thomas is right, this is going to be a major political issue.", "sentId": 577}, {"text": "No one is happier to see the president twisting Republican arms than the Democrats.", "sentId": 578}, {"text": "The Democrats think they're going to have a big issue here accusing Republicans of shipping jobs overseas with unfair trade deals.", "sentId": 579}, {"text": "That's why Charlie Rangel was smiling.", "sentId": 580}], "secId": 206}, {"speaker": "BEGALA", "sentences": [{"text": "You know, it was interesting that he points out that Republicans are becoming nervous.", "sentId": 581}, {"text": "They're just starting to run away from President Bush, because his approval rating is low.", "sentId": 582}, {"text": "The Iraq war is unpopular.", "sentId": 583}, {"text": "Karl Rove is in trouble and Carlie's just throwing more kerosene on the fire.", "sentId": 584}, {"text": "So, I love it.", "sentId": 585}, {"text": "He's just brilliant.", "sentId": 586}], "secId": 207}, {"speaker": "SYLVESTER", "sentences": [{"text": "And Joe?", "sentId": 587}], "secId": 208}, {"speaker": "WATKINS", "sentences": [{"text": "Well, this is an important one of course.", "sentId": 588}, {"text": "Obviously, it's not the largest agreement.", "sentId": 589}, {"text": "You know, 32 billion doesn't make it the largest agreement and I think all of these countries together in the composite would make them the 13th largest trading partner.", "sentId": 590}, {"text": "So, it's not a huge deal in that regard, but certainly going forward, it's important.", "sentId": 591}], "secId": 209}, {"speaker": "WATKINS", "sentences": [{"text": "So, I think the president was very, very smart.", "sentId": 592}, {"text": "I mean, a lot of folks are saying now that the votes are there for this thing to be passed, but the president was very smart, I think, to go to Capitol Hill, to make a personal appearance; to talk to folks personally.", "sentId": 593}], "secId": 210}, {"speaker": "WATKINS", "sentences": [{"text": "There's no substitute for personal charm and him going to the Hill was -- I mean, normally folks come to the White House, but in this case, he went to the Hill.", "sentId": 594}, {"text": "I think it was a smart move.", "sentId": 595}], "secId": 211}, {"speaker": "SYLVESTER", "sentences": [{"text": "Does it seem to suggest though, desperation?", "sentId": 596}, {"text": "I mean, for lack of a better word, when you're -- if you've got to have the president personally lobbying?", "sentId": 597}, {"text": "It's not just the pick up the phone and place a phone call to a few select members, this is...", "sentId": 598}], "secId": 212}, {"speaker": "WATKINS", "sentences": [{"text": "Well, these votes are important -- these votes are important and so, the president has to pay attention of course and he is.", "sentId": 599}, {"text": "I think he's doing the right thing by going to visit with members of Congress and it's good.", "sentId": 600}, {"text": "It shows a president in touch with the members of the House.", "sentId": 601}], "secId": 213}, {"speaker": "BEGALA", "sentences": [{"text": "It shows a president who's asking vulnerable Republicans to walk the plank on what Joe accurately describes as a relatively minor trade deal.", "sentId": 602}, {"text": "Republicans are going to lose seats over this.", "sentId": 603}, {"text": "President Bush is not.", "sentId": 604}, {"text": "He's not up for reelection.", "sentId": 605}, {"text": "So, he's going to men and women in who are in vulnerable districts -- not the safe Republicans like Bill Thomas, but there are plenty of Republicans being targeted by the Democrats who will be harmed politically by this vote and it's the worst position a president can put his party in.", "sentId": 606}], "secId": 214}, {"speaker": "BEGALA", "sentences": [{"text": "My president, Bill Clinton -- George Bush is my president too, but when I worked for Bill Clinton, we did that to Democrats on gun control and other tough issues and it was hard and we lost seats.", "sentId": 607}, {"text": "And I think those Republicans need to know tonight, that some of them voting for President Bush are going to lose their job because of it.", "sentId": 608}], "secId": 215}, {"speaker": "WATKINS", "sentences": [{"text": "Well, a lot just depends, too, on what the people buy; whether or not they buy what Republicans are saying.", "sentId": 609}, {"text": "And Republicans are saying:  You know what, this is going to create jobs.", "sentId": 610}, {"text": "Its is good for these trade barriers to come down.", "sentId": 611}, {"text": "It's going to create new jobs, that's a good thing for the economy and it's good for those Central American countries where perhaps, communism and terrorism in the past have wanted to take root.", "sentId": 612}], "secId": 216}, {"speaker": "WATKINS", "sentences": [{"text": "This stops all that stuff.", "sentId": 613}, {"text": "It creates a -- gives them more power, more economic leverage and makes them more viable.", "sentId": 614}, {"text": "And so, it ends up being a good thing for everybody.", "sentId": 615}, {"text": "Of course, Democrats disagree with that.", "sentId": 616}, {"text": "They're saying, of course, that you lose jobs.", "sentId": 617}], "secId": 217}, {"speaker": "SYLVESTER", "sentences": [{"text": "Does the strategy -- this essentially twisting arms and this personal appeal, does it actually work in the end and do you think that CAFTA -- bottom line, do you think we'll have a CAFTA agreement approved when we wake up tomorrow morning?", "sentId": 618}], "secId": 218}, {"speaker": "BEGALA", "sentences": [{"text": "Yes, I think it works.", "sentId": 619}, {"text": "I think Joe's right.", "sentId": 620}, {"text": "There's nothing like a president looking a member in the eye and saying:  I need you on this.", "sentId": 621}], "secId": 219}, {"speaker": "BEGALA", "sentences": [{"text": "I think it's going to work.", "sentId": 622}, {"text": "I think they're likely to pass it.", "sentId": 623}, {"text": "Yes, I think they probably have the votes.", "sentId": 624}, {"text": "They wouldn't be calling the vote if Tom Delay and the others who run the House didn't think they had the votes.", "sentId": 625}, {"text": "But I'm telling you, the first person who's going to lose his job over CAFTA is not going to be a textile worker North Carolina.", "sentId": 626}, {"text": "It's going to be vulnerable Republican Congressmen on the ballot in '06.", "sentId": 627}], "secId": 220}, {"speaker": "BEGALA", "sentences": [{"text": "Well you know, obviously the deal's been sweetened by some side deals and so, that's something to be considered, as well.", "sentId": 628}, {"text": "But I think this ends up being a good thing.", "sentId": 629}, {"text": "I think it passes and I think that as long as members can share with their constituents what this means for their district -- that is to say jobs -- new jobs and that it's a good thing for the district, then they'll be fine.", "sentId": 630}], "secId": 221}, {"speaker": "BEGALA", "sentences": [{"text": "If the district's in Ecuador, but there are not a lot of congressmen from Ecuador and Guatemala.", "sentId": 631}], "secId": 222}, {"speaker": "SYLVESTER", "sentences": [{"text": "We'll see what happens and I'll call you both depending on what the results are.", "sentId": 632}, {"text": "So, I'm going to hold you to this.", "sentId": 633}], "secId": 223}, {"speaker": "SYLVESTER", "sentences": [{"text": "All right.", "sentId": 634}, {"text": "Thank you.", "sentId": 635}, {"text": "We'll see you in just a moment, but first, the defense secretary makes another unannounced visit to Iraq, at the same time, the top U.S. commander there says there could be a fairly substantial troop withdrawal from Iraq.", "sentId": 636}, {"text": "But there are some fairly substantial \"ifs\" involved.", "sentId": 637}, {"text": "All that when this \"strategy session\" returns.", "sentId": 638}], "secId": 224}, {"speaker": "VERJEE", "sentences": [{"text": "I'm Zain Verjee reporting from Washington.", "sentId": 639}, {"text": "Coming up at the top of the hour:  A big arrest in Britain.", "sentId": 640}, {"text": "Police think they have the man who tried to bomb the Warren Street underground station.", "sentId": 641}, {"text": "The Pentagon talks about a big troop withdrawal from Iraq.", "sentId": 642}, {"text": "We'll tell you how many, how soon.", "sentId": 643}], "secId": 225}, {"speaker": "And where most teens are hanging out these days", "sentences": [{"text": "We'll give you a hint, it's likely not at the basketball court.", "sentId": 644}], "secId": 226}, {"speaker": "And where most teens are hanging out these days", "sentences": [{"text": "All those stories and much more just minutes away on \"WOLF BLITZER REPORTS.\"", "sentId": 645}, {"text": "For now though, back to INSIDE POLITICS.", "sentId": 646}], "secId": 227}, {"speaker": "SYLVESTER", "sentences": [{"text": "This \"Strategy Session\" continues on INSIDE POLITICS with Paul Begala and Joe Watkins and what could happen in Iraq.", "sentId": 647}, {"text": "During an unannounced visit to Baghdad by Defense Secretary Donald Rumsfeld, the top U.S. commander in Iraq said U.S. troops, a lot of them, might head home as early as next spring.", "sentId": 648}, {"text": "What are the chances that some of the estimated 135,000 American troops getting out?", "sentId": 649}, {"text": "General George Casey says it depends on a few things.", "sentId": 650}], "secId": 228}, {"speaker": "CASEY", "sentences": [{"text": "If the political process continues to go positively and if the development of the security forces continues to go as it is going, I do believe we'll still be able to take some fairly substantial reductions after these elections in the spring and summer of next year.", "sentId": 651}], "secId": 229}, {"speaker": "SYLVESTER", "sentences": [{"text": "That does sound like quite a few ifs:  \"If this happens, and if, and if...\"", "sentId": 652}], "secId": 230}, {"speaker": "BEGALA", "sentences": [{"text": "Very smart to say it that way.", "sentId": 653}, {"text": "That's a lot different than a timetable that's been suggested by some like Congressman Jones, of course, some weeks ago, suggested that there be a timetable laid out, which, of course, is always a difficult thing to do, because then you telegraph to the enemy -- to people who don't want you to succeed exactly what you're doing and when you're doing it.", "sentId": 654}], "secId": 231}, {"speaker": "BEGALA", "sentences": [{"text": "This is a, I think, a lot smarter approach.", "sentId": 655}, {"text": "It gives hope certainly to the troops.", "sentId": 656}, {"text": "It gives hop to the Iraqi people.", "sentId": 657}, {"text": "They're moving forward nicely.", "sentId": 658}, {"text": "They've got elections that are due at the end of the year and if all goes well, if they complete all that stuff, there's a good chance that the transition will be made and that U.S. troops will start to come home.", "sentId": 659}], "secId": 232}, {"speaker": "SYLVESTER", "sentences": [{"text": "But Paul, does it give everyone false hope?", "sentId": 660}, {"text": "In other words:  You put that out there like that and people start thinking: OK, well maybe, you know, relatives can start coming home.", "sentId": 661}, {"text": "How realistic is this even?", "sentId": 662}], "secId": 233}, {"speaker": "BEGALA", "sentences": [{"text": "Well, we're getting mixed signals.", "sentId": 663}, {"text": "General Casey says this hopeful thing that we'll be able to bring a whole lot of troops home next year, on the very day, as you pointed out, that Secretary Rumsfeld goes into Baghdad under cloak of secrecy.", "sentId": 664}], "secId": 234}, {"speaker": "BEGALA", "sentences": [{"text": "Now, we're the liberating power here and our secretary of defense two years after the liberation, still has to hide and sneak around before he can go in, when the ministers from Iran, our sworn enemies, go to Baghdad, they're treated like heroes.", "sentId": 665}], "secId": 235}, {"speaker": "secretary", "sentences": [{"text": "The actions of the defense secretary, who's acting like it's not at all safe there by going there under cloak of secrecy or General Casey, who gives us a very hopeful message.", "sentId": 666}, {"text": "I certainly hope Casey's right.", "sentId": 667}], "secId": 236}, {"speaker": "WATKINS", "sentences": [{"text": "Well, obviously the threat of terror is real everywhere.", "sentId": 668}, {"text": "Certainly in the Middle East it is, given the sad thing that happened last week in Egypt and certainly other threats that have been made.", "sentId": 669}, {"text": "So I think it's smart for any cabinet secretary, any high profile person to not let the folks know, not let the bad guys so to speak, know that they're coming.", "sentId": 670}], "secId": 237}, {"speaker": "BEGALA", "sentences": [{"text": "But isn't it galling -- I say this is as an opponent of war -- isn't it galling that the country that liberated them from Saddam Hussein has to hide?", "sentId": 671}, {"text": "And the terrorist state of Iran can send officials there in the broad daylight and no one -- they don't worry about their security.", "sentId": 672}, {"text": "It says something about the failure of the Bush strategy in Iraq.", "sentId": 673}], "secId": 238}, {"speaker": "WATKINS", "sentences": [{"text": "Well, the good people in Iraq are happy that Don Rumsfeld is there.", "sentId": 674}, {"text": "They're happy that Saddam is gone.", "sentId": 675}, {"text": "And that's most of the people in Iraq.", "sentId": 676}, {"text": "It's just the insurgents which are pockets of people who disagree with what's happening who want to cause and successfully have caused terror to take place.", "sentId": 677}], "secId": 239}, {"speaker": "SYLVESTER", "sentences": [{"text": "But those are the insurgents that are keeping the country from moving forward.", "sentId": 678}, {"text": "And do you think...", "sentId": 679}], "secId": 240}, {"speaker": "WATKINS", "sentences": [{"text": "Although, it is moving forward.", "sentId": 680}, {"text": "If you listen to what's said here, it always seems like there are problems with the country moving forward.", "sentId": 681}, {"text": "Think of all the stuff they've accomplished really in record time just in the last few months.", "sentId": 682}, {"text": "And if they have the elections as planned.", "sentId": 683}, {"text": "And I'm sure it will happen before the end of the year, that's a good thing.", "sentId": 684}, {"text": "That's a very good thing.", "sentId": 685}], "secId": 241}, {"speaker": "BEGALA", "sentences": [{"text": "That's like saying most of the people at Ford's Theater saw a good play.", "sentId": 686}, {"text": "OK, you know, but they shot Lincoln.", "sentId": 687}, {"text": "It was a bad day.", "sentId": 688}, {"text": "I don't mean to diminish what's going on in Iraq.", "sentId": 689}, {"text": "But the news that we see on CNN every day is real.", "sentId": 690}, {"text": "And it's a reality for 150,000 American troops.", "sentId": 691}, {"text": "And that's, I think, where the focus is.", "sentId": 692}, {"text": "That's why when General Casey says something like this, all of us on both sides of this become hopeful and optimistic.", "sentId": 693}, {"text": "And I just hope it pans out.", "sentId": 694}], "secId": 242}, {"speaker": "SYLVESTER", "sentences": [{"text": "And final word.", "sentId": 695}, {"text": "We only have a short while.", "sentId": 696}, {"text": "You can get the final word in.", "sentId": 697}], "secId": 243}, {"speaker": "WATKINS", "sentences": [{"text": "My friend, Paul.", "sentId": 698}, {"text": "He's so smart.", "sentId": 699}], "secId": 244}, {"speaker": "WATKINS", "sentences": [{"text": "But the truth be told, he's right.", "sentId": 700}, {"text": "Paul is actually right.", "sentId": 701}, {"text": "It's a happy day for everybody.", "sentId": 702}, {"text": "This is not a Democrat or Republican thing.", "sentId": 703}, {"text": "This is an American thing and an Iraqi thing and a thing of freedom thing.", "sentId": 704}, {"text": "And obviously, if those troops are able to come home and the transition is made successfully, everybody wins.", "sentId": 705}], "secId": 245}, {"speaker": "SYLVESTER", "sentences": [{"text": "Yes.", "sentId": 706}, {"text": "But first a couple of steps in the way.", "sentId": 707}, {"text": "Of course, August 15, the deadline for the new constitution.", "sentId": 708}, {"text": "And then, as you mentioned, the elections later this year.", "sentId": 709}], "secId": 246}, {"speaker": "SYLVESTER", "sentences": [{"text": "All right, thank you very much.", "sentId": 710}, {"text": "Paul Begala, Joe Watkins, thank you very much for joining us.", "sentId": 711}, {"text": "We appreciate the time.", "sentId": 712}, {"text": "Thank you.", "sentId": 713}], "secId": 247}, {"speaker": "SYLVESTER", "sentences": [{"text": "Well, just when we thought Senator Rick Santorum was not interested in running for president, the Pennsylvania Republican appears to be opening the door again.", "sentId": 714}, {"text": "Monday, Santorum responded to a question during an online chat by saying he did not intend to run for the White House in 2008.", "sentId": 715}], "secId": 248}, {"speaker": "SYLVESTER", "sentences": [{"text": "But at a breakfast meeting with reporters today, Santorum said he would not completely rule out a run for president in '08.", "sentId": 716}, {"text": "He says it would take a strange remote set of circumstances to get him into the race.", "sentId": 717}, {"text": "We'll try to pin Santorum down tomorrow when he's a guest on INSIDE POLITICS.", "sentId": 718}], "secId": 249}, {"speaker": "SYLVESTER", "sentences": [{"text": "A missing person case gets new attention.", "sentId": 719}, {"text": "Up next, our blog reporters tell us about a story that received little notice until a blogger got involved.", "sentId": 720}], "secId": 250}, {"speaker": "SYLVESTER", "sentences": [{"text": "The ranking Democrat on the Senate Foreign Relations Committee is raising questions about John Bolton's stalled nomination to be the ambassador to the U.N.  At issue, whether Bolton has testified in the CIA leak investigation.", "sentId": 721}, {"text": "And if so, when?", "sentId": 722}, {"text": "Senator Joe Biden cites an MSNBC report on July 21 that Bolton had testified before the grand jury in the leak case.", "sentId": 723}], "secId": 251}, {"speaker": "SYLVESTER", "sentences": [{"text": "Back in March, Bolton filed a committee questionnaire requiring him to state whether he had testified before a grand jury within the past five years.", "sentId": 724}, {"text": "Biden is asking Secretary of State Condoleezza Rice to clarify if and when Bolton has testified in the leak case.", "sentId": 725}], "secId": 252}, {"speaker": "SYLVESTER", "sentences": [{"text": "A Philadelphia blogger has taken up the case of a missing woman.", "sentId": 726}, {"text": "And now the mystery is receiving new attention.", "sentId": 727}, {"text": "For more, let's rejoin CNN political producer Abbi Tatton and Jacki Schechner, our blog reporter -- Jacki.", "sentId": 728}], "secId": 253}, {"speaker": "SCHECHNER", "sentences": [{"text": "Hi, Lisa.", "sentId": 729}, {"text": "A lot has been said online about how news coverage of missing people focuses very much on missing white women.", "sentId": 730}, {"text": "More so than on nonwhites.", "sentId": 731}, {"text": "Well, now there is a missing woman in the Philadelphia area and one blogger is using his network of friends and fellow bloggers to get the word out about her.", "sentId": 732}], "secId": 254}, {"speaker": "sites", "sentences": [{"text": "The blogger behind this real push is a Philadelphia blogger by the name of Richard Blair.", "sentId": 733}, {"text": "He blogs at AllSpinZone.com, which is a blog usually devoted to progressive politics.", "sentId": 734}, {"text": "Earlier on in the week, and in fact last Friday, Richard was listening to local news reports, heard this story, but then over the weekend he saw that it was getting very limited local coverage and almost no national attention at all.", "sentId": 735}], "secId": 255}, {"speaker": "sites", "sentences": [{"text": "He decided to do something about it.", "sentId": 736}, {"text": "He did numerous posts on his site, again AllSpinZone.com, about the case.", "sentId": 737}, {"text": "He also wrote a letter to CNN's Headline News trying to publicize the case.", "sentId": 738}], "secId": 256}, {"speaker": "sites", "sentences": [{"text": "On top of that, he used a mailing list, an e-mail list of his network of progressive bloggers to try and get the word out.", "sentId": 739}, {"text": "He says this is something that bloggers do sparingly, but he sent out this post saying this is a very important story.", "sentId": 740}, {"text": "I want you all to blog about it, all to follow it.", "sentId": 741}, {"text": "And it really seems to have worked.", "sentId": 742}], "secId": 257}, {"speaker": "SCHECHNER", "sentences": [{"text": "Richard considers himself a mid tier political blog.", "sentId": 743}, {"text": "And now he has gotten traction from some of the much larger blogs, including Escaton.", "sentId": 744}, {"text": "That is Duncan Black's Atrios.blogspot.com.", "sentId": 745}, {"text": "He is by far the largest progressive political blog in the Philadelphia area.", "sentId": 746}, {"text": "He has linked back to the All Spin Zone.", "sentId": 747}, {"text": "That will definitely help the traffic to that.", "sentId": 748}], "secId": 258}, {"speaker": "SCHECHNER", "sentences": [{"text": "Also, Richard has posted in a diary at DailyKos.com, that one of the top liberal blogs also getting more than half a million hits a day from what we understand.", "sentId": 749}], "secId": 259}, {"speaker": "SCHECHNER", "sentences": [{"text": "But you don't have to be a giant blog to help.", "sentId": 750}, {"text": "And there are a lot of local Philadelphia blogs who are chiming in right now.", "sentId": 751}, {"text": "And we like this over at the Smedley Blog, basically saying you don't have giant readership in order to help out.", "sentId": 752}, {"text": "Just put the photograph on your blog, post a little bit of information, track back to the All Spin Zone.", "sentId": 753}, {"text": "Even if it's one or two people that read your blog, that's one or two more people out there who can really put her face on the story.", "sentId": 754}, {"text": "And maybe help to find her.", "sentId": 755}], "secId": 260}, {"speaker": "TATTON", "sentences": [{"text": "But the idea is not just publicity for Blair.", "sentId": 756}, {"text": "What he's trying to fund raise, to get money for a reward fund, hoping that more people will come ahead with information.", "sentId": 757}], "secId": 261}, {"speaker": "TATTON", "sentences": [{"text": "He looked at a local citizen's crime group that was looking at this story, as well and saw that they will had a fundraising drive going, but no way to raise money online.", "sentId": 758}, {"text": "So what he did was work with them to invite people to his site in order to donate directly from his Web site using his Paypal account.", "sentId": 759}, {"text": "He had been fundraising for his own blog, his quarterly fundraising drive, but he gave that up on Saturday to help this effort to help this missing woman.", "sentId": 760}, {"text": "Back to you, Lisa.", "sentId": 761}], "secId": 262}, {"speaker": "SYLVESTER", "sentences": [{"text": "Keeping us informed on the blogs.", "sentId": 762}, {"text": "Thank you very much.", "sentId": 763}], "secId": 263}, {"speaker": "SYLVESTER", "sentences": [{"text": "Well, That's it for INSIDE POLITICS.", "sentId": 764}, {"text": "I'm Lisa Sylvester.", "sentId": 765}, {"text": "WOLF BLITZER REPORT starts right now.", "sentId": 766}, {"text": "END", "sentId": 767}], "secId": 264}, {"speaker": "SYLVESTER", "sentences": [{"text": "TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com", "sentId": 768}], "secId": 265}], "sectionCount": 266, "url": "transcripts.cnn.com/TRANSCRIPTS/0507/27/ip.01.html", "sentenceCount": 770, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 27, 2005 - 15:30   ET", "speakers": ["ANNOUNCER", "Between the lines", "A presidential test", "MENENDEZ", "UNIDENTIFIED MALE", "SYLVESTER", "MALVEAUX", "LEAHY", "HENRY", "PELOSI", "DELAY", "JONES", "We are now getting word that there are two more Republican who have signed on", "Now", "Plus", "And New York Governor George Pataki's big announcement", "MORTON", "The bill does some things", "ROTHENBERG", "GOV. GEORGE PATAKI", "SHAW", "know", "up", "PILGRIM", "We had a really good day in the market.  Let's take a look", "And coming up on CNN 6", "HILL", "SCHNEIDER", "Tribe", "ROBERTS", "NELSON", "Committee", "GRAHAM", "FRYE", "SCHECHNER", "TATTON", "FLANIGAN", "And our topics", "WATKINS", "BEGALA", "THOMAS", "RANGEL", "VERJEE", "And where most teens are hanging out these days", "CASEY", "secretary", "sites"], "title": "INSIDE POLITICS"}