{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1411.16.ip.01.html.json", "subTitle": "ISIS Video Claims Beheading of U.S. Hostage; Defiant Obama Prepares Executive Action for Immigration", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 0}, {"text": "I'm John King.", "sentId": 1}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 2}, {"text": "And with us this morning to share their reporting and their insights the \"Atlantic's\" Molly Ball, Peter Baker of \"The New York Times\", Ed O'Keefe of the \"Washington Post\" and NPR's Tamara Keith.", "sentId": 3}], "secId": 0}, {"speaker": "sad", "sentences": [{"text": "a claim by ISIS that it has beheaded a third American, aide worker Peter Kassig.", "sentId": 4}, {"text": "The White House says it is analyzing the video released by ISIS and that if confirmed we are appalled by the brutal murder of an innocent American aide worker.", "sentId": 5}], "secId": 1}, {"speaker": "sad", "sentences": [{"text": "Kassig's parents said they're aware of the video and awaiting word from the government about its authenticity.", "sentId": 6}, {"text": "And in a statement they urge news organizations not to broadcast the video or to publish images from it saying \"We prefer our son is written and remembered for his important work and the love he shared with friends and family, not in the manner the hostage takers would use to manipulate Americans and further their causes.\"", "sentId": 7}], "secId": 2}, {"speaker": "sad", "sentences": [{"text": "Peter Baker, as we dissect this, this morning and wait for authenticity but in the two further cases the videos turned out to be factual beheadings of American citizens, a reminder that ISIS is both a terrorist group and military organization taking land in Iraq, taking land in Syria and the question being raised in this town this morning, is the President's strategy working?", "sentId": 8}, {"text": "Airstrikes alone is it working or is this further proof that he might have to do more?", "sentId": 9}], "secId": 3}, {"speaker": "BAKER", "sentences": [{"text": "Yes, you know, there's a lot of talk of that lately.", "sentId": 10}, {"text": "Will he eventually have ground troops in there, he said no in the past, he was asked during his trip to Australia, you know, will that change as well?", "sentId": 11}, {"text": "You can't rule anything out, you can hypotheticals, like what if ISIS were to have a nuclear device, which is a nice chilling thought for a Sunday morning.", "sentId": 12}], "secId": 4}, {"speaker": "BAKER", "sentences": [{"text": "It's early still, they didn't expect this campaign to turn things over, overnight but there's an impatience obviously that this latest incident, you know, underscores and how much longer can the President hold people together behind a strategy that hasn't yet seemed to produce the results that we want.", "sentId": 13}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 14}, {"text": "Peter made the point about what the President said.", "sentId": 15}, {"text": "So let's go through this and let's start with General Dempsey.", "sentId": 16}, {"text": "America's top general was before congress the other day.", "sentId": 17}, {"text": "He's actually in Iraq right now having consultations with the Iraqi military and the Iraqi government about what to do next.", "sentId": 18}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "But Listen to General Dempsey before Congress.", "sentId": 19}, {"text": "This is the second straight time he's gone before Congress.", "sentId": 20}, {"text": "He knows the President has said no ground troops in Iraq.", "sentId": 21}, {"text": "Listen to the General.", "sentId": 22}], "secId": 7}, {"speaker": "DEMPSEY", "sentences": [{"text": "I'm not predicting at this point that I would recommend that those forces in Mosul and along the border would need to be accompanied by U.S. forces but we're certainly considering it.", "sentId": 23}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "\"Certainly considering it\", America's top general says, as Peter Baker just noted.", "sentId": 24}, {"text": "Here is the President hours, just hours ago wrapping up a week-long trip in Asia.", "sentId": 25}, {"text": "He's in Australia at a news conference before heading home.", "sentId": 26}], "secId": 9}, {"speaker": "OBAMA", "sentences": [{"text": "There are always circumstances in which the United States might need to deploy U.S.", "sentId": 27}, {"text": "Ground troops.", "sentId": 28}, {"text": "If we discovered that ISIL had gotten possession of a nuclear weapon, and we had to run an operation to get it out of their hands, then yes, you can anticipate that not only would Chairman Dempsey recommend me sending U.S. ground troops to get that weapon out of their hands but I would order it.", "sentId": 29}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Molly Ball, the President talking about the specter of ISIS possibly getting a nuclear weapon is one thing.", "sentId": 30}, {"text": "But I also take that as again a public rebuttal of the general who says we might need ground troops to help Iraqis up along the border, not a nuclear weapon confrontation.", "sentId": 31}, {"text": "Do we have -- why do we have, I guess is the question, this public tension between the Pentagon and the President over whether ground troops might be necessary?", "sentId": 32}], "secId": 11}, {"speaker": "BALL", "sentences": [{"text": "Well, and you think this is what the anti-interventionists are always warning about -- mission creep.", "sentId": 33}, {"text": "The idea that you have a military whose job it is to fight wars and so that's always what they're going to want to do and in any situation where they're being sort of hemmed in as they may see it, that they're going to want to expand the mission to attack more forcefully because that is the way they feel they can be most effective.", "sentId": 34}], "secId": 12}, {"speaker": "BALL", "sentences": [{"text": "So to those like the President himself, who want to limit the scope of this and make sure that it doesn't get out of hand and become another full-fledged conflict, it's very difficult to push back against that, because in any situation you're going to have setbacks like we are seeing today.", "sentId": 35}, {"text": "It's going to be imperfect, it's going to be messy.", "sentId": 36}, {"text": "It may not get the job done and then you're going to have to reconsider do we say oh, well, or do we expand the mission.", "sentId": 37}], "secId": 13}, {"speaker": "BALL", "sentences": [{"text": "And since the day the President announced this action, a lot of people on Capitol Hill, mostly Republicans, have been urging him to expand the mandate and we're going to hear that more in this current session of Congress wanting to expand the scope of what the U.S. is doing against ISIS.", "sentId": 38}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "And the question is, will the White House listen and how unified will that debate be, Ed, in the sense that as Molly notes some Republicans from the beginning have said you're going to need ground troops.", "sentId": 39}, {"text": "And there's been reports in recent weeks about new alliances inside Egypt, inside and other countries that ISIS is making, apparently spreading its reach and spreading its power.", "sentId": 40}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "On Capitol Hill the Democrats don't want ground troops in Iraq, let alone anything broader in the Middle East but will the newly empowered Republicans be able to pressure the President?", "sentId": 41}], "secId": 16}, {"speaker": "O'KEEFE", "sentences": [{"text": "I think they will certainly force the debate and they'll continue to bring up guys like General Dempsey to discuss this and to create an even greater public schism between military leaders and the President.", "sentId": 42}], "secId": 17}, {"speaker": "O'KEEFE", "sentences": [{"text": "Whether or not a debate actually gets held and when it would be held is still an open question.", "sentId": 43}, {"text": "There's going to be a modest conversation about it, and I really only say conversation because they've got to do the defense policy bill by the end of this year and it's expected to sort of keep things as they are right now, with some expectation that at some point next year, there would be a bigger, broader debate about do we need ground troops, do we need to devote much more money and resources to this but there's no real groundswell of an appetite to do this.", "sentId": 44}], "secId": 18}, {"speaker": "O'KEEFE", "sentences": [{"text": "I think the thing that finally does compel lawmakers to think about it more and to schedule time for debate is unfortunately what happened this morning.", "sentId": 45}, {"text": "If it takes that, you know, you're hearing a lot of talk in Washington about immigration, about spending and about a new power structure.", "sentId": 46}, {"text": "But it's this kind of thing that I think reminds Americans that Congress sometimes drops the ball and isn't willing to talk about these things.", "sentId": 47}, {"text": "Lawmakers remember that and then they force a debate.", "sentId": 48}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "And I guess that's the question, Tamara, does this change American public opinion?", "sentId": 49}, {"text": "We did see during the campaign with the previous two beheadings the public opinion did change, that the American people became more open to military, using military force, more open to doing something but this is a president who was elected saying I'm going to get the Americans out of the Middle East.", "sentId": 50}, {"text": "And now he's managing a military intervention that he says won't become a ground war but even he says is going to hand this off to his successor in some shape or form.", "sentId": 51}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Will a third beheading create public impetus to do more?", "sentId": 52}, {"text": "Or will the American people say no, keep it limited as the President wants.", "sentId": 53}], "secId": 21}, {"speaker": "KEITH", "sentences": [{"text": "I think it depends on which American person you're talking to.", "sentId": 54}, {"text": "But I think there is a visceral reaction to these types of videos, this type of beheading.", "sentId": 55}, {"text": "This is an innocent aide worker just trying to do good and that causes people to react.", "sentId": 56}, {"text": "I don't know exactly what it does to the politics, though.", "sentId": 57}], "secId": 22}, {"speaker": "KEITH", "sentences": [{"text": "I do know that we haven't been talking about ISIS that much lately in the last few weeks.", "sentId": 58}, {"text": "It's been Ebola, it's been China, it's been all kinds of other things but it hasn't been about ISIS.", "sentId": 59}, {"text": "ISIS moves back to the front and gets a lot more attention and that puts it back in the political realm.", "sentId": 60}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "When we see, Peter, the tension between the Pentagon and the White House, is that it or is there tension inside the White House?", "sentId": 61}, {"text": "Is the President getting it from inside his inner circle saying Mr. President, you might need to be more aggressive, you might need to do more or is it just across the river?", "sentId": 62}], "secId": 24}, {"speaker": "BAKER", "sentences": [{"text": "Well, this is an issue that has historically actually split this White House and it's understandable.", "sentId": 63}, {"text": "Even people who are on one side or the other feel strongly, you know, that there are complicated dynamics involved and that the other side has a point.", "sentId": 64}, {"text": "So from the beginning there's been how much do we intervene and how much do we want to involve ourselves in somebody else's civil war.", "sentId": 65}, {"text": "And that really has taken three years until we have gotten to the point where we are involved more directly.", "sentId": 66}], "secId": 25}, {"speaker": "BAKER", "sentences": [{"text": "Still the President says we're not in there to get rid of President Bashar al Assad.", "sentId": 67}, {"text": "We're there to fight ISIS or ISIL.", "sentId": 68}, {"text": "But there is, what are the limits of what we want to do?", "sentId": 69}, {"text": "How far do we want to go?", "sentId": 70}, {"text": "I think what the military feels as, I'm only saying, is partly not just limits on what they do but partly limits on what they are saying they're going to do.", "sentId": 71}], "secId": 26}, {"speaker": "BAKER", "sentences": [{"text": "It's not just that they say I'm not going to put ground troops and then I want to put ground troops in that they don't have to either but the idea that we're ruling it out in a pre-ordained way without having, signaling that to the other side, they also object to.", "sentId": 72}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "I should also note that we'll keep track of how this changes the debate here in Washington.", "sentId": 73}, {"text": "Of course, we want to send our thoughts and prayers to the Kassig family as they await word from the government whether this sad news is indeed true.", "sentId": 74}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "Stay with us.", "sentId": 75}, {"text": "Up next the President is on his way home from Asia, days away from executive action on immigration that some conservatives say would warrant impeachment.", "sentId": 76}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 77}], "secId": 30}, {"speaker": "Again", "sentences": [{"text": "the apparent beheading by ISIS of an American aide worker taken hostage in Syria.", "sentId": 78}, {"text": "And as President Obama heads back to Washington from a week in Asia, we're also bracing for a major confrontation.", "sentId": 79}, {"text": "The President is preparing executive actions that would protect nearly half of the estimated 11 million undocumented workers here in the United States.", "sentId": 80}, {"text": "Now Republicans, fresh from their wins in the midterm elections, say that would be an abuse of power.", "sentId": 81}, {"text": "But before boarding Air Force One for the journey home, listen here, the President was defiant.", "sentId": 82}], "secId": 31}, {"speaker": "OBAMA", "sentences": [{"text": "There is a very simple solution to this perception that somehow I'm exercising too much executive authority.", "sentId": 83}, {"text": "Pass a bill I can sign on this issue.", "sentId": 84}, {"text": "If Congress passes a law that solves our border problems, improves our legal immigration system and provides a pathway for the 11 million people who are here, working in our kitchens, working in farms, making beds in hotels -- everybody knows they're there, we're not going to deport all of them.", "sentId": 85}, {"text": "Give me a bill that addresses those issues, I'll be the first one to sign it and metaphorically I'll crumple up whatever executive actions that we take and I'll toss them in the wastebasket.", "sentId": 86}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "The President the in Australia just before heading home.", "sentId": 87}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "And back to the table here to share their reporting and their insights \"The Atlantic's\" Molly Ball, the \"Washington Post's\" Ed O'Keefe, NPR's Tamara Keith, and the \"New York Times'\" Peter Baker.", "sentId": 88}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "So the President's going to act Ed, he made it quite clear there.", "sentId": 89}, {"text": "Republicans on Capitol Hill have urged him, both the Speaker and the incoming majority leader have said don't do this.", "sentId": 90}, {"text": "But is the President just baiting the Republicans here?", "sentId": 91}, {"text": "He's at 42 percent.", "sentId": 92}, {"text": "He was just repudiated in the midterm election and you have some conservatives saying impeach him -- a very small number.", "sentId": 93}, {"text": "But some conservatives say impeach him, others saying if he does this let's shut down the government if we have to.", "sentId": 94}, {"text": "Deny government funding so he can't do this.", "sentId": 95}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "Is the President trying to bait the Republicans into overreacting?", "sentId": 96}], "secId": 36}, {"speaker": "O'KEEFE", "sentences": [{"text": "I mean if he wasn't doing that this past week, he's certainly going to do it with immigration.", "sentId": 97}, {"text": "And between all the things he did well in China and what he said about net neutrality and now this warning about immigration, absolutely.", "sentId": 98}, {"text": "He's totally scrambled the well-laid plans of Republicans as they take control of Congress because now there's talk about passing just a short term spending agreement until maybe next spring instead of finishing it all the way through the fiscal year so that Congress can respond to whatever he does.", "sentId": 99}], "secId": 37}, {"speaker": "this", "sentences": [{"text": "So help the President rebound politically if they", "sentId": 100}], "secId": 38}, {"speaker": "this", "sentences": [{"text": "overreact and perhaps deepen their crisis with Latino voters.", "sentId": 101}, {"text": "Among the voices urging Republicans to chill -- my word, not his -- is Karl Rove.", "sentId": 102}, {"text": "Listen to this from the \"Wall Street Journal\" on Thursday.", "sentId": 103}, {"text": "\"When making their case, Republicans must be firm but not angry and stop hot-tempered Republicans in Congress from demanding impeachment.", "sentId": 104}, {"text": "Mr. Obama could win politically if Republicans become so enraged that they overreact.\"", "sentId": 105}], "secId": 39}, {"speaker": "this", "sentences": [{"text": "But that seems to be, Tamara, the White House strategy, the base is overreacting.", "sentId": 106}], "secId": 40}, {"speaker": "KEITH", "sentences": [{"text": "Yes, I think that the strategy here is Republicans have basically said if you do this thing, we will punch ourselves in the face.", "sentId": 107}, {"text": "And he's saying go right ahead, punch yourselves in the face.", "sentId": 108}, {"text": "You know, talking about shutting the government down, the impeachment word coming back up again, possibly dumbing up the system and if this, if all this fiscal stuff gets pushed into the New Year, then the new Republican Congress doesn't have this clean slate.", "sentId": 109}, {"text": "They have the very thing they were hoping to avoid.", "sentId": 110}, {"text": "And you know, from the President's perspective, that's good for Democrats.", "sentId": 111}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Is there a debate within the White House about whether he has the legal authority to do this?", "sentId": 112}, {"text": "Politically he's promised Latinos since day one that he will deal with this.", "sentId": 113}, {"text": "Both President Reagan and President George H.W.", "sentId": 114}, {"text": "Bush took executive action.", "sentId": 115}, {"text": "Not as sweeping as what it sounds like this president is planning on doing but to this point.", "sentId": 116}, {"text": "To stop people from being deported, to effect essentially, use executive power on immigration policy, is there any debate that he has this power?", "sentId": 117}], "secId": 42}, {"speaker": "BAKER", "sentences": [{"text": "Well, actually the debate has been between President Obama and President Obama.", "sentId": 118}, {"text": "It was only a couple of years ago that President Obama was trying to pressure from immigration activists and from his left saying I don't have the power to do what you guys want me to do.", "sentId": 119}, {"text": "And now he's coming around two or three years later.", "sentId": 120}, {"text": "He got fresh legal opinions from the Justice Department saying actually I do have the power to do it and they're going to go forward.", "sentId": 121}], "secId": 43}, {"speaker": "BAKER", "sentences": [{"text": "I think at this point within the White House there's a consensus that he does have this power, obviously rejected by the Republicans and he's going to go ahead probably as early as this week.", "sentId": 122}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "What does it say about the new Washington?", "sentId": 123}, {"text": "You have a president who's going to do this by executive action.", "sentId": 124}, {"text": "He's taking climate change, he just signed a deal with China that commits the United States to reductions and commits China to hopeful reductions or at least a peak down the road and Republicans say, you know, the President gave away a lot and got nothing.", "sentId": 125}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "The Keystone Pipeline vote is coming up.", "sentId": 126}, {"text": "Is that something the President is also going to veto?", "sentId": 127}], "secId": 46}, {"speaker": "BALL", "sentences": [{"text": "I have no idea whether the President is going to veto.", "sentId": 128}, {"text": "No, I really don't think that we have gotten much of a signal about --", "sentId": 129}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "We had an election right.", "sentId": 130}, {"text": "We had an election that we were -- everybody said they wanted to get along.", "sentId": 131}], "secId": 48}, {"speaker": "BALL", "sentences": [{"text": "Right.", "sentId": 132}, {"text": "To the larger point, it is amazing how short this honeymoon has been -- right.", "sentId": 133}, {"text": "It lasted just until we get to an actual issue.", "sentId": 134}, {"text": "It was very easy for everyone to talk this happy talk about bipartisanship until they had to get to something they disagreed on.", "sentId": 135}, {"text": "And then the same old dynamic has reasserted itself.", "sentId": 136}], "secId": 49}, {"speaker": "BALL", "sentences": [{"text": "I do think that, you know, taking this executive action will not necessarily be good for Democrats or good for the President.", "sentId": 137}, {"text": "I think it's possible that it will be a very unpopular thing but this President has nothing to lose.", "sentId": 138}, {"text": "And that's what he's signaling to Republicans is that he has nothing to lose now and with the Democrats a very small minority in both Houses of Congress they don't have a lot to lose either.", "sentId": 139}, {"text": "There's two years until the next election and they do think that this puts Republicans in a box.", "sentId": 140}], "secId": 50}, {"speaker": "BALL", "sentences": [{"text": "Republicans wish this issue would go away.", "sentId": 141}, {"text": "But you know, in the next two years there's going to be a lot more issues that the Republican Congress wishes would go away.", "sentId": 142}, {"text": "And not it's going to be their job to deal with them and that does give the White House a little bit of juice to say, ok, it's on your guys.", "sentId": 143}], "secId": 51}, {"speaker": "O'KEEFE", "sentences": [{"text": "If he vetoes it, nobody on Capitol Hill would be terribly upset about it because it creates political distance between those moderate Democrats who are upset with how things have been run in the past few years and put a little bit of the blame on the President and Republicans will love it because then next year, first thing they do, they can do it again.", "sentId": 144}, {"text": "They can do it with an expanded majority and maybe even compel enough Democrats to get to a veto-proof majority, override the President and finally win.", "sentId": 145}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "As we wait to see how this new Washington plays out, does the President have a different DNA in the final two years.", "sentId": 146}, {"text": "Will he suddenly decide I want to be able to be LBJ or go Clinton and cut deals?", "sentId": 147}, {"text": "We haven't seen that for six.", "sentId": 148}, {"text": "I don't think we're going to see it in the final two.", "sentId": 149}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "McConnell and Boehner used to be dealmakers back in the day.", "sentId": 150}, {"text": "But they both have short leashes because of the conservatives in their caucus.", "sentId": 151}, {"text": "The Democrats, Tamara, in the Senate leadership have brought in Elizabeth Warren, a freshman senator.", "sentId": 152}, {"text": "A lot of liberals would prefer that she run for president, not become a creature of the Senate leadership.", "sentId": 153}, {"text": "But what does that say?", "sentId": 154}, {"text": "Is she going to have an active role in shaping the agenda or is she there essentially to be the watchdog on the base to tell Harry Reid and the rest of the old guard leadership when the grassroots might be a little .", "sentId": 155}], "secId": 54}, {"speaker": "KEITH", "sentences": [{"text": "Well, I think Harry Reid had to do this.", "sentId": 156}, {"text": "He had to bring her in.", "sentId": 157}, {"text": "At the same time John Tester becomes the head of the DSCC.", "sentId": 158}, {"text": "And so there you have the moderate side of the Democratic conference and you have the liberal side and he's trying to figure out to balance them.", "sentId": 159}, {"text": "I think Senate Democrats are trying to figure out who they're going to be going forward.", "sentId": 160}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Does it definitively answer the question she's not running?", "sentId": 161}, {"text": "BAKER:  No.", "sentId": 162}, {"text": "Never.", "sentId": 163}], "secId": 56}, {"speaker": "O'KEEFE", "sentences": [{"text": "Because Hillary Clinton was given a similar role in 2002 before she ran in 2008.", "sentId": 164}, {"text": "So, you know, it does leave the door open and they were, you know, liberals were overjoyed to see her finally getting a seat at the table.", "sentId": 165}], "secId": 57}, {"speaker": "O'KEEFE", "sentences": [{"text": "Another thing to keep in mind, there are now four women in the Democratic leadership and four men and Reid brought some parity into that.", "sentId": 166}, {"text": "I think that was also a signal to women voters that we're listening to you.", "sentId": 167}, {"text": "There are a lot of you here in the Senate at least among Democrats and they're getting more of a say.", "sentId": 168}], "secId": 58}, {"speaker": "BAKER", "sentences": [{"text": "The leaders in the Democratic Party in the House and the Senate are the exact same 70-something leaders who have been there now for years and years and years -- not exactly a fresh face after a bad election.", "sentId": 169}, {"text": "It seems to me they chose to double down rather than make a change.", "sentId": 170}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "You wonder why people out there don't like Washington and it continues to look the same.", "sentId": 171}, {"text": "We'll see.", "sentId": 172}, {"text": "We'll see.", "sentId": 173}, {"text": "We'll see if it acts any differently.", "sentId": 174}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Up next, tomorrow's news today, our reporters get you out ahead of the big political news just around the corner.", "sentId": 175}, {"text": "Including this -- Democrats and Republicans in the senate could find a rare -- this would be very rare -- piece of common ground.", "sentId": 176}, {"text": "Stay with us.", "sentId": 177}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Let's go around the INSIDE POLITICS table ask our great reporters for a sneak peek at some political news just ahead.", "sentId": 178}, {"text": "Molly Ball.", "sentId": 179}], "secId": 62}, {"speaker": "BALL", "sentences": [{"text": "Well we mentioned that the Keystone vote is coming up this week in the Senate.", "sentId": 180}, {"text": "That is the brainchild of Mary Landrieu, who has been campaigning for it passionately.", "sentId": 181}, {"text": "This is her sort of desperate last-ditch attempt to save her own runoff election.", "sentId": 182}, {"text": "As you recall she still hasn't gone through her election yet.", "sentId": 183}, {"text": "It's coming up on December 6, versus Bill Cassidy, member of the House, who also got a Keystone vote on the House side this past week.", "sentId": 184}], "secId": 63}, {"speaker": "BALL", "sentences": [{"text": "Most people think that this is not going to be enough to save Mary Landrieu.", "sentId": 185}, {"text": "She's a dead Democrat walking.", "sentId": 186}, {"text": "The Tea Party candidate who came in third has endorsed Cassidy.", "sentId": 187}, {"text": "Landrieu is thought to be behind by double digits.", "sentId": 188}, {"text": "90 percent of the advertising right now on the Louisiana air waves is in favor of Cassidy.", "sentId": 189}], "secId": 64}, {"speaker": "BALL", "sentences": [{"text": "So unless we see a big change in the dynamic in that Louisiana race as a result of this Keystone vote, Mary Landrieu has a real tough fight.", "sentId": 190}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "90 percent -- ouch.", "sentId": 191}, {"text": "Ed.", "sentId": 192}], "secId": 66}, {"speaker": "O'KEEFE", "sentences": [{"text": "Staying on Capitol Hill John if last week was challenging for Harry Reid there's a bit of a test coming up for Nancy Pelosi this week.", "sentId": 193}, {"text": "There's no doubt that she's going to be reelected as Democratic leader in the House, but there's sort of a proxy battle for the top Democratic job on the House Energy and Commerce Committee.", "sentId": 194}], "secId": 67}, {"speaker": "O'KEEFE", "sentences": [{"text": "It pits New Jersey Democrat Frank Pallone who has the seniority against California Democrat Anna Eshoo, who's a very good friend of Pelosi.", "sentId": 195}, {"text": "She has been actively campaigning for Eshoo, twisting some arms, you know, refusing to allow people to vote by proxy from a distance if they're unable to be here.", "sentId": 196}, {"text": "Generated a lot of bad blood and a few different rank and file members have said this is just a little too high school for them but it's a test of her continued leadership and whether or not she'll be able to continue to hold onto the caucus as strongly as she has in recent years.", "sentId": 197}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "Just now members of congress saying it's a little too high school?", "sentId": 198}, {"text": "Tamara/", "sentId": 199}], "secId": 69}, {"speaker": "KEITH", "sentences": [{"text": "There's all of this talk of the President having to use his veto pen potentially more in the coming year.", "sentId": 200}, {"text": "He's only used it twice in his entire presidency and the question now though to me is will he really have to use it all this much?", "sentId": 201}, {"text": "The first big test is coming up this week with the Keystone XL Pipeline vote.", "sentId": 202}, {"text": "The word is there are 59 votes and some optimism, maybe they'll get to 60 but maybe not.", "sentId": 203}], "secId": 70}, {"speaker": "KEITH", "sentences": [{"text": "My question is how soon will he really have to use that veto pen and how frequently, given the close balance in the Senate?", "sentId": 204}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "They have to be able to pass things for him to be able to veto them, I guess.", "sentId": 205}], "secId": 72}, {"speaker": "KEITH", "sentences": [{"text": "Exactly.", "sentId": 206}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "We'll watch that as well.", "sentId": 207}, {"text": "Peter.", "sentId": 208}], "secId": 74}, {"speaker": "BAKER", "sentences": [{"text": "We talk a lot about bipartisanship these days.", "sentId": 209}, {"text": "Can these parties work together?", "sentId": 210}, {"text": "One area you can look for a possible deal in the days and weeks to come on appointments.", "sentId": 211}, {"text": "President Obama has a lot of nominations still sitting there languishing on the hill.", "sentId": 212}, {"text": "He's working with Harry Reid and Mitch McConnell to get a package deal through, push a bunch through, mostly career ambassadors tossing over to the side some of the more controversial ones like his nominee for surgeon general and that guy who wants to be ambassador to Norway, which is never busy.", "sentId": 213}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "So the President's doing some trading.", "sentId": 214}, {"text": "That's actually unique for this president to see if he carries that one out.", "sentId": 215}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "I'll close with the local drama that proves the Tea Party Republican establishment intentions aren't just in Washington.", "sentId": 216}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "New Hampshire Republicans won back the State House of Representatives back on Election Day.", "sentId": 217}, {"text": "That makes happy -- right.", "sentId": 218}, {"text": "Well, a former house speaker Bill O'Brien wants his old job back.", "sentId": 219}, {"text": "He wants the gavel back but he's viewed as a Tea Party lightning rod, a very conservative agenda when he was speaker in the past.", "sentId": 220}, {"text": "So a remarkable array of powerful New Hampshire politicians is", "sentId": 221}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "trying to block him from getting his job back; they include former Governor John Sununu and the current U.S. Republican Senator Kelly Ayotte.", "sentId": 222}, {"text": "She is up for reelection in 2016 and worries that Bill O'Brien will give Democrats an excuse to say Republicans are extremists.", "sentId": 223}, {"text": "Kelly Ayotte knows she needs independents and moderates in 2016 which would be a presidential year.", "sentId": 224}, {"text": "So watch that one play out in Concord.", "sentId": 225}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 226}, {"text": "Thanks again for sharing your Sunday morning.", "sentId": 227}, {"text": "We'll see you soon.", "sentId": 228}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION with Candy Crowley starts now.", "sentId": 229}], "secId": 81}], "sectionCount": 82, "url": "transcripts.cnn.com/TRANSCRIPTS/1411/16/ip.01.html", "sentenceCount": 231, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired November 16, 2014 - 08:30   ET", "speakers": ["KING", "sad", "BAKER", "DEMPSEY", "OBAMA", "BALL", "O'KEEFE", "KEITH", "Again", "this"], "title": "INSIDE POLITICS"}