{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1610.31.ip.02.html.json", "subTitle": "Race for the White House; Syrian Troops Prepare for Attack on Aleppo; Pope Francis to Hold Outdoor Mass; Van Gogh Masterpieces Found in Mafioso's House. Aired 2-2:30a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "CLINTON", "sentences": [{"text": "No, they're getting back up.", "sentId": 0}, {"text": "Is part of what we are called to do.", "sentId": 1}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "You see Secretary Clinton there.", "sentId": 2}, {"text": "Whether you like or don't like her politics you do have to tip your hat to her resilience over the years.", "sentId": 3}, {"text": "She doesn't quit and she doesn't give up.", "sentId": 4}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "The question here is she's in an African-American church there in North Carolina.", "sentId": 5}, {"text": "The early voting number so overall, the Democrats are reasonably happy.", "sentId": 6}, {"text": "But you do see some pockets of problems.", "sentId": 7}, {"text": "Cuyahoga County in Ohio they're worried about African-American.", "sentId": 8}, {"text": "I'd showed you the other states.", "sentId": 9}, {"text": "They are worried about African-American.", "sentId": 10}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Now, they would say there are fewer days in Ohio.", "sentId": 11}, {"text": "So far to early vote, there are fewer places in North Carolina so far to early vote.", "sentId": 12}, {"text": "So they think there are reasons why the numbers don't match up yet.", "sentId": 13}, {"text": "But the big test will be as this news settled in over the weekend and they had a lot of the souls to the polls events in the churches.", "sentId": 14}, {"text": "One of the numbers in fact at the end of this week, I think of the middle of this week will tell us a lot.", "sentId": 15}], "secId": 3}, {"speaker": "MECKLER", "sentences": [{"text": "And I don't think it's a coincidence we had Congressional Black Caucus, the Congressional Hispanic Caucus both doing calls over the weekend, send up the same message at the central campaign was making about calling on Comey to give us more information about this probe.", "sentId": 16}], "secId": 4}, {"speaker": "MECKLER", "sentences": [{"text": "They've been very aggressive with their surrogates in minority communities.", "sentId": 17}, {"text": "It's been a question all along in this race of whether she could replicate President Obama's performance with African- American voters.", "sentId": 18}, {"text": "There has been evidence, we looked at this earlier, just a month or two ago that, you know, their support for her but just not the same level of enthusiasm.", "sentId": 19}, {"text": "He talked a lot of leaders in the community, they say the same.", "sentId": 20}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "And one of the leaders of the community is going to try to help her this week.", "sentId": 21}, {"text": "Happens to be the president of the United States, he lives and works in that building behind us for 18 more days at the next hour, there's going to be a White House briefing.", "sentId": 22}, {"text": "The first White House briefing on camera since this news broke.", "sentId": 23}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "It will be fascinating to see what the White House press secretary speaking for the president says about what he thinks about James Comey's decision.", "sentId": 24}, {"text": "So we're going to get that in the next half hour or so to the hour.", "sentId": 25}, {"text": "And then the president's going to hit the road.", "sentId": 26}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "And the president made the phone call to act of this yesterday saying, \"Look, there's always distractions at the end.\"", "sentId": 27}, {"text": "He wasn't specific.", "sentId": 28}, {"text": "But he said there's always distraction in the end.", "sentId": 29}, {"text": "Look where he's going to be.", "sentId": 30}, {"text": "He's going to be in Columbus, Ohio tomorrow.", "sentId": 31}, {"text": "Then he's going to go to Chapel Hill, North Carolina.", "sentId": 32}, {"text": "Then he's going to Miami in Jacksonville Florida.", "sentId": 33}, {"text": "Then he's circling back to Fayetteville Charlotte, North Carolina.", "sentId": 34}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Now folks, you don't need to be a rocket scientist.", "sentId": 35}, {"text": "Look at the map, look where the president is going to understand the Electoral College chess under way.", "sentId": 36}, {"text": "But the presidency in an interesting box here.", "sentId": 37}, {"text": "Because as he going to throw, the FBI director serves a 10 year term is not loyal to any one president.", "sentId": 38}, {"text": "But as the president through his spokesman in 15, 20 minutes or so are going to throw Jim Comey under the bus?", "sentId": 39}], "secId": 9}, {"speaker": "HENDERSON", "sentences": [{"text": "Doubtful.", "sentId": 40}, {"text": "I mean this is his hire.", "sentId": 41}, {"text": "And I guess he's gone on job three or four years, he's got a remaining years on his tenure.", "sentId": 42}, {"text": "They have a real delicate balance here.", "sentId": 43}, {"text": "You saw him, I guess on Friday he was at a rally, obviously didn't say anything about it.", "sentId": 44}, {"text": "You imagine they are crafting what they're going to say at this point.", "sentId": 45}], "secId": 10}, {"speaker": "HENDERSON", "sentences": [{"text": "I just think in terms of the African-American vote it is not going to be the same, right?", "sentId": 46}, {"text": "These go round as it was in 2008 or 2012.", "sentId": 47}, {"text": "What you've seen I think is that Clinton has a much broader coalition.", "sentId": 48}, {"text": "As we talk about college educated white women and white men.", "sentId": 49}, {"text": "She's doing very well among older voters as well.", "sentId": 50}, {"text": "If they are relying on African- American voters to turn out in those same ways, or even Latinos or even on young voters of they likely aren't going to win this.", "sentId": 51}, {"text": "That's why they have such a broad outreach to Republicans even.", "sentId": 52}], "secId": 11}, {"speaker": "RAJU", "sentences": [{"text": "Watch for the president to try to reframe this, this issue -- debate essentially away from James Comey.", "sentId": 53}, {"text": "And talk about this being a choice between Hillary Clinton and Donald Trump way out of his problems with Donald Trump and try to skirt going after James Comey, because it does put him in that political box.", "sentId": 54}, {"text": "He wants to make it, you know, say, \"Look, these things are distractions.", "sentId": 55}, {"text": "Let's focus on what the real choices of voters are it's choice.\"", "sentId": 56}], "secId": 12}, {"speaker": "HAM", "sentences": [{"text": "But and he also is motivated -- the president is also motivated downplay some of these because in some e-mails via Wikileaks and via the FBI investigation we find he was e- mailing her at the server and knew that he was doing it or knew that this was not a .gov's address.", "sentId": 57}, {"text": "So I'm sure, he's like, this is not a real story.", "sentId": 58}], "secId": 13}, {"speaker": "MECKLER", "sentences": [{"text": "Well I think the real question that we have about how the administration responds to Comey at least the president and more as his boss, Loretta Lynch, the attorney general.", "sentId": 59}, {"text": "I mean, she's the one we -- there's been a lot of reporting that senior Justice Department officials told Comey don't do this.", "sentId": 60}, {"text": "It goes against department protocols and long-standing practices and yet he did.", "sentId": 61}, {"text": "So she is actually his boss.", "sentId": 62}, {"text": "However, as we know, she's a little compromised in this.", "sentId": 63}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Because of Bill Clinton.", "sentId": 64}], "secId": 15}, {"speaker": "MECKLER", "sentences": [{"text": "Because of Bill Clinton who saw the need to go and have a chat about his grandchildren on her plane.", "sentId": 65}], "secId": 16}, {"speaker": "HENDERSON", "sentences": [{"text": "You saw Eric Holder come out, right?", "sentId": 66}, {"text": "In op-ed for the Washington Post and essentially say listen, \"Comey's a good man but made a mistake on this one.\"", "sentId": 67}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "And Clinton has tried.", "sentId": 68}, {"text": "And what she -- today, she's in Ohio, we're told she's going to be introduced by a former air force man who used to serve as a minuteman missile launcher.", "sentId": 69}, {"text": "She's going to make the argument we showed you in the ad top of the show, can't trust Donald Trump with nuclear weapon.", "sentId": 70}, {"text": "She's trying to turn his back to him and not just whether he's fit to be commander in chief.", "sentId": 71}, {"text": "There was a fabulous Washington Post story over the weekend.", "sentId": 72}, {"text": "That Donald Trump likes to say, he's a big philanthropist excuse me.", "sentId": 73}, {"text": "They doesn't actually give that much money including details of him showing up in event that was for raising money for these kids with HIV and AIDS, sitting on the diastrop  event even though he didn't give a dime to the charity, Hillary Clinton over the weekend trying to say, \"Who does that?\"", "sentId": 74}], "secId": 18}, {"speaker": "CLINTON", "sentences": [{"text": "And then unannounced, and uninvited, guess who barges in?", "sentId": 75}, {"text": "Donald trump.", "sentId": 76}, {"text": "He wasn't a donor at all.", "sentId": 77}, {"text": "He had never given a single dollar to help build the school.", "sentId": 78}, {"text": "He just wanted people to think he had.", "sentId": 79}, {"text": "Now, really, who does that?", "sentId": 80}, {"text": "What kind of person does that?", "sentId": 81}, {"text": "Really?", "sentId": 82}, {"text": "I mean, who pretends to help kids with HIV and AIDS in order to make themselves look good?", "sentId": 83}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "We will see if she's successful in at least with her audiences with the swing voters, Democratic voters she needs she can make that case.", "sentId": 84}, {"text": "I want to close this segment though by in the story you write about today, a lot of people focusing on.", "sentId": 85}, {"text": "Huma Abedin as to Clinton aide confidant, right arm, pick your term for us.", "sentId": 86}, {"text": "She as close to Hillary Clinton as you can get, important politically, important personally essentially a member of the family and a member of the political team.", "sentId": 87}, {"text": "She's not traveling again with Secretary Clinton today.", "sentId": 88}, {"text": "This is her e-mails, a laptop she shared with her now estrange husband and creep, Anthony Weiner the department is investigating, you write in your story today, \"Ms. Abedin now finds herself as a central character in a late-breaking drama.", "sentId": 89}, {"text": "Some Democrats said Sunday, they had no doubt Mrs. Clinton would bring Ms. Abedin with her to the White House.", "sentId": 90}, {"text": "Other said, future may depend on the investigation.\"", "sentId": 91}], "secId": 20}, {"speaker": "Clinton", "sentences": [{"text": "Yeah, she's -- when she's often referred to as a surrogate daughter.", "sentId": 92}, {"text": "That a second daughter, Hillary has another daughter, it would be Huma.", "sentId": 93}, {"text": "Huma is her longest serving aide.", "sentId": 94}, {"text": "She came to the White House in 1996 as an intern for the first lady's office.", "sentId": 95}, {"text": "She's never had a job outside of the world of Hillary Clinton, of the Clinton's in general.", "sentId": 96}, {"text": "She has -- she went was with her in the Senate at the State Department very, very close to her.", "sentId": 97}, {"text": "Graduated, started out as sort of personal body woman who was, you know, getting her throat lozenges and such.", "sentId": 98}, {"text": "And he's graduated to a very, very senior role in this campaign.", "sentId": 99}, {"text": "She's vice chairman -- woman of the campaign.", "sentId": 100}], "secId": 21}, {"speaker": "Clinton", "sentences": [{"text": "Her choice in spouses appears to have been a bit questionable.", "sentId": 101}, {"text": "Shall we say terrible is another word for it.", "sentId": 102}, {"text": "And to finally did, you know, throw him over this summer when it was reported that he had been sending these sexually -- charged e-mails with in fact, a 15-year-old it appears which has prompted this whole investigation.", "sentId": 103}, {"text": "I'm sure she feels terrible about this, that she has caused this kind of problems indirectly for someone she is obviously is so close to.", "sentId": 104}, {"text": "The question that we asked the question in a story today and is really we don't have an answer is what happen Hillary wins and this cloud is still there?", "sentId": 105}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "Well that's again, looking for Donald Trump as not talking about 650 million people coming across the border.", "sentId": 106}, {"text": "But maybe talk about if you elect her, this is the Clintons, the drama will continue.", "sentId": 107}, {"text": "There will always be drama.", "sentId": 108}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight, still more to go here.", "sentId": 109}, {"text": "The FBI director under fire, Republicans hated him in July and suddenly love him now.", "sentId": 110}, {"text": "Democrats on the other hand suddenly see Jim Comey as a rogue, even a partisan.", "sentId": 111}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "You now, follow Washington closely.", "sentId": 112}, {"text": "You may not even know the name Jim Comey.", "sentId": 113}, {"text": "But for years, Comey has been viewed in this town as the consummate pro, straight shooter, just the facts type of guy, with the Republican pedigree but broad and deep bipartisan trust.", "sentId": 114}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "In July Republicans turned on him because he declared, a case closed in the Clinton e-mail investigation.", "sentId": 115}], "secId": 26}, {"speaker": "PRIEBUS", "sentences": [{"text": "Describe of gross negligence and then recommended no charge.", "sentId": 116}, {"text": "How you define gross negligence on one land as a lawyer and then you don't recommend it, while there are other folks that have been charged and are being charged for fireless conduct.", "sentId": 117}], "secId": 27}, {"speaker": "CHAFFETZ", "sentences": [{"text": "I'm mystified.", "sentId": 118}, {"text": "There seems to be a double standard.", "sentId": 119}, {"text": "If the average Joe had gone through that, they probably have handcuffs on them.", "sentId": 120}, {"text": "But if you're name a Clinton, there seems to be a different set of standards.", "sentId": 121}, {"text": "Hillary Clinton, they're just letting her go.", "sentId": 122}, {"text": "PAUL RYAN,  HOUSE SPEAKER:  Director Comey's presentation shredded the claims that Secretary Clinton made.", "sentId": 123}, {"text": "We have seen nothing but stonewalling and dishonesty from Secretary Clinton on this issue.", "sentId": 124}, {"text": "And that means there are a lot more questions that need to be answered.", "sentId": 125}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "So that was the Republicans then, back in July.", "sentId": 126}, {"text": "Now, it's the Democrats.", "sentId": 127}], "secId": 29}, {"speaker": "KAINE", "sentences": [{"text": "It's just extremely puzzling.", "sentId": 128}, {"text": "Why would you break these two protocols?", "sentId": 129}, {"text": "Why would you release information that is so incomplete, when you haven't even seen the material yourself, 11 days before an election?", "sentId": 130}, {"text": "Why would you talk about an ongoing investigation?", "sentId": 131}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Escalating criticism today in a Washington Post essay, the former Attorney General Eric Holder calls Comey, \"A man of integrity and honor.", "sentId": 132}, {"text": "But then Holder says, \"But good men make mistakes.", "sentId": 133}, {"text": "In this instance, he has committed a serious error with potentially severe implications.\"", "sentId": 134}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "Eric Holder making the case that number one, Jim Comey shouldn't have all the things he said publically back in July.", "sentId": 135}, {"text": "He should have just said case closed, not discuss his personal views about Hillary Clinton, mishandling information, not discussed evidence in the case.", "sentId": 136}, {"text": "And now Eric Holder saying he's made another mistake by violating, if you look at the Justice Department handbook, it says, \"Close to an Election, keep your mouth shut.", "sentId": 137}, {"text": "Don't do anything.\"", "sentId": 138}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "But Jim Comey's case is, \"I told Congress it was closed.", "sentId": 139}, {"text": "I have new evidence so I have to tell them the truth.\"", "sentId": 140}], "secId": 33}, {"speaker": "MECKLER", "sentences": [{"text": "Well there is a direct relationship between these two events and you could spend them one way or another on one hand, he took so much flak from Republicans.", "sentId": 141}, {"text": "I think it's very sensitive to the idea that what happens if he -- something comes out later, and they say, \"You knew about this before the election, you didn't say anything.\"", "sentId": 142}, {"text": "So he -- that's I think the pressure that he was feeling.", "sentId": 143}, {"text": "There's also as though -- my colleague Devlin Barrett has in the paper today, in the Wall Street Journal, a long story about the disputes inside the Justice Department with FBI agents and the headquarters folks of over all sorts of investigations about the Clinton Foundation, and about Hillary Clinton and the deep device that he was sort of, that was all percolating underneath of this.", "sentId": 144}], "secId": 34}, {"speaker": "RAJU", "sentences": [{"text": "I mean he set the precedent in July by announcing to the world why she did not deserve to be prosecuted criminally and laying out a laundry list of criticism against Hillary Clinton.", "sentId": 145}, {"text": "This put him in that box that, I mean, with that decision on Thursday, whether or not to go forward, and eventually announcing that on Friday.", "sentId": 146}, {"text": "But by being so cryptic in that letter has led to all sorts of interpretations about exactly what he meant and giving Donald Trump saying thousands and thousands and thousands of e-mails potentially could be he -- she could implicate her.", "sentId": 147}], "secId": 35}, {"speaker": "RAJU", "sentences": [{"text": "But clearly, could Comey had not come forward in July that would, you know, presumably, he wouldn't have to come forward now, he does do.", "sentId": 148}], "secId": 36}, {"speaker": "HAM", "sentences": [{"text": "Look, I think he does face a problem if people find out after the Election that he had this information and he didn't say anything about it.", "sentId": 149}, {"text": "And further, I do think people are making fools of themselves who gave -- you elevated him to sainthood three months ago.", "sentId": 150}, {"text": "And now they're like, \"Oh, what a hack.\"", "sentId": 151}, {"text": "I mean, it is so transparently partisan.", "sentId": 152}, {"text": "And the man is trying to do his job and three months ago you said that's what he was doing.", "sentId": 153}], "secId": 37}, {"speaker": "MECKLER", "sentences": [{"text": "Yeah.", "sentId": 154}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "It seems he's damned in he does, damned if he doesn't.", "sentId": 155}, {"text": "There is clear policy in place that you shouldn't do this.", "sentId": 156}, {"text": "He says this is -- every rule has exceptions.", "sentId": 157}, {"text": "In his cases because I said publicly it was closed, I have an obligation.", "sentId": 158}, {"text": "And there's some people who say, you know, if she wins then after the election in a perverse way, this will help her, that James Comey has done this because Republicans can't say, uh-huh, cover-up.", "sentId": 159}], "secId": 39}, {"speaker": "MECKLER", "sentences": [{"text": "Yeah, that does sound perverse.", "sentId": 160}], "secId": 40}, {"speaker": "HENDERSON", "sentences": [{"text": "And -- but I think what you have with the Clintons really trying to create this echo chamber, this bipartisan echo chamber perverse of people criticizing Comey and Joe Walsh for instance who has said if Clinton wins that he's going to get his musket, he's speaking metaphorically, has come out and criticized James Comey, they had that -- those hundred or so Department of Justice -- former Department of Justice officials come out and criticize him.", "sentId": 161}, {"text": "But it also -- I mean, it seems to be like setting the scene for, if Hillary Clinton is elected, this is sort of what it's going to be like.", "sentId": 162}, {"text": "These -- and Chaffetz has already talked about this constant stream of investigations into her past.", "sentId": 163}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "But they attacked Ken Starr during the impeachment.", "sentId": 164}, {"text": "The Bill Clinton White House was at war with Louis Freeh, the FBI director at the time quite significantly but for a candidate -- if she wins, she's going to inherit James Comey as the FBI director.", "sentId": 165}], "secId": 42}, {"speaker": "MECKLER", "sentences": [{"text": "Yes, but I do think we shouldn't skip pass the substance of what the Clinton people said this week.", "sentId": 166}, {"text": "In which what they said was that, you know, it's very hard for them to respond to something when you say, \"Hey there's thousands of e-mails, we don't know.\"", "sentId": 167}, {"text": "There's no substance to it so we don't really know what this -- what exactly to respond to ...", "sentId": 168}], "secId": 43}, {"speaker": "HAM", "sentences": [{"text": "The reason there might be thousands of e-mails that and they don't know what the content it is because they didn't give the e-mails or the devices.", "sentId": 169}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "There is, there is some irony.", "sentId": 170}, {"text": "I get, I understand that difficult Director Comey is left Hillary Clinton in.", "sentId": 171}, {"text": "But there is some irony and Hillary Clinton suddenly saying Mr. Comey come forward, Mr. Comey be more transparent.", "sentId": 172}, {"text": "Hillary Clinton is a beacon of transparency ...", "sentId": 173}], "secId": 45}, {"speaker": "MECKLER", "sentences": [{"text": "That is for sure.", "sentId": 174}], "secId": 46}, {"speaker": "HENDERSON", "sentences": [{"text": "Just be careful what you wish for.", "sentId": 175}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Yeah, quickly before we go, I mentioned a moments ago, I was told the Clinton Super PAC priorities USA was going to start to targeting college educated women.", "sentId": 176}, {"text": "I'm told they just went up with a new advertisement in key battleground states talking about Donald Trump and his problem with women.", "sentId": 177}, {"text": "See if that one works.", "sentId": 178}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Up next, a sneak peek into our reporters notebooks, including Hillary Clinton's possible problem in the sunshine state.", "sentId": 179}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Let's ahead across the \"Inside Politics\" table.", "sentId": 180}, {"text": "I asked our great reporters to get you out ahead at the big political news just around the corner.", "sentId": 181}, {"text": "Nia-Malika Henderson?", "sentId": 182}], "secId": 50}, {"speaker": "HENDERSON", "sentences": [{"text": "Probably no group of battleground voters are more interested in the goings-on of the Clinton Foundation than Haitians- Americans in Florida.", "sentId": 183}, {"text": "Of course there's been some scrutiny about the Clinton Foundation investment of time into Haiti after that earthquake whether or not they showed favoritism to American contractors over Haitian contractors.", "sentId": 184}, {"text": "And what you see is Donald Trump trying to make some in-roads into the Haitian-American community there anywhere about 150,000 voters there.", "sentId": 185}], "secId": 51}, {"speaker": "HENDERSON", "sentences": [{"text": "And in a state like Florida which was decided by 75,000 votes in 2012, all of these voters are going to matter around the edges.", "sentId": 186}, {"text": "You see Hillary Clinton trying to have Haitian-American stars go in and talk to the voters there, run some ads.", "sentId": 187}, {"text": "But it's definitely a race down for those voters to get them engaged and energized.", "sentId": 188}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "537 votes in a campaign not that long ago, too.", "sentId": 189}, {"text": "Laura?", "sentId": 190}], "secId": 53}, {"speaker": "MECKLER", "sentences": [{"text": "We talked earlier about North Carolina.", "sentId": 191}, {"text": "And really North Carolina has become a surprisingly important state this year.", "sentId": 192}, {"text": "You know, in 2012, President Barack Obama held his convention in Charlotte, never came back for the entire rest of the campaign.", "sentId": 193}], "secId": 54}, {"speaker": "MECKLER", "sentences": [{"text": "This time, Hillary Clinton has been there constantly.", "sentId": 194}, {"text": "As you said, President Obama will be there twice this week.", "sentId": 195}, {"text": "Donald Trump will be there this week.", "sentId": 196}, {"text": "It's become -- for a state that was reliably Republican for years and years and then only recently seem to becoming available to the Democrats has becoming incredibly important.", "sentId": 197}, {"text": "And why is that?", "sentId": 198}, {"text": "It's because it's a blocker state.", "sentId": 199}, {"text": "Essentially, if Hillary is able to win this state, then Donald Trump's already very narrow path to victory becomes almost impossible because essentially takes electoral votes that Mitt Romney had off of his column into the Democrats.", "sentId": 200}, {"text": "So, look for -- on election night, if you're looking to see -- you want to see how are things going in early East Coast states keep in mind would be North Carolina.", "sentId": 201}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "You know, demographically it's the rock 'em sock 'em robots.", "sentId": 202}], "secId": 56}, {"speaker": "MECKLER", "sentences": [{"text": "Absolutely.", "sentId": 203}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "... absolutely divided.", "sentId": 204}, {"text": "Mary Katharine?", "sentId": 205}], "secId": 58}, {"speaker": "HAM", "sentences": [{"text": "Well, this is a tight ish race in a tightly, you know, closely divided country.", "sentId": 206}, {"text": "In it's -- in larger race between the things baked into these unappetizing cakes that we're dealing with and whether people will stay home, whether they'll split ballots, whether they'll take a pass on top of the ballot.", "sentId": 207}, {"text": "And I was struck by two stories this week in that context.", "sentId": 208}, {"text": "One, Biden throwing shade at Hillary Clinton by saying, \"I thought I could have beat her,\" which of course, he does but not helpful right now.", "sentId": 209}], "secId": 59}, {"speaker": "HAM", "sentences": [{"text": "And number two, Trump starting a bit of a fight with Evan McMullin, the third party candidate saying, \"I never heard of the guy,\" giving McMullin a chance to say, \"Well, he haven't heard of me because I was fighting terrorists overseas while you were harassing beauty pageant contest or something -- contestants, something along those lines.\"", "sentId": 210}], "secId": 60}, {"speaker": "HAM", "sentences": [{"text": "Those outside forces I think can have outside impact this year because they're just reminding folks like, \"Hi, we're over here, people you might have preferred.\"", "sentId": 211}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Congratulations on the Marine Corps Marathon.", "sentId": 212}], "secId": 62}, {"speaker": "HAM", "sentences": [{"text": "Thank you very much.", "sentId": 213}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "In the chair the day after the run in 26.2, that's good.", "sentId": 214}, {"text": "Manu?", "sentId": 215}], "secId": 64}, {"speaker": "HAM", "sentences": [{"text": "... sitting were good.", "sentId": 216}], "secId": 65}, {"speaker": "RAJU", "sentences": [{"text": "John, Indiana has become a source of concern for Democrats as they try to win back the Senate.", "sentId": 217}, {"text": "They have recruited Evan Bayh, the former Indiana Democrat senator to win back that old seat.", "sentId": 218}, {"text": "But he's been hit with a lot of damaging stories about his time after office and in office.", "sentId": 219}, {"text": "I have a story out today about to his 2009 private scheduled meetings that he had in the Senate office with fundraisers and his own chief donor talking about issues but also raising some of those ethical concerns that Republicans are jumping in on.", "sentId": 220}], "secId": 66}, {"speaker": "RAJU", "sentences": [{"text": "One other thing, I just want to say also happy birthday to my wife Archana today.", "sentId": 221}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "All politics is local.", "sentId": 222}, {"text": "Happy birthday.", "sentId": 223}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 224}, {"text": "First, a suggestion, are too born of experience.", "sentId": 225}, {"text": "You know, all these gray hairs.", "sentId": 226}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Beware what both campaigns tell you in this final week.", "sentId": 227}, {"text": "And wait until Wednesday or Thursday before drawing any firm conclusions on whether the big FBI announcement is a presidential race game changer.", "sentId": 228}, {"text": "Use a pencil not a pen if you're asked to make any bold new predictions today.", "sentId": 229}, {"text": "Because what you think today, just might not hold up tomorrow.", "sentId": 230}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "The only assessment has taught smart people in both parties not involved in the presidential race is that the story is driving partisan intensity up on both sides.", "sentId": 231}, {"text": "Perhaps suggesting we could get higher voter turnout.", "sentId": 232}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "One veteran Republican called the FBI announcement, \"A giant Red Bull for Trump supporters.\"", "sentId": 233}, {"text": "But that smart Republican went on to say he sees at the moment no change in the fundamental arc of the race.", "sentId": 234}, {"text": "But he too, smart man, says it's best to wait a day or two before we know for sure.", "sentId": 235}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "That's it for \"Inside Politics.\"", "sentId": 236}, {"text": "Again, thanks for sharing your time today.", "sentId": 237}, {"text": "See you back here same time tomorrow.", "sentId": 238}, {"text": "A big week ahead.", "sentId": 239}, {"text": "Stay with CNN.", "sentId": 240}, {"text": "After a quick break, Wolf.", "sentId": 241}], "secId": 73}, {"speaker": "BLITZER", "sentences": [{"text": "Hello.", "sentId": 242}, {"text": "I'm Wolf Blitzer.", "sentId": 243}, {"text": "It's 1:00 p.m. here in Washington.", "sentId": 244}], "secId": 74}], "sectionCount": 75, "url": "transcripts.cnn.com/TRANSCRIPTS/1610/31/ip.02.html", "sentenceCount": 246, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 31, 2016 - 12:30   ET", "speakers": ["CLINTON", "KING", "MECKLER", "HENDERSON", "RAJU", "HAM", "Clinton", "PRIEBUS", "CHAFFETZ", "KAINE", "BLITZER"], "title": "INSIDE POLITICS"}