{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1411.02.ip.01.html.json", "subTitle": "Obama's Drag on Democrats; Late Polls Favor GOP in Close Races", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "President Obama lost the House in his first midterm election.", "sentId": 0}, {"text": "Now is he about to lose the Senate?", "sentId": 1}], "secId": 0}, {"speaker": "OBAMA", "sentences": [{"text": "Show that you still have hope and go out there and vote.", "sentId": 2}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Republicans see a night of blue states turning red.", "sentId": 3}], "secId": 2}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Colorado has the opportunity to be the tip of the spear, the vanguard of a movement.", "sentId": 4}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "To somehow hold on, Democrats need dramatic upsets.", "sentId": 5}], "secId": 4}, {"speaker": "GRIMES", "sentences": [{"text": "You've got to be a jockey like you've never been because this Kentucky filly is ready to cross the finish line.", "sentId": 6}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Clear GOP edge, so many close races, nothing certain.", "sentId": 7}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 8}], "secId": 7}, {"speaker": "Welcome to INSIDE POLITICS.  I'm John King.  Thanks for sharing your Sunday morning.  And with to us share their reporting and their insights", "sentences": [{"text": "Nia-Malika Henderson of the \"Washington Post\"; Jonathan Martin of the \"New York Times\"; CNN's Peter Hamby and Dan Balz of the \"Washington Post\".", "sentId": 9}], "secId": 8}, {"speaker": "Welcome to INSIDE POLITICS.  I'm John King.  Thanks for sharing your Sunday morning.  And with to us share their reporting and their insights", "sentences": [{"text": "Two days to Election Day and there's a clear Republican advantage in the biggest battle in 2014 -- that's for control of the United States Senate.", "sentId": 10}, {"text": "Let's take a peak here.", "sentId": 11}, {"text": "There's some evidence of that.", "sentId": 12}, {"text": "The front of page of today's \"Des Moines Register\" as the vote", "sentId": 13}], "secId": 9}, {"speaker": "Welcome to INSIDE POLITICS.  I'm John King.  Thanks for sharing your Sunday morning.  And with to us share their reporting and their insights", "sentences": [{"text": "nears Joni Ernst takes a seven-point lead.", "sentId": 14}, {"text": "Joni Ernst is the Republican candidate in that race running against Bruce Braley -- one of a number of big colorful front pages we'll show you as the morning goes on.", "sentId": 15}, {"text": "But eight or ten of these key races including that Iowa race still pretty tight so, let's begin with this question.", "sentId": 16}], "secId": 10}, {"speaker": "Well", "sentences": [{"text": "55 Democrats, 45 Republicans, two of those Democrats are Independents who work with the Democrats.", "sentId": 17}], "secId": 11}, {"speaker": "Well", "sentences": [{"text": "Here are the big races we're watching this year.", "sentId": 18}, {"text": "13 races we've been watching throughout the year but even most Democrats concede Montana, South Dakota, West Virginia likely to be Republican pickups on Election Day.", "sentId": 19}, {"text": "So let's give Republicans the three that would get you to 45/45.", "sentId": 20}, {"text": "So can the Democrats somehow hold onto the majority?", "sentId": 21}], "secId": 12}, {"speaker": "Well", "sentences": [{"text": "Well, the easiest path and put \"easiest\" in quotes because it's not easy just to keep the states I'll call the blues -- New Hampshire, Iowa, Colorado, and North Carolina.", "sentId": 22}, {"text": "The President carried three of them -- Colorado, Iowa, New Hampshire -- both times; he carried North Carolina once but that is by no means assured because the Republicans are leading in Colorado.", "sentId": 23}, {"text": "Republicans are leading in Iowa.", "sentId": 24}, {"text": "New Hampshire is close.", "sentId": 25}, {"text": "North Carolina is close.", "sentId": 26}], "secId": 13}, {"speaker": "Well", "sentences": [{"text": "So what if the Republicans take Colorado and Iowa, and for the sake of this Democrats hold New Hampshire and hold that race in North Carolina.", "sentId": 27}, {"text": "Can the Democrats still keep their majority?", "sentId": 28}, {"text": "That's why it's so hard too look.", "sentId": 29}, {"text": "That would be 47-47 but to get to 50 -- Vice president Joe Biden would break a tie if Democrats can get to 50 -- they would have to win three of these six, three of them held by Republicans, all six of these states President Obama lost twice.", "sentId": 30}, {"text": "So, a very difficult path for the Democrats.", "sentId": 31}], "secId": 14}, {"speaker": "Well", "sentences": [{"text": "And Dan Balz, let's begin there with that question.", "sentId": 32}, {"text": "You have the Obama drag, your newspaper this morning the \"Washington Post\" another poll showing the President's numbers are low heading into Election Day -- favorability at an all-time low.", "sentId": 33}, {"text": "You have the Obama drag but if you call into Iowa, you call into Colorado, I got a few calls from angry Democrats in Colorado yesterday saying no, no, no, we have the best ground operation ever we can overcome that drag.", "sentId": 34}, {"text": "Can they?", "sentId": 35}], "secId": 15}, {"speaker": "BALZ", "sentences": [{"text": "It's very difficult.", "sentId": 36}, {"text": "It's not impossible, but as you go through that map and as we've all done the math, the best I think they think they can do is 50 and they're pessimistic at this point that they can do that well.", "sentId": 37}, {"text": "I mean, there's too many states in play.", "sentId": 38}], "secId": 16}, {"speaker": "Colorado", "sentences": [{"text": "And it gives some indication we've been waiting to see if", "sentId": 39}], "secId": 17}, {"speaker": "Colorado", "sentences": [{"text": "there would be a break.", "sentId": 40}, {"text": "Republicans say they have seen it in Colorado, two Democrats dispute that, but they say their candidate pulled ahead of late in Colorado.", "sentId": 41}, {"text": "In the \"Des Moines Register poll, let's just put up the numbers again, we just showed you the front page, 51-44.", "sentId": 42}], "secId": 18}, {"speaker": "Colorado", "sentences": [{"text": "Jonathan Martin you write this morning as the lead story in the newspaper, that you know, Republicans and even some Democrats think it is tilting their way in the end.", "sentId": 43}, {"text": "Let me ask you this one -- let me flip it over.", "sentId": 44}, {"text": "I was just asking the question can Democrats overcome the Obama drag.", "sentId": 45}, {"text": "Why isn't this a slam dunk already for Republicans?", "sentId": 46}, {"text": "If you look historically with the President's numbers where they are, with the number of people who think the country's on the wrong track, with the Senate campaign being fought largely on favorable terrain, red states, why don't we already know?", "sentId": 47}], "secId": 19}, {"speaker": "MARTIN", "sentences": [{"text": "I think it's a couple of things.", "sentId": 48}, {"text": "I think candidate quality still matters.", "sentId": 49}, {"text": "And I think you've seen some solid Democratic incumbents hang on.", "sentId": 50}, {"text": "Kay Hagan comes to mind who's probably the best one who has really been a survivor this year.", "sentId": 51}, {"text": "But I also think it's structure.", "sentId": 52}], "secId": 20}, {"speaker": "MARTIN", "sentences": [{"text": "You know, politics more and more, John, is based upon just these very firm demographics and Democrats have done a good job in recent years getting their voters out.", "sentId": 53}, {"text": "Now, they don't do as good of a job in off years and that's part of their challenge this year.", "sentId": 54}], "secId": 21}, {"speaker": "MARTIN", "sentences": [{"text": "But I think Dan is right.", "sentId": 55}, {"text": "The math is just very tough for Democrats.", "sentId": 56}, {"text": "It's almost like they have to draw an inside straight to pull this thing off.", "sentId": 57}, {"text": "The one thing that gives them some glimmer of hope, by the way, is Kansas, because that would not make Republicans have to gain six seats, it would put the onus on seven seats if Pat Roberts loses that race.", "sentId": 58}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "If he loses.", "sentId": 59}, {"text": "Now the question has been the Democrats have said from the beginning of the year we will prove you wrong even in this climate on Election Day because of our early voting advantage.", "sentId": 60}, {"text": "But Peter if you look at the numbers, in Colorado and in Iowa, the early Dems, Republicans are running even and some depending on which day you look, a little bit ahead.", "sentId": 61}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Have Republicans learned enough from their mistakes in 2008 and 2012 and gotten better at the technology and the infrastructure?", "sentId": 62}], "secId": 24}, {"speaker": "HAMBY", "sentences": [{"text": "That is a better question.", "sentId": 63}, {"text": "I think they've understood that early vote actually exists which is something they didn't quite get in the past -- right.", "sentId": 64}, {"text": "Are they targeting the right voters and using the tools to get them out early is the question.", "sentId": 65}], "secId": 25}, {"speaker": "HAMBY", "sentences": [{"text": "Colorado I think we all agree Democrats are very pessimistic about that, looking at the early vote numbers so far.", "sentId": 66}, {"text": "Iowa, you know, they say they have a better field operation.", "sentId": 67}, {"text": "I think field gets you one, two max, three points and that might not be enough to overcome a larger win for Joni.", "sentId": 68}, {"text": "I talked to a couple of Democrats who had looked at the models though in North Carolina and Georgia from early vote and felt very good about that.", "sentId": 69}], "secId": 26}, {"speaker": "HAMBY", "sentences": [{"text": "I talked to one labor organizer who is active in the field, who said that in North Carolina a full 30 percent of early voters were people who didn't vote in 2010.", "sentId": 70}, {"text": "And also in Georgia, 34 percent according to one Democrat's model of the early vote was African- American.", "sentId": 71}, {"text": "So Democrats are feeling good about the early vote in Georgia and North Carolina.", "sentId": 72}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "We'll get to the Georgia vote in a minute.", "sentId": 73}, {"text": "But let's focus on North Carolina for a minute because if you went back to January and February Republicans would have told you, North Carolina.", "sentId": 74}, {"text": "We're going to get Kay Hagan.", "sentId": 75}, {"text": "It's still a swing state.", "sentId": 76}, {"text": "Mitt Romney carried it in 2012.", "sentId": 77}, {"text": "We're getting to get that one.", "sentId": 78}, {"text": "And yet Kay Hagan -- it's narrow, Republicans still say they'll get there on Election Day but she has consistently held a narrow lead and even most Democrats concede had run the best campaign and been their best candidate.", "sentId": 79}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "More than $100 million spent in that one state alone, tons of outside money coming in.", "sentId": 80}, {"text": "Why is Kay Hagan, it's this much, but why does she have that narrow lead over Thom Tillis?", "sentId": 81}], "secId": 29}, {"speaker": "HENDERSON", "sentences": [{"text": "Well part of it is she's got the third party candidate there, the pizza guy, Sean Haugh, that's one thing.", "sentId": 82}, {"text": "But the demographics in that state just favor the sort of multiracial coalition of it doesn't necessarily exist in a state like Arkansas, in a state like Georgia, it hasn't really been tested.", "sentId": 83}, {"text": "So she's down there, she's getting something like 35 percent of the white vote, the African-American vote there is going to be in the high double digits.", "sentId": 84}, {"text": "So it's just a better state to really remake that Obama --", "sentId": 85}], "secId": 30}, {"speaker": "MARTIN", "sentences": [{"text": "She has made it as much about Raleigh as Washington, too.", "sentId": 86}], "secId": 31}, {"speaker": "HENDERSON", "sentences": [{"text": "That's right.", "sentId": 87}], "secId": 32}, {"speaker": "MARTIN", "sentences": [{"text": "So many of these kinds of races have the votes about President Obama and Washington.", "sentId": 88}, {"text": "They have found a way to make Speaker Thom Tillis as much the sort of central actor in that race as Barack Obama.", "sentId": 89}, {"text": "And you can't underestimate in that state how polarizing that state legislature is right now.", "sentId": 90}], "secId": 33}, {"speaker": "HAMBY", "sentences": [{"text": "In Raleigh there was a high point poll a few weeks ago that broke out the vote by region in the state, Raleigh is the second biggest region by population in that state.", "sentId": 91}, {"text": "Kay Hagan was leading Tillis by 17 points in Raleigh, you know, sort of ground zero for the  protests -- all that negative news coverage that surrounded Thom Tillis for a long time.", "sentId": 92}, {"text": "So that's definitely one factor I think.", "sentId": 93}], "secId": 34}, {"speaker": "BALZ", "sentences": [{"text": "The interesting dynamic this year is that there is national dissatisfaction and there is state-based dissatisfaction.", "sentId": 94}], "secId": 35}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 95}], "secId": 36}, {"speaker": "BALZ", "sentences": [{"text": "Based on who controls the legislature and the governor's office, and we're seeing in a lot of states, whether they're red or blue, dissatisfaction with the kind of governance people are getting.", "sentId": 96}, {"text": "North Carolina is the one clear place where that intersects, where you have dissatisfaction with the President and dissatisfaction with the Republican legislature, and I think that's a key reason as Jonathan said, that that race continues to be very", "sentId": 97}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Voters are grumpy all around and they don't think their governments are performing almost at any level.", "sentId": 98}, {"text": "Go ahead.", "sentId": 99}], "secId": 38}, {"speaker": "MARTIN", "sentences": [{"text": "And that's shaping the governors races in a lot of states.", "sentId": 100}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "Colorado.", "sentId": 101}], "secId": 40}, {"speaker": "MARTIN", "sentences": [{"text": "Kansas, Colorado, Illinois, the northeast.", "sentId": 102}, {"text": "I mean a lot of these states, Maryland next door to us here but Rhode Island, Massachusetts, Connecticut -- these are one-party states where you have Republicans knocking on the door in some of these places or Democrats knocking on the door in Kansas.", "sentId": 103}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Interesting point.", "sentId": 104}, {"text": "It's not just the Senate races.", "sentId": 105}, {"text": "The number of governors' races in states where you wouldn't think they'd be close normally are very close as well -- a lot of close races to the very end.", "sentId": 106}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "Everybody stay put.", "sentId": 107}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "Up next two races where runoffs might delay that final answer and two races where race is an issue in the closing days.", "sentId": 108}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "First though, this week's \"Politicians Say the Darnedest Things\" is a taste of this year's more colorful TV ads.", "sentId": 109}], "secId": 45}, {"speaker": "ROBERTSON", "sentences": [{"text": "Hey Louisiana, bibles and guns brought us here; and bibles and guns will keep us here.", "sentId": 110}], "secId": 46}, {"speaker": "ROBERTSON", "sentences": [{"text": "Zach Dasher believes in both.", "sentId": 111}, {"text": "That's why I'm voting for him.", "sentId": 112}], "secId": 47}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "When you have nine children you're bound to have one who is hard-headed.", "sentId": 113}], "secId": 48}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Dad, you're one to talk.", "sentId": 114}], "secId": 49}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "And now as chairman of the energy committee, the those other senators better get ready.", "sentId": 115}], "secId": 50}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "They are.", "sentId": 116}], "secId": 51}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Now you know why Putin won't let her into Russia.", "sentId": 117}], "secId": 52}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Get Haugh.", "sentId": 118}, {"text": "Get Hi.", "sentId": 119}, {"text": "Vote Sean Haugh.", "sentId": 120}], "secId": 53}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Oh, yes.", "sentId": 121}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 122}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Two days to Election Day.", "sentId": 123}, {"text": "Let's take a look at another front page or two.", "sentId": 124}, {"text": "This is the \"Alaska Dispatch News\" U.S. Senate Campaigns Near the End -- a $50 million race in Alaska.", "sentId": 125}, {"text": "$50 million in that race in Alaska Republicans favored, Democrats need that one probably to keep their majority.", "sentId": 126}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "Let's peek at one more.", "sentId": 127}, {"text": "This is the \"Kentucky Enquirer\" this Sunday \"The Hillary Factor\".", "sentId": 128}, {"text": "Hillary Clinton campaigning with Alison Grimes on the final weekend, Alison Grimes hoping Hillary Clinton can help gin up turnout in Kentucky in the close race there, perhaps the one the Democrats would like to get the most to defeat Mitch McConnell; looks unlikely at the moment but not out of the question.", "sentId": 129}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "It is sad but sadly hardly a surprise that race is an issue in the campaign's closing days.", "sentId": 130}, {"text": "In the Louisiana Senate contest it was the Democratic incumbent Mary Landrieu who stoked the conversation with this explanation of President Obama's unpopularity.", "sentId": 131}], "secId": 58}, {"speaker": "LANDRIEU", "sentences": [{"text": "To be very, very honest with you, the South has not always been the friendliest place for African- Americans.", "sentId": 132}, {"text": "It's been a difficult time for the President to present himself in a very positive light as a leader.", "sentId": 133}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "She's being very honest and it's certainly true that if you look in the South, race is more of an issue in campaigns, the President is more of an issue sometimes.", "sentId": 134}, {"text": "What's Mary Landrieu's goal here?", "sentId": 135}], "secId": 60}, {"speaker": "HENDERSON", "sentences": [{"text": "You know, it's funny, because she's gotten a lot of flak for this comment; a lot of Republicans have come out and said that she should apologize.", "sentId": 136}, {"text": "She's doubled down.", "sentId": 137}, {"text": "She sent out a statement I think it was yesterday basically saying I'm not backing down.", "sentId": 138}, {"text": "This is, in fact, true that race has been a problem.", "sentId": 139}], "secId": 61}, {"speaker": "know", "sentences": [{"text": "I was going to say forgive me this may sound cynical but", "sentId": 140}], "secId": 62}, {"speaker": "know", "sentences": [{"text": "is she playing this and talking about this because she won't invite the President down and she needs something to motivate the African- American base or is she just answering the question?", "sentId": 141}], "secId": 63}, {"speaker": "MARTIN", "sentences": [{"text": "I think it was more the latter -- John.", "sentId": 142}, {"text": "This is why.", "sentId": 143}, {"text": "In the statement that she put out it was sort of a calibrated semi- walk back.", "sentId": 144}, {"text": "She said that the President is chiefly unpopular in Louisiana because of the energy policies.", "sentId": 145}], "secId": 64}, {"speaker": "MARTIN", "sentences": [{"text": "She then reinforced the fact that yes, race is still a factor.", "sentId": 146}, {"text": "That to me says, candidates don't put out statements like that trying to clarify things if they had done something intentionally usually but that to me says it was more of a candidate misstep.", "sentId": 147}], "secId": 65}, {"speaker": "MARTIN", "sentences": [{"text": "There's no question race is a factor in the Louisiana race.", "sentId": 148}, {"text": "It's going to help her in a lot of precincts in New Orleans but obviously it's going to hurt her in other parts of the state.", "sentId": 149}, {"text": "Look, it is a sad fact that it's seen as some kind of controversial thing to say that, this close to David Duke winning thousands of votes in that state when he ran for governor.", "sentId": 150}, {"text": "It's a fact of life.", "sentId": 151}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "And is there anybody who thinks Mary Landrieu can win a runoff or does she have to somehow manage to get 50 percent plus one.", "sentId": 152}, {"text": "State law in Louisiana and in Georgia 50 percent plus one on Election Day or else you have a runoff.", "sentId": 153}], "secId": 67}, {"speaker": "BALZ", "sentences": [{"text": "I think it's very tough in a runoff.", "sentId": 154}, {"text": "I mean every head- to-head poll she's trailed in what we think of as likely to be the runoff.", "sentId": 155}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "So that's a very hard one for the Democrats.", "sentId": 156}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Let's move on to Kentucky, I want to show you this.", "sentId": 157}, {"text": "I'll hold it up here where you can see a better copy we will put on the screen.", "sentId": 158}, {"text": "The Alison Grimes campaign in Kentucky is complaining about this mailer from the Republican Party of Kentucky.", "sentId": 159}, {"text": "Inside what you see on the right of your screen is nothing unusual.", "sentId": 160}, {"text": "It's a letter that essentially says Alison Grimes is lying in her campaign ad.", "sentId": 161}, {"text": "She's saying things about Mitch McConnell that aren't true.", "sentId": 162}, {"text": "Voters can decide or we can fact check that.", "sentId": 163}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "That on the right is nothing interesting.", "sentId": 164}, {"text": "But if you look at the envelope, it says election violation notice and it talks about if you disrupt the mail that's a federal crime.", "sentId": 165}, {"text": "It is a federal crime to disrupt the mail but what does that have to do with the election on Tuesday -- right?", "sentId": 166}], "secId": 71}, {"speaker": "Hamby", "sentences": [{"text": "Well, a little bit of both.", "sentId": 167}, {"text": "Certainly both of those", "sentId": 168}], "secId": 72}, {"speaker": "Hamby", "sentences": [{"text": "things apply to most of Mitch McConnell's campaigns in that state.", "sentId": 169}, {"text": "The Democrats have filed suit in Jefferson County, Louisville, where Democrats Alison Grimes -- exactly, accusing them of doing something sinister, voter suppression but that is the same mail vendor that McConnell used in the primary and dropped some piece that was very similar to that against Matt Bevin.", "sentId": 170}, {"text": "It was yellow, sort of ominous looking and it said \"fraud alert\" on the front.", "sentId": 171}, {"text": "And you open it up and it was like Matt Bevin is a fraud, he took money, et cetera, et cetera.", "sentId": 172}], "secId": 73}, {"speaker": "Hamby", "sentences": [{"text": "So look, I think you know, any lawsuit isn't going to change the outcome of this election obviously they're not going to rule on this before Election Day.", "sentId": 173}, {"text": "It seems like a bid to sort of get a little bit of earned media attention on the part of the Grimes campaign, but you know, it's a little bit of both.", "sentId": 174}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "We just talked about this to a degree in North Carolina, to another degree in Louisiana -- it's also at play in Kentucky.", "sentId": 175}, {"text": "One of the things I'm fascinated by, Dan, I was just in Kentucky, you go into Louisville, Jefferson County, African-Americans the Democrats have to have huge turnout there.", "sentId": 176}, {"text": "Fayette County, Lexington area they have that huge turnout there.", "sentId": 177}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "And when you walk the streets, the politicians say they get it.", "sentId": 178}, {"text": "The African-American politicians in the past say they get it.", "sentId": 179}, {"text": "They don't like it but they get it that Grimes is pushing the President away, won't even say if she voted for him.", "sentId": 180}, {"text": "The politicians process it.", "sentId": 181}, {"text": "It's a strategy.", "sentId": 182}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "But when you run -- I sat down at McDonald's with one city councilwoman having coffee and the locals -- you know, everyday working Joes, they are like why?", "sentId": 183}, {"text": "Does that affect their turnout?", "sentId": 184}, {"text": "How do you manage the \"we need your votes but I'm pushing the President away\"?", "sentId": 185}], "secId": 77}, {"speaker": "BALZ", "sentences": [{"text": "It certainly could affect individual voters and ordinary people when they see a candidate running away from somebody they wonder what's going on and should I really support that candidate?", "sentId": 186}, {"text": "Will that candidate really have my interests in mind?", "sentId": 187}, {"text": "The President is obviously doing a lot of stuff, it's not exactly under the radar but it's targeted into African-American communities whether it's interviews on black radio, advertising some direct mail, all of that aimed at allowing the candidate to maintain some distance but still delivering a direct message to those voters.", "sentId": 188}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "One of the big wildcards heading into these final 48 hours is Kansas, Nia-Malika Henderson where there's no Democrat.", "sentId": 189}, {"text": "There's Greg Orman and there's Pat Roberts.", "sentId": 190}, {"text": "Jonathan talked about this months ago when he first broke the story about Pat Roberts really living in Virginia, not in Kansas.", "sentId": 191}, {"text": "If Republicans lose that race, it is possible that Greg Orman, who hasn't said which party he'll caucus with, could sit around for two months if we have Louisiana and Georgia deciding who controls the Senate -- huh?", "sentId": 192}], "secId": 79}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, I mean that's what we're looking at.", "sentId": 193}, {"text": "He's been very clever and coy about what he would do, whether or not he'd back Democrats or Republicans.", "sentId": 194}, {"text": "I mean this next sort of lame duck period waiting on the results of Georgia, waiting on the results of Louisiana are going to affect so many things.", "sentId": 195}, {"text": "It's going to affect what Obama does in terms of does he want to go forward with immigration reform, executive order or will we looking at those two races in his calculus.", "sentId": 196}], "secId": 80}, {"speaker": "MARTIN", "sentences": [{"text": "I spoke yesterday to some top folks in the GOP, they are concerned about the Roberts race but here's how confident they are overall.", "sentId": 197}, {"text": "They think they could lose the Roberts race in Kansas and still get the majority.", "sentId": 198}, {"text": "So much so in fact that they called Mitch McConnell yesterday at his home in Louisville and congratulations, you're going to be the next majority leader.", "sentId": 199}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "They called him and said that.", "sentId": 200}, {"text": "I bet he has fond memories though of 2010.", "sentId": 201}, {"text": "And my question is that it's not the same but you had Ken Buck and Todd Akin then, is that what he has in Pat Roberts and David Perdue in Kansas and Georgia -- to a different degree, candidates who lose races they should win.", "sentId": 202}, {"text": "We will see come Election Day.", "sentId": 203}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Next tomorrow's news today, our great reporters are going to empty their notebooks and get you out ahead of the big political news still to come, including why Republicans might regret the Obama era coming to an end.", "sentId": 204}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Let's go around the INSIDE POLITICS table and ask our great reporters to share a final nugget from their notebooks.", "sentId": 205}, {"text": "Nia- Malika Henderson.", "sentId": 206}], "secId": 84}, {"speaker": "HENDERSON", "sentences": [{"text": "On Tuesday a lot of eyes will be on Texas.", "sentId": 207}, {"text": "Now Wendy Davis has virtually no chance of winning that race down in Texas.", "sentId": 208}, {"text": "She's running for governor but Democrats have poured roughly $10 million into that campaign as part of battleground Texas really hoping to change the makeup of the electorate.", "sentId": 209}, {"text": "If that electorate isn't changed very much come Tuesday Republicans are going to have something to crow about.", "sentId": 210}, {"text": "And it's going to send a message to Democrat, don't mess with Texas, at least no time soon.", "sentId": 211}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 212}, {"text": "They keep saying it's going to go blue but they can't say when.", "sentId": 213}, {"text": "Jonathan Martin.", "sentId": 214}], "secId": 86}, {"speaker": "MARTIN", "sentences": [{"text": "It hasn't gotten the same attention as the Senate, John, but over in the House the GOP is going to gain more seats.", "sentId": 215}, {"text": "And the question is how many seats.", "sentId": 216}, {"text": "That's important because if they get 12 to 15 or beyond that it can make it hard for Democrats to take back the House until they redraw the lines after 2020.", "sentId": 217}], "secId": 87}, {"speaker": "MARTIN", "sentences": [{"text": "I talked to the chairman of the NRCC Greg Walden on Saturday.", "sentId": 218}, {"text": "He low-balled to gains to me at six to eight.", "sentId": 219}, {"text": "Most folks think it will be a little bit higher than that.", "sentId": 220}, {"text": "And notably, by the way, Chairman Walden said he wants to say at the NRCC there's been some chatter about him being forced out.", "sentId": 221}, {"text": "He said I'm staying.", "sentId": 222}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Full of confidence there.", "sentId": 223}, {"text": ".", "sentId": 224}, {"text": "Peter Hamby?", "sentId": 225}, {"text": "HAMBY:  I want to fast forward a little bit ahead past Tuesday.", "sentId": 226}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "There's a little bit of a parlor game going on among Democrats right now about Hillary Clinton.", "sentId": 227}, {"text": "And the question if you talk to Democrats is not if Hillary Clinton will run for president but when.", "sentId": 228}, {"text": "I mean Clinton still has to make that decision herself of course but that sort of big galaxy of people around her are debating should she get an early, very quickly deny oxygen to any potential challenger, build an organization so she can start raising money, hiring staff, polling, et cetera?", "sentId": 229}, {"text": "Or should she wait until the spring?", "sentId": 230}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "I talked to one Democrat who said she should wait until March, April or May because she doesn't have to get into the mix and answer questions from reporters and take every arrow coming at here from the media or Republicans.", "sentId": 231}, {"text": "So that's sort of an interesting debate to watch as we head into the holidays.", "sentId": 232}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "When will Hillary tell us she's still running?", "sentId": 233}, {"text": "Dan?", "sentId": 234}], "secId": 92}, {"speaker": "BALZ", "sentences": [{"text": "I want to look ahead past Tuesday also and the potentially interesting relationship between the President of the United States and the possible future of Senate majority leader Mitch McConnell.", "sentId": 235}, {"text": "If the Republicans win the Senate that relationship, which is non- existent at this point, will become the most important in town.", "sentId": 236}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "That's and excellent point to make and it's not a great relationship with Speaker Boehner either.", "sentId": 237}, {"text": "So we'll watch the President reach out there.", "sentId": 238}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 239}, {"text": "Republicans complain all the time just about with every breath about President Obama.", "sentId": 240}, {"text": "But you could make a case they might miss him.", "sentId": 241}, {"text": "The President swept into office, remember, in a big Democratic year back in 2008 but the six years since have been boom time for Republicans.", "sentId": 242}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "Take a look at these numbers, a 257-seat Democratic majority when the President took office down to 201 and the minority in the House now.", "sentId": 243}, {"text": "27 Democratic governors at the beginning of the Obama term, down to 21 now.", "sentId": 244}, {"text": "The number of Democrats in state legislatures, that's a key bench for future stars, down a whopping 600 from six years ago.", "sentId": 245}], "secId": 96}, {"speaker": "The change in the Senate this year's big battleground is less dramatic", "sentences": [{"text": "57 early in the Obama years, 53 now, 55 if you count the two independents who work with Senate Democrats.", "sentId": 246}, {"text": "Now the President's party usually takes a big hit in the sixth year midterm vote so it will be worth taking another look at those numbers a week from now.", "sentId": 247}], "secId": 97}, {"speaker": "The change in the Senate this year's big battleground is less dramatic", "sentences": [{"text": "But if Republicans fail again to take the Senate given this favorable climate this year their brand problems are likely to get as much if not more attention than the President's.", "sentId": 248}], "secId": 98}, {"speaker": "The change in the Senate this year's big battleground is less dramatic", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 249}, {"text": "Thanks again for sharing your Sunday morning.", "sentId": 250}], "secId": 99}, {"speaker": "We'll see you soon including during CNN's extensive coverage of the campaign in the days ahead.  Be sure to join us Tuesday beginning at 5", "sentences": [{"text": "00 p.m. Eastern for CNN's \"Election Night in America\" coverage.", "sentId": 251}, {"text": "\"STATE OF THE UNION\" with Candy Crowley starts right now.", "sentId": 252}], "secId": 100}], "sectionCount": 101, "url": "transcripts.cnn.com/TRANSCRIPTS/1411/02/ip.01.html", "sentenceCount": 254, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired November 2, 2014 - 08:30   ET", "speakers": ["KING", "OBAMA", "UNIDENTIFIED MALE", "GRIMES", "Welcome to INSIDE POLITICS.  I'm John King.  Thanks for sharing your Sunday morning.  And with to us share their reporting and their insights", "Well", "BALZ", "Colorado", "MARTIN", "HAMBY", "HENDERSON", "ROBERTSON", "UNIDENTIFIED FEMALE", "LANDRIEU", "know", "Hamby", "The change in the Senate this year's big battleground is less dramatic", "We'll see you soon including during CNN's extensive coverage of the campaign in the days ahead.  Be sure to join us Tuesday beginning at 5"], "title": "INSIDE POLITICS"}