{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.0508.03.ip.01.html.json", "subTitle": "Bush Working Vacation; Schmidt Wins in Ohio; Iraq Violence Continues; John Roberts Answers Senate Questions; George Allen Interview", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "ANNOUNCER", "sentences": [{"text": "President Bush puts the work into his working vacation, taking to the road to tout his legislative achievements.", "sentId": 0}], "secId": 0}, {"speaker": "BUSH", "sentences": [{"text": "I'll be signing next week a comprehensive energy bill and it's a good piece of legislation.", "sentId": 1}], "secId": 1}, {"speaker": "ANNOUNCER", "sentences": [{"text": "We'll take a look Mr. Bush's victories and setbacks.", "sentId": 2}], "secId": 2}, {"speaker": "HAM", "sentences": [{"text": "... that this is a very lethal and unfortunately, adaptive enemy that we are faced with inside Iraq.", "sentId": 3}], "secId": 3}, {"speaker": "ANNOUNCER", "sentences": [{"text": "A very deadly week for U.S. forces.", "sentId": 4}, {"text": "Will the violence over there impact the politics back here?", "sentId": 5}], "secId": 4}, {"speaker": "ANNOUNCER", "sentences": [{"text": "An Iraq war veteran almost pulls off an amazing upset in Ohio.", "sentId": 6}], "secId": 5}, {"speaker": "HACKETT", "sentences": [{"text": "There's nothing to cry about here.", "sentId": 7}, {"text": "This was a success.", "sentId": 8}, {"text": "We should all be proud.", "sentId": 9}, {"text": "So, let's rock on.", "sentId": 10}], "secId": 6}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Is yesterday's special election a bellwether for next year's battle for control of Congress?", "sentId": 11}], "secId": 7}, {"speaker": "ANNOUNCER", "sentences": [{"text": "John Roberts responds.", "sentId": 12}, {"text": "The Supreme Court nominee answers questions posed by senators, but what do his replies reveal?", "sentId": 13}], "secId": 8}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Now live from Washington, CNN's INSIDE POLITICS.", "sentId": 14}], "secId": 9}, {"speaker": "JOHNS", "sentences": [{"text": "Thanks for joining us.", "sentId": 15}, {"text": "I'm Joe Johns.", "sentId": 16}], "secId": 10}, {"speaker": "JOHNS", "sentences": [{"text": "President Bush kicked off his month-long stay in Texas today with a speech highlighting the early accomplishments of his second term.", "sentId": 17}, {"text": "In remarks to state lawmakers he offered a progress report on everything from the just-passed energy and highway bills, to the upcoming battle over his Supreme Court nominee.", "sentId": 18}, {"text": "He also talked about the recent violence in Iraq, calling it a grim reminder of the enemies facing America.", "sentId": 19}], "secId": 11}, {"speaker": "JOHNS", "sentences": [{"text": "CNN's Elaine Quijano is traveling with the president.", "sentId": 20}], "secId": 12}, {"speaker": "QUIJANO", "sentences": [{"text": "On his first full day of a nearly five-week long working vacation, President Bush touted his second-term legislative accomplishments.", "sentId": 21}], "secId": 13}, {"speaker": "BUSH", "sentences": [{"text": "And finally, after years of work, I'm proud to announce I'll be signing next week, a comprehensive energy bill.", "sentId": 22}], "secId": 14}, {"speaker": "QUIJANO", "sentences": [{"text": "Besides an energy bill, he put a highway bill and the Central American Free Trade Agreement in his win column.", "sentId": 23}, {"text": "The president also claimed progress on the economic front.", "sentId": 24}], "secId": 15}, {"speaker": "BUSH", "sentences": [{"text": "Employment is up in 48 of the 50 states.", "sentId": 25}, {"text": "Unemployment is down to 5 percent.", "sentId": 26}], "secId": 16}, {"speaker": "QUIJANO", "sentences": [{"text": "Yet the president has not been able to claim victory on what was supposed to have been the signature legislative agenda item of his second term -- changing Social Security -- despite his hard sell on the issue.", "sentId": 27}], "secId": 17}, {"speaker": "BUSH", "sentences": [{"text": "The system is going broke, is what is the problem.", "sentId": 28}], "secId": 18}, {"speaker": "ORNSTEIN", "sentences": [{"text": "President Bush ran with two major priorities, sweeping domestic changes he wanted to implement.", "sentId": 29}, {"text": "Number one, Social Security; number two, tax reform.", "sentId": 30}, {"text": "Social Security is in worse shape now than it was when the president was inaugurated in January in terms of getting any traction.", "sentId": 31}], "secId": 19}, {"speaker": "QUIJANO", "sentences": [{"text": "And last week, another political setback for President Bush.", "sentId": 32}, {"text": "The Senate Majority Leader Bill Frist broke with the president, expressing support for expanding federal funding of embryonic stem cell research.", "sentId": 33}, {"text": "And of course, Joe, President Bush has threatened to veto any legislation that will do that -- Joe?", "sentId": 34}], "secId": 20}, {"speaker": "JOHNS", "sentences": [{"text": "And apparently even in the face of all of that, he is still standing by that veto threat, right, Elaine?", "sentId": 35}], "secId": 21}, {"speaker": "QUIJANO", "sentences": [{"text": "That's correct.", "sentId": 36}, {"text": "The president was asked about this during an interview with Texas newspapers recently and the president essentially said that his position, the one that he outlined back in 2001 -- in August of 2001, that the existing stem cell lines at that time should be the only ones receiving federal funding.", "sentId": 37}, {"text": "He has not changed from that position, the president, saying that he is confident that he has achieved, quote, \"the right balance between science and ethics,\" unquote, not appearing to be swayed at all by Senator Frist's position -- Joe?", "sentId": 38}], "secId": 22}, {"speaker": "JOHNS", "sentences": [{"text": "Sticking by his guns.", "sentId": 39}, {"text": "Thanks so much, Elaine Quijano.", "sentId": 40}], "secId": 23}, {"speaker": "JOHNS", "sentences": [{"text": "President Bush also used today's speech to comment on the situation in Iraq.", "sentId": 41}, {"text": "He stuck to familiar themes, pledging that the U.S. will remain in Iraq until the mission is complete and that it would be a mistake to set a timetable for withdrawal.", "sentId": 42}, {"text": "Fourteen Marines died in a roadside bombing near the Iraqi town of Haditha in the Euphrates River Valley.", "sentId": 43}, {"text": "The Marines belonged to the same Ohio battalion that lost six members just two days ago.", "sentId": 44}, {"text": "Mr. Bush told his audience that the U.S. forces who have died in battle will not be forgotten.", "sentId": 45}], "secId": 24}, {"speaker": "BUSH", "sentences": [{"text": "Men and women who lost their lives in Iraq and Afghanistan and in this war on terror, have died in a noble cause and a selfless cause.", "sentId": 46}, {"text": "Their families can know that American citizens pray for them.", "sentId": 47}, {"text": "And the families can know that we will honor their loved one's sacrifice by completing the mission.", "sentId": 48}], "secId": 25}, {"speaker": "JOHNS", "sentences": [{"text": "With me now to talk more about the situation in Iraq and other issues is Senator George Allen of Virginia.", "sentId": 49}, {"text": "He joins me from Capitol Hill.", "sentId": 50}, {"text": "Thanks so much, Senator Allen, for speaking with me.", "sentId": 51}], "secId": 26}, {"speaker": "JOHNS", "sentences": [{"text": "Eighteen hundred U.S. lives lost over there now.", "sentId": 52}, {"text": "There are some suggestions that the attacks are becoming fewer but more lethal.", "sentId": 53}], "secId": 27}, {"speaker": "JOHNS", "sentences": [{"text": "What's the strategy?", "sentId": 54}, {"text": "And do you think there is a real possibility for at least some of the troops to start coming home as early as next year?", "sentId": 55}], "secId": 28}, {"speaker": "ALLEN", "sentences": [{"text": "Well, I think you are going to have to look at several factors and progress and benchmarks in the future.", "sentId": 56}, {"text": "I think, first of all, we'll be able to have our troops stand down as Iraqis are able to stand up and protect themselves.", "sentId": 57}], "secId": 29}, {"speaker": "ALLEN", "sentences": [{"text": "On the political front, one of the key things will be this constitution.", "sentId": 58}, {"text": "If they can get this constitution drafted -- and one that respects individual rights, that rights are not enhanced nor diminished on the account of religious beliefs or because of one's gender or ethnicity -- and have the rule of law and justice there, I think they have a good shot at it -- and, of course, the ratification of that constitution by the people in elections.", "sentId": 59}], "secId": 30}, {"speaker": "ALLEN", "sentences": [{"text": "That's the political front.", "sentId": 60}], "secId": 31}, {"speaker": "ALLEN", "sentences": [{"text": "On the security front, obviously training more Iraqis to take care of their own country will be essential.", "sentId": 61}, {"text": "The electricity, the water, the sewer, oil production being improved -- all of those will be important, as well as in the schools, by the way, teaching educational, academic subjects rather than hate.", "sentId": 62}], "secId": 32}, {"speaker": "ALLEN", "sentences": [{"text": "I think there's progress, but it is very, very difficult, whether it's the constitution or whether that is the training of Iraqis.", "sentId": 63}], "secId": 33}, {"speaker": "ALLEN", "sentences": [{"text": "The terrorists, whether they are remnants of Saddam's regime or whether they are al Qaeda, these people do not have any other motive other than to wreak havoc and cause trouble.", "sentId": 64}, {"text": "But I don't think that's going to win the hearts and minds of Iraqis.", "sentId": 65}, {"text": "But...", "sentId": 66}], "secId": 34}, {"speaker": "JOHNS", "sentences": [{"text": "Senator, it does...", "sentId": 67}], "secId": 35}, {"speaker": "ALLEN", "sentences": [{"text": "I'm positive, I'm optimistic, but recognize that this is going to be very difficult and a treacherous land.", "sentId": 68}], "secId": 36}, {"speaker": "JOHNS", "sentences": [{"text": "It does seem as though the administration continues to have problems with public relations on these issues.", "sentId": 69}], "secId": 37}, {"speaker": "JOHNS", "sentences": [{"text": "Do you think there's anything the administration should be doing that it hasn't been doing with regard to P.R.", "sentId": 70}, {"text": "?", "sentId": 71}], "secId": 38}, {"speaker": "ALLEN", "sentences": [{"text": "Well, to the extent that you all with CNN or any others can talk about some of the positive things in areas that are safe, that would be helpful.", "sentId": 72}], "secId": 39}, {"speaker": "ALLEN", "sentences": [{"text": "I'm not going to criticize the media, though.", "sentId": 73}, {"text": "When you have the tragic killing of 14 Americans, naturally that's going to -- and understandably that's going to -- get attention.", "sentId": 74}], "secId": 40}, {"speaker": "ALLEN", "sentences": [{"text": "But there is progress.", "sentId": 75}, {"text": "And I think that there will be certain benchmarks with a constitution that I think people will see an uptick, let's say, in support and understanding just like on June -- excuse me, in late January -- when the Iraqis voted, that got Americans feeling positive about progress.", "sentId": 76}], "secId": 41}, {"speaker": "ALLEN", "sentences": [{"text": "And people want to see those sort of benchmarks.", "sentId": 77}, {"text": "And when they occur, I think there will be more support.", "sentId": 78}], "secId": 42}, {"speaker": "ALLEN", "sentences": [{"text": "And I think most Americans realize this is tough.", "sentId": 79}, {"text": "We're going to have to persevere.", "sentId": 80}, {"text": "But, most of all, we want to see the Iraqis taking control of their own destiny and their own security.", "sentId": 81}], "secId": 43}, {"speaker": "ALLEN", "sentences": [{"text": "So, Senator, now quickly, let's talk a little bit about domestic politics.", "sentId": 82}, {"text": "You have certainly been mentioned as one of those people who might be running for the White House next time around.", "sentId": 83}, {"text": "Where do you stand on that?", "sentId": 84}], "secId": 44}, {"speaker": "ALLEN", "sentences": [{"text": "What, running for the White House?", "sentId": 85}], "secId": 45}, {"speaker": "JOHNS", "sentences": [{"text": "Yes.", "sentId": 86}], "secId": 46}, {"speaker": "ALLEN", "sentences": [{"text": "Is that what you're saying, Joe?", "sentId": 87}], "secId": 47}, {"speaker": "ALLEN", "sentences": [{"text": "I'm running for re-election next year, is my political focus right now.", "sentId": 88}, {"text": "I have been encouraged by many outstanding individuals for whom I have a great deal of respect, who had worked, for example, in the Reagan administration.", "sentId": 89}], "secId": 48}, {"speaker": "ALLEN", "sentences": [{"text": "So I'm going to keep advocating the advancement of freedom and making sure this country is the world capital of innovation, with better tax policies and better education, so that we are leaders, no matter what position I'm in.", "sentId": 90}], "secId": 49}, {"speaker": "JOHNS", "sentences": [{"text": "Now, when the Congress returns, obviously, one of the big things the Senate will be focusing on is the Roberts nomination for the Supreme Court.", "sentId": 91}, {"text": "You met with Judge Roberts.", "sentId": 92}, {"text": "What's your assessment of him?", "sentId": 93}, {"text": "ALLEN: Well, I very much enjoyed talking with Judge Roberts.", "sentId": 94}, {"text": "We had a good conversation, maybe 45 minutes.", "sentId": 95}, {"text": "He's a scholar, a legal scholar.", "sentId": 96}, {"text": "But you know the good thing about him?", "sentId": 97}, {"text": "He doesn't talk like a lawyer.", "sentId": 98}], "secId": 50}, {"speaker": "JOHNS", "sentences": [{"text": "He clearly understands the law.", "sentId": 99}, {"text": "What I care most about, is judges who understand their responsibility is to apply the law, not invent the law.", "sentId": 100}, {"text": "He understands the Constitution and that the Constitution should not be amended by judicial decree.", "sentId": 101}], "secId": 51}, {"speaker": "JOHNS", "sentences": [{"text": "And we talked about things such as precedent and how important that is, but when precedent might not be ultimately controlling and stultifying.", "sentId": 102}, {"text": "Asked him about how you protect individual rights, how you interpret state laws, when the federal government should or should not be taking over the rights and prerogatives of the people in the states, and a variety of other issues.", "sentId": 103}], "secId": 52}, {"speaker": "JOHNS", "sentences": [{"text": "But I came away from it feeling that he was well-grounded, has the right judicial philosophy.", "sentId": 104}, {"text": "I think he'll be an outstanding member of the Supreme Court.", "sentId": 105}, {"text": "Moreover, on the Supreme Court I think that he'll be one that will be able to persuade other justices to his point of view.", "sentId": 106}, {"text": "And some of that's just his demeanor.", "sentId": 107}], "secId": 53}, {"speaker": "JOHNS", "sentences": [{"text": "And I like the fact that he cuts his own grass.", "sentId": 108}], "secId": 54}, {"speaker": "JOHNS", "sentences": [{"text": "Another issue that you have been heavily involved with is the issue of stem cell research.", "sentId": 109}, {"text": "We've already talked about it on the program just a little bit.", "sentId": 110}], "secId": 55}, {"speaker": "JOHNS", "sentences": [{"text": "What's your view?", "sentId": 111}, {"text": "Is the administration going to be able to sidestep a confrontation with the Republican Congress on this issue?", "sentId": 112}], "secId": 56}, {"speaker": "ALLEN", "sentences": [{"text": "Probably not.", "sentId": 113}, {"text": "Every senator is going to come up to this, and whatever number of bills, I don't know how many different proposals we'll ultimately have before us in the Senate, maybe six or eight.", "sentId": 114}], "secId": 57}, {"speaker": "ALLEN", "sentences": [{"text": "What I'm looking to do is find a way that we can advance stem cell research in a way that it actually helps people.", "sentId": 115}], "secId": 58}, {"speaker": "ALLEN", "sentences": [{"text": "And of course adult stem cell research right now is finding cures and helping people.", "sentId": 116}], "secId": 59}, {"speaker": "ALLEN", "sentences": [{"text": "So far as the embryonic stem cell research, there are three filters that I'm using.", "sentId": 117}, {"text": "One is the scientific advancement filter.", "sentId": 118}, {"text": "The other is, what is appropriate for federal funding?", "sentId": 119}, {"text": "The third is the ethical or the ethics controversy.", "sentId": 120}], "secId": 60}, {"speaker": "ALLEN", "sentences": [{"text": "I think with some of the advancements in technology and science, there are ways of deriving stem cells, embryonic-type stem cells, that have all that flexibility and pluripotentiality without destroying an embryo.", "sentId": 121}, {"text": "If we can do that, that's good for science.", "sentId": 122}, {"text": "It's logical for funding.", "sentId": 123}, {"text": "It also avoids the ethical controversy.", "sentId": 124}], "secId": 61}, {"speaker": "ALLEN", "sentences": [{"text": "And the fact of the matter is that the question is whether or not there should be federal funding.", "sentId": 125}, {"text": "And it's not as if the federal government is the only one who can fund this.", "sentId": 126}, {"text": "The state of California has put in $3 billion for such research, as have other states and the private sector.", "sentId": 127}], "secId": 62}, {"speaker": "ALLEN", "sentences": [{"text": "So maybe if we can find and craft a measure which gets embryonic stem cells without destroying an embryo, that is the plus-plus approach for advancements in the research in stem cells to help from everything from juvenile diabetes to Alzheimer's and Parkinson's.", "sentId": 128}], "secId": 63}, {"speaker": "JOHNS", "sentences": [{"text": "Senator George Allen of Virginia, thanks so much for joining us.", "sentId": 129}, {"text": "Let's stay in touch during August.", "sentId": 130}], "secId": 64}, {"speaker": "ALLEN", "sentences": [{"text": "OK. Will do.", "sentId": 131}], "secId": 65}, {"speaker": "JOHNS", "sentences": [{"text": "You bet.", "sentId": 132}], "secId": 66}, {"speaker": "JOHNS", "sentences": [{"text": "More on John Roberts in his own words, straight ahead.", "sentId": 133}, {"text": "A first look at Roberts' views of the role of judges, his judicial philosophy, even his favorite football team.", "sentId": 134}], "secId": 67}, {"speaker": "JOHNS", "sentences": [{"text": "And it's never too early to take a poll.", "sentId": 135}, {"text": "With planning for 2008 already in progress, we'll tell you how Americans view Giuliani, McCain and Hillary Clinton.", "sentId": 136}], "secId": 68}, {"speaker": "JOHNS", "sentences": [{"text": "And later, Senator Bill Frist takes a stand on stem cell research and appears to get passed over for an encore appearance at Judicial Sunday.", "sentId": 137}], "secId": 69}, {"speaker": "JOHNS", "sentences": [{"text": "As we mentioned, Supreme Court nominee John Roberts has responded to a Senate questionnaire with more information about his private and professional life.", "sentId": 138}, {"text": "Senators are expected to use the information during Roberts' confirmation hearings next month, but so far, several key questions remain unanswered.", "sentId": 139}], "secId": 70}, {"speaker": "JOHNS ", "sentences": [{"text": "It reads like an application for membership to an exclusive club, which the Supreme Court is in a way.", "sentId": 140}, {"text": "Questions from the Senate Judiciary Committee to Supreme Court nominee John Roberts, covering seemingly every aspect of his life.", "sentId": 141}, {"text": "We learn Roberts was Phi Beta Kappa, had no military service, later joined a tony country club.", "sentId": 142}], "secId": 71}, {"speaker": "LAZARUS", "sentences": [{"text": "He speaks in generalizations, so there's nothing really that anybody can pick up on and complain about.", "sentId": 143}], "secId": 72}, {"speaker": "JOHNS", "sentences": [{"text": "He acknowledged press reports stating he was a member of the Federalist Society, a conservative legal group, but claimed he had no recollection of ever being formally in the organization.", "sentId": 144}, {"text": "What many lawmakers really wanted, what the judge thinks about hot button issues like abortion and the death penalty.", "sentId": 145}], "secId": 73}, {"speaker": "JOHNS", "sentences": [{"text": "Here Roberts was not asked for specifics and didn't offer any.", "sentId": 146}, {"text": "Instead, he outlined a general conservative judicial philosophy.", "sentId": 147}, {"text": "Judges, he said, must have a limited role.", "sentId": 148}, {"text": "\"They do not have a commission to solve society's problems as they see them, but simply to decide cases before them according to the rule of law.\"", "sentId": 149}], "secId": 74}, {"speaker": "JOHNS", "sentences": [{"text": "Roberts said legal precedents like Roe versus Wade, were important -- quote -- \"to promoting stability of the legal system.\"", "sentId": 150}], "secId": 75}, {"speaker": "JOHNS", "sentences": [{"text": "Several abortion rights groups criticize the lack of specifics, but legal experts say upcoming hearings could prove more fruitful.", "sentId": 151}], "secId": 76}, {"speaker": "LAZARUS", "sentences": [{"text": "We can anticipate, as he did, that he's going to say that precedent is very important.", "sentId": 152}, {"text": "But he's not going to say that it's necessarily controlling in every case.", "sentId": 153}, {"text": "And I think 99 percent of the judges in this country would agree with that.", "sentId": 154}, {"text": "The devil is in the details, as it always is.", "sentId": 155}], "secId": 77}, {"speaker": "JOHNS", "sentences": [{"text": "There is also little to learn from Roberts' legal work for George W. Bush during the 2000 Florida recount.", "sentId": 156}, {"text": "Court sources have said he was a key behind-the-scenes player, helping draft all the important legal appeals on which the presidency would turn.", "sentId": 157}, {"text": "But Roberts would only acknowledge spending a week in Tallahassee at the request of GOP lawyers, helping Governor Jeb Bush, the future president's brother.", "sentId": 158}], "secId": 78}, {"speaker": "JOHNS", "sentences": [{"text": "As for money, Roberts has plenty.", "sentId": 159}, {"text": "He lists his net worth at $5.3 million, including a big house in an exclusive Washington suburb, lucrative stock investments, with a portfolio that includes Time Warner, parent of CNN.", "sentId": 160}], "secId": 79}, {"speaker": "JOHNS", "sentences": [{"text": "We have also learned a little about the selection process Roberts went through.", "sentId": 161}, {"text": "He met first with Attorney General Gonzales April 1, a month later with a group including Vice President Cheney and Deputy Chief of Staff Karl Rove.", "sentId": 162}, {"text": "This was weeks before Justice Sandra Day O'Connor decided to retire.", "sentId": 163}, {"text": "After that news, White House contacts with Roberts intensified, culminating with the July 15 meeting with President Bush that sealed the nomination.", "sentId": 164}], "secId": 80}, {"speaker": "JOHNS", "sentences": [{"text": "John Roberts also spoke out today on a matter close to the hearts of Washingtonians, their Redskins football team.", "sentId": 165}, {"text": "The matter came up as Roberts appeared at a photo op with Senator George Allen, who just appeared, whose father was a former Redskins coach.", "sentId": 166}, {"text": "Asked if he was a Redskins fan, Roberts replied, sure, but added the caveat that he grew up a fan of the Buffalo Bills and still has loyalties there.", "sentId": 167}, {"text": "On the baseball front, Roberts refused to reveal his loyalties between the Washington Nationals or the Baltimore Orioles, saying, I'm not going there.", "sentId": 168}], "secId": 81}, {"speaker": "JOHNS", "sentences": [{"text": "Are you ready for the next race for the White House?", "sentId": 169}, {"text": "It's still three years away, but that's not stopping pollsters from asking voters who they favor.", "sentId": 170}, {"text": "We've got results just ahead.", "sentId": 171}], "secId": 82}, {"speaker": "JOHNS", "sentences": [{"text": "It may be the dog days of summer, but that's not stopping pollsters from turning their sights to the next battle for the White House in 2008.", "sentId": 172}, {"text": "The names might not surprise you -- Clinton and McCain, to mention a couple -- but the results might.", "sentId": 173}], "secId": 83}, {"speaker": "JOHNS", "sentences": [{"text": "Here's our Bruce Morton.", "sentId": 174}], "secId": 84}, {"speaker": "MORTON", "sentences": [{"text": "Fish got to swim, birds got to fly.", "sentId": 175}, {"text": "Pollsters got to poll, too, even when they're looking way down the road.", "sentId": 176}], "secId": 85}, {"speaker": "MORTON", "sentences": [{"text": "So OK, voters, pretend it's 2008 and it's Senator Hillary Clinton for the Democrats and Rudy Giuliani for the Republicans.", "sentId": 177}, {"text": "Registered voters told Gallup, Rudy wins by five points.", "sentId": 178}, {"text": "How about Hillary Clinton against Senator John McCain?", "sentId": 179}, {"text": "He wins by the same margin.", "sentId": 180}, {"text": "Giuliani and/or McCain against John Kerry?", "sentId": 181}, {"text": "They win even bigger.", "sentId": 182}], "secId": 86}, {"speaker": "MORTON", "sentences": [{"text": "But hey, the 2008 election is more than three years off.", "sentId": 183}, {"text": "Does this poll mean anything?", "sentId": 184}], "secId": 87}, {"speaker": "HOLLAND", "sentences": [{"text": "It's like trying to predict who's going to win the Super Bowl in 2008.", "sentId": 185}, {"text": "You know, the season hasn't started yet.", "sentId": 186}, {"text": "The pre-season hasn't started yet.", "sentId": 187}, {"text": "Training camp hasn't started yet.", "sentId": 188}, {"text": "We don't know who the players are going to be, we don't know who the teams are going to be.", "sentId": 189}], "secId": 88}, {"speaker": "MORTON", "sentences": [{"text": "Gallup also asks about favorable and unfavorable opinions of these people now, today.", "sentId": 190}, {"text": "Americans have a favorable opinion of Giuliani, of Senator Clinton, of Senator McCain.", "sentId": 191}, {"text": "The only guys with negative marks are the two who ran last time, President Bush and Democrat John Kerry.", "sentId": 192}], "secId": 89}, {"speaker": "MORTON", "sentences": [{"text": "The poll didn't ask about other wannabes, Delaware Democratic Senator Joe Biden, for example.", "sentId": 193}], "secId": 90}, {"speaker": "BIDEN", "sentences": [{"text": "Well, I'm going out to see whether or not anybody but me thinks I should be president.", "sentId": 194}], "secId": 91}, {"speaker": "MORTON", "sentences": [{"text": "And on \"The Daily Show,\" he raised an interesting possibility.", "sentId": 195}], "secId": 92}, {"speaker": "STEWART", "sentences": [{"text": "You may end up going against a Senate colleague, perhaps McCain, perhaps Frist?", "sentId": 196}], "secId": 93}, {"speaker": "BIDEN", "sentences": [{"text": "John McCain is a personal friend, a great friend, and I would be honored to run with or against John McCain, because I think the country would be better off -- be well off no matter who...", "sentId": 197}], "secId": 94}, {"speaker": "MORTON", "sentences": [{"text": "McCain/Biden?", "sentId": 198}, {"text": "Biden/McCain?", "sentId": 199}, {"text": "A fusion ticket?", "sentId": 200}, {"text": "Haven't seen that since Republican Abe Lincoln ran with Democrat Andrew Johnson in 1864.", "sentId": 201}, {"text": "They won, of course, but then Lincoln was murdered and Johnson was impeached.", "sentId": 202}, {"text": "Maybe not such a good precedent, after all.", "sentId": 203}], "secId": 95}, {"speaker": "MORTON", "sentences": [{"text": "Bruce Morton, CNN, Washington.", "sentId": 204}], "secId": 96}, {"speaker": "JOHNS", "sentences": [{"text": "There's more news about the potential 2008 hopefuls in our \"Political Bytes.\"", "sentId": 205}], "secId": 97}, {"speaker": "JOHNS", "sentences": [{"text": "Senate Majority Leader Bill Frist was the featured speaker at the first Justice Sunday event, but he was not invited to Justice Sunday II, which is being held in his home state of Tennessee.", "sentId": 206}, {"text": "Justice Sunday is a televised event aimed at promoting conservative judicial appointees.", "sentId": 207}, {"text": "Senator Frist recently split with religious conservatives over the issue of stem cell research.", "sentId": 208}, {"text": "House Majority Leader Tom DeLay will be the featured speaker at Justice Sunday II.", "sentId": 209}], "secId": 98}, {"speaker": "JOHNS", "sentences": [{"text": "Massachusetts Governor Mitt Romney looks ready to improve his foreign policy credentials.", "sentId": 210}, {"text": "Romney plans to travel to Israel next month for his first international trip as governor.", "sentId": 211}, {"text": "The trip is officially billed as a trade mission.", "sentId": 212}, {"text": "It is being arranged by the American Israel Public Affairs Committee, a powerful Washington lobbying group.", "sentId": 213}], "secId": 99}, {"speaker": "JOHNS", "sentences": [{"text": "Still ahead, do the results of a special election in Ohio foreshadow how the war in Iraq could play out in next year's midterm races?", "sentId": 214}], "secId": 100}, {"speaker": "JOHNS", "sentences": [{"text": "And John Roberts answers a questionnaire from the Judiciary Committee.", "sentId": 215}, {"text": "Did he give any more hints on when he thinks it's right for the high court to step in?", "sentId": 216}], "secId": 101}, {"speaker": "JOHNS", "sentences": [{"text": "As the markets get set to close on Wall Street, I'm joined by Christine Romans in New York with \"The Dobbs Report\" -- Christine.", "sentId": 217}], "secId": 102}, {"speaker": "ROMANS", "sentences": [{"text": "Hi, there, Joe.", "sentId": 218}], "secId": 103}, {"speaker": "ROMANS", "sentences": [{"text": "Just a little bit less than two minutes to go to the closing bell and stocks are little changed here.", "sentId": 219}, {"text": "The big move was in the oil market today.", "sentId": 220}, {"text": "Right now, the Dow Industrials up 14 points, 10,697, but the NASDAQ just slightly lower.", "sentId": 221}, {"text": "Now oil prices fell a dollar.", "sentId": 222}, {"text": "That decline followed a report that showed crude oil inventories actually rose last week.", "sentId": 223}], "secId": 104}, {"speaker": "ROMANS", "sentences": [{"text": "Reebok outran the rest of the market shares, soaring 13 bucks or 30 percent today.", "sentId": 224}, {"text": "The German sneaker-maker Adidas will buy Reebok for nearly $4 billion.", "sentId": 225}, {"text": "Adidas wants to be in a better position to compete with Nike.", "sentId": 226}, {"text": "Nike is the industry leader, with 36 percent of the U.S. sneaker market.", "sentId": 227}, {"text": "Adidas and Reebok together would hold about 21 percent.", "sentId": 228}], "secId": 105}, {"speaker": "ROMANS", "sentences": [{"text": "Time Warner will pay $2.4 billion to settle shareholder lawsuits over its disastrous merger with AOL.", "sentId": 229}, {"text": "The money will go to investors who bought shares of AOL or Time Warner from 1999 to 2002.", "sentId": 230}, {"text": "The world's largest media company and CNN's parent also lost more than $300 million in the most recent quarter.", "sentId": 231}, {"text": "To buck up its share price, Time Warner plans to buy back up to $5 billion worth of its own stock during the next couple of years.", "sentId": 232}], "secId": 106}, {"speaker": "ROMANS", "sentences": [{"text": "In other news, the 30-year bond is back.", "sentId": 233}, {"text": "The Treasury Department will start selling the bonds again next year, after a four-year hiatus.", "sentId": 234}, {"text": "The sales would help finance our national debt.", "sentId": 235}, {"text": "The 30-year bond is known as a low risk, long-term investment option.", "sentId": 236}], "secId": 107}, {"speaker": "Coming up on CNN at 6", "sentences": [{"text": "00 p.m. Eastern on LOU DOBBS TONIGHT, China's CNOOC has withdrawn its $18 billion bid for Unocal, but that doesn't mean communist China is giving up its aggressive push to snap up American assets.", "sentId": 237}], "secId": 108}, {"speaker": "GAFFEY", "sentences": [{"text": "This is going to go forward at a pace.", "sentId": 238}, {"text": "The United States simply can no longer afford not to view these things strategically and be devising its own strategy to respond.", "sentId": 239}], "secId": 109}, {"speaker": "ROMANS", "sentences": [{"text": "Also tonight, the latest from Iraq.", "sentId": 240}, {"text": "Another deadly bomb attack kills 14 marines.", "sentId": 241}, {"text": "Still, former Marine Corps Colonel Thomas -- Thomas Hammes says the U.S. must not change course.", "sentId": 242}, {"text": "He'll be our guest.", "sentId": 243}], "secId": 110}, {"speaker": "ROMANS", "sentences": [{"text": "Plus, a risky and historic repair mission in space.", "sentId": 244}, {"text": "We'll have a full report on that.", "sentId": 245}], "secId": 111}, {"speaker": "ROMANS", "sentences": [{"text": "And investigative reporter and author Paul Sperry tells us why he thinks racial profiling is a good way to hunt for terrorists in the United States.", "sentId": 246}], "secId": 112}, {"speaker": "more", "sentences": [{"text": "00 Eastern.", "sentId": 247}, {"text": "Join us, LOU DOBBS TONIGHT -- Joe.", "sentId": 248}], "secId": 113}, {"speaker": "JOHNS", "sentences": [{"text": "Thanks, Christine.", "sentId": 249}, {"text": "Now back to INSIDE POLITICS.", "sentId": 250}], "secId": 114}, {"speaker": "JOHNS", "sentences": [{"text": "The outcome of yesterday's special election for Ohio's 2nd District House seat is not in dispute, but the loser and his party are still claiming victory.", "sentId": 251}], "secId": 115}, {"speaker": "JOHNS", "sentences": [{"text": "Republican Jean Schmidt got 52 percent of the vote to defeat Democrat Paul Hackett in an area that tilts heavily Republican.", "sentId": 252}], "secId": 116}, {"speaker": "JOHNS", "sentences": [{"text": "CNN's senior political analyst, Bill Schneider, has more on the surprisingly tight election that caught national attention and why Democrats see signs of better things to come.", "sentId": 253}], "secId": 117}, {"speaker": "SCHNEIDER", "sentences": [{"text": "The Republican won.", "sentId": 254}], "secId": 118}, {"speaker": "SCHMIDT", "sentences": [{"text": "No one would think we would become the focus of the national media or become the so-called first test of the Republican Party and the Bush mandate.", "sentId": 255}, {"text": "Well, ladies and gentlemen, we passed the test.", "sentId": 256}], "secId": 119}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Barely, which is why the Democrats are celebrating.", "sentId": 257}], "secId": 120}, {"speaker": "HACKETT", "sentences": [{"text": "There's nothing to cry about here.", "sentId": 258}, {"text": "This was a success.", "sentId": 259}, {"text": "We should all be proud.", "sentId": 260}, {"text": "So let's rock on.", "sentId": 261}], "secId": 121}, {"speaker": "SCHNEIDER", "sentences": [{"text": "This nonpartisan analyst agrees.", "sentId": 262}, {"text": "The losers have more to celebrate than the winners.", "sentId": 263}], "secId": 122}, {"speaker": "COOK", "sentences": [{"text": "I think it was a moral victory for them.", "sentId": 264}], "secId": 123}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Ohio's 2nd Congressional District is one of the reddest districts in the country, 64 percent for Bush last year.", "sentId": 265}, {"text": "But when the Republican margin slips to 52 percent, the GOP could have a problem.", "sentId": 266}, {"text": "The Democrat, Paul Hackett, an Iraq war veteran, was running as a critic of President Bush's war policy.", "sentId": 267}], "secId": 124}, {"speaker": "HACKETT", "sentences": [{"text": "Whoa, whoa, whoa, you told us a year-and-a-half ago mission accomplished.", "sentId": 268}, {"text": "It's a hell of a lot worse there today.", "sentId": 269}], "secId": 125}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Suddenly, the race looked interesting.", "sentId": 270}], "secId": 126}, {"speaker": "COOK", "sentences": [{"text": "Both national parties threw a lot of money into this race and ratcheted up the attention.", "sentId": 271}], "secId": 127}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Especially after Hackett attacked President Bush personally.", "sentId": 272}, {"text": "Republicans expected to see a backlash against Hackett.", "sentId": 273}, {"text": "It didn't happen.", "sentId": 274}, {"text": "You expect lower turnout in a mid-summer special election, but the GOP lost almost five times as many votes as the Democrats.", "sentId": 275}, {"text": "Why?", "sentId": 276}, {"text": "Here's a clue.", "sentId": 277}], "secId": 128}, {"speaker": "SCHNEIDER", "sentences": [{"text": "The latest national Gallup poll shows only 48 percent of Americans with a favorable personal opinion of Bush, down from 60 percent last November.", "sentId": 278}, {"text": "That's the lowest personal rating Bush has ever gotten.", "sentId": 279}], "secId": 129}, {"speaker": "Enquirer", "sentences": [{"text": "\"If the war's conduct resonates so strongly in the 2nd District, its echo is likely to be even louder in the rest of the country next year if our involvement in Iraq is unabated.\"", "sentId": 280}], "secId": 130}, {"speaker": "COOK", "sentences": [{"text": "Elections are accountability moments, and we don't have too many of them going on right now.", "sentId": 281}, {"text": "So, whenever they happen, they do get the attention of politicians and journalists.", "sentId": 282}], "secId": 131}, {"speaker": "SCHNEIDER", "sentences": [{"text": "This one certainly did.", "sentId": 283}], "secId": 132}, {"speaker": "SCHNEIDER", "sentences": [{"text": "According to Mr. Cook, Republican losses were especially large in the poorer, more rural areas of that district.", "sentId": 284}, {"text": "Those were the kinds of voters who delivered Ohio for President Bush last year.", "sentId": 285}], "secId": 133}, {"speaker": "JOHNS", "sentences": [{"text": "Near Portsmouth, Ohio, and around the bend there.", "sentId": 286}], "secId": 134}, {"speaker": "SCHNEIDER", "sentences": [{"text": "That's right.", "sentId": 287}, {"text": "JOHNS: So, is this the kind of thing that creates pressure, more pressure, for example, for the president and the administration to start talking about some type of a timetable for at least a few troops from Iraq?", "sentId": 288}], "secId": 135}, {"speaker": "SCHNEIDER", "sentences": [{"text": "It puts pressure on congressional Republicans to talk about that kind of timetable.", "sentId": 289}, {"text": "You've seen some movement by Republicans in Congress to say, we need a timetable.", "sentId": 290}, {"text": "We want to start the withdrawal process.", "sentId": 291}], "secId": 136}, {"speaker": "SCHNEIDER", "sentences": [{"text": "The administration has resisted.", "sentId": 292}, {"text": "You're going to see more congressional Republicans start putting pressure.", "sentId": 293}, {"text": "They want a timetable in place before November 2006.", "sentId": 294}], "secId": 137}, {"speaker": "JOHNS", "sentences": [{"text": "Thanks so much, Bill Schneider.", "sentId": 295}], "secId": 138}, {"speaker": "JOHNS", "sentences": [{"text": "With me now from Cincinnati is the winner of yesterday's special election in Ohio, Jean Schmidt, the Republican.", "sentId": 296}], "secId": 139}, {"speaker": "JOHNS", "sentences": [{"text": "Thanks for joining us.", "sentId": 297}], "secId": 140}, {"speaker": "SCHMIDT", "sentences": [{"text": "Thank you for having me on.", "sentId": 298}], "secId": 141}, {"speaker": "JOHNS", "sentences": [{"text": "I guess we ought to start at the beginning here.", "sentId": 299}, {"text": "A lot of people -- you heard Bill just a moment ago -- have called this a referendum on Iraq in large part.", "sentId": 300}, {"text": "Is that how you see it?", "sentId": 301}], "secId": 142}, {"speaker": "SCHMIDT", "sentences": [{"text": "No.", "sentId": 302}, {"text": "First off, this was a special election.", "sentId": 303}, {"text": "And the dynamics in a special election are not a bellwether for regular elections.", "sentId": 304}], "secId": 143}, {"speaker": "SCHMIDT", "sentences": [{"text": "The second thing that I think that the national media is missing is that my opponent, understanding the popularity of the president in this district, actually in his ads painted himself as someone who supported the president.", "sentId": 305}, {"text": "So, you're -- you're missing a larger picture in this district.", "sentId": 306}], "secId": 144}, {"speaker": "JOHNS", "sentences": [{"text": "But he's also someone who called the president a bunch of names as well.", "sentId": 307}, {"text": "At least, that's what I've heard.", "sentId": 308}, {"text": "Do you think that he simply went too far in the race and there was a backlash?", "sentId": 309}], "secId": 145}, {"speaker": "SCHMIDT", "sentences": [{"text": "When he was making those name-callings, it was in the national press, not in the local press.", "sentId": 310}, {"text": "And with a very short window of opportunity for the voters of this district to get to know either candidate, it was very, very easy to do a smoke-and-mirrors kind of a thing, for him to paint himself as a Republican.", "sentId": 311}], "secId": 146}, {"speaker": "SCHMIDT", "sentences": [{"text": "In fact, there were Republicans in this district, when they saw his ad, that thought he was the Republican candidate.", "sentId": 312}, {"text": "Nowhere in his ads did he ever say Democrat.", "sentId": 313}, {"text": "The second thing is, is that you have to look at the uniqueness of this election.", "sentId": 314}, {"text": "In June, there were 11 of us that ran on the Republican ticket.", "sentId": 315}, {"text": "And there was a front-runner that the people in this district had a passion about, either a love or a hate relationship.", "sentId": 316}, {"text": "And for those that loved him, they voted for him.", "sentId": 317}, {"text": "But, for the rest, they were looking at the other 10 candidates as their choice.", "sentId": 318}, {"text": "Once that election was over, the passion and the energy for the August election waned.", "sentId": 319}], "secId": 147}, {"speaker": "SCHMIDT", "sentences": [{"text": "They thought, because this had always been a very easy race, that there really was no reason to go back to the polls.", "sentId": 320}, {"text": "They misunderstood the fact that, in the past 20 years, the Democrats have not mounted a candidate like Mr. Hackett.", "sentId": 321}, {"text": "And the Democrats have never put as much money into the race as they did with Mr. Hackett.", "sentId": 322}, {"text": "And so those were some of the unique features of it.", "sentId": 323}], "secId": 148}, {"speaker": "SCHMIDT", "sentences": [{"text": "The other thing that I think that you've missed when I heard your analyst is the whole issue of the Scioto County.", "sentId": 324}, {"text": "If you understand Scioto County, while it appears in part to look more Republican- leaning, those independent voters are actually Democrats.", "sentId": 325}, {"text": "I have worked on the ground with local campaigns out in Scioto County in the last four years, and I can tell you, even though it looks as an index as a Republican district, once you get off the presidential platform, the national platform and you get into the local, they tend to vote Democratic.", "sentId": 326}], "secId": 149}, {"speaker": "JOHNS", "sentences": [{"text": "Now, of course, the Democrats, the day after, are saying the closeness of this race really indicates there's no safe Republican district in this country.", "sentId": 327}, {"text": "And they're saying this basically because of the Iraq war.", "sentId": 328}, {"text": "Do you buy that?", "sentId": 329}, {"text": "Obviously not.", "sentId": 330}], "secId": 150}, {"speaker": "SCHMIDT", "sentences": [{"text": "No, I really don't.", "sentId": 331}, {"text": "The Iraq war is, of course, an important issue, and the voters of this district recognize that.", "sentId": 332}, {"text": "But when I was talking to them over the last four months, the things that they were talking about when we talked about national security was that they wanted to keep the course going, but they also wanted to protect the borders.", "sentId": 333}, {"text": "Border patrol is a very serious issue here.", "sentId": 334}], "secId": 151}, {"speaker": "SCHMIDT", "sentences": [{"text": "They also wanted to talk about the president's tax policy.", "sentId": 335}, {"text": "They wanted to keep the tax cuts permanent, because it puts real money into the hands of real individuals.", "sentId": 336}, {"text": "They want to eliminate the death tax, the capital gains tax, and the alternative minimum tax.", "sentId": 337}], "secId": 152}, {"speaker": "SCHMIDT", "sentences": [{"text": "And they want a sound energy policy that moves us away from foreign oil and on to a domestic supply, including drilling in the ANWR, taking a look at our refineries and boosting those, and looking at short-term solutions, such as a renewable policy that has an ethanol component, as well as long-term renewable solutions.", "sentId": 338}], "secId": 153}, {"speaker": "SCHMIDT", "sentences": [{"text": "So, these were the things that I was hearing time and time again in the district.", "sentId": 339}, {"text": "The national media was trying to focus on the war.", "sentId": 340}], "secId": 154}, {"speaker": "JOHNS", "sentences": [{"text": "One last question.", "sentId": 341}, {"text": "One last question.", "sentId": 342}, {"text": "Just wanted to jump in.", "sentId": 343}], "secId": 155}, {"speaker": "SCHMIDT", "sentences": [{"text": "Sure.", "sentId": 344}], "secId": 156}, {"speaker": "JOHNS", "sentences": [{"text": "A lot of people have tried to link you to the ethics problems of the governor there in Ohio.", "sentId": 345}, {"text": "What do you think?", "sentId": 346}, {"text": "Did that have an effect on the race?", "sentId": 347}], "secId": 157}, {"speaker": "SCHMIDT", "sentences": [{"text": "My opponent tried to malign my character in a very unfair way by painting a very broad brush that anybody that served in the House of Representatives suddenly was tied to Bob Taft.", "sentId": 348}, {"text": "It was -- it was a very unfair portrayal of me.", "sentId": 349}, {"text": "He did it the last two weeks of the campaign, very little time for me to actually respond to it.", "sentId": 350}], "secId": 158}, {"speaker": "SCHMIDT", "sentences": [{"text": "Again, with the uniqueness of this race, the quickness of this race, allowed him to do a smoke-and-mirrors approach.", "sentId": 351}, {"text": "I would caution anyone on either side to look at this race as a bellwether for the Republican Party or Democratic Party, because it was a special race.", "sentId": 352}, {"text": "Special unique features were going into this that will not be in place in a general election.", "sentId": 353}], "secId": 159}, {"speaker": "JOHNS", "sentences": [{"text": "Jean Schmidt, thank you so much.", "sentId": 354}, {"text": "We'll see you up here in Washington.", "sentId": 355}], "secId": 160}, {"speaker": "SCHMIDT", "sentences": [{"text": "You bet.", "sentId": 356}, {"text": "Thank you so much.", "sentId": 357}], "secId": 161}, {"speaker": "JOHNS", "sentences": [{"text": "The fighting mad senator from West Virginia.", "sentId": 358}, {"text": "Coming up, Robert Byrd firing back at Republicans trying to block his bid to win a ninth term on the Hill.", "sentId": 359}], "secId": 162}, {"speaker": "JOHNS", "sentences": [{"text": "The Ohio congressional election.", "sentId": 360}, {"text": "Our blog reporters are standing by with a look at the online reaction to the surprising results.", "sentId": 361}], "secId": 163}, {"speaker": "JOHNS", "sentences": [{"text": "And the president's working vacation, all five weeks of it.", "sentId": 362}, {"text": "We'll get Paul Begala and Vicky Clarke's take on it in our \"Strategy Session.\"", "sentId": 363}], "secId": 164}, {"speaker": "JOHNS", "sentences": [{"text": "As we mentioned, a Republican won the special congressional election in Ohio yesterday, but Democrats are celebrating, too.", "sentId": 364}, {"text": "Former state lawmaker Jean Schmidt is headed for Capitol Hill following her narrow defeat of Iraq war veteran Paul Hackett.", "sentId": 365}, {"text": "But Hackett supporters are kicking up their heels because their man came ever so close to winning in a major Republican stronghold.", "sentId": 366}], "secId": 165}, {"speaker": "JOHNS", "sentences": [{"text": "Joining me now with his take on this, CNN political analyst Stu Rothenberg.", "sentId": 367}], "secId": 166}, {"speaker": "JOHNS", "sentences": [{"text": "Stu, thanks for coming in.", "sentId": 368}], "secId": 167}, {"speaker": "ROTHENBERG", "sentences": [{"text": "Sure, John.", "sentId": 369}], "secId": 168}, {"speaker": "JOHNS", "sentences": [{"text": "Why was this so close?", "sentId": 370}], "secId": 169}, {"speaker": "ROTHENBERG", "sentences": [{"text": "Well, I think there are a number of reasons.", "sentId": 371}, {"text": "Hard to identify any single reason, a number of factors.", "sentId": 372}], "secId": 170}, {"speaker": "ROTHENBERG", "sentences": [{"text": "One, the Republican candidate, Jean Schmidt, was an accidental nominee.", "sentId": 373}, {"text": "The only reason she won the Republican primary is the top two Republicans destroyed each other.", "sentId": 374}, {"text": "She came through and ended up running a very amateurish campaign.", "sentId": 375}, {"text": "She refused to attack Hackett, the Democrat, didn't make this a liberal-conservative, Republican- Democratic race, just talked about her personality.", "sentId": 376}, {"text": "Not enough.", "sentId": 377}], "secId": 171}, {"speaker": "ROTHENBERG", "sentences": [{"text": "Second, the Republican situation in Ohio is disastrous at the moment.", "sentId": 378}, {"text": "Governor Bob Taft's job approval is 19 percent.", "sentId": 379}, {"text": "The state Republican Party is fending off charges every day -- every day, ethics charges about the administration.", "sentId": 380}, {"text": "And the Democratic Congressional Campaign Committee came in with a terrific ad right at the end linking Schmidt and Taft.", "sentId": 381}, {"text": "I think that's -- those are -- that's the main reason why the race was so close.", "sentId": 382}], "secId": 172}, {"speaker": "JOHNS", "sentences": [{"text": "So, is this really a bellwether, though?", "sentId": 383}], "secId": 173}, {"speaker": "ROTHENBERG", "sentences": [{"text": "Well, it may be for a bellwether for Ohio Republicans.", "sentId": 384}, {"text": "I'm -- that is, this is a siren, warning siren, for them.", "sentId": 385}], "secId": 174}, {"speaker": "ROTHENBERG", "sentences": [{"text": "In terms of President Bush and national, the Republicans for 2006, I think we have to be very cautious.", "sentId": 386}, {"text": "Taft was such a lightning rod here.", "sentId": 387}, {"text": "Schmidt ran such a horrendous campaign.", "sentId": 388}, {"text": "She really didn't use President Bush effectively.", "sentId": 389}, {"text": "And, in fact, the Democrats didn't make this about Bush.", "sentId": 390}, {"text": "They wanted to make it about the governor.", "sentId": 391}], "secId": 175}, {"speaker": "ROTHENBERG", "sentences": [{"text": "So, the president's national numbers are weak.", "sentId": 392}, {"text": "And this could -- certainly, the cycle could develop.", "sentId": 393}, {"text": "Ethics could be an issue that the Democrats use over the whole cycle.", "sentId": 394}, {"text": "But I think we can't read too much about Bush into this special election.", "sentId": 395}], "secId": 176}, {"speaker": "JOHNS", "sentences": [{"text": "Want to talk about a couple other Senate races for the '06 midterms.", "sentId": 396}, {"text": "We're hearing a little bit of news about Katherine Harris, that race in Florida.", "sentId": 397}, {"text": "What's going on?", "sentId": 398}], "secId": 177}, {"speaker": "ROTHENBERG", "sentences": [{"text": "That's right.", "sentId": 399}, {"text": "Well, Alan Bense, the speaker of the state house, who has been heavily recruited by national Republican strategists, the Republican Senate Campaign Committee, has announced he will not run.", "sentId": 400}, {"text": "That leaves Katherine Harris as the 800-pound gorilla in the race.", "sentId": 401}, {"text": "One congressman, Mark Foley, is still mentioned, still says he's considering.", "sentId": 402}], "secId": 178}, {"speaker": "ROTHENBERG", "sentences": [{"text": "But, with Bense out, it looks like Harris is going to be the nominee.", "sentId": 403}, {"text": "A lot of national Republicans have been, let's say, lukewarm in their enthusiasm about her.", "sentId": 404}, {"text": "They wonder about her electability.", "sentId": 405}, {"text": "That's been their major concern.", "sentId": 406}, {"text": "It's -- they don't have any other problems with her.", "sentId": 407}, {"text": "They are just not sure she can win.", "sentId": 408}, {"text": "But if she becomes the nominee, they're going to have to get behind her.", "sentId": 409}, {"text": "Florida is a competitive state.", "sentId": 410}, {"text": "The Republicans can't not play in Florida.", "sentId": 411}], "secId": 179}, {"speaker": "JOHNS", "sentences": [{"text": "Not too far from Pennsylvania, West Virginia, where the TV ads are already flying, apparently.", "sentId": 412}, {"text": "Senator Byrd hasn't even made his announcement official yet for reelection.", "sentId": 413}], "secId": 180}, {"speaker": "ROTHENBERG", "sentences": [{"text": "Right.", "sentId": 414}, {"text": "Right.", "sentId": 415}, {"text": "Both sides -- both sides are in that race.", "sentId": 416}, {"text": "The Republican Senate Committee ran a TV spot talking about how Senator Byrd had changed, how he was this conservative Democrat and now he's a liberal Democrat.", "sentId": 417}, {"text": "The Byrd people fired back.", "sentId": 418}], "secId": 181}, {"speaker": "ROTHENBERG", "sentences": [{"text": "There is a good deal of animosity in this race already, even though the Republicans don't have a top-tier contender.", "sentId": 419}, {"text": "The Republicans -- the Democrats fired back.", "sentId": 420}, {"text": "Byrd fired back, talking about outside interests who want to privatize Social Security, interfering in West Virginia politics.", "sentId": 421}], "secId": 182}, {"speaker": "ROTHENBERG", "sentences": [{"text": "This is a -- it's a remarkably nasty race.", "sentId": 422}, {"text": "And people are very emotionally involved in a number of these contests, whether it's Florida, as we started with, West Virginia, or Pennsylvania, as you alluded to, where the Santorum-Casey race is -- looks to be a very tough contest for the Republicans.", "sentId": 423}], "secId": 183}, {"speaker": "JOHNS", "sentences": [{"text": "Stu Rothenberg, thanks so much.", "sentId": 424}], "secId": 184}, {"speaker": "ROTHENBERG", "sentences": [{"text": "Sure.", "sentId": 425}], "secId": 185}, {"speaker": "JOHNS", "sentences": [{"text": "And we'll be in touch.", "sentId": 426}], "secId": 186}, {"speaker": "JOHNS", "sentences": [{"text": "We continue our focus on 2006 in today's second edition of \"Political Bytes.\"", "sentId": 427}, {"text": "A new poll finds New York Senator Hillary Clinton leading a potential GOP challenger by a wide margin.", "sentId": 428}, {"text": "The Quinnipiac University survey gives Clinton a 34-point lead over Westchester County District Attorney Jeanine Pirro.", "sentId": 429}, {"text": "Word of Clinton's lead comes as Pirro continues to consider campaigns for governor or state attorney general, as well as the 2006 Senate race.", "sentId": 430}], "secId": 187}, {"speaker": "JOHNS", "sentences": [{"text": "A spokesman today denied a report that Pirro had ruled out a Senate campaign.", "sentId": 431}], "secId": 188}, {"speaker": "JOHNS", "sentences": [{"text": "West Virginia's longtime Democratic Senator Robert Byrd is firing back at Republicans with a new TV ad in his home state.", "sentId": 432}, {"text": "The ad defends Byrd against what it calls out-of-state special interests that are running -- quote -- \"false attack ads.\"", "sentId": 433}, {"text": "A spot paid for by the National Republican Senatorial Committee that started airing in West Virginia last week criticizes Byrd as out of touch with the state's voters.", "sentId": 434}], "secId": 189}, {"speaker": "JOHNS", "sentences": [{"text": "Republicans are aggressively recruiting a candidate to challenge his attempt to win a ninth Senate term.", "sentId": 435}], "secId": 190}, {"speaker": "JOHNS", "sentences": [{"text": "And Detroit Mayor Kwame Kilpatrick came in second among a dozen candidates yesterday in his bid for reelection.", "sentId": 436}, {"text": "He now faces a November 8 runoff against Freman Hendrix, the city's former deputy mayor, who was the top vote-getter in yesterday's primary.", "sentId": 437}], "secId": 191}, {"speaker": "JOHNS", "sentences": [{"text": "And billionaire financier political activist George Soros has apparently decided to pull the plug on America Coming Together.", "sentId": 438}, {"text": "That's the group that Soros poured tens of millions of dollars into last year as part of his effort to defeat President Bush.", "sentId": 439}, {"text": "The \"Washington Post\" reports the group has notified its employees that their August paychecks will be their last.", "sentId": 440}], "secId": 192}, {"speaker": "JOHNS", "sentences": [{"text": "The blogosphere phenomenon appears to be growing by leaps and bounds, but is it?", "sentId": 441}, {"text": "Up next, our blog reporters with all the details of the state of the blogosphere report.", "sentId": 442}], "secId": 193}, {"speaker": "JOHNS", "sentences": [{"text": "There's a new development in the baseball steroid scandal.", "sentId": 443}, {"text": "The top two representatives of the House Government Reform Committee are calling on Major League Baseball to turn all documents over relating to the positive tests of Baltimore Orioles star Rafael Palmeiro.", "sentId": 444}], "secId": 194}, {"speaker": "JOHNS", "sentences": [{"text": "On Monday, baseball officials announced that Palmeiro was being suspended for 10 days for using steroids.", "sentId": 445}, {"text": "Palmeiro testified in March to the committee that he had never used steroids.", "sentId": 446}, {"text": "Making false statements to Congress is a felony punishable by up to five years in prison.", "sentId": 447}, {"text": "In a statement, Palmeiro said he will cooperate fully with the committee and release any information needed.", "sentId": 448}], "secId": 195}, {"speaker": "JOHNS", "sentences": [{"text": "As we mentioned, the results of the special congressional election in Ohio was full of surprises.", "sentId": 449}, {"text": "And it's getting a lot of attention in the blogosphere.", "sentId": 450}], "secId": 196}, {"speaker": "JOHNS", "sentences": [{"text": "We check in now with CNN political producer Abbi Tatton and Jacki Schechner, our blog reporter -- Jacki.", "sentId": 451}], "secId": 197}, {"speaker": "SCHECHNER", "sentences": [{"text": "Hi, Joe.", "sentId": 452}], "secId": 198}, {"speaker": "SCHECHNER", "sentences": [{"text": "Well, as we heard earlier on the show, Paul Hackett did lose, but the progressive blogs online are celebrating a victory.", "sentId": 453}, {"text": "Why?", "sentId": 454}, {"text": "Well, he got 48 percent of the vote in a heavily Republican district.", "sentId": 455}, {"text": "That is a big deal.", "sentId": 456}, {"text": "They're saying this is an omen of things to come in 2006 and elections down the line.", "sentId": 457}], "secId": 199}, {"speaker": "SCHECHNER", "sentences": [{"text": "Over at offthekuff, this is Charles Kuffner, who is a consultant at a multinational firm.", "sentId": 458}, {"text": "He blogs at offthekuff.com.", "sentId": 459}, {"text": "He says here are his final thoughts, that Hackett definitely beat the spread.", "sentId": 460}, {"text": "He says the positive media surrounding this election, it validates the run- everywhere concept the Dems will be pushing.", "sentId": 461}, {"text": "He says it shows the power of the netroots fund-raising effort.", "sentId": 462}, {"text": "We talked about that extensively here yesterday.", "sentId": 463}], "secId": 200}, {"speaker": "SCHECHNER", "sentences": [{"text": "And also, he says making the Republicans drop half-a-million dollars on a race that was supposed to be just a formality, not a bad thing.", "sentId": 464}], "secId": 201}, {"speaker": "TATTON", "sentences": [{"text": "So, a lot of celebration and excitement in the progressive blogs that have really followed this race today.", "sentId": 465}], "secId": 202}, {"speaker": "TATTON", "sentences": [{"text": "And there's also some looking forward to Hackett's future.", "sentId": 466}, {"text": "Jerome Armstrong at www.mydd.com, these guys had really followed this race.", "sentId": 467}, {"text": "They're hoping that -- they're saying that the battle for Ohio has now been engaged, hoping that Hackett will run for governor or maybe a Senate seat there.", "sentId": 468}, {"text": "Lots of fingers crossed for him there.", "sentId": 469}], "secId": 203}, {"speaker": "TATTON", "sentences": [{"text": "Over on the right, there's a little bit of gloating, though, it that has to be said.", "sentId": 470}, {"text": "Redstate.org, yesterday, they were pointing out that so much online money had been raised by bloggers, pointing out that that was extraordinary.", "sentId": 471}, {"text": "But, today, they're saying, well, it still didn't get you very far, did it?", "sentId": 472}, {"text": "He didn't win and also all the candidates that the Daily Kos people backed last year didn't win, saying not so fast, a little bit too early for celebration.", "sentId": 473}], "secId": 204}, {"speaker": "TATTON", "sentences": [{"text": "Interesting, though, also at Redstate, someone else is posting about Ohio and this -- the Ohio GOP needs to wake up now, pointing out that there have been scandals there, that this should be a wakeup call, a warning for the Republicans in Ohio.", "sentId": 474}], "secId": 205}, {"speaker": "SCHECHNER", "sentences": [{"text": "Also, some lessons to be learned over on the progressive blogs.", "sentId": 475}], "secId": 206}, {"speaker": "SCHECHNER", "sentences": [{"text": "We've got nathannewman.org.", "sentId": 476}, {"text": "He's a lawyer and a writer.", "sentId": 477}, {"text": "And he has got a big post saying, still need a message.", "sentId": 478}, {"text": "He says the Democrats need a strong united message that their candidates can run on.", "sentId": 479}, {"text": "He says they also have to be just as solid in pushing that message as they have been in attacking GOP policies.", "sentId": 480}], "secId": 207}, {"speaker": "SCHECHNER", "sentences": [{"text": "Another progressive who is weighing in, in terms of lessons learned is Steve Gilliard.", "sentId": 481}, {"text": "This is stevegilliard.blogspot.com.", "sentId": 482}, {"text": "He points out that the grassroots effort on the ground and the online netroots effort work side by side, but there was no integration, and that is something that needs to change, also noting that, as the blogs grow, the technology and the tools they have are something that they're learning to work and manipulate day by day.", "sentId": 483}], "secId": 208}, {"speaker": "SCHECHNER", "sentences": [{"text": "So, the blogs continuing to grow, that being the huge story, is the impact that they had in this election.", "sentId": 484}], "secId": 209}, {"speaker": "TATTON", "sentences": [{"text": "So, growing in influence in politics.", "sentId": 485}], "secId": 210}, {"speaker": "TATTON", "sentences": [{"text": "But also, there's a report out this week suggesting that they're growing at an extraordinary pace in terms of sheer number.", "sentId": 486}, {"text": "David Sifry is the CEO and the founder of technorati.com, an online site that tracks Web logs as they appear, looks for stories in them.", "sentId": 487}, {"text": "He's got a state of the blogosphere report that's come out this week.", "sentId": 488}], "secId": 211}, {"speaker": "TATTON", "sentences": [{"text": "He did one earlier this year.", "sentId": 489}, {"text": "When he did his last report, there were eight million blogs out there.", "sentId": 490}, {"text": "Now he says there are over 40 million.", "sentId": 491}, {"text": "The size of the blogosphere has doubled in five months.", "sentId": 492}, {"text": "He says that a blog is being created every second.", "sentId": 493}, {"text": "Now, many bloggers are pointing out, linking to this, saying not so fast.", "sentId": 494}, {"text": "These numbers seem a little bit inflated.", "sentId": 495}, {"text": "Some of these are spam blogs, not hosted by a real person.", "sentId": 496}, {"text": "Also, some of them are blogs that are created once and never updated, like this one here.", "sentId": 497}], "secId": 212}, {"speaker": "SCHECHNER", "sentences": [{"text": "Sifry updates again today with his second installment of the state of the blogosphere, this one about posts.", "sentId": 498}], "secId": 213}, {"speaker": "SCHECHNER", "sentences": [{"text": "He says there are 900,000 posts a day.", "sentId": 499}, {"text": "That translates to 10.4 posts a second.", "sentId": 500}, {"text": "He also has this wonderful chart that shows how posts and search volume spikes with major worldwide news events.", "sentId": 501}, {"text": "He says these numbers continue to grow.", "sentId": 502}, {"text": "And, throughout the week, he continues to release more and more information, as his state of the blogosphere report continues.", "sentId": 503}], "secId": 214}, {"speaker": "Joe", "sentences": [{"text": "Thanks, guys.", "sentId": 504}], "secId": 215}, {"speaker": "Joe", "sentences": [{"text": "The \"Strategy Session\" is straight ahead on INSIDE POLITICS.", "sentId": 505}, {"text": "Today, the fight for Iraq.", "sentId": 506}, {"text": "More American troops have died at the hands of insurgents.", "sentId": 507}, {"text": "And here at home, an Iraq war veteran sharply critical of President Bush comes surprisingly close to pulling off a huge upset in his bid for a seat in Congress -- that issue and other hot political topics when we return.", "sentId": 508}], "secId": 216}, {"speaker": "JOHNS", "sentences": [{"text": "Welcome back to INSIDE POLITICS and our \"Strategy Session\" on today's hottest political topics.", "sentId": 509}], "secId": 217}, {"speaker": "JOHNS", "sentences": [{"text": "With us today, Democratic strategist and CNN political analyst Paul Begala and former Pentagon spokeswoman Victoria Clarke.", "sentId": 510}], "secId": 218}, {"speaker": "JOHNS", "sentences": [{"text": "Today's topics, as more Americans lose their lives in Iraq, an anti-war candidate in Ohio comes closer than expected to pulling off a huge upset.", "sentId": 511}], "secId": 219}, {"speaker": "JOHNS", "sentences": [{"text": "President Bush gets out of Washington for a long working vacation.", "sentId": 512}], "secId": 220}, {"speaker": "JOHNS", "sentences": [{"text": "And a Senate questionnaire sheds more light on Supreme Court nominee John Roberts.", "sentId": 513}], "secId": 221}, {"speaker": "JOHNS", "sentences": [{"text": "Up first, Iraq, a country that's still a very deadly place for American troops.", "sentId": 514}, {"text": "Fourteen U.S. Marines were killed today in a roadside bombing.", "sentId": 515}, {"text": "The Iraq issue remains a troublesome one for President Bush.", "sentId": 516}, {"text": "In that Ohio race, Democrat Paul Hackett, an Iraq war veteran, lost yesterday's special election in a heavily Republican district by just a few thousand votes.", "sentId": 517}, {"text": "And despite the loss, Democrats are not hanging their heads.", "sentId": 518}], "secId": 222}, {"speaker": "So", "sentences": [{"text": "Something like 40 Americans or more killed in 10 days?", "sentId": 519}], "secId": 223}, {"speaker": "CLARKE", "sentences": [{"text": "You're just -- you're struck by the tragedy of it.", "sentId": 520}, {"text": "I heard it first thing this morning and I just thought of those poor young people who are doing such a good job, of their families and the toll it will take on them.", "sentId": 521}, {"text": "It is gut wrenching, but not completely unexpected.", "sentId": 522}], "secId": 224}, {"speaker": "CLARKE", "sentences": [{"text": "The people there on the ground have said for sometime, we're going to have some good days.", "sentId": 523}, {"text": "We're going to have bad days.", "sentId": 524}, {"text": "We've had some just terrible days recently and You just have to constantly go back and say it makes it even more important to be determined, to see this through to where the Iraqis can take on more of the security burden.", "sentId": 525}], "secId": 225}, {"speaker": "JOHNS", "sentences": [{"text": "Paul, the question I asked earlier in the show, is there something this administration isn't doing that it should, at least when you talk about public relations right now?", "sentId": 526}], "secId": 226}, {"speaker": "BEGALA", "sentences": [{"text": "Yes.", "sentId": 527}, {"text": "I think so.", "sentId": 528}, {"text": "If you look at Senator McCain, a Republican in the Senate who's probably the chief supporter of the war in either party, he's seen as the most credible guy in American politics.", "sentId": 529}, {"text": "People respect him and admire him; some agree, some disagree.", "sentId": 530}], "secId": 227}, {"speaker": "BEGALA", "sentences": [{"text": "The president, however, has a credibility problem that McCain doesn't have.", "sentId": 531}, {"text": "They have the same substantive position, but completely different views of credibility.", "sentId": 532}, {"text": "Why?", "sentId": 533}, {"text": "Well, in part, now a majority of Americans in a Gallup poll, 51 percent, say the president misled us going into the war.", "sentId": 534}, {"text": "And since then, I think the president has calibrated too far over to the happy-talk side of things and not as far to sort of the McCain side of -- as Torie just said -- this is very tough, it's bloody, it's awful, but we're in it and we've got to win it.", "sentId": 535}], "secId": 228}, {"speaker": "BEGALA", "sentences": [{"text": "That's a message that even opponents who are like me, I think, could rally to.", "sentId": 536}, {"text": "But I think the president has -- at least has given the public a sense that he's not leveling with us.", "sentId": 537}, {"text": "And when a politician loses his credibility, he loses everything.", "sentId": 538}], "secId": 229}, {"speaker": "JOHNS", "sentences": [{"text": "Now, the president is certainly trying to stay on message, at least right now.", "sentId": 539}, {"text": "We have a little sound clip of his message on Iraq.", "sentId": 540}], "secId": 230}, {"speaker": "BUSH", "sentences": [{"text": "The violence in recent days in Iraq is a grim reminder of the enemies we face.", "sentId": 541}, {"text": "These terrorists and insurgents will use brutal tactics because they're trying to shake the will of the United States of America.", "sentId": 542}, {"text": "That's what they're trying to do.", "sentId": 543}, {"text": "They want us to retreat.", "sentId": 544}, {"text": "They want us, in our compassion for the innocent, say we're through.", "sentId": 545}, {"text": "That's what they want.", "sentId": 546}, {"text": "They will fail.", "sentId": 547}], "secId": 231}, {"speaker": "JOHNS", "sentences": [{"text": "Here at home -- you wanted to say something?", "sentId": 548}], "secId": 232}, {"speaker": "CLARKE", "sentences": [{"text": "No.", "sentId": 549}, {"text": "I just disagree slightly with Paul and his characterization of the president -- being, to say something is a grim reminder of the brutality of these people, that's hardly happy talk.", "sentId": 550}, {"text": "And when there is a bad patch, the president has been out there more than previous commanders-in-chief in tough times like this.", "sentId": 551}, {"text": "So, I give him credit for trying to be as straight as possible.", "sentId": 552}], "secId": 233}, {"speaker": "CLARKE", "sentences": [{"text": "Of course, he has to be positive and optimistic about the ultimate outcome.", "sentId": 553}, {"text": "He absolutely has to be.", "sentId": 554}, {"text": "It's a tough, tough job and it is easy to sit somewhere else and criticize and talk about all the bad things that are happening.", "sentId": 555}, {"text": "It's harder to be the one that leads the strategy and the plan all the way through.", "sentId": 556}], "secId": 234}, {"speaker": "BEGALA", "sentences": [{"text": "Yes.", "sentId": 557}, {"text": "But how do you explain that McCain is so trusted and the president so distrusted when they have the same position?", "sentId": 558}], "secId": 235}, {"speaker": "CLARKE", "sentences": [{"text": "I just think it is far easier to be on the outside talking and criticizing about what's going on, than being the ones on the inside, making the tough decisions day in and day out.", "sentId": 559}], "secId": 236}, {"speaker": "JOHNS", "sentences": [{"text": "Let's talk a little bit about this Ohio race that's been one of the themes of our show.", "sentId": 560}, {"text": "You had Jean Schmidt and Hackett running head-to-head there in a very close race.", "sentId": 561}, {"text": "The Republican ends up winning, but it was a much closer race than expected.", "sentId": 562}, {"text": "And a lot of people say it was all about Iraq.", "sentId": 563}, {"text": "Is this, to either of you, a sign of things to come with the midterms down the road?", "sentId": 564}], "secId": 237}, {"speaker": "BEGALA", "sentences": [{"text": "Well, it was about Iraq and corruption.", "sentId": 565}, {"text": "The governor of Ohio, Bob Taft, is desperately unpopular.", "sentId": 566}, {"text": "He's got a real corruption scandal.", "sentId": 567}, {"text": "Democrats see both of those issues perhaps playing to their favor in '06, when you have corruption problems in Washington with the Republican Party -- Tom DeLay, Karl Rove, Duke Cunningham, the California Congressman who has ethical problems.", "sentId": 568}, {"text": "So Democrats see this as a sign that the country is turning away.", "sentId": 569}], "secId": 238}, {"speaker": "BEGALA", "sentences": [{"text": "When the president ran in that same district just a few months ago, he got 64 percent.", "sentId": 570}, {"text": "When you drop from 64 percent to 52, that's a collapse.", "sentId": 571}, {"text": "And the Democrats believe that a guy like Major Hackett, who's a Marine Major, is in a good position to offer a critique of the war, because he fought the war.", "sentId": 572}, {"text": "So he's not being disloyal.", "sentId": 573}, {"text": "He is saying essentially, no, we should not cut and run, but no, we weren't told the truth going in either.", "sentId": 574}, {"text": "And that seemed to be a pretty powerful message in a very Republican district.", "sentId": 575}], "secId": 239}, {"speaker": "CLARKE", "sentences": [{"text": "I think it's too soon to say if that's going to -- and it certainly won't be the way it will be across the country next year.", "sentId": 576}, {"text": "Every district will be different.", "sentId": 577}, {"text": "In some places, Iraq is going to have a more prominent role than others.", "sentId": 578}, {"text": "It depends on what's going on with the economy.", "sentId": 579}, {"text": "It depends on other issues.", "sentId": 580}, {"text": "I think it's too soon to say, boy, this is it for the Democrats next year.", "sentId": 581}], "secId": 240}, {"speaker": "JOHNS", "sentences": [{"text": "There was a lot of really tough language in this race and Hackett, as a matter of fact, was responsible for some of it.", "sentId": 582}, {"text": "Do you think that turns voters off in Ohio ...", "sentId": 583}], "secId": 241}, {"speaker": "BEGALA", "sentences": [{"text": "No.", "sentId": 584}], "secId": 242}, {"speaker": "JOHNS", "sentences": [{"text": ".. and the Midwest?", "sentId": 585}], "secId": 243}, {"speaker": "BEGALA", "sentences": [{"text": "No.", "sentId": 586}, {"text": "He went -- look, no Democrat has gotten better than 37 percent in that district.", "sentId": 587}, {"text": "Major Hackett goes out there and calls President Bush an S.O.B., calls him a chicken-hawk.", "sentId": 588}, {"text": "In a debate he's asked, what's the greatest threat to American national security?", "sentId": 589}, {"text": "He says, that guy sitting in the White House.", "sentId": 590}], "secId": 244}, {"speaker": "BEGALA", "sentences": [{"text": "Now, beware my fellow Democrats.", "sentId": 591}, {"text": "You can probably only get away with talking like a Marine, if you are a Marine, OK?", "sentId": 592}, {"text": "If you're a guy like me who never finished the Boy Scouts and you talk that way, people are going to hate you.", "sentId": 593}], "secId": 245}, {"speaker": "CLARKE", "sentences": [{"text": "No.", "sentId": 594}, {"text": "I agree completely.", "sentId": 595}], "secId": 246}, {"speaker": "JOHNS", "sentences": [{"text": "All right.", "sentId": 596}, {"text": "We'll take a break and come right back.", "sentId": 597}], "secId": 247}, {"speaker": "JOHNS", "sentences": [{"text": "President Bush takes a long working vacation, but the White House says it's not just R and R. Straight ahead, we'll focus on Mr. Bush's five weeks away from Washington.", "sentId": 598}], "secId": 248}, {"speaker": "JOHNS", "sentences": [{"text": "Stay with us.", "sentId": 599}, {"text": "The \"Strategy Session\" continues right after this.", "sentId": 600}], "secId": 249}, {"speaker": "JOHNS", "sentences": [{"text": "The \"Strategy Session\" continues on INSIDE POLITICS.", "sentId": 601}, {"text": "With me today, Democratic Strategist Paul Begala and former Pentagon Spokeswoman Victoria Clarke.", "sentId": 602}], "secId": 250}, {"speaker": "JOHNS", "sentences": [{"text": "President Bush is spending time away from the White House; 33 days, to be exact.", "sentId": 603}, {"text": "During his stay at his ranch in Crawford, Texas, Mr. Bush will surpass Ronald Reagan's record for time away from Washington.", "sentId": 604}, {"text": "And while Democrats needle the president about his time off, the White House insists Mr. Bush is taking care of the affairs of state.", "sentId": 605}, {"text": "On today's agenda, a trip to Grapevine, Texas, for a speech touting some of Mr. Bush's accomplishments including economic growth.", "sentId": 606}], "secId": 251}, {"speaker": "BUSH", "sentences": [{"text": "You know, we went through a recession and a stock market correction and a terrorist attack and corporate scandals and war.", "sentId": 607}, {"text": "And in spite of that, this economy is growing at some of the highest levels ever.", "sentId": 608}], "secId": 252}, {"speaker": "JOHNS", "sentences": [{"text": "So, it good strategy for the president to be away on this vacation right now?", "sentId": 609}], "secId": 253}, {"speaker": "CLARKE", "sentences": [{"text": "The word vacation shouldn't be used.", "sentId": 610}, {"text": "Look, I go on vacation.", "sentId": 611}, {"text": "I swim with my kids on vacation.", "sentId": 612}, {"text": "I take them out in boats.", "sentId": 613}, {"text": "We go fishing.", "sentId": 614}], "secId": 254}, {"speaker": "CLARKE", "sentences": [{"text": "He goes on vacation, he's meeting with heads of state.", "sentId": 615}, {"text": "He's having VTCs with his military leaders.", "sentId": 616}, {"text": "He's going out and giving speeches once or twice a week.", "sentId": 617}, {"text": "He's talking about the remarkable accomplishments of his administration thus far.", "sentId": 618}, {"text": "That's a pretty tough vacation.", "sentId": 619}], "secId": 255}, {"speaker": "BEGALA", "sentences": [{"text": "I love it.", "sentId": 620}, {"text": "It's like -- they come to him at some point and say, Mr. President, you're an all-time low in the polls.", "sentId": 621}, {"text": "The majority of Americans now don't trust you.", "sentId": 622}, {"text": "Your chief foreign enterprise, Iraq, is not going well.", "sentId": 623}, {"text": "Your chief domestic enterprise, Social Security privatization, is dead.", "sentId": 624}, {"text": "Your chief aide is spending half his life in front of the grand jury.", "sentId": 625}, {"text": "And he says road trip.", "sentId": 626}], "secId": 256}, {"speaker": "BEGALA", "sentences": [{"text": "And I'm going to endorse that.", "sentId": 627}, {"text": "No.", "sentId": 628}, {"text": "Tory's right.", "sentId": 629}, {"text": "No president is ever truly on vacation.", "sentId": 630}, {"text": "And I think Democrats are wrong to attack him for this.", "sentId": 631}, {"text": "I whole-heartedly endorse the president going on vacation.", "sentId": 632}], "secId": 257}, {"speaker": "BEGALA", "sentences": [{"text": "And I think Democrats, instead of attacking him for going, should say, look at that speech.", "sentId": 633}, {"text": "He says the economy is great.", "sentId": 634}, {"text": "He can be just as out of touch in Texas as he is in the Oval Office.", "sentId": 635}], "secId": 258}, {"speaker": "CLARKE", "sentences": [{"text": "If being out of touch is having low -- 5 percent unemployment, lowest it's been since 9/11, lowest average of the last three decades, having the strong growth in the economy that we have, that's a pretty good agenda.", "sentId": 636}, {"text": "And I promise you, those American people with whom the Democrats are trying to score some cheap shots, are going to see a heck of a lot more of the president of the United States over the next 30 days than they will of their elected representatives, including Democrats.", "sentId": 637}], "secId": 259}, {"speaker": "BEGALA", "sentences": [{"text": "But that's part of the peril.", "sentId": 638}, {"text": "When President Clinton used to go on vacation, he would actually just go and hide in Martha's Vineyard.", "sentId": 639}, {"text": "We'd make him.", "sentId": 640}, {"text": "He hated doing it.", "sentId": 641}, {"text": "He would go up.", "sentId": 642}], "secId": 260}, {"speaker": "CLARKE", "sentences": [{"text": "He hated doing it?", "sentId": 643}, {"text": "He's not that good an actor.", "sentId": 644}, {"text": "I don't think he hated doing it.", "sentId": 645}], "secId": 261}, {"speaker": "BEGALA", "sentences": [{"text": "President Bush, I actually think would do well to dial back his public presence.", "sentId": 646}, {"text": "Right now, the American people are annoyed with him.", "sentId": 647}, {"text": "Mostly they've liked him.", "sentId": 648}, {"text": "But right now they are annoyed with him.", "sentId": 649}, {"text": "And if I were advising him, quite honestly, I'd say go and hide in Crawford for a few days or a few weeks.", "sentId": 650}, {"text": "Don't run out to Grapevine, Texas, and give speeches.", "sentId": 651}], "secId": 262}, {"speaker": "CLARKE", "sentences": [{"text": "He's got a great story to tell on the domestic front.", "sentId": 652}, {"text": "He's got a tough story to tell, but he's got to do it, on the national security front.", "sentId": 653}, {"text": "He is the best messenger of that.", "sentId": 654}, {"text": "And he's got to be out there, because if he just leaves a vacuum to those who want to say oh my God, where's the president, if he did go away for 10 days and have the kind of vacation that Paul and I get to have, then Paul would be sitting here saying, oh my God, all these problems and all he's doing is going home.", "sentId": 655}], "secId": 263}, {"speaker": "BEGALA", "sentences": [{"text": "No.", "sentId": 656}, {"text": "I'll defend myself.", "sentId": 657}, {"text": "For five years, every summer, I have endorsed and embraced the president's vacations.", "sentId": 658}, {"text": "He deserves a break.", "sentId": 659}, {"text": "The country deserves a break from him, too.", "sentId": 660}, {"text": "But I think it's good.", "sentId": 661}, {"text": "And I'll continue to say it's good.", "sentId": 662}], "secId": 264}, {"speaker": "JOHNS", "sentences": [{"text": "So, one thing, you mentioned Karl Rove, though.", "sentId": 663}, {"text": "He does put some distance between himself and that, for instance, right?", "sentId": 664}], "secId": 265}, {"speaker": "JOHNS", "sentences": [{"text": "He goes out to Texas.", "sentId": 665}, {"text": "He's got the reporters all gathered round to see his one movement or if he goes out to, you know, chop some wood or whatever he does out there at the ranch.", "sentId": 666}], "secId": 266}, {"speaker": "CLARKE", "sentences": [{"text": "I think what's putting the distance between the news coverage and Karl Rove is there's nothing significant happening.", "sentId": 667}, {"text": "And there hasn't been for some time until the end of this investigation and we hear from Fitzgerald.", "sentId": 668}, {"text": "I think that's why you're not seeing that.", "sentId": 669}], "secId": 267}, {"speaker": "CLARKE", "sentences": [{"text": "But he's going to be focused on things that are important to people in this country, including the economy, including jobs, those sorts of things.", "sentId": 670}, {"text": "Those are important things to be focused on.", "sentId": 671}], "secId": 268}, {"speaker": "BEGALA", "sentences": [{"text": "And chain sawing cedar trees in Bosci County, that's fine.", "sentId": 672}, {"text": "Wherever it is.", "sentId": 673}], "secId": 269}, {"speaker": "JOHNS", "sentences": [{"text": "And coming back, too, it's is going to be a very busy season here with the Roberts nomination and a whole variety of other things, it's going to put this town on its end.", "sentId": 674}], "secId": 270}, {"speaker": "CLARKE", "sentences": [{"text": "Right.", "sentId": 675}, {"text": "And I think one of the reasons, you start looking at these major pieces of legislation that have passed -- the trade legislation, et cetera -- one of the things, members of Congress are starting to hear back home, OK, it's fine to criticize.", "sentId": 676}, {"text": "It's fine to belittle the president.", "sentId": 677}, {"text": "But what have you done for me lately?", "sentId": 678}, {"text": "And they're starting to feel some pressure too, as they should, for results.", "sentId": 679}], "secId": 271}, {"speaker": "So", "sentences": [{"text": "The sense and the direction of the country in all of the pollings that we're going desperately off in the wrong direction.", "sentId": 680}, {"text": "Only 37 percent think we're on the right track.", "sentId": 681}, {"text": "At this stage of his presidency, Ronald Reagan was at 67 percent.", "sentId": 682}, {"text": "President Bush is at 45.", "sentId": 683}, {"text": "Bill Clinton was at 68.", "sentId": 684}, {"text": "George Bush is at 45.", "sentId": 685}, {"text": "He's in bad shape for a second term president.", "sentId": 686}], "secId": 272}, {"speaker": "JOHNS", "sentences": [{"text": "Is he doing the right thing, strategy-wise, by sticking to his guns on the veto threat on stem cell?", "sentId": 687}, {"text": "I mean, now you have Bill Frist getting behind embryonic stem cell research, and at least the Senate is sending strong indications that the White House isn't going to have...", "sentId": 688}], "secId": 273}, {"speaker": "CLARKE", "sentences": [{"text": "I don't think he has any choice.", "sentId": 689}, {"text": "He has staked his position on a very controversial issue, even with his own party.", "sentId": 690}, {"text": "It is so emotional, it's so hot, I don't think he has any room to do anything but that.", "sentId": 691}], "secId": 274}, {"speaker": "BEGALA", "sentences": [{"text": "I think Torie's right.", "sentId": 692}, {"text": "You can't budge.", "sentId": 693}, {"text": "As it is, he gets some static from both sides for his position, which seems to be stem cell research is wrong, it's the taking of a life, but I'm the first president to fund the taking of a life, which is kind of morally incoherent.", "sentId": 694}, {"text": "If he added any more nuance to it, or changed position at all, he'd be through.", "sentId": 695}, {"text": "He's got to stick with his pledge, veto the bill and just be unpopular for it.", "sentId": 696}], "secId": 275}, {"speaker": "JOHNS", "sentences": [{"text": "All right.", "sentId": 697}, {"text": "We'll be right back.", "sentId": 698}, {"text": "We're learning more about Supreme Court nominee John Roberts.", "sentId": 699}, {"text": "Still to come, Roberts spells out his view of the job in a reply to Senate questions.", "sentId": 700}, {"text": "That's our focus when the \"Strategy Session\" continues.", "sentId": 701}], "secId": 276}, {"speaker": "BLITZER", "sentences": [{"text": "I'm Wolf Blitzer in Washington.", "sentId": 702}, {"text": "Coming up at the top of the hour, a bloody day for U.S. troops in Iraq.", "sentId": 703}, {"text": "Fourteen United States Marines killed by a roadside bomb.", "sentId": 704}, {"text": "Six killed earlier in the week.", "sentId": 705}, {"text": "We'll have President Bush's reaction.", "sentId": 706}], "secId": 277}, {"speaker": "BLITZER", "sentences": [{"text": "Everyone got out of this burning airliner safely, but what caused the fire in the first place?", "sentId": 707}, {"text": "We'll have the latest on the investigation.", "sentId": 708}], "secId": 278}, {"speaker": "BLITZER", "sentences": [{"text": "And 19 years in prison for a crime he did not commit.", "sentId": 709}, {"text": "Now he's free.", "sentId": 710}, {"text": "And we'll talk with Thomas Doswell.", "sentId": 711}], "secId": 279}, {"speaker": "BLITZER", "sentences": [{"text": "All those stories, much more, only minutes away on WOLF BLITZER REPORTS.", "sentId": 712}, {"text": "Now back to INSIDE POLITICS.", "sentId": 713}], "secId": 280}, {"speaker": "JOHNS", "sentences": [{"text": "\"Strategy Session\" continues on INSIDE POLITICS.", "sentId": 714}], "secId": 281}, {"speaker": "JOHNS", "sentences": [{"text": "Still here, Democratic strategist Paul Begala and former Pentagon spokeswoman Victoria Clarke.", "sentId": 715}], "secId": 282}, {"speaker": "BEGALA", "sentences": [{"text": "Can't get rid of us.", "sentId": 716}], "secId": 283}, {"speaker": "JOHNS", "sentences": [{"text": "Sorry.", "sentId": 717}], "secId": 284}, {"speaker": "JOHNS", "sentences": [{"text": "What I think we want to talk about now is John Roberts and his views of the job.", "sentId": 718}, {"text": "In a reply to Senate questions, Roberts says among other things he would respect legal precedence.", "sentId": 719}, {"text": "Those comments released today by the Senate Judiciary Committee.", "sentId": 720}], "secId": 285}, {"speaker": "JOHNS", "sentences": [{"text": "And in Texas, President Bush had these words for senators as they prepare for Roberts' confirmation hearings.", "sentId": 721}], "secId": 286}, {"speaker": "BUSH", "sentences": [{"text": "They must be deliberate.", "sentId": 722}, {"text": "But they also must hear this cause.", "sentId": 723}, {"text": "Roberts needs to get his hearing done, and the confirmation completed so he can be seated before the Supreme Court reconvenes in early October.", "sentId": 724}], "secId": 287}, {"speaker": "JOHNS", "sentences": [{"text": "So what does it tell you when Roberts, in this writing that goes to the United States Senate, talks about the importance of precedent?", "sentId": 725}, {"text": "Are we hearing code here about Roe versus Wade?", "sentId": 726}], "secId": 288}, {"speaker": "CLARKE", "sentences": [{"text": "You know, people on the far left and far right, some of the special interest groups, will be very into the code talking.", "sentId": 727}], "secId": 289}, {"speaker": "CLARKE", "sentences": [{"text": "I think the surprise here, every day we learn more about him, is not many surprises.", "sentId": 728}, {"text": "He's very smart, very articulate, has a strict interpretation of what the Constitution intended, a great deal of respect for the roles and responsibilities for the three branches of government.", "sentId": 729}, {"text": "If you want to honestly say, OK, I'm learning about his philosophy, I'm learning how he looks at government and those sorts of things, then you're taking in a lot.", "sentId": 730}], "secId": 290}, {"speaker": "CLARKE", "sentences": [{"text": "If you want to find those secret messages about specific cases, you're making it up if you think you found it.", "sentId": 731}], "secId": 291}, {"speaker": "BEGALA", "sentences": [{"text": "I've been -- one trick pony on this.", "sentId": 732}, {"text": "Why not tell us?", "sentId": 733}, {"text": "Why do we need a secret decoder ring?", "sentId": 734}, {"text": "Why can't we ask him a legitimate question?", "sentId": 735}], "secId": 292}, {"speaker": "CLARKE", "sentences": [{"text": "What would everybody in town talk about?", "sentId": 736}], "secId": 293}, {"speaker": "BEGALA", "sentences": [{"text": "I know.", "sentId": 737}, {"text": "But he should ask -- I think senators should ask him not about this case percolating up through the courts that he might have to rule on, but ask him, some people read the Constitution to allow affirmative action, some think the Constitution bars it.", "sentId": 738}, {"text": "Some people believe the Constitution requires a right to abortion, others think it doesn't.", "sentId": 739}, {"text": "Those are important issues.", "sentId": 740}], "secId": 294}, {"speaker": "Now", "sentences": [{"text": "But thousands and thousands and thousands -- I think it's literally in the hundreds of thousands -- of pages now of documentation have been turned over so people prior to the confirmation hearings can learn as much as possible.", "sentId": 741}, {"text": "Voluminous -- amazing what you can learn from those.", "sentId": 742}], "secId": 295}, {"speaker": "Now", "sentences": [{"text": "And then I think what is going on now is those Democratic senators who want to make this as controversial as possible, are trying to find ways to frame the questions that will make it very difficult for him to answer.", "sentId": 743}, {"text": "And again, I go back to my one-trick pony, and this is the Ginsberg strategy.", "sentId": 744}, {"text": "He has to do what Ruth Bader Ginsberg said, some questions are appropriate to answer and some aren't.", "sentId": 745}], "secId": 296}, {"speaker": "BEGALA", "sentences": [{"text": "But the problem with that is Justice Ginsberg when she was Judge Ginsberg was asked straight up, do you believe there's a constitutional right for abortion by Hank Brown, who was then a senator from Colorado.", "sentId": 746}, {"text": "She said, yes.", "sentId": 747}, {"text": "In fact, she went on to say without the right to have an abortion, a woman is not a fully adult human being.", "sentId": 748}], "secId": 297}, {"speaker": "BEGALA", "sentences": [{"text": "Now that's a pretty strong statement.", "sentId": 749}, {"text": "She said that in her confirmation hearings.", "sentId": 750}, {"text": "And you know what?", "sentId": 751}, {"text": "The world didn't end.", "sentId": 752}, {"text": "She told us that you have to have an abortion right.", "sentId": 753}, {"text": "And I believe this judge doesn't think there's a right.", "sentId": 754}, {"text": "And he should just say so.", "sentId": 755}], "secId": 298}, {"speaker": "CLARKE", "sentences": [{"text": "And there are plenty of incidents -- questions where she said, not appropriate.", "sentId": 756}], "secId": 299}, {"speaker": "BEGALA", "sentences": [{"text": "And that was wrong for her.", "sentId": 757}], "secId": 300}, {"speaker": "CLARKE", "sentences": [{"text": "That would be expressing an opinion that might come before me.", "sentId": 758}], "secId": 301}, {"speaker": "JOHNS", "sentences": [{"text": "Another thing that came out of these filings is how much money he's worth, John Roberts, something like $5.3 million.", "sentId": 759}, {"text": "He made a lot of money out there as a lawyer here in town, in fact.", "sentId": 760}], "secId": 302}, {"speaker": "CLARKE", "sentences": [{"text": "And I would be willing to bet every case and issue he worked on that in that law firm we'll probably hear about between now and then.", "sentId": 761}], "secId": 303}, {"speaker": "JOHNS", "sentences": [{"text": "I'm sure you will.", "sentId": 762}, {"text": "But do you think the issue of his tax returns might come up?", "sentId": 763}, {"text": "And is that going to have a bearing at all?", "sentId": 764}, {"text": "Is this something that is fair game for a Supreme Court justice?", "sentId": 765}], "secId": 304}, {"speaker": "CLARKE", "sentences": [{"text": "You can get into discussions about what's fair game and what's not.", "sentId": 766}, {"text": "But the reality is, people will ask and challenge almost everything.", "sentId": 767}, {"text": "That's just the reality of the way this town operates.", "sentId": 768}], "secId": 305}, {"speaker": "CLARKE", "sentences": [{"text": "Now, I don't think it's right.", "sentId": 769}, {"text": "I think it's one of the reasons it's getting harder and harder to get good people to go into public service.", "sentId": 770}, {"text": "But it's reality.", "sentId": 771}, {"text": "And I'm sure he's prepared for it.", "sentId": 772}], "secId": 306}, {"speaker": "BEGALA", "sentences": [{"text": "And I don't think it's getting harder to get good people to go into public service.", "sentId": 773}, {"text": "And he should have to disclose his tax returns: not his personal life, not his personal life, not his video rentals as some people tried to get into with Republican nominees for the court in the past.", "sentId": 774}, {"text": "But his financial disclosure should be absolute and complete and should include tax returns just like every Congressman and senator practically does.", "sentId": 775}], "secId": 307}, {"speaker": "CLARKE", "sentences": [{"text": "But, you know, now that you've said that, I would be willing to bet in a few weeks, there's going to be a style section, that classic late August style section story about the video rentals.", "sentId": 776}], "secId": 308}, {"speaker": "JOHNS", "sentences": [{"text": "All right.", "sentId": 777}, {"text": "Thank you both.", "sentId": 778}, {"text": "Victoria Clarke, Paul Begala, appreciate you coming in.", "sentId": 779}, {"text": "It's been a good talk.", "sentId": 780}], "secId": 309}, {"speaker": "CLARKE", "sentences": [{"text": "You, too.", "sentId": 781}, {"text": "We're leaving now.", "sentId": 782}], "secId": 310}, {"speaker": "JOHNS", "sentences": [{"text": "All right.", "sentId": 783}, {"text": "Don't go!", "sentId": 784}, {"text": "Don't go.", "sentId": 785}], "secId": 311}, {"speaker": "JOHNS", "sentences": [{"text": "A freelance journalist and blogger is one of the latest victims in the war on Iraq.", "sentId": 786}, {"text": "Our blog reporters return with what bloggers are saying about the work of Stephen Vincent.", "sentId": 787}], "secId": 312}, {"speaker": "JOHNS", "sentences": [{"text": "There's word just coming into CNN about the man charged in the recent homicide and abduction of the Groene children in Idaho.", "sentId": 788}, {"text": "The sheriff in Riverside County, California, announced earlier this hour that Joseph Duncan is the prime suspect in the 1997 abduction and murder of a 10-year-old California boy.", "sentId": 789}], "secId": 313}, {"speaker": "JOHNS", "sentences": [{"text": "Duncan, you may recall, was recently charged in the Idaho case involving Shasta and Dylan Groene.", "sentId": 790}, {"text": "He is accused of killing three people at the Groene home and then abducting 9-year-old Dylan and his 8-year-old sister Shasta.", "sentId": 791}], "secId": 314}, {"speaker": "JOHNS", "sentences": [{"text": "Dylan's body was later found in Montana.", "sentId": 792}, {"text": "Shasta Groene was rescued after a waitress spotted her with Duncan inside a restaurant and called police.", "sentId": 793}], "secId": 315}, {"speaker": "JOHNS", "sentences": [{"text": "The Iraq war claims another victim, freelance journalist and blogger Steven Vincent.", "sentId": 794}, {"text": "Let's check in now with CNN Political Producer Abbi Tatton and Jacki Schechner, our blog reporter -- Jacki.", "sentId": 795}], "secId": 316}, {"speaker": "SCHECHNER", "sentences": [{"text": "Well, Joe, bloggers are certainly mourning the death of one of their own today.", "sentId": 796}, {"text": "Steven Vincent, the journalist murdered in Iraq, was well known and well read in the online journalism community.", "sentId": 797}, {"text": "He was a frequent contributor to the \"National Review Online.\"", "sentId": 798}], "secId": 317}, {"speaker": "SCHECHNER", "sentences": [{"text": "And over there today at their blog \"The Corner,\" K.J.", "sentId": 799}, {"text": "Lopez has a link to her tribute.", "sentId": 800}, {"text": "She calls Steven Vincent \"Freedom's Reporter.\"", "sentId": 801}], "secId": 318}, {"speaker": "SCHECHNER", "sentences": [{"text": "Now, Steven Vincent himself also had a blog.", "sentId": 802}], "secId": 319}, {"speaker": "TATTON", "sentences": [{"text": "That blog is \"In The Red Zone\" at expensepublishing.typepad.com.", "sentId": 803}, {"text": "If you look at it today, there is a simple tribute there.", "sentId": 804}, {"text": "But you can scroll back for months and months of reports from in and around Basra where he was reporting from.", "sentId": 805}, {"text": "One of his reports was published in the \"New York Times\" op ed section over the weekend when he was looking at the tight grip that Shiite groups have developed over the city of Basra.", "sentId": 806}, {"text": "He was sharply critical of some of those groups.", "sentId": 807}], "secId": 320}, {"speaker": "TATTON", "sentences": [{"text": "Also, in a recent post, \"The Naive American\" he echoed some of those thoughts.", "sentId": 808}, {"text": "It was this kind of reporting that had bloggers all around the world linking to him.", "sentId": 809}, {"text": "Arthur Chrenkoff, his online friend, posted a tribute today.", "sentId": 810}, {"text": "Lots of links there saying of his reportings, this is some of the best journalism to come out of Iraq since the liberation.", "sentId": 811}, {"text": "Not uncritical, yet sympathetic.", "sentId": 812}], "secId": 321}, {"speaker": "SCHECHNER", "sentences": [{"text": "Bloggers clearly saddened by the loss.", "sentId": 813}, {"text": "Also praising his work.", "sentId": 814}, {"text": "One of the military bloggers, MurdockOnline.net talking about the book \"In The Red Zone\" that Steven Vincent wrote, saying that he's read many books, columns, blog posts and reports on the situation in Iraq, none come as close to, quote, \"hitting the nail on the head as Vincent's books.\"", "sentId": 815}], "secId": 322}, {"speaker": "SCHECHNER", "sentences": [{"text": "So, all of us saddened by that loss.", "sentId": 816}, {"text": "And bloggers, especially paying tribute today.", "sentId": 817}, {"text": "Joe, we'll send it back to you.", "sentId": 818}], "secId": 323}, {"speaker": "JOHNS", "sentences": [{"text": "Thanks, guys.", "sentId": 819}], "secId": 324}, {"speaker": "JOHNS", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 820}, {"text": "I'm Joe Johns.", "sentId": 821}, {"text": "WOLF BLITZER REPORTS starts right now.", "sentId": 822}], "secId": 325}, {"speaker": "JOHNS", "sentences": [{"text": "END", "sentId": 823}], "secId": 326}, {"speaker": "JOHNS", "sentences": [{"text": "TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com", "sentId": 824}], "secId": 327}], "sectionCount": 328, "url": "transcripts.cnn.com/TRANSCRIPTS/0508/03/ip.01.html", "sentenceCount": 826, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired August 3, 2005 - 15:30   ET", "speakers": ["ANNOUNCER", "BUSH", "HAM", "HACKETT", "JOHNS", "QUIJANO", "ORNSTEIN", "ALLEN", "JOHNS ", "LAZARUS", "MORTON", "HOLLAND", "BIDEN", "STEWART", "ROMANS", "Coming up on CNN at 6", "GAFFEY", "more", "SCHNEIDER", "SCHMIDT", "COOK", "Enquirer", "ROTHENBERG", "SCHECHNER", "TATTON", "Joe", "So", "CLARKE", "BEGALA", "BLITZER", "Now"], "title": "INSIDE POLITICS"}