{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1605.22.ip.01.html.json", "subTitle": "Clinton Vs. Trump: Stark Contrasts on Guns; The Commander-in- Chief Test; Delegate Math Puts Clinton Close to Nomination; Anti-Trump Ads Use His Words About Women. Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Another commander-in- chief test.", "sentId": 0}], "secId": 0}, {"speaker": "TRUMP", "sentences": [{"text": "What just happened about 12 hours ago?", "sentId": 1}, {"text": "A plane got blown out of the sky", "sentId": 2}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "And Hillary Clinton gives Donald Trump and his tweets a failing grade.", "sentId": 3}], "secId": 2}, {"speaker": "CLINTON", "sentences": [{"text": "It's a pattern.", "sentId": 4}, {"text": "It's a pattern that has gone on now for months.", "sentId": 5}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Plus, the Trump unity push accelerates.", "sentId": 6}, {"text": "Conservative overtures on judges and guns.", "sentId": 7}], "secId": 4}, {"speaker": "TRUMP", "sentences": [{"text": "I will not let you down.", "sentId": 8}, {"text": "Remember that.", "sentId": 9}, {"text": "I will not let you down.", "sentId": 10}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "And Clinton makes a big bet, there will be Democratic unity, she says, down the road a bit.", "sentId": 11}], "secId": 6}, {"speaker": "CLINTON", "sentences": [{"text": "What brings us together is Donald Trump.", "sentId": 12}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "But for now, Bernie Sanders is not in a kumbaya mood.", "sentId": 13}], "secId": 8}, {"speaker": "SANDERS", "sentences": [{"text": "We are in until the last ballot is cast.", "sentId": 14}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters -- now.", "sentId": 15}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 16}, {"text": "I'm John King.", "sentId": 17}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 18}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "The wild presidential nominating season entering now its final stretch and here are three big questions.", "sentId": 19}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Will voters prefer Donald Trump's tough talk or Hillary Clinton's experience when weighing the commander-in-chief test that comes with crises like Egyptian Air Flight 804?", "sentId": 20}], "secId": 13}, {"speaker": "CLINTON", "sentences": [{"text": "When you run for the United States, the entire world is listening and watching.", "sentId": 21}, {"text": "And I think if you go through many of his irresponsible, reckless, dangerous comments, it's not just somebody saying something off the cuff.", "sentId": 22}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Question two: are fresh overtures to conservatives on judges in the Second Amendment easing concerns now that a Trump-led Republican ticket would mean disaster for other GOP candidates come November?", "sentId": 23}], "secId": 15}, {"speaker": "TRUMP", "sentences": [{"text": "Hillary Clinton wants to abolish the Second Amendment, just remember that.", "sentId": 24}, {"text": "We're not talking about changing it.", "sentId": 25}, {"text": "She wants to abolish the Second Amendment.", "sentId": 26}, {"text": "So we're not going to let that happen.", "sentId": 27}, {"text": "I can tell you that right now.", "sentId": 28}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "And question three, it's a fascinating one this Sunday morning.", "sentId": 29}, {"text": "Is Bernie Sanders now encouraging a tea party-like revolt in the Democratic Party?", "sentId": 30}, {"text": "Escalating his war with the national party chairwoman by endorsing her liberal challenger in a congressional primary.", "sentId": 31}], "secId": 17}, {"speaker": "SANDERS", "sentences": [{"text": "Clearly, I favor her opponent.", "sentId": 32}, {"text": "His views are much closer to mine than is Wasserman Schultz's.", "sentId": 33}, {"text": "And let me also say this, in all due respect to the current chairperson, if elected president, she would not be reappointed to be chair of the DNC.", "sentId": 34}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "In all due respect, he says that.", "sentId": 35}, {"text": "We'll get to that one in a minute.", "sentId": 36}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights, Julie Pace of \"The Associated Press\", Jonathan Martin of \"The New York Times\", Matt Viser of \"The Boston Globe\", and CNN's Nia -Malika Henderson.", "sentId": 37}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Elections, they say, are about choice.", "sentId": 38}, {"text": "At their best, about clear and contrasting policy choices.", "sentId": 39}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "Well, here's Donald Trump with the National Rifle Association Convention.", "sentId": 40}], "secId": 22}, {"speaker": "TRUMP", "sentences": [{"text": "The Second Amendment is on the ballot in November.", "sentId": 41}, {"text": "The only way to save our Second Amendment is to vote for a person that you all know named Donald Trump.", "sentId": 42}, {"text": "I will protect our Second Amendment.", "sentId": 43}, {"text": "I will protect our country.", "sentId": 44}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Here's Hillary Clinton last night at a Trayvon Martin Foundation dinner.", "sentId": 45}], "secId": 24}, {"speaker": "CLINTON", "sentences": [{"text": "Unlike Donald Trump, I will not pander to the gun lobby and we will not be silenced and we will not be intimidated, as long as children anywhere are being killed by gun violence, we will keep fighting for our kids, because they deserve a president who stands up for them and stands with the mothers here.", "sentId": 46}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "That's about as clear a choice as you can get.", "sentId": 47}, {"text": "Mr. Trump sees this as a twofer in his effort to unify a skeptical Republican Party, gun rights matter to most conservatives.", "sentId": 48}, {"text": "And attacking Clinton -- well, that helps, too.", "sentId": 49}], "secId": 26}, {"speaker": "TRUMP", "sentences": [{"text": "Crooked Hillary Clinton is the most anti-gun, anti-Second Amendment candidate ever to run for office.", "sentId": 50}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "Now, Secretary Clinton sees it as a way to energize the Obama coalition, African-Americans in urban areas, women in the suburbs and as part of clear effort by her campaign to define Trump from day one as reckless and extreme.", "sentId": 51}], "secId": 28}, {"speaker": "CLINTON", "sentences": [{"text": "He's talking about more guns in our schools.", "sentId": 52}, {"text": "He's talking about more hatred and division in our streets.", "sentId": 53}, {"text": "You want to imagine what Trump's America will look like.", "sentId": 54}, {"text": "Picture more kids at risk of violence bigotry, picture more anger and fear.", "sentId": 55}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "Right out of the box, elections -- it's good to have clear choices.", "sentId": 56}, {"text": "On the guns issues, one of many, pretty clear that Hillary Clinton waste no time firing back.", "sentId": 57}, {"text": "This is an issue Democrats often ran from in national elections.", "sentId": 58}, {"text": "Pretty clear she thinks it helps her on the map.", "sentId": 59}, {"text": "She wants to win.", "sentId": 60}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "And it's pretty clear Mr. Trump thinks it's pretty important to him.", "sentId": 61}], "secId": 31}, {"speaker": "PACE", "sentences": [{"text": "Yes.", "sentId": 62}, {"text": "I mean, first, I think we should it is amazing we're talking about guns as we turn to a general election.", "sentId": 63}, {"text": "Barack Obama in both of his campaigns really ran away from this issue, didn't see it as a winning issue for him.", "sentId": 64}], "secId": 32}, {"speaker": "PACE", "sentences": [{"text": "Clinton looks at this and see this very differently right now.", "sentId": 65}, {"text": "She sees this as a way for her to show voters that she's not just going to be anti-Donald Trump, that she actually has an issue that she cares about, that she cares about passionately.", "sentId": 66}, {"text": "I think that's important for her.", "sentId": 67}, {"text": "Because she has struggled with her messaging.", "sentId": 68}], "secId": 33}, {"speaker": "PACE", "sentences": [{"text": "But it's interesting with Trump, I was at the NRA convention on Friday, and he had a script that he was trying desperately to stick to though he struggled a lot.", "sentId": 69}, {"text": "And when he was introduced by NRA leaders as they endorsed him, their entire remarks were about Hillary Clinton.", "sentId": 70}, {"text": "The only time they mentioned Donald Trump was to actually say they were endorsing him.", "sentId": 71}], "secId": 34}, {"speaker": "PACE", "sentences": [{"text": "And you can see the tension in there.", "sentId": 72}, {"text": "They want to get behind him because they want to be against Hillary Clinton, yet at the same time they are somewhat skeptical of where Trump is on the issues.", "sentId": 73}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "That's a great point.", "sentId": 74}, {"text": "Let's get to it.", "sentId": 75}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "You have the NRA endorsing Trump because they so don't want Hillary Clinton, and yet this on this and many other issues.", "sentId": 76}], "secId": 37}, {"speaker": "MARTIN", "sentences": [{"text": "They're endorsing not Hillary.", "sentId": 77}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "Conservatives are very skeptical because back in the day, Donald Trump endorsed the assault weapons ban.", "sentId": 78}, {"text": "Now, he can make the case that was a long time ago, during the Bill Clinton presidency.", "sentId": 79}, {"text": "But just three years ago, a little more than three years ago, after the Newtown shooting, Donald Trump tweeted out, when President Obama went to Newton and spoke, Donald Trump tweeted out, \"President Obama spoke for me and every American in his remarks in Newtown, Connecticut.\"", "sentId": 80}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "Jonathan, President Obama in that speech called for strict new gun controls.", "sentId": 81}], "secId": 40}, {"speaker": "MARTIN", "sentences": [{"text": "Donald Trump has been on the other side of the issue with conservatives on literally every issue of importance to them.", "sentId": 82}, {"text": "That's not new.", "sentId": 83}], "secId": 41}, {"speaker": "MARTIN", "sentences": [{"text": "Look, if you're conservative and support Donald Trump you have to basically make this entirely about Hillary Clinton, and basically, you have to rationalize by saying, well, she's just worse than him and you have to basically ignore every statement he's made over the years contradicting what he says now because it's all out there.", "sentId": 84}], "secId": 42}, {"speaker": "MARTIN", "sentences": [{"text": "They know that but he's put on the red jersey, so they're rallying to his side because he's not Hillary.", "sentId": 85}, {"text": "What's striking about the gun debate to me is that it does capture how the era of persuasion politics is now over.", "sentId": 86}, {"text": "We're in an era of mobilization politics.", "sentId": 87}, {"text": "Hillary Clinton is focusing on this issue she wants to mobilize the Obama base out to support her.", "sentId": 88}, {"text": "And that's one of the issues that really galvanizes them.", "sentId": 89}], "secId": 43}, {"speaker": "her", "sentences": [{"text": "And grade for us the Trump effort he put out a list of judges, there was a lot of skepticism earlier in the game.", "sentId": 90}, {"text": "His sister who happens to be pro-choice on abortion rights, she's a judge, and he said she would be a great Supreme Court justice.", "sentId": 91}, {"text": "Now, he's pulled that one back, said he couldn't do it anyway it would be nepotism.", "sentId": 92}, {"text": "But he put out a list of judges and conservatives generally said, pretty good.", "sentId": 93}, {"text": "That's a pretty good list and you do have the vacancy now.", "sentId": 94}], "secId": 44}, {"speaker": "her", "sentences": [{"text": "So, do they -- again, do they trust him?", "sentId": 95}], "secId": 45}, {"speaker": "HENDERSON", "sentences": [{"text": "And that's the big thing.", "sentId": 96}, {"text": "You did have people say this is a great start, these are conservative justices, we like these folks, they're not sort of the run of the mill folks, a lot of them were \"W\" appointees before hand.", "sentId": 97}, {"text": "But then you have people like Erick Erickson saying how can we trust this guy?", "sentId": 98}, {"text": "Are these just suggestions, a phrase that Donald Trump himself has used to describe some of the policies?", "sentId": 99}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "About the Muslim ban.", "sentId": 100}], "secId": 47}, {"speaker": "HENDERSON", "sentences": [{"text": "About the Muslim ban, about walls.", "sentId": 101}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Details of the wall.", "sentId": 102}], "secId": 49}, {"speaker": "MARTIN", "sentences": [{"text": "Everything he said.", "sentId": 103}], "secId": 50}, {"speaker": "HENDERSON", "sentences": [{"text": "Is essentially a suggestion.", "sentId": 104}, {"text": "So there still has to be some persuasion at least among the chattering classes.", "sentId": 105}, {"text": "But Donald Trump has already mobilized actual Republican voter, those folks are coming around if you look at these polls, if you look at \"The Washington Post\" post poll, he's actually ahead by three points.", "sentId": 106}, {"text": "It's still early.", "sentId": 107}], "secId": 51}, {"speaker": "HENDERSON", "sentences": [{"text": "So, you know, he's still got to do some work with the people who get on TV and talk all the time, but the base, those folks still seem to be behind him because this isn't going to be an ideological election.", "sentId": 108}, {"text": "It's going to be about the economy.", "sentId": 109}, {"text": "It's going to be about strength, it will be about mobilizing folks and not about who is the purist conservative.", "sentId": 110}], "secId": 52}, {"speaker": "VISER", "sentences": [{"text": "He also said he might add to that list, which makes it like this is not a restricted 11 people.", "sentId": 111}, {"text": "Who knows who is going to add?", "sentId": 112}, {"text": "One of the striking things is Mitt Romney struggled so much with the flip-flop label and Donald Trump as John was saying has been on every side of every issue and it doesn't stick to him in the same way.", "sentId": 113}], "secId": 53}, {"speaker": "VISER", "sentences": [{"text": "He just -- I'm flexible, I'll change my mind and I think he's struggling right now to connect with conservatives because of that, because they don't trust him.", "sentId": 114}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "And we're talking about the issues, conservatives trust some of the issues.", "sentId": 115}, {"text": "Jonathan, you're part coauthor of the lead story in the Sunday paper today, essentially the donors aversion to Trump clouds the big fundraising goal.", "sentId": 116}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Now, Donald Trump says these things don't matter to him, that he can unify the party, he doesn't need the traditional infrastructure, but in a close race against Hillary Clinton, which we all anticipate this will be and I know the Sanders supporters out there are saying Hillary Clinton is not the nominee yet, we'll get to that in a minute.", "sentId": 117}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "But in a close race against any Democrat, how much does that matter if donors are saying, I can't do this?", "sentId": 118}], "secId": 57}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 119}, {"text": "So, we have a story at the paper about his challenge with not just bringing folks.", "sentId": 120}, {"text": "These are the biggest donors in Republican Party, the folks over the last three elections who have given the most money to GOP causes, millions and millions of dollars, who are saying, heck, no, we're not going to give him a dime, in part because of his rhetoric, in part it's because of his policies.", "sentId": 121}, {"text": "But some of these folks just say, look, he's a billionaire, he says.", "sentId": 122}, {"text": "Why does he need my money?", "sentId": 123}], "secId": 58}, {"speaker": "MARTIN", "sentences": [{"text": "So, this is billionaire on billionaire violence we're talking about.", "sentId": 124}], "secId": 59}, {"speaker": "MARTIN", "sentences": [{"text": "MARTIN;  The fact is, is that there is still even Nia mentioned this, coalescing among voters among elites, there is still deep concern about Trump's policies and the fact that somebody who is not fit for office and he says he doesn't care about them but he has said he wants to rise $1 billion by election night.", "sentId": 125}, {"text": "Here is the math.", "sentId": 126}, {"text": "You got to rise about $8 million plus a day between now and election day to hit that part.", "sentId": 127}, {"text": "If you don't have those people on your side you're not going to raise $1 billion.", "sentId": 128}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "He's shown hesitance to write his own checks.", "sentId": 129}, {"text": "There's stories leaving open the possibility of repaying everything he's done in the primaries alone.", "sentId": 130}, {"text": "And he says no, but technically and legally with their filings, they've left open the possibility that he could repay himself.", "sentId": 131}], "secId": 61}, {"speaker": "VISER", "sentences": [{"text": "There's also question how liquid his finances are.", "sentId": 132}], "secId": 62}, {"speaker": "VISER", "sentences": [{"text": "He's got, you know, maybe $300 million to $500 million according to some estimates.", "sentId": 133}, {"text": "So he'd have to start selling some buildings, taking out mortgages on those in order to pay for himself, but that's what the donors are saying, look you've told us for months you don't need us and that you could pay for this yourself.", "sentId": 134}, {"text": "You're so wealthy.", "sentId": 135}, {"text": "Write a check.", "sentId": 136}], "secId": 63}, {"speaker": "PACE", "sentences": [{"text": "But there's also a question about what Trump is going to do with his campaign.", "sentId": 137}, {"text": "Part of the reason you need money because you build these huge campaign infrastructures.", "sentId": 138}, {"text": "You spend money on television ads.", "sentId": 139}, {"text": "He's also shown he's not necessarily going down that path.", "sentId": 140}], "secId": 64}, {"speaker": "So", "sentences": [{"text": "And he hasn't needed it.", "sentId": 141}, {"text": "He's proven you can sort of run on a shoestring budge net a primary and who knows what can happen in a general.", "sentId": 142}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "We're about to find out.", "sentId": 143}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Everybody, sit tight.", "sentId": 144}, {"text": "Ahead the commander in chief test, how Donald Trump sees the Egyptian Air Flight 804 crisis as a dividing line.", "sentId": 145}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "First, though, politicians say the darned things and sometimes they get some help.", "sentId": 146}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "\"Saturday Night Live\" looking back at a key moment in the Democratic campaign.", "sentId": 147}], "secId": 69}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Remember when I told everyone to stop talking about your damn e-mail?", "sentId": 148}, {"text": "What a schmuck!", "sentId": 149}], "secId": 70}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Remember the states like Wyoming where you beat me by a lot but then I still got most of the delegates!", "sentId": 150}], "secId": 71}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Oh my God!", "sentId": 151}, {"text": "I was so stupid!", "sentId": 152}, {"text": "It's rigged!", "sentId": 153}], "secId": 72}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "I know it's so rigged!", "sentId": 154}], "secId": 73}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Oh, my God!", "sentId": 155}], "secId": 74}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "To Debbie Wasserman Schultz.", "sentId": 156}], "secId": 75}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "To Debbie!", "sentId": 157}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 158}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "There is zero doubt a sudden catastrophic failure caused EgyptAir Flight 804 to plunge from the sky en route Cairo from Paris.", "sentId": 159}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "But why it happened remains a mystery.", "sentId": 160}, {"text": "Egyptian officials say they suspect terrorism but they also stress other possible causes cannot be ruled out.", "sentId": 161}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "And now, last-minute alerts from the plane about smoke are raising questions about a possible fire or electrical problem.", "sentId": 162}, {"text": "The search for data recorders and other vital clues continues but Donald Trump already knows the cause.", "sentId": 163}, {"text": "He was certain from the moment he heard of the tragedy.", "sentId": 164}, {"text": "\"Looks like yet another terrorist attack\", Trump said in a tweet Thursday morning.", "sentId": 165}, {"text": "\"When will we get tough, smart and vigilant.\"", "sentId": 166}], "secId": 80}, {"speaker": "That night he added this", "sentences": [], "secId": 81}, {"speaker": "TRUMP", "sentences": [{"text": "A plane got blown out of the sky, and if anybody thinks it wasn't blown out of the sky, you're 100 percent wrong, folks.", "sentId": 167}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Now, many Democrats are saying Trump was reckless, that a president can't get out ahead of the facts like that.", "sentId": 168}, {"text": "But in an interview on CNN, Hillary Clinton essentially agreed with Mr. Trump it was likely, in her view an act of terrorism but she says Trump's talk, tough talk, isn't the answer.", "sentId": 169}], "secId": 83}, {"speaker": "CUOMO", "sentences": [{"text": "Do you think that Donald Trump is qualified to be president?", "sentId": 170}], "secId": 84}, {"speaker": "CLINTON", "sentences": [{"text": "No, I do not.", "sentId": 171}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Was that an example of the Trump effect?", "sentId": 172}, {"text": "Many Democrats that they were e-mailing around there he goes again, shooting from the hip, sending out these tweets, a president can't do that.", "sentId": 173}, {"text": "We don't have the facts.", "sentId": 174}, {"text": "Everybody suspects it's terrorism.", "sentId": 175}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "But a president can't say that,", "sentId": 176}], "secId": 87}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 177}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "But Trump does say it and Hillary Clinton instead of saying a president can't say that essentially agrees with him.", "sentId": 178}], "secId": 89}, {"speaker": "PACE", "sentences": [{"text": "Yes, and I think that one of the challenges that Clinton has in this campaign is that you're seeing a bit of a reaction to Obama, who is generally a precautious president.", "sentId": 179}, {"text": "He would never say something is terrorism without really knowing it's terrorism, and I think a lot of Americans feel like they want a little more of a visceral reaction from their president, a little more emotion sometimes.", "sentId": 180}, {"text": "Trump obviously takes that to an extreme.", "sentId": 181}], "secId": 90}, {"speaker": "PACE", "sentences": [{"text": "Clinton comes to this and more of the Obama mold.", "sentId": 182}, {"text": "She has been in politics a long time.", "sentId": 183}, {"text": "She says she understands that words matter but she can't risk being branded as completely establishment as someone who would just be in a traditional mold of a politician.", "sentId": 184}, {"text": "So I think you see her in these instances getting further than she herself would want to be because she knows that voters are looking for a little more of that.", "sentId": 185}], "secId": 91}, {"speaker": "HENDERSON", "sentences": [{"text": "And one of the things she was trying to do in that interview, make news and say that he was on, but trying to get voters to imagine in their heads what a Donald Trump in this Situation Room would look like.", "sentId": 186}, {"text": "She brought up the example of bin Laden.", "sentId": 187}, {"text": "She was in that room and ultimately they made a case around bin Laden and looked at the evidence and made the case to Obama and he made the final call and she said, essentially, Donald Trump probably wouldn't be able to make that call, that he might have revealed some details of some of the delicate negotiations before the event actually happened.", "sentId": 188}], "secId": 92}, {"speaker": "HENDERSON", "sentences": [{"text": "So she's trying to discredit him and one of the things if you look at some focus groups, a lot of Republicans who were reluctant to back Donald Trump.", "sentId": 189}], "secId": 93}, {"speaker": "HENDERSON", "sentences": [{"text": "One of the things they did talk about was they had problems envisioning him in the Oval Office.", "sentId": 190}, {"text": "That's something I think they know they might have something of an opening there with some Republicans.", "sentId": 191}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "If you look let's not put stock in polls in late May projecting to November especially when it comes to the horse race, who's winning?", "sentId": 192}, {"text": "But when you do look like the candidate characteristics, there's no doubt Clinton and Trump have high negatives but the new \"The Washington Post\" poll even though they have equal high negatives when adults were asked who is more qualified, Clinton scores higher than Trump on the qualification issue.", "sentId": 193}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "You can tell in that interview, that's the point she was trying to emphasize.", "sentId": 194}, {"text": "Listen to her Donald Trump wants to be president.", "sentId": 195}, {"text": "He has to be more careful about what he says.", "sentId": 196}], "secId": 96}, {"speaker": "CLINTON", "sentences": [{"text": "So when you say we're going to bar all Muslims, you are sending a message to the Muslim world and also sending a message to the terrorists because we now do have evidence, we have seen how Donald Trump is being used to essentially be a recruiter for more people to join the cause of terrorism.", "sentId": 197}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "So, she says, I'm experienced.", "sentId": 198}, {"text": "I know how to be calm in these moments.", "sentId": 199}, {"text": "He says you were secretary of state, Benghazi happened, in his view she lied to the families, you were secretary of state, look around the world, things aren't a hell of a lot better than -- you know, in his case, he makes the argument a lot argue things are worse, experience versus --", "sentId": 200}], "secId": 98}, {"speaker": "VISER", "sentences": [{"text": "Well the other thing that was more surprising from her was calling it likely terrorism.", "sentId": 201}, {"text": "You almost expect that from Donald Trump at this point for him to wake up and immediately jump to his gut reaction.", "sentId": 202}, {"text": "Like you're saying I think it's the Trump effect, he is more eager to jump on board with something like that, and it gets to I think a little bit of something we'll hear more about, Benghazi and reluctance, on Republicans believe that Democrats have a reluctance to call things terrorism.", "sentId": 203}], "secId": 99}, {"speaker": "VISER", "sentences": [{"text": "And here, Hillary Clinton was sort of jumping maybe too early given what we found over the past --", "sentId": 204}], "secId": 100}, {"speaker": "MARTIN", "sentences": [{"text": "It's a preview of the tension we'll see over the next six months.", "sentId": 205}, {"text": "Anytime there's some kind of a crisis or a world event like this, we know what the reaction from Trump's going to be, immediate and it's going to be firm to say the least and she's had to struggle between trying to appeal to voters who like what Trump does but at the same time show her responsibility gene.", "sentId": 206}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "And as he makes that case, he says, if you don't believe me, listen to Bernie Sanders.", "sentId": 207}], "secId": 102}, {"speaker": "TRUMP", "sentences": [{"text": "Bernie Sanders said that Hillary really isn't, essentially not fit to be president.", "sentId": 208}, {"text": "She's not qualified to be president.", "sentId": 209}, {"text": "He said unqualified and he said that she suffers from bad judgment, and she does.", "sentId": 210}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "So, the Cruz/Trump romance ended but the Trump/Bernie bromance I guess is beginning.", "sentId": 211}], "secId": 104}, {"speaker": "PACE", "sentences": [{"text": "Yes, and this is what Democrats have feared, that Donald Trump will simply pick up the attacks Bernie Sanders leveled on Clinton throughout the primary and make that his own.", "sentId": 212}, {"text": "Certainly, foreign policy, I think that one of Sanders' most effective critiques of her was that, yes, you do have the experience but remember the vote on Iraq, that was bad judgment.", "sentId": 213}, {"text": "You're going to hear that a lot from Donald Trump.", "sentId": 214}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "We'll get to the Democrats next.", "sentId": 215}, {"text": "But in Senator Sanders defense, he also says, Donald Trump over my dead body, when it comes to the president.", "sentId": 216}, {"text": "He still has lot of issues with Secretary Clinton, but he does go after Trump pretty hard.", "sentId": 217}, {"text": "And we'll get to that next.", "sentId": 218}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "Is Bernie Sanders now encouraging a tea-party style revolt in the Democratic Party?", "sentId": 219}, {"text": "And while you think about that, please take our INSIDE POLITICS quiz this morning.", "sentId": 220}, {"text": "Donald Trump told ABC his tax rate is, quote, \"none of your business.\"", "sentId": 221}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "Do you believe presidential candidates should release their taxes?", "sentId": 222}, {"text": "You can vote at CNN.com/vote.", "sentId": 223}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "Fascinating story developing this morning.", "sentId": 224}, {"text": "Bernie Sanders taking his war with the Democratic establishment to a new level, and it could significantly complicate efforts to unify the party after it's already contentious presidential nominating battle.", "sentId": 225}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "In an interview you will see in full here at the top of the hour on \"STATE OF THE UNION WITH JAKE TAPPER\", listen here, Sanders takes a page from the Tea Party in its war with the Republican establishment, offering his endorsement to a liberal challenger to Florida Congresswoman Debbie Wasserman Schultz also happens to be chairwoman of the Democratic National Committee.", "sentId": 226}], "secId": 110}, {"speaker": "SANDERS", "sentences": [{"text": "Clearly, I favor her opponent.", "sentId": 227}, {"text": "His views are much closer to mine than as Wassermann Schultz's.", "sentId": 228}, {"text": "And let me also say this, in all due respect to the current chairperson, if elected president, she would not be reappointed to be chair of the DNC.", "sentId": 229}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Ouch.", "sentId": 230}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Now, that's not just picking a fight with Congresswoman Wasserman Schultz, whom the Sanders campaign accuses of favoring Hillary Clinton, she's President Obama's handpicked party chairman.", "sentId": 231}, {"text": "Not only, Sanders saying that encourages revolt against establishment figures just when Democrats hope the primary ease and the party focuses on Donald Trump.", "sentId": 232}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "What is this about?", "sentId": 233}, {"text": "We've seen what the Tea Party intentions have done in the Republican Party in recent years.", "sentId": 234}, {"text": "Some people say they're horrible.", "sentId": 235}, {"text": "Other people say, look, we've got a house majority.", "sentId": 236}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "But Is Bernie Sanders sending a signal to his supporters -- go find other cases, find the establishment figures who are with Clinton, find super delegates maybe from states that I won and encourage primary challenges.", "sentId": 237}], "secId": 115}, {"speaker": "VISER", "sentences": [{"text": "Yes, and this is the worst nightmare right now.", "sentId": 238}, {"text": "People keep talking about 2008 how that was brutal.", "sentId": 239}, {"text": "This is much more divisive right now.", "sentId": 240}, {"text": "Hillary Clinton at the end of that really rallied behind Barack Obama.", "sentId": 241}, {"text": "She had something to gain at end of it which was a secretary of state position.", "sentId": 242}], "secId": 116}, {"speaker": "VISER", "sentences": [{"text": "Bernie Sanders is not in that same boat.", "sentId": 243}, {"text": "He's an independent who caucused with Democrats and not necessarily looking toward his $, party future in the Democratic Party.", "sentId": 244}, {"text": "There's a lot of friction that may not be --", "sentId": 245}], "secId": 117}, {"speaker": "MARTIN", "sentences": [{"text": "Hillary was a party person.", "sentId": 246}], "secId": 118}, {"speaker": "PACE", "sentences": [{"text": "That's so key with Hillary Clinton she wanted a Democrat clearly in the White House, she wanted Democrats.", "sentId": 247}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "But Sanders does say repeatedly he doesn't want Trump.", "sentId": 248}], "secId": 120}, {"speaker": "PACE", "sentences": [{"text": "But that's different than saying he wants the Democratic Party as it currently exists in power.", "sentId": 249}], "secId": 121}, {"speaker": "HENDERSON", "sentences": [{"text": "I reached out to somebody in Vermont who's known Bernie Sanders for 40 years and been a political ally of his and watched his career.", "sentId": 250}, {"text": "He said that Bernie Sanders sees himself as an indispensable historic figure and that he --", "sentId": 251}], "secId": 122}, {"speaker": "MARTIN", "sentences": [{"text": "Wow.", "sentId": 252}], "secId": 123}, {"speaker": "HENDERSON", "sentences": [{"text": "He feels like Sanders feels like it's his destiny to lead the Democratic Party and this is his last chance to do so.", "sentId": 253}, {"text": "I mean, when you put into in those sort of grand terms, I think looks a little different.", "sentId": 254}, {"text": "KING:  Let's get to that then.", "sentId": 255}, {"text": "If that's his mind-set and you're", "sentId": 256}], "secId": 124}, {"speaker": "HENDERSON", "sentences": [{"text": "Hillary Clinton and just told CNN that interview showed you earlier with Chris Cuomo, that you think he'll come around, you think eventually it will be fine, Bernie Sanders will get it.", "sentId": 257}, {"text": "Right now, she said I understand this, I went through it in 2008.", "sentId": 258}, {"text": "But listen to Senator Sanders here, he is on \"STATE OF THE UNION\" at the top of the hour.", "sentId": 259}, {"text": "He also did another Sunday show interview where he continues to make the case that Democrats still have time he says to pick him over Clinton.", "sentId": 260}], "secId": 125}, {"speaker": "SANDERS", "sentences": [{"text": "We needed a campaign, an election coming up which does not have two candidates who are really very, very strongly disliked.", "sentId": 261}, {"text": "I don't want to see the American people voting for the lesser of two evils.", "sentId": 262}, {"text": "I want the American people to be voting for a vision of economic justice, of social justice, of environmental justice, of racial justice.", "sentId": 263}], "secId": 126}, {"speaker": "KING", "sentences": [{"text": "Now, he says he's in the campaign to make our democracy better and he has issues about super delegates, about campaign finance and the like.", "sentId": 264}, {"text": "But let's just look at the tale of the tape in the Democratic race so far.", "sentId": 265}, {"text": "She has 1775 pledged delegates, he has 1485.", "sentId": 266}, {"text": "She has 522 super delegates, he has 42.", "sentId": 267}, {"text": "She's won 27 contests, he's won 21.", "sentId": 268}, {"text": "So by lower case \"d\" democracy she's winning.", "sentId": 269}], "secId": 127}, {"speaker": "MARTIN", "sentences": [{"text": "She is winning.", "sentId": 270}, {"text": "Important for us to all say that even as we watch emboldened Bernie Sanders there obviously fulfil her urged now.", "sentId": 271}, {"text": "It's important to note that if you look at our polling in 2008 versus now, more Democrats back in 2008 who were supporting Hillary Clinton so that they would not support Barack Obama in the fall, than today Sanders supporters say would not support Hillary Clinton.", "sentId": 272}, {"text": "So, I think these wounds are healable.", "sentId": 273}, {"text": "The difference is though is that some of the Bernie folks I think are much more radicalized than Clinton supporters were in '08 and I think it could be tough.", "sentId": 274}, {"text": "The Clinton strategy is not complicated.", "sentId": 275}, {"text": "It's two words, it's Donald Trump.", "sentId": 276}], "secId": 128}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 277}], "secId": 129}, {"speaker": "MARTIN", "sentences": [{"text": "You hold that up and you say, look, you don't love Hillary, you are for Bernie, but this is a national crisis that we're facing.", "sentId": 278}, {"text": "I think that's going to be what they say.", "sentId": 279}], "secId": 130}, {"speaker": "KING", "sentences": [{"text": "If you listen to the full interview with Chris Cuomo there on CNN the other day, good cop/bad cop.", "sentId": 280}, {"text": "She was very clear I've been there and I understand the emotions of the supporters.", "sentId": 281}, {"text": "I understand the -- it's hard.", "sentId": 282}, {"text": "And she said I take Senator Sanders at his word when he says, you know, over my dead body Donald Trump.", "sentId": 283}, {"text": "But she also said something that if you're a Sanders supporter you're not going to like and that would be this.", "sentId": 284}], "secId": 131}, {"speaker": "CLINTON", "sentences": [{"text": "I will be the nominee for my party, Chris.", "sentId": 285}, {"text": "That is already done in effect.", "sentId": 286}, {"text": "There is no way that I won't be.", "sentId": 287}], "secId": 132}, {"speaker": "KING", "sentences": [{"text": "They don't want to give Bernie anything.", "sentId": 288}], "secId": 133}, {"speaker": "PACE", "sentences": [{"text": "The sense of inevitability, the sense that we don't have to let the process completely play itself out.", "sentId": 289}, {"text": "And one thing that someone is reminding me that's very interesting about 2008, Hillary played a very active role getting these reluctant supporters on board, they were handing out buttons.", "sentId": 290}, {"text": "Hillary supporters said, \"Hillary sent me\" when they would go to Obama rallies away with saying that I'm still with her but I'm going to be on board with him.", "sentId": 291}, {"text": "Bernie if he's not going to be the nominee and he's going to want to stop Donald Trump he actively needs to play a role.", "sentId": 292}], "secId": 134}, {"speaker": "KING", "sentences": [{"text": "But to understand, if you're Senator Sanders the last thing you want to say now is that the math is inevitable because if you can't be the nominee and he keeps saying he thinks he has a narrow chance and most of the time he's pretty candid about the math --", "sentId": 293}], "secId": 135}, {"speaker": "PACE", "sentences": [{"text": "Right.", "sentId": 294}], "secId": 136}, {"speaker": "KING", "sentences": [{"text": "It's a very slight chance but I still have a chance and he does.", "sentId": 295}, {"text": "But his other goal is the more delegates he has at the convention the more influence he has at the platform.", "sentId": 296}, {"text": "And so, if you say now it's over, well then, how do you expect to win New Jersey?", "sentId": 297}, {"text": "How do you expect to win California?", "sentId": 298}], "secId": 137}, {"speaker": "HENDERSON", "sentences": [{"text": "And they're looking at, you know, this platform committee, the credentialing committee, the rules committee, these three big committees and figuring out if they can get their people on there.", "sentId": 299}, {"text": "I think for Democrats, the real worry is that -- is Sanders fueling this idea of it isn't win, Hillary Clinton gets the nomination, it a sort of legitimate nomination, is it sort of the resort of a rigged process and, you know, the sort of conspiracy theories that many, not many but a few Sanders supporters sort of traffic in, that it's been rigged --", "sentId": 300}], "secId": 138}, {"speaker": "KING", "sentences": [{"text": "You've been reading my Twitter feed.", "sentId": 301}], "secId": 139}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 302}, {"text": "So, that problem I think the Democrats --", "sentId": 303}], "secId": 140}, {"speaker": "KING", "sentences": [{"text": "The past week was interesting, we saw a number of members mostly in the United States Senate come out and say it's time for Bernie to dial it back.", "sentId": 304}, {"text": "Not drop out.", "sentId": 305}, {"text": "They don't say drop out.", "sentId": 306}, {"text": "They say it's every right to stay into the end.", "sentId": 307}, {"text": "But they want him to dial back the rhetoric.", "sentId": 308}, {"text": "Now, I just want to note for the record these senators also happen to support Hillary Clinton.", "sentId": 309}, {"text": "So forgive me there's a little bit of, you know, mixed message here.", "sentId": 310}, {"text": "And to those who say that Bernie is over the top I just want to remind people we've all made a point about 2008.", "sentId": 311}, {"text": "Hillary Clinton at this exact point in 2008 when it was pretty clear President Obama was going to win in the delegate race, pretty clear, super delegates were shifting toward President Obama unlike Senator Sanders at this stage in this race, Hillary Clinton was still kind of tough.", "sentId": 312}], "secId": 141}, {"speaker": "CLINTON", "sentences": [{"text": "This is nowhere near over.", "sentId": 313}, {"text": "None of us is going to have the number of delegates were going to need to get to the nomination.", "sentId": 314}], "secId": 142}, {"speaker": "CLINTON", "sentences": [{"text": "There is this frantic effort to push her out because she's winning the general election today, and he's not.", "sentId": 315}, {"text": "I've never seen anything like it.", "sentId": 316}, {"text": "I've never seen a candidate treated so disrespectfully just for running.", "sentId": 317}], "secId": 143}, {"speaker": "H. CLINTON", "sentences": [{"text": "Look at the electoral map.", "sentId": 318}, {"text": "It is clear, I am the stronger candidate against John McCain.", "sentId": 319}], "secId": 144}, {"speaker": "KING", "sentences": [{"text": "Wow.", "sentId": 320}, {"text": "Been there, done that?", "sentId": 321}], "secId": 145}, {"speaker": "MARTIN", "sentences": [{"text": "Eerily familiar.", "sentId": 322}, {"text": "The same case too.", "sentId": 323}], "secId": 146}, {"speaker": "KING", "sentences": [{"text": "The same argument.", "sentId": 324}], "secId": 147}, {"speaker": "MARTIN", "sentences": [{"text": "I can beat him in the fall and my opponent is going to lose.", "sentId": 325}], "secId": 148}, {"speaker": "KING", "sentences": [{"text": "Exactly the same argument.", "sentId": 326}], "secId": 149}, {"speaker": "HENDERSON", "sentences": [{"text": "I mean, she did in the end have more voters, it was a little closer in terms of the pledged delegates as well.", "sentId": 327}, {"text": "But yes, same argument.", "sentId": 328}, {"text": "Apparently Debbie Wasserman Schultz was making the exact same argument back then for Hillary Clinton.", "sentId": 329}], "secId": 150}, {"speaker": "VISER", "sentences": [{"text": "But again, you knew that what like Hillary did after that is, you know, is the key and what we think Bernie may have trouble doing over the next couple months.", "sentId": 330}], "secId": 151}, {"speaker": "KING", "sentences": [{"text": "\"A\" what does he want?", "sentId": 331}, {"text": "Does he want -- what does he want?", "sentId": 332}, {"text": "I mean, that's going to be the big question, if he's not the nominee, what does he want, does he want an independent movement or does he want a Democratic movement?", "sentId": 333}, {"text": "Does he want to stay outside the process or does he want to come into the fold and Hillary Clinton's Democratic Party and be a force and compete maybe with Elizabeth Warren.", "sentId": 334}], "secId": 152}, {"speaker": "MARTIN", "sentences": [{"text": "Pledges on personnel, that is the test, will she promise to him as he's not going to appoint the Ruben summers type to the treasury in her White House.", "sentId": 335}, {"text": "Can he extract real hard and fast pledges to him on personnel?", "sentId": 336}], "secId": 153}, {"speaker": "KING", "sentences": [{"text": "Bernie Sanders signature on the money.", "sentId": 337}], "secId": 154}, {"speaker": "KING", "sentences": [{"text": "All right, everybody sit tight.", "sentId": 338}, {"text": "Little more to go.", "sentId": 339}, {"text": "Early spending by a pro-Clinton Super PACs speaks volumes about where the November election is likely to be one or lost.", "sentId": 340}, {"text": "That's electoral votes, next.", "sentId": 341}], "secId": 155}, {"speaker": "KING", "sentences": [{"text": "You know that old saying, all of the money.", "sentId": 342}, {"text": "Well, Super PAC supporting Hillary Clinton made its first major ad by this week.", "sentId": 343}, {"text": "And it tells you a lot by how Democrats view the fall battleground map.", "sentId": 344}, {"text": "Priorities USA is the group they're spending in Virginia.", "sentId": 345}, {"text": "In Ohio, in Florida, and in Nevada, notice anything about those states?", "sentId": 346}, {"text": "All blue for President Obama, all blue for President Obama twice.", "sentId": 347}, {"text": "And so, what is the calculation here?", "sentId": 348}, {"text": "If you're the Democrats you want to keep Donald Trump from turning this, this, and this, because if he did, just turn those four Donald Trump would be the next president of the United States, not Hillary Clinton or Bernie Sanders if it is Bernie Sanders.", "sentId": 349}, {"text": "But this pro-Clinton Super PAC thinks defending the states is part of defending the Obama coalition.", "sentId": 350}, {"text": "The focus of these new ads women using Donald Trump's own words.", "sentId": 351}], "secId": 156}, {"speaker": "TRUMP", "sentences": [{"text": "You know you could see there was blood coming out of her eyes, blood coming out of her, wherever.", "sentId": 352}], "secId": 157}, {"speaker": "TRUMP", "sentences": [{"text": "Does she have a good body?", "sentId": 353}, {"text": "No.", "sentId": 354}, {"text": "Does she have a fat ass?", "sentId": 355}, {"text": "Absolutely.", "sentId": 356}, {"text": "A person who is flat chested is very hard to be a ten.", "sentId": 357}], "secId": 158}, {"speaker": "TRUMP", "sentences": [{"text": "And you can tell them to go  themselves.", "sentId": 358}], "secId": 159}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Does Donald Trump really speak for you?", "sentId": 359}], "secId": 160}, {"speaker": "KING", "sentences": [{"text": "That ad go bleep themselves every fact checker has taken it grossly out of contest.", "sentId": 360}, {"text": "So, that -- the Priorities USA and the best -- is they haven't changed the ad yet, that's taken grossly out of context but to the general point that they think that this gender gap and reinforcing Trump's own words what he said about women is the key to defending that map which is essentially.", "sentId": 361}, {"text": "If we can defend the Obama coalition, we can win", "sentId": 362}], "secId": 161}, {"speaker": "HENDERSON", "sentences": [{"text": "Good luck.", "sentId": 363}, {"text": "I mean, one of the problems is that Trump if you look at some of these polls it's early, yada, yada, yada but he's doing exceptionally well among men --", "sentId": 364}], "secId": 162}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 365}], "secId": 163}, {"speaker": "HENDERSON", "sentences": [{"text": "So it sort of balances out the usual gender advantage that Democrats have had for decades now.", "sentId": 366}, {"text": "I think one of the things about that ad is, it is about women but it's also about sort of temperament, the tag line does he speaks for us sort of, is asking, is this the way we think a president should speak?", "sentId": 367}, {"text": "I think you know, so I think it has two purposes, one of which about women.", "sentId": 368}, {"text": "The other about temperament.", "sentId": 369}], "secId": 164}, {"speaker": "KING", "sentences": [{"text": "Spending this early, number one, they've learned a lesson.", "sentId": 370}, {"text": "Seventeen Republicans stood around thinking Donald Trump was a joke, he is going to implode and those 17 Republicans are now watching.", "sentId": 371}, {"text": "The other 16 Republicans are now watching Donald Trump prepare for his convention.", "sentId": 372}, {"text": "But the other part is, you can also -- you can poll then you run these ads and you poll again and you're testing your messages in May to see if it's working and moving the numbers.", "sentId": 373}, {"text": "So, if it doesn't, you move on to something else.", "sentId": 374}], "secId": 165}, {"speaker": "PACE", "sentences": [{"text": "And it's hugely important for Hillary Clinton to be able to have this Super PAC doing this because she's so tied up still in trying to wrap up the Democratic primary.", "sentId": 375}, {"text": "But to me his point, I said a lot of the last two or three weeks talking to women, suburban white women in states like Virginia, also in places like North Carolina and Ohio, and even among women who voted for Romney in 2012, there is just a lot of reluctance about signing up to vote for Donald Trump.", "sentId": 376}, {"text": "They worry about him across a range of issues.", "sentId": 377}, {"text": "And if you think about this election in terms of margins, Barack Obama won 41 percent of white women.", "sentId": 378}, {"text": "Even though he won women overall.", "sentId": 379}, {"text": "If Clinton can hold Obama's margins with minorities and pick off just a couple more percentage points among white women that makes it very difficult for him to win.", "sentId": 380}], "secId": 166}, {"speaker": "KING", "sentences": [{"text": "And so, look, we talked about guns at the top of the show, we talked about commander-in-chief test at the top of the show, they have different positions on a host of issues but we have also seen early on these personal characteristics brought into the campaign  including the Clinton campaign thinks by far they have an advantage among women to the point where Donald Trump puts out one of his best assets, his daughter, she goes on CBS to deal I think in part with the \"New York Times\" story that looked back at the history of Donald Trump when he's dealing with women.", "sentId": 381}, {"text": "Listen to Ivanka Trump here.", "sentId": 382}], "secId": 167}, {"speaker": "TRUMP", "sentences": [{"text": "I'm not in every interaction my father has but he's not a groper, it's not who he is, and I've known my father obviously my whole life and he has total respect for women.", "sentId": 383}, {"text": "He was promoting women in development in construction at a time when it was unheard of.", "sentId": 384}, {"text": "There was no trend towards equality in the real estate and construction industry back in the 1980s, and he was doing it, because he believes ultimately in merit.", "sentId": 385}], "secId": 168}, {"speaker": "KING", "sentences": [{"text": "Anyone recall we had obviously Hillary Clinton had to come to Bill Clinton's defense in 1992 when there were personal character questions about him.", "sentId": 386}, {"text": "I don't remember a candidate's child going on television to do something like that.", "sentId": 387}], "secId": 169}, {"speaker": "VISER", "sentences": [{"text": "And saying my father is not a groper.", "sentId": 388}, {"text": "Sort of striking the point at which his campaign is right now.", "sentId": 389}, {"text": "But to your point earlier, you know, none of the candidates in the Republican primary really went after Trump in a focused way.", "sentId": 390}, {"text": "I think one other thing as you may see from the Clinton campaign is his business record which didn't come under much scrutiny in the Republican campaign.", "sentId": 391}, {"text": "Marco Rubio tried it for a while on the conman argument and that seemed to be successful before he went into his, the size of his hands and things like that.", "sentId": 392}], "secId": 170}, {"speaker": "MARTIN", "sentences": [{"text": "And this is part of the challenge that the Clinton folks have, I use the metaphor of Lucy and Ethel in the \"Chocolate Factory,\" where the chocolates are coming off the conveyor belt so fast.", "sentId": 393}, {"text": "How do you eat them all?", "sentId": 394}, {"text": "And right, it's his comments about women, or minorities, or the business litany or CNN just this week had a report about, of the fact that he was actually hoping for a housing crash.", "sentId": 395}, {"text": "What do you do?", "sentId": 396}, {"text": "What do you target?", "sentId": 397}, {"text": "If you focus on everything you focus on nothing.", "sentId": 398}], "secId": 171}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 399}], "secId": 172}, {"speaker": "MARTIN", "sentences": [{"text": "And that's part of the challenge.", "sentId": 400}], "secId": 173}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 401}, {"text": "So, you have that from the Clinton side.", "sentId": 402}, {"text": "What do you focus on?", "sentId": 403}, {"text": "And for those of you too young to understand, Lucy and Ethel after the show, not now, after the show is over, go on YouTube or somewhere and find Lucy and Ethel at the \"Chocolate Factory.\"", "sentId": 404}, {"text": "Mr. Martin has a point there.", "sentId": 405}, {"text": "But now he has his own list.", "sentId": 406}, {"text": "He just said at another network that he's going to go after aggressively her e-mail.", "sentId": 407}, {"text": "He has made clear that he thinks Bill Clinton and Bill Clinton's character is fair game in this campaign.", "sentId": 408}, {"text": "So, both of them at your point have a list.", "sentId": 409}, {"text": "Is it just going to be throwing things at the wall or is this the spring and then they will refine it?", "sentId": 410}], "secId": 174}, {"speaker": "PACE", "sentences": [{"text": "I think if they're going to run a smart campaign you will start to refine that your message particularly on the Democratic side but I do think for Hillary Clinton in particular in this election, she is so well-known and she has such a chunk of the American electorate that really doesn't like her that as she refines her message on Trump, she has to refine a proactive message for herself.", "sentId": 411}, {"text": "That is hugely important.", "sentId": 412}, {"text": "She's struggled for months.", "sentId": 413}], "secId": 175}, {"speaker": "VISER", "sentences": [{"text": "And that's where the Democrats are really worried I think and Republicans see Trump as somebody who can morph into something else and Hillary Clinton really struggles with that and sort of the opinions on her are baked in already.", "sentId": 414}, {"text": "They're hard to change.", "sentId": 415}], "secId": 176}, {"speaker": "KING", "sentences": [{"text": "Trump is strength and change.", "sentId": 416}, {"text": "What is Hillary Clinton?", "sentId": 417}], "secId": 177}, {"speaker": "HENDERSON", "sentences": [{"text": "What is Hillary Clinton?", "sentId": 418}, {"text": "And that's what they have to figure out.", "sentId": 419}, {"text": "They also have to figure out who is doing the attacking.", "sentId": 420}, {"text": "Right?", "sentId": 421}, {"text": "Are they going to sort of outsource a lot of the negative stuff to Super PAC so she doesn't get so much blowback and she takes the sort of the high road on policy and leaves the other kind of more negative attacks --", "sentId": 422}], "secId": 178}, {"speaker": "MARTIN", "sentences": [{"text": "Unless Trump's numbers among women and non-whites improve, it's going to be very hard from the -- very hard, very had.", "sentId": 423}], "secId": 179}, {"speaker": "KING", "sentences": [{"text": "All right, everybody.", "sentId": 424}, {"text": "A reporters share from their notebooks next including insights on Donald Trump's new envoy to evangelical voters.", "sentId": 425}, {"text": "It's the name, you recognize first.", "sentId": 426}, {"text": "Here are the results from our \"INSIDE POLITICS.\"", "sentId": 427}, {"text": "Quiz we asked, do you believe presidential candidates should release their taxes?", "sentId": 428}, {"text": "The majority of you, see it right there, that is a pretty overwhelming majority.", "sentId": 429}, {"text": "Say, yes.", "sentId": 430}], "secId": 180}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table, ask our great reporters to help get you out ahead of some big political news just around the corner.", "sentId": 431}, {"text": "Julie Pace?", "sentId": 432}], "secId": 181}, {"speaker": "PACE", "sentences": [{"text": "So, we know that President Obama is eager to get out on the campaign trail but Democrats are also itching for another Obama to get out there, and that of course Michelle Obama.", "sentId": 433}, {"text": "She's been traditionally a reluctant campaigner but she's quite an effective one particularly with African-Americans and young women, another group that hasn't really rallied around Hillary Clinton.", "sentId": 434}, {"text": "Democrats were organizing the convention in July or eyeing a big splashy appearance for her in primetime and you're starting to see some interest in having Michelle Obama hit the fund-raising circuit as well particularly for women who are running for Senate seats.", "sentId": 435}, {"text": "So maybe after this campaign she can finally go and be done with campaigning like she said she wants to be.", "sentId": 436}], "secId": 182}, {"speaker": "KING", "sentences": [{"text": "She says or we'll see if she gets the bug.", "sentId": 437}, {"text": "You never know.", "sentId": 438}, {"text": "Jonathan?", "sentId": 439}], "secId": 183}, {"speaker": "MARTIN", "sentences": [{"text": "Well, Hillary Clinton has never dealt with a candidate like Donald Trump, few have, and it's starting to show.", "sentId": 440}, {"text": "I think you are going to see more Democrats -- to toughen and sharpen her message against Donald Trump.", "sentId": 441}, {"text": "There was a reaction among some people last week in the Democratic politics that when she said that Trump wasn't qualified to be president.", "sentId": 442}, {"text": "That was supposed to be tough and they're saying, no, it has to be more than that.", "sentId": 443}, {"text": "You can't just say he's not qualified.", "sentId": 444}, {"text": "You have to go much more aggressive against him.", "sentId": 445}, {"text": "This is unconventional warfare and you can't line up traditional infantry and artillery fighting a guerrilla war.", "sentId": 446}], "secId": 184}, {"speaker": "KING", "sentences": [{"text": "And the early polls and precisely early polls, that's one of the reasons Democrats are a little bit nervous.", "sentId": 447}], "secId": 185}, {"speaker": "MARTIN", "sentences": [{"text": "Exactly.", "sentId": 448}], "secId": 186}, {"speaker": "KING", "sentences": [{"text": "Matt?", "sentId": 449}], "secId": 187}, {"speaker": "VISER", "sentences": [{"text": "Two key political metrics to look at, first is ad spending.", "sentId": 450}, {"text": "The RNC is just announced about $150 million on a digital ad buy trying to sort of go with Hispanics and women, two demographics they need and Donald Trump in particular.", "sentId": 451}, {"text": "But if the primary taught us anything is that the political ads didn't really impact it.", "sentId": 452}, {"text": "Otherwise we'd be talking about Jeb Bus right now or not.", "sentId": 453}, {"text": "The other thing is Hillary Clinton has about ten times more staffers than Donald Trump does right now.", "sentId": 454}, {"text": "Again, in the primary, that didn't matter for Trump.", "sentId": 455}, {"text": "So, I think the key thing to watch going forward is whether as he shifts from the primary to the general, are these, these like sort of key things that we typically look at to figure out who is winning, who is losing, are they going to matter?", "sentId": 456}, {"text": "Can Donald Trump still win with sort of -- going up against Hillary Clinton's aircraft carrier.", "sentId": 457}], "secId": 188}, {"speaker": "KING", "sentences": [{"text": "New rules.", "sentId": 458}, {"text": "New rules.", "sentId": 459}, {"text": "Nia?", "sentId": 460}, {"text": "HENDERSON:  Ben Carson who in some ways has been very unpredictable", "sentId": 461}], "secId": 189}, {"speaker": "KING", "sentences": [{"text": "surrogate for Donald Trump and some people say, very unhelpful as well, he was on the VP committee, then he was off, then he was on.", "sentId": 462}, {"text": "He floated some names for possible VP short lists that the Donald Trump campaign had to walk back.", "sentId": 463}, {"text": "Not that seems like he's found out sort of his natural fit.", "sentId": 464}, {"text": "He is going to be reaching out to evangelical leaders for Donald Trump with the eventual hope of not only they come on board but a meeting will happen in the next couple of weeks, these are people who by and large at the grassroots level voted for Donald Trump but the leadership was very much behind Ted Cruz.", "sentId": 465}, {"text": "People like Gary Bauer, people like Tony Perkins, people like Vander Plaats in Iowa.", "sentId": 466}, {"text": "I reached out to Carson's people to say, what is his pitch to leaders?", "sentId": 467}, {"text": "And they said, listen, the simple pitch is it's Trump versus Hillary but also he turned to the Bible and they said, sometimes God uses men who are sinners to do his greatest work, so that is the kind of pitch --", "sentId": 468}], "secId": 190}, {"speaker": "KING", "sentences": [{"text": "Still a message.", "sentId": 469}, {"text": "Still a message.", "sentId": 470}], "secId": 191}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 471}, {"text": "Still kind of a mixed message, right?", "sentId": 472}, {"text": "So there you have it.", "sentId": 473}], "secId": 192}, {"speaker": "KING", "sentences": [{"text": "As always Ben Carson's interesting communication strategy.", "sentId": 474}, {"text": "We'll keep an eye on that one.", "sentId": 475}, {"text": "It is very early but leading GOP strategists are encouraged by new research that they say shows the automatic Trump drag they expected perhaps in races critical to the fight to maintain the Republican Senate majority does not exist.", "sentId": 476}, {"text": "After reviewing this polling and other research results, the Chamber of Commerce announced this past week it's launching major ad buys in Ohio, New Hampshire, Pennsylvania and Wisconsin, those were announced publicly.", "sentId": 477}, {"text": "CNN's also told, ad time was purchased in Arizona and Nevada.", "sentId": 478}], "secId": 193}, {"speaker": "KING", "sentences": [{"text": "Five of those six Senate races features Republican incumbent viewed as vulnerable.", "sentId": 479}, {"text": "Now, those spending to protect the Republican Senate majority know the Democrats plan to tie the GOP candidates to controversial Trump positions.", "sentId": 480}, {"text": "But they're encouraged by this new research which shows no automatic immediate Trump drag.", "sentId": 481}, {"text": "Now, these GOP forces view that the period from now until the Republican convention in July is critical to defining these races and they say they're prepared to spend millions to help.", "sentId": 482}], "secId": 194}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 483}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 484}, {"text": "We'll see you soon.", "sentId": 485}, {"text": "\"STATE OF THE UNION\" with Jake Tapper up next.", "sentId": 486}], "secId": 195}], "sectionCount": 196, "url": "transcripts.cnn.com/TRANSCRIPTS/1605/22/ip.01.html", "sentenceCount": 488, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired May 22, 2016 - 08:00   ET", "speakers": ["KING", "TRUMP", "CLINTON", "SANDERS", "PACE", "MARTIN", "her", "HENDERSON", "VISER", "So", "UNIDENTIFIED MALE", "UNIDENTIFIED FEMALE", "That night he added this", "CUOMO", "H. CLINTON"], "title": "INSIDE POLITICS"}