{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1610.14.ip.02.html.json", "subTitle": "Trump Assault Accusations Hurting Campaign; Looking at Coming Stories. Aired 12:30-1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "JOHN KING", "sentences": [{"text": "-- doing poorly throughout the suburbs, specially when you look at now is much more narrower path to 270, game over.", "sentId": 0}], "secId": 0}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, and apparently pulling out of Virginia.", "sentId": 1}, {"text": "I mean, this -- he was already flailing even before these tapes are released.", "sentId": 2}, {"text": "But now you have somebody like Michelle Obama, right?", "sentId": 3}, {"text": "Rallying women in that speech, essentially, I think crafting Hillary Clinton as this paragon of the Women's Movement, right?", "sentId": 4}, {"text": "As empowering a figure for a lot of women who didn't see her that way, she was able to, I think, connect with women in a way Hillary Clinton hasn't able to.", "sentId": 5}], "secId": 1}, {"speaker": "HENDERSON", "sentences": [{"text": "And then you have these tapes.", "sentId": 6}, {"text": "Again, all women as we were talking have experienced these kinds of things.", "sentId": 7}, {"text": "So you have this collective experience, women have gone through over this last weeks in viewing Donald Trump.", "sentId": 8}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Let's listen to the first lady, and continue the conversation.", "sentId": 9}, {"text": "And again, sometimes we make politics complicated.", "sentId": 10}, {"text": "Politics is pretty simple.", "sentId": 11}, {"text": "It's about arithmetic, right.", "sentId": 12}, {"text": "Who adds up the most votes?", "sentId": 13}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "And if you're a Republican Party, that has a really hard time getting African-American votes and has a really hard time getting Latino votes, and then you're going to take the majority of the American population, women and have a hard time getting their votes, well, then you have a problem.", "sentId": 14}, {"text": "And Michelle Obama laid it out pretty clear.", "sentId": 15}], "secId": 4}, {"speaker": "OBAMA", "sentences": [{"text": "It's that feeling of terror and violation that too many women have felt when someone has grabbed them or forced himself on them and they've said, \"No,\" but he didn't listen.", "sentId": 16}, {"text": "Too many are treating this -- as just another day's headline.", "sentId": 17}, {"text": "This is not politics as usual.", "sentId": 18}, {"text": "This is disgraceful.", "sentId": 19}, {"text": "It is intolerable.", "sentId": 20}, {"text": "And it doesn't matter what party you belong to, Democrat, Republican, Independent, no woman deserves to be treated this way.", "sentId": 21}, {"text": "None of us deserves this kind of abuse.", "sentId": 22}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Now, some Republicans may feel compelled to say, \"Well, it's in the middle of a political campaign.", "sentId": 23}, {"text": "Well, she's trying to help Hillary Clinton.\"", "sentId": 24}, {"text": "But you cannot watch that and not be moved by it.", "sentId": 25}], "secId": 6}, {"speaker": "MARTIN", "sentences": [{"text": "Well, it's both, though, right?", "sentId": 26}, {"text": "It's both.", "sentId": 27}, {"text": "I mean it was a very compelling speech.", "sentId": 28}], "secId": 7}, {"speaker": "LERER", "sentences": [{"text": "Yes.", "sentId": 29}], "secId": 8}, {"speaker": "MARTIN", "sentences": [{"text": "But at the same time, of course she's trying to help Hillary Clinton.", "sentId": 30}], "secId": 9}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah, yeah.", "sentId": 31}], "secId": 10}, {"speaker": "MARTIN", "sentences": [{"text": "And by the way, not just that, she's trying to bait Donald Trump too, because the Democrats know that it would only hurt Trump more if he takes that bait and gets into a back and forth with Michelle Obama.", "sentId": 32}], "secId": 11}, {"speaker": "HENDERSON", "sentences": [{"text": "And she probably won't.", "sentId": 33}], "secId": 12}, {"speaker": "MARTIN", "sentences": [{"text": "But hasn't get them ...", "sentId": 34}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Fascinating, yeah.", "sentId": 35}], "secId": 14}, {"speaker": "LERER", "sentences": [{"text": "And also saying what Hillary Clinton can't.", "sentId": 36}, {"text": "Hillary Clinton needs to remain a presidential candidate running a seeming presidential -- running a presidential campaign.", "sentId": 37}, {"text": "She can't get into the back and forth on this with him.", "sentId": 38}, {"text": "So she needs voices like Michelle Obama out there to do it.", "sentId": 39}, {"text": "But, you know, as you very well know, it's about the map.", "sentId": 40}, {"text": "And had a hard map to begin with and it feels like every day he's closing off options to 270 and he just has a really, really difficult pathway at this point.", "sentId": 41}], "secId": 15}, {"speaker": "KNOX", "sentences": [{"text": "And it matters more now because now you got early voting, right.", "sentId": 42}], "secId": 16}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 43}], "secId": 17}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 44}], "secId": 18}, {"speaker": "LERER", "sentences": [{"text": "Right.", "sentId": 45}], "secId": 19}, {"speaker": "KNOX", "sentences": [{"text": "So instead of -- it's not like although be another twist, and people will come back to him.", "sentId": 46}, {"text": "Some of these people are locking in their decisions now.", "sentId": 47}, {"text": "You could argue they are the most partisan, among decided.", "sentId": 48}, {"text": "But the Hillary camp is locking in these gains now.", "sentId": 49}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "You can bet in their data where they have people who are for her but soft.", "sentId": 50}], "secId": 21}, {"speaker": "LERER", "sentences": [{"text": "Right.", "sentId": 51}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "Who they feel could might go back to Republicans they're trying to grab them by the ear ...", "sentId": 52}], "secId": 23}, {"speaker": "MARTIN", "sentences": [{"text": "And with the support with Barack Obama's visit to Ohio.", "sentId": 53}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "The question is, what do Trump supporters say at this moment?", "sentId": 54}, {"text": "We played Governor Pence at the top of the show.", "sentId": 55}, {"text": "He was saying that the evidence to refute these most recent allegations is forthcoming.", "sentId": 56}, {"text": "There's zero evidence because it's Donald Trump and his words on that tape in the Access Hollywood interview saying this is what he does.", "sentId": 57}, {"text": "And now, he says he never actually did it.", "sentId": 58}, {"text": "But that's his voice saying he would do those things.", "sentId": 59}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "Here's what Newt Gingrich says, he was asked by CNN yesterday about all of this.", "sentId": 60}, {"text": "And he said \"I have no reaction to 30-year-old gossip when I have Hillary Clinton promising to open American borders to 600 million people.\"", "sentId": 61}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "Now, the Clinton campaign would dispute the 600 million part, but to the first part.", "sentId": 62}, {"text": "To the first part, you know, it's -- and Republican Party that's in a demographic ditch to begin with, with non-white voters.", "sentId": 63}, {"text": "I have no reaction to 30-year-old gossip.", "sentId": 64}, {"text": "These are ten women who have had courage to put their names.", "sentId": 65}, {"text": "And if there's evidence to refute them, Mr. Trump, send it on in.", "sentId": 66}, {"text": "But these are ten women who had the courage to put their names to this.", "sentId": 67}, {"text": "What do you do to the last -- never mind the election in 25 days.", "sentId": 68}, {"text": "What do you do to the lasting impact in the Republican Party if that's how you describe it?", "sentId": 69}], "secId": 27}, {"speaker": "LERER", "sentences": [{"text": "A lot of Republican strategists are really worried about that.", "sentId": 70}, {"text": "I was talking to some female Republican strategists this week and they think Donald Trump has really set them back.", "sentId": 71}, {"text": "He's made them look like the party of older white guys who are not in touch with today's reality which is two income families.", "sentId": 72}, {"text": "A lot of families headed by female bread winners, and that will hurt them.", "sentId": 73}], "secId": 28}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 74}], "secId": 29}, {"speaker": "LERER", "sentences": [{"text": "And worried about with women going forward.", "sentId": 75}, {"text": "They're not sure how you regain, make those gains back.", "sentId": 76}], "secId": 30}, {"speaker": "HENDERSON", "sentences": [{"text": "And then also, I think for Donald Trump, it also undermines this idea that he is a change agent, right?", "sentId": 77}, {"text": "He's on this tape sounding like a caveman, right?", "sentId": 78}, {"text": "Sounding like someone from the 1950s, sounding very sort of, you know, using his power.", "sentId": 79}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "Sort of like the -- like B.C.", "sentId": 80}], "secId": 32}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah, yeah.", "sentId": 81}, {"text": "I mean using his power, yeah, I mean, yeah, using his power and he sort of insider star status to gain access to women.", "sentId": 82}, {"text": "So I think, you know, and that was a point I think to Michelle Obama made in her speech too.", "sentId": 83}], "secId": 33}, {"speaker": "KNOX", "sentences": [{"text": "Isn't that a central point?", "sentId": 84}, {"text": "But it doesn't undermined, it just -- let's just point out on the one side, you have Michelle Obama speaking on behalf of Hillary.", "sentId": 85}, {"text": "And they said you have Newt Gingrich talking on behalf of Donald Trump about this issue.", "sentId": 86}], "secId": 34}, {"speaker": "MARTIN", "sentences": [{"text": "Yeah.", "sentId": 87}], "secId": 35}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 88}], "secId": 36}, {"speaker": "KNOX", "sentences": [{"text": "There is just a lopsided disadvantage here for Donald Trump.", "sentId": 89}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Ivanka Trump was in Philadelphia suburbs yesterday and did an interview when she's talking about viciousness and blood politics.", "sentId": 90}, {"text": "But she's not directly getting involved in this debate.", "sentId": 91}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "You're right, it's important point.", "sentId": 92}, {"text": "You made a good point about Hillary Clinton can't say some of the things that Michelle Obama says.", "sentId": 93}, {"text": "But she did go on Ellen and it's clear that what she doesn't want to be as direct as the first lady was, she is trying to send a message to women voters here when she says this.", "sentId": 94}], "secId": 39}, {"speaker": "CLINTON", "sentences": [{"text": "He was really all rot up and you could just sense how much anger he had and so he was really trying to dominate and then literally stalk me around the stage.", "sentId": 95}, {"text": "And I would just feel this presence behind me.", "sentId": 96}, {"text": "And, you know, I thought, \"Whoa, this is really weird.\"", "sentId": 97}], "secId": 40}, {"speaker": "DEGENERES", "sentences": [{"text": "Yeah.", "sentId": 98}], "secId": 41}, {"speaker": "CLINTON", "sentences": [{"text": "And so I was just trying to stay focused, trying to keep my composure.", "sentId": 99}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "A reminder, we have a third debate next week.", "sentId": 100}, {"text": "Not a town hall setting but we have one more final debate.", "sentId": 101}], "secId": 43}, {"speaker": "LERER", "sentences": [{"text": "There's a theory out there.", "sentId": 102}, {"text": "And one, it's a theory that some Clinton people have bought into which is that Donald Trump is trying to drive down turnout across the board and make this race as ugly and as nasty as possible so nobody shows up.", "sentId": 103}, {"text": "So they are trying as hard as possible to motivate their supporters that was part of it.", "sentId": 104}, {"text": "Make sure that women, minorities, liberals come out to the polls and cast their ballots for them preferably as point out.", "sentId": 105}], "secId": 44}, {"speaker": "MARTIN", "sentences": [{"text": "Early.", "sentId": 106}], "secId": 45}, {"speaker": "LERER", "sentences": [{"text": "As early as possible so they can lock those votes in.", "sentId": 107}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 108}], "secId": 47}, {"speaker": "MARTIN", "sentences": [{"text": "And that's why you see figures like Barack and Michelle Obama out there so prominent.", "sentId": 109}, {"text": "In fact let's be honest, in the last couple of days even more prominent than the candidate herself.", "sentId": 110}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 111}], "secId": 49}, {"speaker": "MARTIN", "sentences": [{"text": "She's on the west coast raising more money.", "sentId": 112}, {"text": "And, you know, here we are 25 days out and the face of the campaign in the last couple of days is the current.", "sentId": 113}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "First couple, a $100 million in California, she's raised alone I'm being told California, you don't get a lot of campaign.", "sentId": 114}], "secId": 51}, {"speaker": "MARTIN", "sentences": [{"text": "ATM.", "sentId": 115}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "We kind of blew at the ATM with American politics.", "sentId": 116}, {"text": "All right, everybody sit tight.", "sentId": 117}, {"text": "Up next, as Republicans in key races run from Trump, President Obama is trying to say, not so fast.", "sentId": 118}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "President Obama on the road today for Hillary Clinton in battleground Ohio.", "sentId": 119}, {"text": "You heard Lisa talk before the break.", "sentId": 120}, {"text": "Some Democrats think all of this attacking from Donald Trump is designed to think, \"Aargh, what an ugly election.", "sentId": 121}, {"text": "I'm staying home.\"", "sentId": 122}, {"text": "President Obama saying, \"Don't fall for it.\"", "sentId": 123}], "secId": 54}, {"speaker": "OBAMA", "sentences": [{"text": "Now, her opponent's made it pretty clear.", "sentId": 124}, {"text": "He's just going to drag this election as low as it can possibly go.", "sentId": 125}, {"text": "And he figures that if he makes our politics just toxic, then maybe you'll just figure out, you got no good choices, you just get discouraged and you just don't vote.", "sentId": 126}, {"text": "But don't fall for it.", "sentId": 127}, {"text": "Because I'm telling you right now, Hillary is one of the smartest, toughest, best-prepared, most experienced persons ever to run for this job.", "sentId": 128}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "It's an interesting moment.", "sentId": 129}, {"text": "The president's out there making the case for Hillary Clinton.", "sentId": 130}, {"text": "He's a very effective campaigner, as we discussed earlier.", "sentId": 131}, {"text": "The big goal here is motivating the right constituencies and to try get them to vote as early as possible.", "sentId": 132}, {"text": "But there's an interesting trajector in the race, Democrats suddenly think, \"OK, we can get the Senate.", "sentId": 133}, {"text": "We got an outside shot at actually getting the house if this continues.\"", "sentId": 134}, {"text": "And you hear the president now more and more tying Republicans to Trump.", "sentId": 135}, {"text": "He's done this from the beginning, but why didn't you run?", "sentId": 136}, {"text": "Why did you wait for this?", "sentId": 137}, {"text": "And you have, you write a story in the paper today about Republican donors now saying, \"Forget about it, we're not giving Trump any more money,\" and they're pulling off because this because they have to go look at their wives and daughters in the face.", "sentId": 138}], "secId": 56}, {"speaker": "MARTIN", "sentences": [{"text": "And this is the great tension in the party right now which is among the donors and elected officials which is how do we keep Trump at some level of support so that we don't tank our House and Senate candidates.", "sentId": 139}, {"text": "But at the same time, if we stick close to him are we turning off more voters too and hurting ourselves in that way.", "sentId": 140}, {"text": "So it's sort of a option choice here that they're facing.", "sentId": 141}], "secId": 57}, {"speaker": "MARTIN", "sentences": [{"text": "But there's no question John, the Democrats from President Obama to Hillary Clinton, the Clinton campaign are aggressively now trying to move this campaign down the ballot to win more House and Senate seats.", "sentId": 142}, {"text": "And no longer are they painting Trump as just some mere anomaly who is not part of the sort of culture of the GOP.", "sentId": 143}, {"text": "They are now more resonate sort of painting him as somebody who grew out of the culture of the right here in the last few years.", "sentId": 144}], "secId": 58}, {"speaker": "MARTIN", "sentences": [{"text": "So yes, they're playing offense.", "sentId": 145}, {"text": "The House, I think, is still not quite there.", "sentId": 146}, {"text": "But certainly the Senate right now is out of balance.", "sentId": 147}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "But you see that Fox national poll, seven points, the Senate is probably about to happen.", "sentId": 148}, {"text": "And makes you at least think about the House.", "sentId": 149}, {"text": "And the problem for Speaker Paul Ryan who has not unendorsed Trump but has said, \"I won't campaign with him, I won't defend him, what he said on the tapes are reprehensible.", "sentId": 150}, {"text": "The problem for him is that if there's a wave against Republicans in the House, he going to lose the moderates.", "sentId": 151}, {"text": "Those in the swing districts are going to go.", "sentId": 152}, {"text": "And Conservatives who are mad at him for not being more pro-Trump are going to ban him.", "sentId": 153}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "In the next hour Paul Ryan, his home in Wisconsin in Madison, he's going to speak to college Republicans and he's going to explain to them why he's doing whatever it is exactly that he's doing and he's trying to make to the case that the House of Republicans at least stand for something.", "sentId": 154}], "secId": 61}, {"speaker": "RYAN", "sentences": [{"text": "Guess what?", "sentId": 155}, {"text": "We actually are running on ideas in this election.", "sentId": 156}, {"text": "You would never know it.", "sentId": 157}, {"text": "Would you?", "sentId": 158}, {"text": "Guess what?", "sentId": 159}, {"text": "There is an actual choice between two different schools of thought, two different philosophies, two different agendas before us in this country.", "sentId": 160}, {"text": "But you wouldn't know it if you turn on the computer or the T.V.", "sentId": 161}, {"text": "would you?", "sentId": 162}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "No, you would not Mr. Speaker.", "sentId": 163}, {"text": "And that's not our fault.", "sentId": 164}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "To this point, I've talked to people close to the speaker who say that, you know, they are -- they think they're OK but the fact that they're a little nervous is quicksand.", "sentId": 165}], "secId": 64}, {"speaker": "MARTIN", "sentences": [{"text": "Yeah, and look, he's going to be facing a vote after the election of his own.", "sentId": 166}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 167}], "secId": 66}, {"speaker": "MARTIN", "sentences": [{"text": "And if you have, as you pointed out, it diminished moderate wing.", "sentId": 168}, {"text": "And you got conservatives in flame that his speakership could be in jeopardy.", "sentId": 169}, {"text": "And he might face, John, a tough decision of do you want to try to win the speakership in the full house from January?", "sentId": 170}, {"text": "With a coalition of some Democratic voters, I'm sorry, some Democratic members in, you know, House Republicans.", "sentId": 171}, {"text": "How many House Republicans is he going to lose in that vote?", "sentId": 172}, {"text": "That's the big question after Election Day.", "sentId": 173}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "More likely is the battle for the Senate.", "sentId": 174}, {"text": "We'll watch the house races.", "sentId": 175}, {"text": "Again, that national number stays at 7 percent then it gets more interesting.", "sentId": 176}, {"text": "You got to go around the country, and go district by district.", "sentId": 177}, {"text": "And these key Senate races, you've seen John McCain in Arizona, Rob Portman in Ohio, Kelly Ayotte in New Hampshire who have been sort of trying to navigate Trump saying they're with him.", "sentId": 178}, {"text": "They don't like everything.", "sentId": 179}, {"text": "But I'm going to vote for him.", "sentId": 180}, {"text": "In the last week after the Access Hollywood tape, the groping tape cannot say never mind.", "sentId": 181}, {"text": "I can't be with this guy.", "sentId": 182}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "Let's look here in the New Hampshire race for the governor, Maggie Hassan trying to take advantage.", "sentId": 183}, {"text": "She's a Democrat, trying to take advantage of what Kelly Ayotte maybe against Trump now but she wasn't always.", "sentId": 184}], "secId": 69}, {"speaker": "TRUMP", "sentences": [{"text": "I mean, I'd look at right in that fat, ugly face of hers.", "sentId": 185}], "secId": 70}, {"speaker": "TRUMP", "sentences": [{"text": "Blood coming out of her wherever.", "sentId": 186}], "secId": 71}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Would you tell a child to inspire to be like Donald Trump, would you point to him as a role model?", "sentId": 187}], "secId": 72}, {"speaker": "AYOTTE", "sentences": [{"text": "Absolutely, I would do that.", "sentId": 188}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "Now, even after in a debate, Kelly Ayotte tried to quickly clean that up, but said it on the stage, \"Absolutely I would say Trump is a role model.\"", "sentId": 189}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "On this to me is in some ways, it's a trajectory of the presidential race stays where it is, this is the biggest and it's sort of the hardest to figure out story in American politics, you know, how big a sweep do we get in the other race?", "sentId": 190}], "secId": 75}, {"speaker": "KNOX", "sentences": [{"text": "And this where the dynamic that Jonathan mentioned earlier is most obvious, the once where Republicans need the Trump voters to come out.", "sentId": 191}, {"text": "But they worry about alienating the swing voters and independents.", "sentId": 192}, {"text": "There's a second dynamic now which is some Republicans that are saying, \"Well, OK, even if I am done, maybe it's time for me to take a stand and maybe distance myself just on principle from our nominee.", "sentId": 193}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "That's principle, did you say that?", "sentId": 194}], "secId": 77}, {"speaker": "LERER", "sentences": [{"text": "The Clinton campaign is of course arguing that the time to make that case was months ago, before he was ...", "sentId": 195}], "secId": 78}, {"speaker": "KNOX", "sentences": [{"text": "Yeah, I mean and Barack Obama has been making that case since, I think last year.", "sentId": 196}, {"text": "I mean this has been a steady drum beat.", "sentId": 197}], "secId": 79}, {"speaker": "LERER", "sentences": [{"text": "Yeah.", "sentId": 198}], "secId": 80}, {"speaker": "HENDERSON", "sentences": [{"text": "And notable that Michelle Obama gave that speech where about women and women coming together.", "sentId": 199}, {"text": "It was in New Hampshire.", "sentId": 200}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "Excellent point.", "sentId": 201}], "secId": 82}, {"speaker": "MARTIN", "sentences": [{"text": "But no more defactions since the women came out charging him with sexual harassment which speaks to the backlash that took place over the weekend after allowing these folks, did defected from Trump.", "sentId": 202}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "And the Trump supporters are not shy about calling Republicans invoicing their displeasure.", "sentId": 203}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "Up next, our reporters give us a sneak-peek peek into their notebooks including in just a few weeks since the Election Day, where's Hillary Clinton?", "sentId": 204}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "We close as we always do.", "sentId": 205}, {"text": "Head around the \"Inside Politics\" table, we ask our great reporters to get you out ahead the big political news just around the corner, Lisa Lerer?", "sentId": 206}], "secId": 86}, {"speaker": "LERER", "sentences": [{"text": "Well, John, don't expect to see much of Hillary Clinton over the next couple days.", "sentId": 207}, {"text": "She's been fund raising out west.", "sentId": 208}, {"text": "She's down for the weekend doing debate prep.", "sentId": 209}, {"text": "And she has been -- it's been remarkable, she's been campaigning in terms of events and rallies far less than Obama or Romney did it this time.", "sentId": 210}, {"text": "Her campaign won't say it's by design, but it's by design.", "sentId": 211}, {"text": "She's taking a workman-like approach this election.", "sentId": 212}, {"text": "They recognize that they can't break through a lot of the Trump media storm and they don't want to.", "sentId": 213}, {"text": "He's destroying himself.", "sentId": 214}, {"text": "And the goal is to stay out of his way.", "sentId": 215}, {"text": "And plus she has this other powerful surrogates out on the campaign trail.", "sentId": 216}, {"text": "President Obama, Michelle Obama carrying the message for her.", "sentId": 217}, {"text": "The question is whether it will be enough to motivate her supporters to get out to the polls in the midst of a very ugly race.", "sentId": 218}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "I think that last point, is the key point is playing it safe, perhaps risky in the end.", "sentId": 219}, {"text": "Jonathan?", "sentId": 220}], "secId": 88}, {"speaker": "MARTIN", "sentences": [{"text": "John, how many times have we heard about the two Americas in this campaign?", "sentId": 221}, {"text": "How Trump has split this country, and there are folks who love him and there are folks who hate him.", "sentId": 222}], "secId": 89}, {"speaker": "MARTIN", "sentences": [{"text": "Nowhere is that illustrated, I think, better than Pennsylvania, a state where Hillary Clinton is now leading comfortably almost entirely because she has a massive advantage in the Philadelphia area.", "sentId": 223}, {"text": "But if you go towards western Pennsylvania, it's a very different story.", "sentId": 224}], "secId": 90}, {"speaker": "MARTIN", "sentences": [{"text": "I was talking yesterday to the state chairman of the GOP in Pennsylvania.", "sentId": 225}, {"text": "He said he thinks that they're going to actually net seats in the state house and state senate.", "sentId": 226}, {"text": "Why?", "sentId": 227}, {"text": "Donald Trump.", "sentId": 228}, {"text": "Because he thinks that Trump is so strong in places like central and western P.A.", "sentId": 229}, {"text": "that he actually could help the down ticket.", "sentId": 230}, {"text": "The guy who squeezed here though is Pat Toomey because guess what, he has to run statewide.", "sentId": 231}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "Right, he has to run statewide.", "sentId": 232}, {"text": "And he's been a little bit all over the place when it comes to Trump.", "sentId": 233}], "secId": 92}, {"speaker": "KNOX", "sentences": [{"text": "All right.", "sentId": 234}, {"text": "I'm not play by your rules.", "sentId": 235}, {"text": "I'm going to look backward, not forward.", "sentId": 236}, {"text": "It's Friday, there are Americans going to happy hour tonight.", "sentId": 237}, {"text": "I'm going to give them a little bit of happy hour trivia.", "sentId": 238}, {"text": "This whole campaign has been a throwback to the 1990s.", "sentId": 239}, {"text": "We've had a figures from the Clinton impeachment.", "sentId": 240}, {"text": "Kellyanne Conway was really became a household name during that time.", "sentId": 241}, {"text": "You know, David Brock defending Hillary Clinton.", "sentId": 242}], "secId": 93}, {"speaker": "KNOX", "sentences": [{"text": "So a little impeachment trivia, you may actually know this, who's the only person to vote three times on the articles of impeachment?", "sentId": 243}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "I do know the answer to this question.", "sentId": 244}], "secId": 95}, {"speaker": "KNOX", "sentences": [{"text": "So it's -- someone who is on the House Judiciary Committee and in the House and then in the Senate, right?", "sentId": 245}, {"text": "Anyone else?", "sentId": 246}, {"text": "So it's the incoming Democratic leader in the Senate, Chuck Schumer who was in the House Judiciary Committee, actually voted there full house, got elected to Senate.", "sentId": 247}, {"text": "Took office.", "sentId": 248}], "secId": 96}, {"speaker": "MARTIN", "sentences": [{"text": "Who did he beat?", "sentId": 249}, {"text": "Alfonse D'Amato.", "sentId": 250}], "secId": 97}, {"speaker": "MARTIN", "sentences": [{"text": "A little barroom trivia for that.", "sentId": 251}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "But back to the future folks that's why you watch \"Inside Politics,\" right, Nia?", "sentId": 252}], "secId": 99}, {"speaker": "HENDERSON", "sentences": [{"text": "One group that's going to be fascinating to watch is evangelicals, not only leaders but evangelical voters in the aftermath of some these states.", "sentId": 253}, {"text": "You've seen some softening of evangelical support, white evangelicals that looks like Trump on pace to do a little worse than Mitt Romney.", "sentId": 254}, {"text": "But another fascinating thing that's going to be worth watching is what evangelical women leaders do and say.", "sentId": 255}, {"text": "They have something of a split with some evangelical male leaders like Jerry Falwell Jr. And then the split, the generational split between older evangelicals and younger evangelicals.", "sentId": 256}, {"text": "We've already seen that younger evangelicals tend to be a little bit more, I mean not quite liberal, but different in terms on how they view social issues like same-sex marriage.", "sentId": 257}, {"text": "Very interesting to watch how this plays out.", "sentId": 258}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Interesting, also watch after the election the fracturing leadership groups there.", "sentId": 259}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 260}, {"text": "These are nervous time for Republican senate candidates who decided, to yank their support of Trump because of that recording of him bragging about assaulting women.", "sentId": 261}, {"text": "Trump supporters in those states, as we talk a little bit about earlier been flooding campaign offices with protest calls sometimes showing up to heckle those candidates at their rallies.", "sentId": 262}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "Now, pollsters like to wait several days to test such things, for the emotions of the moment settle.", "sentId": 263}, {"text": "But Nevada is a key test.", "sentId": 264}, {"text": "And supporters of GOP candidate Joe Heck say, \"So far so good,\" just completed Republican polling there show Heck maintaining a very narrow lead in a race that could decide which party controls the Senate.", "sentId": 265}, {"text": "Heck allies say at the moment, there's little or no evidence, that the anger of Trump supporters is hurting Heck.", "sentId": 266}, {"text": "Though, in that race and others, like in Ohio and New Hampshire and Arizona those racing -- those helping Republican candidates who dump Trump remain on edge.", "sentId": 267}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Thanks for watching \"Inside Politics\" today.", "sentId": 268}, {"text": "We'll see you tomorrow, moments away, for speaker Paul Ryan live to a college Republicans in Madison, Wisconsin.", "sentId": 269}, {"text": "Sources tell CNN's Manu Raju look for him to explain why he won't defend Donald Trump.", "sentId": 270}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "Wolf has that, after a break.", "sentId": 271}], "secId": 105}, {"speaker": "BLITZER", "sentences": [{"text": "Hello.", "sentId": 272}, {"text": "I'm Wolf Blitzer in Washington, wherever you're watching from around the world, thanks very much for joining us.", "sentId": 273}], "secId": 106}, {"speaker": "BLITZER", "sentences": [{"text": "Up first, what will Paul Ryan say about the elephant in the room --", "sentId": 274}], "secId": 107}], "sectionCount": 108, "url": "transcripts.cnn.com/TRANSCRIPTS/1610/14/ip.02.html", "sentenceCount": 276, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 14, 2016 - 12:30   ET", "speakers": ["JOHN KING", "HENDERSON", "KING", "OBAMA", "MARTIN", "LERER", "KNOX", "CLINTON", "DEGENERES", "RYAN", "TRUMP", "UNIDENTIFIED MALE", "AYOTTE", "BLITZER"], "title": "INSIDE POLITICS"}