{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1502.01.ip.01.html.json", "subTitle": "No Mitt 3.0 in 2016; Race to the 2016 Starting Line; Obama's Politics of Confrontation", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Mitt Romney leans in and abruptly bows out.", "sentId": 0}, {"text": "No third White House run in 2016.", "sentId": 1}], "secId": 0}, {"speaker": "ROMNEY", "sentences": [{"text": "It's best to give other leaders in the party the opportunity to become our next nominee.", "sentId": 2}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Jeb Bush is the instant winner, but who might benefit most in the long run?", "sentId": 3}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Plus, President Obama prepares a budget that raises spending and rallies his base.", "sentId": 4}], "secId": 3}, {"speaker": "OBAMA", "sentences": [{"text": "We need to stand up and go on offense and not be defensive about what we believe in.", "sentId": 5}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Republicans say the President is in denial about last year's election results but what about their own promises?", "sentId": 6}], "secId": 5}, {"speaker": "BOEHNER", "sentences": [{"text": "So, yes, there have been a couple of stumbles.", "sentId": 7}], "secId": 6}, {"speaker": "BOEHNER", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 8}], "secId": 7}, {"speaker": "BOEHNER", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 9}, {"text": "I'm John King.", "sentId": 10}, {"text": "Thanks for sharing your Sunday morning with us.", "sentId": 11}], "secId": 8}, {"speaker": "Here to share their reporting and their insights", "sentences": [{"text": "Jackie Kucinich of the \"Daily Beast\"; Mike Allen of Politico; NPR's Juana Summers and Jonathan Martin of the \"New York Times\".", "sentId": 12}, {"text": "For the past three weeks he looked like a candidate, certainly talked like a candidate but, no, there will be no Mitt 3.0.", "sentId": 13}], "secId": 9}, {"speaker": "ROMNEY", "sentences": [{"text": "I also believe with the message of making the world safer, providing opportunity for every American regardless of the neighborhood they live in, and working to break the grip of poverty I would have the best chance of beating the eventual Democratic nominee.", "sentId": 14}, {"text": "But that's before the other contenders have had the opportunity to take their message to the voters.", "sentId": 15}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "That's former Massachusetts governor Mitt Romney there on Friday bowing out of a race many close supporters were convinced he was about to join.", "sentId": 16}, {"text": "So why?", "sentId": 17}, {"text": "Let's start with the why, Mike Allen.", "sentId": 18}, {"text": "He publicly said I'm seriously considering.", "sentId": 19}, {"text": "He told donors, go tell your friends.", "sentId": 20}, {"text": "He could have done this privately and then said no.", "sentId": 21}, {"text": "Why get so publicly out there and then say, never mind?", "sentId": 22}], "secId": 11}, {"speaker": "ALLEN", "sentences": [{"text": "Of course.", "sentId": 23}, {"text": "And that's why so many Republicans think this whole exercise was so selfish.", "sentId": 24}, {"text": "Jonathan was telling us there was three weeks, it seems like there's been three months that we've been on the Romney watch.", "sentId": 25}], "secId": 12}, {"speaker": "ALLEN", "sentences": [{"text": "And you look at his statement when he pulled out and the three words that jumped out to me are \"we could win\".", "sentId": 26}, {"text": "So the rich people who were talking to him, the people from his inner circle were convincing him there was a shot but there was no external encouragement.", "sentId": 27}, {"text": "And I think you'll agree, the strength of Jeb Bush was a big part of what caused him to pull back.", "sentId": 28}], "secId": 13}, {"speaker": "MARTIN", "sentences": [{"text": "In fact, there was external discouragement and a lot of it.", "sentId": 29}, {"text": "There were many people in the party who publicly in stories that lots of us wrote in the weeks after Mitt stuck his head back up who said, \"no mas\".", "sentId": 30}, {"text": "But privately he had a lot of phone calls with top GOP donors who if not directly at least subtly made clear to him they weren't up for another ride on the horse.", "sentId": 31}], "secId": 14}, {"speaker": "ALLEN", "sentences": [{"text": "His aides, his donors all going elsewhere, mostly to Jeb, and the Romney folks saying, we had the voters, we didn't have the elites.", "sentId": 32}, {"text": "They were in fact misaligned.", "sentId": 33}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "No question that the immediate winner is Jeb Bush because Jeb Bush was already building establishment support, already taking away some people who were in camp Romney last time whether its key staffers, key activists or big money people.", "sentId": 34}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Listen to this Mitt Romney on the way out, can you not read this as a shot at Jeb Bush?", "sentId": 35}], "secId": 17}, {"speaker": "ROMNEY", "sentences": [{"text": "I believe that one of our next generation of Republican leaders, one who may not be as well known as I am today, one who has not yet taken their message across the country, one who's just getting started may well emerge as being better able to defeat the Democrat nominee.", "sentId": 36}, {"text": "In fact, I expect and hope that to be the case.", "sentId": 37}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Help me here, Jackie.", "sentId": 38}, {"text": "Next generation?", "sentId": 39}, {"text": "I think Jeb's in the same generation; may not be as well known as today.", "sentId": 40}, {"text": "Bush is a pretty well-known name in the country.", "sentId": 41}], "secId": 19}, {"speaker": "KUCINICH", "sentences": [{"text": "Right.", "sentId": 42}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Why?", "sentId": 43}], "secId": 21}, {"speaker": "KUCINICH", "sentences": [{"text": "You know, he's not -- he's never been -- He hasn't be a fan of Jeb Bush and he's made that abundantly clear.", "sentId": 44}, {"text": "He doesn't think he can win.", "sentId": 45}, {"text": "He doesn't think he can win.", "sentId": 46}], "secId": 22}, {"speaker": "KUCINICH", "sentences": [{"text": "But I think now, this gives Mitt Romney the ability to be a king maker.", "sentId": 47}, {"text": "I think now he moves into party elder.", "sentId": 48}, {"text": "That's why you see him meeting with Christie.", "sentId": 49}, {"text": "That's why you see him -- I'm sure we're going to see him with Rubio.", "sentId": 50}], "secId": 23}, {"speaker": "ALLEN", "sentences": [{"text": "Well, that description doesn't sound like Chris Christie either.", "sentId": 51}], "secId": 24}, {"speaker": "KUCINICH", "sentences": [{"text": "It doesn't sound like Chris Christie either.", "sentId": 52}, {"text": "So maybe -- maybe Marco Rubio.", "sentId": 53}], "secId": 25}, {"speaker": "MARTIN", "sentences": [{"text": "The Mitt primary.", "sentId": 54}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "Let's call it the Mitt primary but his first move -- first public political move was to have dinner with Chris Christie.", "sentId": 55}, {"text": "Now, again, Chris Christie is not even an official candidate yet but he's doing everything it looks like he's going to get in.", "sentId": 56}, {"text": "He's giving every indication.", "sentId": 57}, {"text": "But is that again a Romney slap at Bush?", "sentId": 58}, {"text": "I know Chris Christie is his friend.", "sentId": 59}, {"text": "It's just odd public that that's your first move.", "sentId": 60}], "secId": 27}, {"speaker": "SUMMERS", "sentences": [{"text": "It is a little bit of odd public posturing.", "sentId": 61}, {"text": "But also, this is a big win for Chris Christie as well.", "sentId": 62}, {"text": "With Jeb Bush in the race, with Mitt Romney in the race it would have been very hard for him particularly on the money side to kind of carve out what he would need to actually another establishment piece of the pie.", "sentId": 63}], "secId": 28}, {"speaker": "SUMMERS", "sentences": [{"text": "So it will be really interesting to see.", "sentId": 64}, {"text": "Does Mitt Romney do anything immediately after this dinner that he's had.", "sentId": 65}, {"text": "And I don't think that's going to be the case.", "sentId": 66}, {"text": "I think it's going to be a long drawn-out thing where people come to kiss Mitt's ring and what role he plays next is going to be a fascinating story of this presidential campaign.", "sentId": 67}], "secId": 29}, {"speaker": "ALLEN", "sentences": [{"text": "I predict he's not going to endorse anybody.", "sentId": 68}, {"text": "The people around him say that he wants to, as you call him a king maker, wants to preserve his dignity.", "sentId": 69}, {"text": "He pulled the plug just in time so he didn't get embarrassed as Jay Martin would say.", "sentId": 70}, {"text": "And he wants to help the RNC.", "sentId": 71}, {"text": "He wants to be a big help to whoever the nominee is.", "sentId": 72}, {"text": "So he's going to do what he should have done before and that is keep his power .", "sentId": 73}, {"text": "MARTIN:  John, this is somebody who was so haunted by what went", "sentId": 74}], "secId": 30}, {"speaker": "ALLEN", "sentences": [{"text": "wrong in his campaigns.", "sentId": 75}, {"text": "I was with him last week in Mississippi when he gave a speech at Mississippi State University.", "sentId": 76}, {"text": "In his comments in that address, and also in a more extemporaneous comments he made at a barbecue joint earlier in the day where he was there with the coach of Mississippi State, it was increasingly clear to me this is somebody who had spent the last couple of years consumed with what had gone wrong, complaining about the political process.", "sentId": 77}, {"text": "Lamenting the fact they focus on what you say instead of now what you did and your record, talking about the fact that the party, the party was too focused on the primary voters instead of minorities who could help some --", "sentId": 78}], "secId": 31}, {"speaker": "ALLEN", "sentences": [{"text": "Welcome to the NFL, right?", "sentId": 79}, {"text": "Like that's proof that he shouldn't be --", "sentId": 80}], "secId": 32}, {"speaker": "MARTIN", "sentences": [{"text": "But I think that was what in part was driving his desire for one last go.", "sentId": 81}, {"text": "I figured it out now.", "sentId": 82}, {"text": "I know what I did wrong.", "sentId": 83}, {"text": "I figured out --", "sentId": 84}], "secId": 33}, {"speaker": "ALLEN", "sentences": [{"text": "I was right.", "sentId": 85}], "secId": 34}, {"speaker": "MARTIN", "sentences": [{"text": "I figured out the process.", "sentId": 86}, {"text": "I was right.", "sentId": 87}, {"text": "Now I'm going to do it and I'm going to get it right this time.", "sentId": 88}], "secId": 35}, {"speaker": "KUCINICH", "sentences": [{"text": "And you had to wonder how much of it was a reaction to that documentary Mitt where it really -- he really looked like a person.", "sentId": 89}, {"text": "It brought out a part of Romney that we really didn't even get to see even if you would have followed him around all the time.", "sentId": 90}], "secId": 36}, {"speaker": "MARTIN", "sentences": [{"text": "Yes, I think so.", "sentId": 91}], "secId": 37}, {"speaker": "KUCINICH", "sentences": [{"text": "I think that had to be a part of it, too, because it got such a strong reaction.", "sentId": 92}], "secId": 38}, {"speaker": "MARTIN", "sentences": [{"text": "If they had only seen the real me.", "sentId": 93}, {"text": "I think that was fed by that documentary.", "sentId": 94}, {"text": "And I think also the fact that he got so much adulation on the campaign trail last year.", "sentId": 95}, {"text": "But what so many folks in the party said that Mitt was in danger of misconstruing regard for him as the party's last nominee, as the guy that ran against Obama as a desire for him to run again.", "sentId": 96}, {"text": "There was and is a difference.", "sentId": 97}], "secId": 39}, {"speaker": "ALLEN", "sentences": [{"text": "Respect versus affection.", "sentId": 98}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "Who else?", "sentId": 99}, {"text": "Who else?", "sentId": 100}, {"text": "We can show a picture on the screen.", "sentId": 101}, {"text": "There's a lot of Republicans either actively exploring or thinking about running.", "sentId": 102}, {"text": "And if you looked at the field in 2012, you looked at those guys on stage it's pretty clear Ron Paul was not going to be president.", "sentId": 103}, {"text": "Michele Bachmann was not going to be president.", "sentId": 104}, {"text": "Herman Cain was not going to be president.", "sentId": 105}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Look at this group of people.", "sentId": 106}, {"text": "This is a very credible group of people.", "sentId": 107}, {"text": "Mike Huckabee's run before, RICK SANTORUM has run before.", "sentId": 108}, {"text": "You've got the three freshman senators in Rand Paul, Cruz and Marco Rubio.", "sentId": 109}, {"text": "John Kasich might get into this.", "sentId": 110}, {"text": "Scott Walker is already leaning pretty far forward.", "sentId": 111}, {"text": "And there are some others I'm forgetting.", "sentId": 112}, {"text": "Rick Perry is running for a second time.", "sentId": 113}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "It's a very credible field on paper of serious people.", "sentId": 114}, {"text": "Does anyone else benefit here?", "sentId": 115}, {"text": "I would put Walker forward as someone who benefits because he's acceptable to the Tea Party base but he's also acceptable to the establishment and to your point would have been pretty squeezed if you have three big names on the establishment side -- fair point?", "sentId": 116}], "secId": 43}, {"speaker": "KUCINICH", "sentences": [{"text": "Absolutely.", "sentId": 117}, {"text": "I completely agree.", "sentId": 118}, {"text": "I think you see that in some of the people that are around him.", "sentId": 119}, {"text": "He's hired Rick Wiley.", "sentId": 120}, {"text": "He's hired some other people that were Mitt people.", "sentId": 121}, {"text": "I think that he's really building.", "sentId": 122}, {"text": "He is coming up right now.", "sentId": 123}, {"text": "Walker is so hot right now I guess is how I would say it.", "sentId": 124}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "Does it hurt Rubio in the sense that I think you made this point last week or during the week we're having a conversation.", "sentId": 125}, {"text": "Rubio's thing was if you've got a Romney/Bush race he can run as the sort of younger guy and come through what as Romney says next generation.", "sentId": 126}], "secId": 45}, {"speaker": "MARTIN", "sentences": [{"text": "That's right.", "sentId": 127}, {"text": "I thought that Rubio's play was more of a generational play.", "sentId": 128}, {"text": "But also having Mitt, Christie and Jeb in the race would have let Rubio run as more of a conservative and say I'm not the establishment guy that you think those guys are.", "sentId": 129}], "secId": 46}, {"speaker": "MARTIN", "sentences": [{"text": "But look, I think that this is going to create a sort of mad scramble for Mitt's donors here in the weeks to come and I think it does open up some space on the sort of center right wing of the party.", "sentId": 130}, {"text": "But there are so many days here before we're actually going to know where the party and the voters are.", "sentId": 131}, {"text": "This is the money primary.", "sentId": 132}, {"text": "The actual primary won't come for another year.", "sentId": 133}], "secId": 47}, {"speaker": "ALLEN", "sentences": [{"text": "And as we look at the end of this week, beginning the next, there's no camp that feels better than Rubio after his great day at the Koch primary in Palm Springs.", "sentId": 134}, {"text": "You know, Scott Walker clearly won Iowa.", "sentId": 135}, {"text": "Rubio because he was serious, because he was prepared, because he was knowledgeable, those big check writers really liked it.", "sentId": 136}], "secId": 48}, {"speaker": "MARTIN", "sentences": [{"text": "The big question now in the Republican race is does Jeb Bush get off the launch pad?", "sentId": 137}, {"text": "We know he's popular with donors.", "sentId": 138}, {"text": "With Mitt gone, now Jeb's going to sign up even more donors.", "sentId": 139}, {"text": "It's not a problem with money.", "sentId": 140}, {"text": "The big question now is does Jeb get off the launch pad with actual voters?", "sentId": 141}, {"text": "His first trip to Iowa and New Hampshire is going to be really important to see what the actual grass roots think about him.", "sentId": 142}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Even without Romney it's fascinating both an ideological fight within the Republican field, the generational fight with the Republican field, geography from where they come from around the country.", "sentId": 143}, {"text": "Fascinating look going forward.", "sentId": 144}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "I want to close with this one.", "sentId": 145}, {"text": "You wrote a piece this week about the debate inside Camp Clinton.", "sentId": 146}, {"text": "She doesn't have a formidable opponent.", "sentId": 147}, {"text": "This is almost a coronation.", "sentId": 148}, {"text": "We'll see if it ends up that way.", "sentId": 149}, {"text": "At the moment it looks that way.", "sentId": 150}, {"text": "And there's a debate about whether she should tell us for sure.", "sentId": 151}, {"text": "Look she's running, she's running, she's running.", "sentId": 152}], "secId": 51}, {"speaker": "ALLEN", "sentences": [{"text": "We have that.", "sentId": 153}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "But should she tell us -- should she tell us officially from her lips in March or April or you say there are some people close to her, presumably this is her saying, why rush?", "sentId": 154}, {"text": "Maybe I'll wait until July.", "sentId": 155}, {"text": "Why?", "sentId": 156}], "secId": 53}, {"speaker": "ALLEN", "sentences": [{"text": "Yes.", "sentId": 157}, {"text": "Well, there's a very strong argument for waiting.", "sentId": 158}, {"text": "And if you look at the polling of both Republicans and Democrats and their focus groups, the biggest vulnerability for Secretary Clinton is when she looks political.", "sentId": 159}, {"text": "People like her better when she's the former Secretary of State, when she's in statesman mode.", "sentId": 160}, {"text": "As soon as she becomes just another candidate people are reminded of the things they don't like about her, don't like about the Clintons.", "sentId": 161}], "secId": 54}, {"speaker": "ALLEN", "sentences": [{"text": "So the argument is let's wait as long as we can.", "sentId": 162}, {"text": "They've been thinking early April.", "sentId": 163}, {"text": "They want it to be at the beginning of a quarter so they can get that blockbuster number.", "sentId": 164}, {"text": "Now there's a temptation, maybe we'll do an exploratory committee in April and do the real thing in July but the push back to that and the reason that they may pull back from that is that the worst thing for her would be to look like she's taking it for granted, look like she's treating it as a coronation.", "sentId": 165}, {"text": "That's, of course, what hurt her so badly before.", "sentId": 166}], "secId": 55}, {"speaker": "KUCINICH", "sentences": [{"text": "Republicans are going to be playing up that angle as she does .", "sentId": 167}, {"text": "She's just taking her time.", "sentId": 168}, {"text": "She would want to earn your vote -- you can hear it already.", "sentId": 169}], "secId": 56}, {"speaker": "ALLEN", "sentences": [{"text": "People want a fighter or worker.", "sentId": 170}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "We've also been told the new Hillary campaign will be different than the old Hillary campaign.", "sentId": 171}, {"text": "So it's just interesting to me to see the public in fighting over winter launch reminded of the old campaign, the inside.", "sentId": 172}, {"text": "But that's ok.  You get one -- that's only one.", "sentId": 173}, {"text": "One that will block it.", "sentId": 174}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 175}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Up next, President Obama unveils his budget tomorrow.", "sentId": 176}, {"text": "Republicans are already up in arms saying the last thing voters embraced in November was higher taxes and more government.", "sentId": 177}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "First, \"Politicians Say the Darnedest Things\" -- Bill Clinton right here with might call it a Garden of Eden take on campaign 2016.", "sentId": 178}], "secId": 61}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Would you be First Fellow?", "sentId": 179}, {"text": "Would you be Mr. and Mrs. Presidents?", "sentId": 180}, {"text": "Like is there a proper -- have you thought about this?", "sentId": 181}], "secId": 62}, {"speaker": "CLINTON", "sentences": [{"text": "No but, you know, if you call it -- if the president is a man you call the president's spouse first lady so we'll have to cross this bridge if a gay couple ever.", "sentId": 182}, {"text": "But let's say if a woman became president we could -- I could be called Adam.", "sentId": 183}], "secId": 63}, {"speaker": "OBAMA", "sentences": [{"text": "I hear the Republicans are holding their 50th or 60th vote next year to repeal or undermine the Affordable Care Act.", "sentId": 184}, {"text": "I've lost count at this point.", "sentId": 185}, {"text": "But here's something easy to remember.", "sentId": 186}, {"text": "If that bill ever actually reached my desk I would happily veto it.", "sentId": 187}], "secId": 64}, {"speaker": "OBAMA", "sentences": [{"text": "If they try to unravel new rules that we put in place to make sure Wall Street recklessness doesn't hurt American families again, I'll be happy to veto it.", "sentId": 188}], "secId": 65}, {"speaker": "OBAMA", "sentences": [{"text": "If rather than try to solve the problem of a broken immigration system, they compound the problem, I'll veto it.", "sentId": 189}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 190}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Listening there to a defiant President Obama rallying Democrats with promises to oppose just about everything Republicans claim is their mandate after their big November election win.", "sentId": 191}, {"text": "In his budget coming out tomorrow, on Monday, the President will call for higher taxes and more spending -- just the opposite of what Republicans want.", "sentId": 192}, {"text": "Is this proof we're in for two more years of partisan gridlock or is the President just tacking left now to test the political climate maybe for deal making later.", "sentId": 193}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "But what about that Juana Summers?", "sentId": 194}, {"text": "People look at the President it's been said since the State of the Union address.", "sentId": 195}, {"text": "Democrats say yes, we have the fighting Obama back.", "sentId": 196}, {"text": "He's defiant.", "sentId": 197}, {"text": "He's drawing contrast with the Republicans.", "sentId": 198}, {"text": "The Republicans say, Mr. President, we've got a bigger house majority.", "sentId": 199}, {"text": "We took over the Senate.", "sentId": 200}, {"text": "We won 31 governorships.", "sentId": 201}, {"text": "This is not what the voters want.", "sentId": 202}], "secId": 69}, {"speaker": "SUMMERS", "sentences": [{"text": "John, the Republicans I talk to on Capitol Hill are completely dismissive of the so-called idea of the fighting Obama.", "sentId": 203}, {"text": "I talked to one right after the State of the Union and asked them what did you think of the speech, particularly the President's tone and the way that he addressed congressional Republicans and their agenda?", "sentId": 204}], "secId": 70}, {"speaker": "SUMMERS", "sentences": [{"text": "And he made the argument that, you know, Democrats had a really, really bad 2014.", "sentId": 205}, {"text": "They got kicked up and down the line.", "sentId": 206}, {"text": "Nothing looked good for them in the House, nothing in the Senate.", "sentId": 207}, {"text": "Sure, he has to give his team some red meat to fire them up to get excited.", "sentId": 208}, {"text": "But that's not really up to them.", "sentId": 209}], "secId": 71}, {"speaker": "SUMMERS", "sentences": [{"text": "If he wants to keep his team rallied up, get his based fired up -- that's great.", "sentId": 210}, {"text": "But at the end of the day he has to work with congressional Republicans they think if he wants to get anything done the last couple of years.", "sentId": 211}, {"text": "They want to see him engage in actually governing as opposed to just this fighting back and forth.", "sentId": 212}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "And that's part of the big question, does the President want to get anything done or does he come to the conclusion I can't get much done so we Democrats are going to do to them what the Republicans did to him, which is essentially get in the way and clog up the system and then get to the next election because for the Republicans when they did it in 2009 they knew a midterm in 2010.", "sentId": 213}, {"text": "When they did it last year, they knew a midterm year in 2014.", "sentId": 214}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "If you're the Democrats now, can't you say 2016 the Presidential year demographics history tells us we're in better shape?", "sentId": 215}], "secId": 74}, {"speaker": "ALLEN", "sentences": [{"text": "All the evidence is beaten, right.", "sentId": 216}, {"text": "You kind of stacked the deck there in your question.", "sentId": 217}, {"text": "But we see the President both what he's saying in Washington and when he's on the road very much saying what Democrats wish that they had said before the midterms.", "sentId": 218}, {"text": "Politico had a story with House Democrats saying a survey that they wished that this middle class economics theme had been much more prominent, wish there had been more conversation about the progress that had been made.", "sentId": 219}], "secId": 75}, {"speaker": "ALLEN", "sentences": [{"text": "The President is out doing that -- going to keep doing that.", "sentId": 220}, {"text": "He feels like his bottom was the day of the midterms.", "sentId": 221}, {"text": "He's been coming back since then.", "sentId": 222}, {"text": "And you talk to people in the White House, they feel the best that they've felt in a long time.", "sentId": 223}, {"text": "No reason to take their foot off the gas.", "sentId": 224}], "secId": 76}, {"speaker": "KUCINICH", "sentences": [{"text": "And it's also -- it's not only what he says but what he's doing or what he's not doing.", "sentId": 225}, {"text": "What I've heard from Republicans is  in the outreach from the White House.", "sentId": 226}, {"text": "So that in and of itself, if there were some under the radar, like ok, I'm going to make this speech to rally the troops, I'm really going to try to work with you guys -- that doesn't exist right now.", "sentId": 227}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "What about the Republicans?", "sentId": 228}, {"text": "So you do see the President whether it's faux defiance or whether it's faux mojo that he has and whether it's going to actually get anything done in Washington.", "sentId": 229}, {"text": "He's doing what he's doing.", "sentId": 230}, {"text": "His numbers are at least moving up with the American people.", "sentId": 231}, {"text": "He's back around up around 50 percent.", "sentId": 232}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "You saw John Boehner in the opening of the show.", "sentId": 233}, {"text": "Yes, there've been some stumbles.", "sentId": 234}, {"text": "I mean Republicans want -- McConnell and Boehner say we are going to prove we can govern.", "sentId": 235}, {"text": "And they've been off in these tangent debates about abortion.", "sentId": 236}, {"text": "Now they're stuck in the quagmire of what are they going to do about immigration and DHS funding.", "sentId": 237}, {"text": "Why are they in such a Rut?", "sentId": 238}], "secId": 79}, {"speaker": "ALLEN", "sentences": [{"text": "We'll get to the end of January and the only bill that will pass is terrorism risk insurance.", "sentId": 239}, {"text": "Not the big, bold agenda that Republicans have dreamed and thought they paid for.", "sentId": 240}], "secId": 80}, {"speaker": "KUCINICH", "sentences": [{"text": "Well, the problem is that they haven't reconciled with their more conservative members of their conference.", "sentId": 241}, {"text": "They haven't figured out how to herd those cats.", "sentId": 242}, {"text": "And until they do they're going to continue to have these problems.", "sentId": 243}, {"text": "I mean that's one of the draw backs to having such a large conference is that you have to get them all to agree and it's really hard.", "sentId": 244}], "secId": 81}, {"speaker": "We saw Pelosi have trouble with it and now John Boehner having trouble with it.       KING", "sentences": [{"text": "The leaders I think you could call governing", "sentId": 245}], "secId": 82}, {"speaker": "We saw Pelosi have trouble with it and now John Boehner having trouble with it.       KING", "sentences": [{"text": "conservatives.", "sentId": 246}, {"text": "They're actually doing to get some things done but a lot of the members especially those elected in the last five or six years are what I opposition conservatives.", "sentId": 247}, {"text": "They were sent here to oppose President Obama and the governing part, compromise part is foreign language to that.", "sentId": 248}], "secId": 83}, {"speaker": "We saw Pelosi have trouble with it and now John Boehner having trouble with it.       KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 249}, {"text": "Next our reporters empty their notebooks to get you out ahead of the big political news just around the corner including new calculations for Republicans as they prepare once again to try to repeal the President's health care law.", "sentId": 250}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table and ask our great reporters for a nugget or two from their notebook and a Super Bowl prediction.", "sentId": 251}], "secId": 85}, {"speaker": "KUCINICH", "sentences": [{"text": "First the notebook.", "sentId": 252}, {"text": "We're talking about Republicans in disarray.", "sentId": 253}, {"text": "Well, the establishment is really concerned about getting the Department of Homeland Security funding bill passed.", "sentId": 254}, {"text": "They don't really have a strategy because they don't know how their members are going to react.", "sentId": 255}, {"text": "They have an encroaching deadline.", "sentId": 256}, {"text": "And so they are really figuring out the best way to cave.", "sentId": 257}, {"text": "And whether that means letting it go off the cliff or whether it means like running off the cliff and coming back, they all kind of think they're going to cave.", "sentId": 258}, {"text": "They just want to find the best way to do it.", "sentId": 259}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Best way to cave.", "sentId": 260}, {"text": "Patriots, right?", "sentId": 261}], "secId": 87}, {"speaker": "KUCINICH", "sentences": [{"text": "I mean, you know, aren't the --", "sentId": 262}], "secId": 88}, {"speaker": "ALLEN", "sentences": [{"text": "That's where the country is.", "sentId": 263}], "secId": 89}, {"speaker": "KUCINICH", "sentences": [{"text": "The Seahawks was America's team, right?", "sentId": 264}], "secId": 90}, {"speaker": "ALLEN", "sentences": [{"text": "What?", "sentId": 265}, {"text": "What?", "sentId": 266}], "secId": 91}, {"speaker": "KUCINICH", "sentences": [{"text": "Sorry.", "sentId": 267}, {"text": "I don't know.", "sentId": 268}, {"text": "I'm a Browns fan.", "sentId": 269}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Browns fan.", "sentId": 270}, {"text": "Mike.", "sentId": 271}], "secId": 93}, {"speaker": "ALLEN", "sentences": [{"text": "So there's one word that we have not said during this entire show and that word is Rand.", "sentId": 272}, {"text": "He's saying, don't forget me.", "sentId": 273}, {"text": "So as he looks ahead to the next couple of weeks we're told that Rand Paul is going to travel every weekend going forward.", "sentId": 274}, {"text": "He's not going to do many cattle calls.", "sentId": 275}], "secId": 94}, {"speaker": "ALLEN", "sentences": [{"text": "Everybody else was in Iowa last weekend.", "sentId": 276}, {"text": "He's in Iowa next weekend because he can draw a crowd on his own.", "sentId": 277}, {"text": "He's in Texas this weekend.", "sentId": 278}, {"text": "Something that he's doing as he travels the country is meeting with physicians.", "sentId": 279}, {"text": "They are thinking that a way to bring in some people who are not necessarily politically active who can give, who can talk in the community, he's talking to fellow doctors as he goes around.", "sentId": 280}], "secId": 95}, {"speaker": "ALLEN", "sentences": [{"text": "There's been a lot of conversation here and elsewhere about Rand talking to new audiences, Rand's new messages.", "sentId": 281}, {"text": "But he's back to Red Meat next week in Iowa.", "sentId": 282}, {"text": "He is a doing a liberty event.", "sentId": 283}, {"text": "And his big rally is audit the fed.", "sentId": 284}, {"text": "That's about the reddest meat that you can get.", "sentId": 285}], "secId": 96}, {"speaker": "ALLEN", "sentences": [{"text": "On the Super Bowl you have to show us your old school cuff links.", "sentId": 286}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "Cuff links -- yes, that's good.", "sentId": 287}], "secId": 98}, {"speaker": "ALLEN", "sentences": [{"text": "Tight shot.", "sentId": 288}, {"text": "Get a tight shot.", "sentId": 289}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "We'll get one for you there.", "sentId": 290}], "secId": 100}, {"speaker": "ALLEN", "sentences": [{"text": "Is it too late to take the Packers for this weekend?", "sentId": 291}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "Too late to take the Packers.", "sentId": 292}, {"text": "I know you have a lot of ties to the Pacific Northwest.", "sentId": 293}, {"text": "It's ok.  Don't be afraid to refute teams.", "sentId": 294}], "secId": 102}, {"speaker": "MARTIN", "sentences": [{"text": "The Ducks didn't work so we're going to do it this year.", "sentId": 295}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Juana.", "sentId": 296}], "secId": 104}, {"speaker": "SUMMER", "sentences": [{"text": "One of the first things the House will do when they return tomorrow is to vote yet again to repeal Obamacare, the healthcare law.", "sentId": 297}, {"text": "But this one is a little bit different than we scores that we have watched and covered relentlessly before.", "sentId": 298}, {"text": "This time a lot of Republicans in this new Congress, many of them freshmen who are from conservative states, particularly in the south, are going to have to actually vote for something that's now in play that is actually getting people in their district whose votes that they're going to need health insurance.", "sentId": 299}], "secId": 105}, {"speaker": "SUMMER", "sentences": [{"text": "This vote's a little bit more politically interesting I think.", "sentId": 300}, {"text": "We're giving a lot of credit for.", "sentId": 301}, {"text": "Yes, there's a lot of fatigue certainly about yet another vote to defund the health care law.", "sentId": 302}, {"text": "That's never going to get signed by President Obama but this could put some Republicans who in two more years will have to run again in a really, really tricky place especially if they have poor constituents who are benefiting.", "sentId": 303}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "Let's keep an eye on that vote.", "sentId": 304}, {"text": "Jonathan?", "sentId": 305}], "secId": 107}, {"speaker": "MARTIN", "sentences": [{"text": "Well, the move by Mitt not to run is going to really make New Hampshire a crucial state.", "sentId": 306}, {"text": "Iowa as we know is filled with a lot of conservatives, especially evangelicals.", "sentId": 307}, {"text": "You could see somebody from the Christian right come out of Iowa.", "sentId": 308}, {"text": "In South Carolina, you could see a favorite son Lindsey Graham there.", "sentId": 309}], "secId": 108}, {"speaker": "MARTIN", "sentences": [{"text": "So all eyes on New Hampshire and I'm told that immediately after Mitt made his move on Friday the Jeb folks started to figure out how can we get true key operatives in that state, Jim Meryl and Tom Rath -- both old New Hampshire pros.", "sentId": 310}, {"text": "Both of them were guys who had stayed loyal to Mitt but are now free agents.", "sentId": 311}, {"text": "And John, I'm a John King guy so I'm going with the Patriots.", "sentId": 312}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "Appreciate the loyalty.", "sentId": 313}], "secId": 110}, {"speaker": "MARTIN", "sentences": [{"text": "Pandering.", "sentId": 314}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "That's right.", "sentId": 315}, {"text": "Pandering is not ok in politics out there but it's fine here.", "sentId": 316}, {"text": "We'll take it.", "sentId": 317}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 318}, {"text": "There's a bit of fallout, you just heard from J. Martin.", "sentId": 319}, {"text": "It won't be long before we do get a better sense of how Governor Romney's decision jumbles the competition for support in that first primary state.", "sentId": 320}, {"text": "Several, I'll call them longer than long shots, are heading to New Hampshire over the next few weeks, including -- get your pen out -- former Republican governors George Pataki of New York, Jim Gilmore of Virginia; and Bob Urlich of Maryland.", "sentId": 321}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "Plus former U.N. ambassador John Bolton and the one time Hewlett Packard CEO Carly Fiorina.", "sentId": 322}, {"text": "Maybe it's getting easier to list the Republicans who are testing the waters for 2016.", "sentId": 323}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "Close behind those long shots however, this is there it interesting.", "sentId": 324}, {"text": "Rick Perry is going back to New Hampshire and Chris Christie.", "sentId": 325}, {"text": "New Hampshire would be especially critical to the New Jersey governor especially with Romney on the side lines.", "sentId": 326}, {"text": "With talk of a Clinton coronation on the Democratic side, camp Christie likes New Hampshire more and more because independents can vote in either primary and they might find the Republican race more interesting if there's no big battle on the Democratic side.", "sentId": 327}, {"text": "A lot of fun even with governor Romney on the sidelines.", "sentId": 328}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 329}, {"text": "Again thanks for sharing your Super Bowl Sunday with us.", "sentId": 330}, {"text": "We'll see you soon.", "sentId": 331}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" starts right now.", "sentId": 332}], "secId": 117}], "sectionCount": 118, "url": "transcripts.cnn.com/TRANSCRIPTS/1502/01/ip.01.html", "sentenceCount": 334, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired February 1, 2015 - 08:30   ET", "speakers": ["KING", "ROMNEY", "OBAMA", "BOEHNER", "Here to share their reporting and their insights", "ALLEN", "MARTIN", "KUCINICH", "SUMMERS", "UNIDENTIFIED FEMALE", "CLINTON", "We saw Pelosi have trouble with it and now John Boehner having trouble with it.       KING", "SUMMER"], "title": "INSIDE POLITICS"}