{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1611.04.ip.01.html.json", "subTitle": "Final Stretch of the Presidential Race; Donald May Be Catching Up to Hillary; Trump Stays on Message While Clinton Tries to Remind People of the Other Donald. Aired 12-12:30p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "TRUMP", "sentences": [{"text": "Because of her statements.", "sentId": 0}, {"text": "In addition to all of her other crimes, this is a person that's running for president?", "sentId": 1}], "secId": 0}, {"speaker": "CLINTON", "sentences": [{"text": "He has spent this entire campaign offering a dog whistle to his most hateful supporters.", "sentId": 2}, {"text": "He retweets white supremacists and spreads racially tinged conspiracy theories.", "sentId": 3}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Tough talk on the trail and a bit of breaking news as we start the hour.", "sentId": 4}, {"text": "Some changes, late changes, to our CNN electoral map.", "sentId": 5}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Here's where we woke up this morning, Hillary Clinton at 272.", "sentId": 6}, {"text": "Donald trump at 179.", "sentId": 7}, {"text": "That point, she's across the finish line.", "sentId": 8}, {"text": "He is well short.", "sentId": 9}, {"text": "But we're making some late changes as we head into the final weekend.", "sentId": 10}, {"text": "Let's bring them up and give you a show.", "sentId": 11}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Right now we're moving Hillary Clinton down to 268.", "sentId": 12}, {"text": "Donald Trump up to 204.", "sentId": 13}, {"text": "How do we do that?", "sentId": 14}, {"text": "Utah.", "sentId": 15}, {"text": "We have now moved from toss-up to lean Republican.", "sentId": 16}, {"text": "Significantly, Ohio, the big Midwestern battleground, moves from toss-up to lean Republican.", "sentId": 17}, {"text": "Also, Maine's second congressional district, Maine allocates electoral votes by CD.", "sentId": 18}, {"text": "That goes to lean Republican.", "sentId": 19}, {"text": "And a new gold on the map, a toss-up state.", "sentId": 20}, {"text": "We're moving New Hampshire from lean Democratic back to battleground toss-up.", "sentId": 21}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "A new map, and that new math, Hillary Clinton, as I noted, now below 270.", "sentId": 22}, {"text": "She's been above it for a long time.", "sentId": 23}, {"text": "That is significant.", "sentId": 24}, {"text": "Donald Trump now above 200, puts him in the hunt, but he doesn't get there all the way.", "sentId": 25}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Today on the trail, it reflects this urgency here, the race now to 270.", "sentId": 26}, {"text": "Both Trump and Clinton campaigning in Pennsylvania and in Ohio.", "sentId": 27}, {"text": "Donald Trump also in New Hampshire this hour.", "sentId": 28}, {"text": "We'll take you there.", "sentId": 29}, {"text": "Hillary Clinton adding Michigan to the final day, the Friday agenda here.", "sentId": 30}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "If you're keeping score at home, more than 30 million votes already cast this weekend.", "sentId": 31}, {"text": "Not so much Tuesday, this weekend, critical to the big, early voting push Democrats are convinced - convinced will help them Nevada, North Carolina, maybe more.", "sentId": 32}], "secId": 7}, {"speaker": "OBAMA", "sentences": [{"text": "Don't boo!", "sentId": 33}, {"text": "Don't boo!", "sentId": 34}, {"text": "Don't boo!", "sentId": 35}, {"text": "Come on, you guys know that!", "sentId": 36}, {"text": "You already knew that!", "sentId": 37}, {"text": "You can't boo.", "sentId": 38}, {"text": "He can't hear you boo, but he can hear you vote!", "sentId": 39}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "That's the president of the United States on the campaign trail.", "sentId": 40}, {"text": "He's busy, too.", "sentId": 41}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "I want to welcome our viewers in the United States and around the world.", "sentId": 42}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "And with us to share their reporting and their insights, CNN's Maeve Reston and Manu Raju, Ron Brownstein of \"The Atlantic,\" and CNN's Nia- Malika Henderson.", "sentId": 43}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Let's start with our new map.", "sentId": 44}, {"text": "Significantly for the first time, Hillary Clinton is now below the finish line at 268.", "sentId": 45}, {"text": "Although they think they can get Nevada.", "sentId": 46}, {"text": "Nevada would get them across the finish line.", "sentId": 47}, {"text": "Donald Trump is now above 200.", "sentId": 48}, {"text": "She is campaigning, Ron, this weekend in some of these traditional blue states.", "sentId": 49}, {"text": "Is it defensive or is it cautious, a mix of both?", "sentId": 50}], "secId": 12}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Yes.", "sentId": 51}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "And that she's going to go back to Michigan?", "sentId": 52}, {"text": "She's going to be in Pennsylvania.", "sentId": 53}], "secId": 14}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Look, one of the defining gambles of the campaign for Hillary Clinton has been to treat a number of the states in her core 272 as essentially done deals for most of the campaign.", "sentId": 54}, {"text": "In that original 272 that you had, only really Pennsylvania and New Hampshire have they treated as true swing states.", "sentId": 55}, {"text": "When you look at Colorado, when you look at Michigan, when you look at Wisconsin, when you look at Virginia, they have treated all of those as essentially done, while they've devoted enormous amounts of time and money to North Carolina, Florida and Ohio in particular.", "sentId": 56}, {"text": "And so now Donald Trump is kind of calling their hand on that by making a late push.", "sentId": 57}, {"text": "It is still an uphill climb for him in the four states that I mentioned, Colorado, Virginia, Michigan and Wisconsin, but they are having to pay some attention, she's in Detroit today, they're putting ads on the air and the question will be whether, in effect, they left the back door opening by focusing so much on the nice to have rather than the need to have.", "sentId": 58}], "secId": 15}, {"speaker": "RAJU", "sentences": [{"text": "And they - actually in some of these states that Ron just mentioned, Clinton has been outspent on TV by Donald Trump.", "sentId": 59}, {"text": "And Trump actually waited for a while to spend money in this general election campaign.", "sentId": 60}, {"text": "Like in Wisconsin, for instance, Trump was spending more on TV than Hillary Clinton.", "sentId": 61}, {"text": "That's had an impact also down ticket.", "sentId": 62}, {"text": "In that Senate race, suddenly Ron Johnson, the Republican senator who was left for dead months ago, now within striking distance of holding on to his seat, which could impact the entire senate majority.", "sentId": 63}, {"text": "But I agree, I mean Clinton has the - still has the inside - has the upper hand to win the White House, but it's going to be potentially much smaller.", "sentId": 64}, {"text": "And if it's much small, she has less of a mandate going in, which will have a huge impact on her presidency.", "sentId": 65}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "If you look at the map, I agree with you completely, that she leaves the backdoor open, but if you - if you take a calmer view at the map, even as we go into this urgent weekend, there's no question Trump is in better position in Ohio and in Iowa -", "sentId": 66}], "secId": 17}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Right.", "sentId": 67}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Than - than Clinton - versus Romney/Obama race four years ago.", "sentId": 68}, {"text": "The Republicans are in better shape in Iowa and in Ohio.", "sentId": 69}, {"text": "But her lead in the states of just mentioned -", "sentId": 70}], "secId": 19}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Yes.", "sentId": 71}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "In Pennsylvania, Wisconsin and Michigan, her lead is essentially exactly the same give or take a half a point than Obama was in 2012.", "sentId": 72}, {"text": "So it's closer than it was ten days ago.", "sentId": 73}, {"text": "So should - Democrats should be concerned, not panicked.", "sentId": 74}, {"text": "Is that the question?", "sentId": 75}], "secId": 21}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Yes.", "sentId": 76}, {"text": "Yes.", "sentId": 77}, {"text": "No, Michigan, I think -", "sentId": 78}], "secId": 22}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, I -", "sentId": 79}], "secId": 23}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "I'm sorry.", "sentId": 80}, {"text": "Go ahead.", "sentId": 81}], "secId": 24}, {"speaker": "HENDERSON", "sentences": [{"text": "I think they're nervous.", "sentId": 82}, {"text": "I mean I just got off the phone with a Democratic pollster.", "sentId": 83}, {"text": "I asked him how he was doing.", "sentId": 84}, {"text": "And he said, you know, a little nervous.", "sentId": 85}, {"text": "They are seeing some softening of support.", "sentId": 86}, {"text": "I mean the polls, obviously, show that.", "sentId": 87}, {"text": "In talking to this pollster who's specifically talking about North Carolina, which, again, she doesn't need to win, but it's part of her insurance policy, it's part of her firewall, they are seeing some dip in the white support.", "sentId": 88}, {"text": "And that is what they need.", "sentId": 89}], "secId": 25}, {"speaker": "HENDERSON", "sentences": [{"text": "I mean we talk so much about the increase in Latino support.", "sentId": 90}, {"text": "Something of a softening in terms of the black support in states like North Carolina.", "sentId": 91}, {"text": "But they need to match Obama, if not exceed him, in terms of the white support.", "sentId": 92}, {"text": "In a state like North Carolina, they're seeing some softening.", "sentId": 93}, {"text": "And you imagine they're seeing the same thing in states like Pennsylvania.", "sentId": 94}], "secId": 26}, {"speaker": "RESTON", "sentences": [{"text": "And you have to wonder whether, you know, all those days that she took off the trail preparing for the debates, for example, Donald Trump has, at times, had a much more vigorous schedule on the campaign trail than Hillary Clinton has.", "sentId": 95}, {"text": "And she would have had opportunities, you know, to do four states a day and pop into these states and certainly to, you know, generate more enthusiasm.", "sentId": 96}, {"text": "And, I mean, I think that's the big fear coming out of the Comey e-mail situation is that, you know, that that turnout will be depressed for her.", "sentId": 97}, {"text": "And so I think we really are going to see her move into high gear over the weekend.", "sentId": 98}], "secId": 27}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "You know, John, I mean, when you look at the early vote in Nevada, that's probably the best news Democrats have had this week.", "sentId": 99}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 100}], "secId": 29}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 101}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 102}], "secId": 31}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "You could have had that as light blue.", "sentId": 103}, {"text": "And if they hold - if they hold New Hampshire, which is now kind of - the public polls - the public polls -", "sentId": 104}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "-", "sentId": 105}], "secId": 33}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 106}], "secId": 34}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "And you have Nevada, you're at 278, which, you know, kind of gives them the ability to sleep at night, but it also says you - essentially, you have no margin for error at that point.", "sentId": 107}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 108}], "secId": 36}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "You can't lose a Colorado or a Michigan, which would be the only ones in there that would seem to be truly, truly at risk.", "sentId": 109}, {"text": "But even those, I mean, you know, the ball is still on her side of the field.", "sentId": 110}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 111}], "secId": 38}, {"speaker": "RESTON", "sentences": [{"text": "Right.", "sentId": 112}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "And for -", "sentId": 113}], "secId": 40}, {"speaker": "RESTON", "sentences": [{"text": "I mean Romney was campaigning tons in Michigan at this point -", "sentId": 114}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "That's right.", "sentId": 115}], "secId": 42}, {"speaker": "RESTON", "sentences": [{"text": "And then, you know, it ends up  -", "sentId": 116}], "secId": 43}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "And Pennsylvania.", "sentId": 117}], "secId": 44}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, and they - yes.", "sentId": 118}, {"text": "And Democrats still, I mean the Democrats I talk to still sort of see Michigan and Pennsylvania as a rabbit hole for Republicans.", "sentId": 119}], "secId": 45}, {"speaker": "RESTON", "sentences": [{"text": "Right.", "sentId": 120}], "secId": 46}, {"speaker": "HENDERSON", "sentences": [{"text": "If we go back almost every election at this point, there is hope that Republican can win, and it never pans out.", "sentId": 121}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Although it's interesting, if you talk to people inside the Trump campaign, they think - some of them say they have a better chance in Michigan than in North Carolina they think because of the diversity issue in North Carolina.", "sentId": 122}], "secId": 48}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 123}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "We'll watch as this one plays out.", "sentId": 124}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "And for our international viewers, if you're - you might be on the Internet looking for what is the Electoral College, remember, we elect presidents in the United States state by state, not by the national vote.", "sentId": 125}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "The last word on the American economy before the election came out today.", "sentId": 126}, {"text": "The unemployment rate in October was 4.9 percent, 161,000 new jobs added.", "sentId": 127}, {"text": "That's a decent number.", "sentId": 128}, {"text": "It's not a booming number, but it's a decent number.", "sentId": 129}, {"text": "But the 4.9 percent, especially if you go back, let's go back in history.", "sentId": 130}], "secId": 52}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Yes.", "sentId": 131}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "When President Obama took office, 7.8 percent unemployment in this country.", "sentId": 132}, {"text": "Remember, we were beginning a recession then.", "sentId": 133}, {"text": "It went at high as 10 percent in October 2009.", "sentId": 134}, {"text": "Now it is half that, 4.9 percent.", "sentId": 135}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Now sometimes it takes a little while for this to sink in.", "sentId": 136}, {"text": "In some pockets of the country it's higher than 4.9 percent and people don't believe it.", "sentId": 137}, {"text": "But more globally, and especially in the battleground states, we looked at these numbers last week in every of the key battleground state, the unemployment rate is half or less -", "sentId": 138}], "secId": 55}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 139}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "Than it was when Obama took office.", "sentId": 140}, {"text": "Is this a boost to Hillary Clinton?", "sentId": 141}], "secId": 57}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Yes, look, we're -", "sentId": 142}], "secId": 58}, {"speaker": "RAJU", "sentences": [{"text": "Yes.", "sentId": 143}, {"text": "I mean in, not just the economy, but also the president being popular, both a boost to Hillary Clinton.", "sentId": 144}, {"text": "But the challenge for Hillary Clinton is that a lot of voters just are not feeling that.", "sentId": 145}], "secId": 59}, {"speaker": "RESTON", "sentences": [{"text": "Right.", "sentId": 146}], "secId": 60}, {"speaker": "RAJU", "sentences": [{"text": "They feel that they've been left behind.", "sentId": 147}, {"text": "You know, while, as you noted, 161,000 jobs.", "sentId": 148}, {"text": "Of course that's positive.", "sentId": 149}, {"text": "But, you know, economists say that you should grow 200,000 jobs or more in order to get to a pace and the economy where it could be potentially roaring again.", "sentId": 150}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 151}], "secId": 62}, {"speaker": "RAJU", "sentences": [{"text": "So it's that constant challenge that the president has faced where the economy's doing better but it's not doing great.", "sentId": 152}], "secId": 63}, {"speaker": "RESTON", "sentences": [{"text": "And so she has to really moderate her tone on how she talks about these numbers.", "sentId": 153}, {"text": "So many voters that we've talked to in these different battleground states, you know, even if they are not out of work, they say they have friends that are out of work or having to work several jobs.", "sentId": 154}, {"text": "So the whole perception thing, I think, makes it really tricky for Clinton because she has to say, we're part of the way there, but we're not all the way there.", "sentId": 155}], "secId": 64}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 156}], "secId": 65}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "You know, but -", "sentId": 157}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "It will be interesting today because she's in Pittsburgh talking about the economy.", "sentId": 158}], "secId": 67}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 159}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "And she's mostly going to talk about how she thinks Donald Trump would hurt you.", "sentId": 160}, {"text": "It's interesting to see if she can get to the point - this is one of her failures in this campaign was against Bernie Sanders.", "sentId": 161}], "secId": 69}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 162}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "offer an easily to digest, compelling case for what she would do to help you in the economy.", "sentId": 163}], "secId": 71}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 164}], "secId": 72}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "You know, the distribution of who feels better and not better in the economy is not random.", "sentId": 165}, {"text": "It follows what is one of the core divides in this campaign.", "sentId": 166}, {"text": "I mean the likelihood is this campaign will produce the widest gap ever between the way whites with a college education vote, with Clinton doing better, possibly, than any Democratic nominee ever.", "sentId": 167}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 168}], "secId": 74}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "And whites without a college education, where Ronald - where in the ABC/\"Washington Post\" poll this week, at various points, Donald Trump was equally or exceeding Ronald Reagan's 1984 margin with non-college white men and non-college white women.", "sentId": 169}, {"text": "Now, a lot of that is cultural.", "sentId": 170}], "secId": 75}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 171}], "secId": 76}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Attitudes about Trump on immigration, the Muslims ban and all of that, but it's also economic.", "sentId": 172}], "secId": 77}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 173}], "secId": 78}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "College educated white voters are much more positive about their economic situation than those blue collar white voters.", "sentId": 174}, {"text": "And you see that reflected, of course, in the map.", "sentId": 175}, {"text": "That's why those Midwestern states have gotten so tough for her.", "sentId": 176}], "secId": 79}, {"speaker": "HENDERSON", "sentences": [{"text": "And I think Trump is making that economic argument, he's making the NAFTA argument, he's making the argument about shut down factors, but it really is a cultural argument, right?", "sentId": 177}, {"text": "It's about the decline of America from its past glory days.", "sentId": 178}, {"text": "And he pins that on this idea of open border, right?", "sentId": 179}, {"text": "And that we don't have a country anymore because we've let too many people in.", "sentId": 180}, {"text": "And that really, I think, hits the erogenous zones of a lot of these folks who feel like America is moving in a direction both culturally and economic that doesn't include .", "sentId": 181}, {"text": "KING: Always good when we bring erogenous zones into our political conversation.", "sentId": 182}], "secId": 80}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, I try.", "sentId": 183}, {"text": "I love it.", "sentId": 184}], "secId": 81}, {"speaker": "BROWNSTEIN", "sentences": [], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "But, you know, Trump is essentially the challenger.", "sentId": 185}, {"text": "Hillary Clinton is the Democrat.", "sentId": 186}], "secId": 83}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Right.", "sentId": 187}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "President Obama's been in office for two terms.", "sentId": 188}], "secId": 85}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Right.", "sentId": 189}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "She has continuity.", "sentId": 190}, {"text": "She wants to say, things aren't great but they're getting better and this president's got us out of the ditch and I want to get it further out of the ditch.", "sentId": 191}, {"text": "Trump has to look at the glass at half full.", "sentId": 192}, {"text": "He can't look at it - I mean as half empty.", "sentId": 193}, {"text": "He can't look at it as half full.", "sentId": 194}, {"text": "So he say, 4.9 percent, he says it's disastrous.", "sentId": 195}], "secId": 87}, {"speaker": "RESTON", "sentences": [{"text": "Yes.", "sentId": 196}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "While a lot of people would say, no, that's actually pretty good.", "sentId": 197}, {"text": "But his point is, the growth isn't big enough.", "sentId": 198}, {"text": "And yet, and yet as we get into the final days, we're not hearing Donald Trump say here's - leading with any way.", "sentId": 199}, {"text": "Here's what I would do for you economically.", "sentId": 200}, {"text": "Here's how life would be different, or her saying that.", "sentId": 201}, {"text": "You hear a very negative campaign, scorched earth, disqualify the other one.", "sentId": 202}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "Here's Donald Trump talking on the trail wanting to raise the investigations about Hillary Clinton, trust about Hillary Clinton.", "sentId": 203}, {"text": "You - she's not honest.", "sentId": 204}, {"text": "Listen to Donald Trump.", "sentId": 205}], "secId": 90}, {"speaker": "TRUMP", "sentences": [{"text": "Here we go again with Clinton.", "sentId": 206}, {"text": "You remember the impeachment and the problems.", "sentId": 207}, {"text": "She is likely to be under investigation for many, many years.", "sentId": 208}, {"text": "Also likely to conclude in a criminal trial.", "sentId": 209}, {"text": "This is not what we need in this country, folks.", "sentId": 210}, {"text": "We need somebody that's going to go to work.", "sentId": 211}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "A little scorched earth from Donald Trump there saying that she'll be tied up in investigations.", "sentId": 212}, {"text": "She won't be able to get anything done in Washington.", "sentId": 213}, {"text": "Here's Hillary Clinton saying you can't elect Donald Trump because he evokes hatred, fear, worse.", "sentId": 214}], "secId": 92}, {"speaker": "CLINTON", "sentences": [{"text": "Just a few days ago, Donald Trump was endorsed by the official newspaper of the Ku Klux Klan.", "sentId": 215}, {"text": "You've got to ask yourself, do any of us, any of us who believe in our", "sentId": 216}], "secId": 93}, {"speaker": "CLINTON", "sentences": [{"text": "Constitution, who believe in the rule of law, who believe that we are stronger together, who believe that we want to keep moving positively towards the vision of freedom and equality set forth by our founders, do any of us have a place in Trump's America?", "sentId": 217}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "Scorched earth from both candidates in the final days.", "sentId": 218}, {"text": "I understand you're supposed to, you know, say why the other guy or the girl's not qualified, but -", "sentId": 219}], "secId": 95}, {"speaker": "RESTON", "sentences": [{"text": "But you really want to be getting to a nice -", "sentId": 220}], "secId": 96}, {"speaker": "HENDERSON", "sentences": [{"text": "Something positive.", "sentId": 221}], "secId": 97}, {"speaker": "RESTON", "sentences": [{"text": "Positive message at the end.", "sentId": 222}], "secId": 98}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 223}], "secId": 99}, {"speaker": "RESTON", "sentences": [{"text": "I mean it's so reflective of this very toxic campaign and the culture, the entire campaign, that you see that the - the ads that both of these candidates are putting out in the final days are just about as hard-hitting as you can get.", "sentId": 224}, {"text": "And that shows the position that they both feel that they're in.", "sentId": 225}, {"text": "And I think there's so many Americans that just are so sick of this, that don't even want to tune in to the final stretch, but it's - it's certainly more about, you know, fear of the other candidate that motivates people out there.", "sentId": 226}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "I think it also reflects the tension.", "sentId": 227}], "secId": 101}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 228}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "The tension that a week or so ago people thought this was done deal.", "sentId": 229}], "secId": 103}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Yes.", "sentId": 230}], "secId": 104}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 231}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "I think we go into the final weekend with some tension about, whoa, this is still in play.", "sentId": 232}], "secId": 106}, {"speaker": "RESTON", "sentences": [{"text": "Right.", "sentId": 233}], "secId": 107}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Yes.", "sentId": 234}, {"text": "And the last few points of the electorate, what really has tightened it up, although the national polls have been tilting a little back toward her in the last 48 how.", "sentId": 235}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 236}], "secId": 109}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "What's tightened it up are primarily Republican leaning voters who have plenty of doubts about Hillary Clinton.", "sentId": 237}, {"text": "They don't like her, they don't trust her, but they've been incapable of imagining Donald Trump as president.", "sentId": 238}, {"text": "I think what the Comey announcement did was kind of shifts the focus.", "sentId": 239}, {"text": "Now what they don't like about Clinton has been front and center and Clinton is trying to return them to looking at what they don't like about Trump.", "sentId": 240}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "Still -", "sentId": 241}], "secId": 111}, {"speaker": "HENDERSON", "sentences": [{"text": "And that's .", "sentId": 242}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Still her race - still her race to lose, but when she's the issue -", "sentId": 243}], "secId": 113}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Yes.", "sentId": 244}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "She does struggle more.", "sentId": 245}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 246}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "Up next, the teleprompter is suddenly Donald Trump's best friend, but can he stick to the script as the pressure builds?", "sentId": 247}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 248}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "Just a gorgeous day here in the nation's capital.", "sentId": 249}, {"text": "Four days to Election Day.", "sentId": 250}, {"text": "Donald Trump largely sticking to script, meaning this teleprompter in these final days.", "sentId": 251}, {"text": "It's nowhere near as entertaining or as controversial as the free-wheeling, say what he wants rally Trump we saw for most of the campaign.", "sentId": 252}, {"text": "But Mr. Trump thinks he's proving a point.", "sentId": 253}], "secId": 119}, {"speaker": "TRUMP", "sentences": [{"text": "She always talks about me.", "sentId": 254}, {"text": "See, what I have is a winning temperament.", "sentId": 255}, {"text": "I have a winning temperament.", "sentId": 256}, {"text": "Hillary is an unstable person.", "sentId": 257}], "secId": 120}, {"speaker": "TRUMP", "sentences": [{"text": "The best thing I have is my temperament.", "sentId": 258}, {"text": "We know how to win.", "sentId": 259}, {"text": "We know how to win.", "sentId": 260}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "If you didn't get the point, the best thing he thinks he has is his temperament.", "sentId": 261}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton, she thinks he's selling snake oil.", "sentId": 262}], "secId": 123}, {"speaker": "CLINTON", "sentences": [{"text": "Donald stood on a stage and said, and I quote, \"I'm honored to have the greatest temperament that anyone's ever had.\"", "sentId": 263}, {"text": "Now, he - he knows we can see and hear him, right?", "sentId": 264}, {"text": "This is someone who at another rally yesterday actually said out loud to himself, stay on point, Donald, stay on point.", "sentId": 265}, {"text": "His campaign probably put that in the teleprompter, \"stay on point, Donald, stay on point.\"", "sentId": 266}], "secId": 124}, {"speaker": "HENDERSON", "sentences": [{"text": "That's actually pretty funny.", "sentId": 267}], "secId": 125}, {"speaker": "KING", "sentences": [{"text": "He - it is.", "sentId": 268}, {"text": "We haven't had much humor in this campaign.", "sentId": 269}], "secId": 126}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 270}, {"text": "Yes.", "sentId": 271}, {"text": "Yes.", "sentId": 272}], "secId": 127}, {"speaker": "KING", "sentences": [{"text": "There's a little bit for us as we head into the final weekend.", "sentId": 273}, {"text": "But Donald Trump did say that.", "sentId": 274}, {"text": "Kind of made fun of himself.", "sentId": 275}, {"text": "Stay on point, Donald, stay on point.", "sentId": 276}], "secId": 128}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Yes.", "sentId": 277}], "secId": 129}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 278}, {"text": "It's like this yoga mode .", "sentId": 279}], "secId": 130}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "It's the - no, it's the George H.W.", "sentId": 280}, {"text": "Bush moment.", "sentId": 281}], "secId": 131}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 282}], "secId": 132}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "I mean those who will remember, in 1992, reading the - you know, reading the cue cards, message - I care.", "sentId": 283}], "secId": 133}, {"speaker": "HENDERSON", "sentences": [{"text": "It is so great.", "sentId": 284}], "secId": 134}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "It's like, are you talking out loud?", "sentId": 285}, {"text": "Is that inner voice?", "sentId": 286}, {"text": "That's inner.", "sentId": 287}], "secId": 135}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, yes, yes, inside.", "sentId": 288}], "secId": 136}, {"speaker": "KING", "sentences": [{"text": "The inner voice coming out.", "sentId": 289}], "secId": 137}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Yes.", "sentId": 290}], "secId": 138}, {"speaker": "RESTON", "sentences": [{"text": "But you have to wonder, though, the many voters who are concerned about his temperament, you know, particularly women, they say that, you know, they're the second biggest concern about Donald Trump is his temperament after control of the nuclear codes.", "sentId": 291}, {"text": "That - that, you know, just the fact that he can stay on teleprompter for a few days and jokes about it, I - how would that change, you know, the way they view the entire trajectory of the campaign?", "sentId": 292}], "secId": 139}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 293}], "secId": 140}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 294}], "secId": 141}, {"speaker": "RESTON", "sentences": [{"text": "And so I think that it's -- it's funny and it's interesting that he's actually had a string of good days over the last couple of days but he hasn't been able to do that throughout the rest of the campaign.", "sentId": 295}], "secId": 142}, {"speaker": "KING", "sentences": [{"text": "And yet it has worked.", "sentId": 296}, {"text": "I mean you don't - there are not - there are not three aides that run around in front of you when you're president with a teleprompter.", "sentId": 297}], "secId": 143}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Right.", "sentId": 298}], "secId": 144}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 299}], "secId": 145}, {"speaker": "RESTON", "sentences": [{"text": "Right.", "sentId": 300}], "secId": 146}, {"speaker": "KING", "sentences": [{"text": "You have to make decisions in meetings and in negotiations and on the fly.", "sentId": 301}, {"text": "And if you wake up at 3:00 in the morning and start tweeting, let's say, when North Korea launches a failed missile test or something.", "sentId": 302}], "secId": 147}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Yes.", "sentId": 303}], "secId": 148}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 304}, {"text": "Yes.", "sentId": 305}], "secId": 149}, {"speaker": "KING", "sentences": [{"text": "But he has succeed in doing this.", "sentId": 306}, {"text": "He has - his staff brags about it.", "sentId": 307}, {"text": "We're keeping him on prompter.", "sentId": 308}, {"text": "We're keeping him off Twitter.", "sentId": 309}, {"text": "And he has succeed in - he's still at - she is still favored to win, but he's back in the hunt because -", "sentId": 310}], "secId": 150}, {"speaker": "HENDERSON", "sentences": [{"text": "And he's - yes, and he's done it right -", "sentId": 311}], "secId": 151}, {"speaker": "RAJU", "sentences": [{"text": "Because Clinton - that's why Clinton's saying what she's saying -", "sentId": 312}], "secId": 152}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 313}], "secId": 153}, {"speaker": "RAJU", "sentences": [{"text": "Because she's trying to tell voters, this is not the actual Donald Trump.", "sentId": 314}], "secId": 154}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 315}], "secId": 155}, {"speaker": "RAJU", "sentences": [{"text": "Remember that other Donald Trump.", "sentId": 316}, {"text": "But this does remind me of that period in the run-up to the first debate when things were looking pretty good for Donald Trump because he was delivering a succinct message, going after the Clintons in a way that he really has not done through the course of this campaign.", "sentId": 317}, {"text": "And he's been able to do that now, which is why he's trying to tell us something.", "sentId": 318}, {"text": "Restrain himself and just focus on the Clintons' attack.", "sentId": 319}], "secId": 156}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Yes.", "sentId": 320}, {"text": "I think all fall, especially in the debates, he's been the best when he's been the most generic,", "sentId": 321}], "secId": 157}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 322}], "secId": 158}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "When he's been the most generic Republican.", "sentId": 323}, {"text": "When he gets up and says -", "sentId": 324}], "secId": 159}, {"speaker": "RESTON", "sentences": [{"text": "What does that say about the race?", "sentId": 325}], "secId": 160}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "That says, I'm going to cut your taxes, repeal Obamacare, I'm going to reduce regulation, I'm going to appoint conservative Supreme Court justices.", "sentId": 326}, {"text": "If you kind of think that the last few points in this race are Republican-leaning voters who have had lots of problems with Donald Trump but aren't really enthusiastic at especially the men about voting for Hillary Clinton, what he's basically been able to do in the last few days is basically remind them, hey, I'm the Republican out here.", "sentId": 327}, {"text": "I'm the one who's going to cut your taxes.", "sentId": 328}], "secId": 161}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, and the FBI has helped him remind them of that.", "sentId": 329}, {"text": "KING: Yes, you're right.", "sentId": 330}, {"text": "Yes.", "sentId": 331}], "secId": 162}, {"speaker": "HENDERSON", "sentences": [{"text": "I mean his timing is great because he's on script, and the FBI comes out to remind everybody, all these Republicans, why they can't stand Hillary Clinton.", "sentId": 332}], "secId": 163}, {"speaker": "BROWNSTEIN", "sentences": [{"text": ".", "sentId": 333}], "secId": 164}, {"speaker": "KING", "sentences": [{"text": "So his biggest issue, his biggest obstacle in this campaign, as you mentioned in the last bloc, is college educated white women?", "sentId": 334}], "secId": 165}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 335}], "secId": 166}, {"speaker": "KING", "sentences": [{"text": "You find a lot of them in places like Chester County, Pennsylvania.", "sentId": 336}, {"text": "You find a lot of them in battleground North Carolina.", "sentId": 337}, {"text": "You find a lot of them in battleground Ohio.", "sentId": 338}, {"text": "Suburban women decide close presidential elections in America, period.", "sentId": 339}, {"text": "That's the way it goes.", "sentId": 340}], "secId": 167}, {"speaker": "KING", "sentences": [{"text": "So Melania Trump, who we haven't seen in public really since the Republican Convention, goes to Berwyn, Pennsylvania, yesterday, in Chester County, 49 percent for Mitt Romney, 48 percent for Barack Obama.", "sentId": 341}, {"text": "The closer in suburbs around Philadelphia, Obama won bigger, Obama wins Pennsylvania, Obama is the president.", "sentId": 342}], "secId": 168}, {"speaker": "KING", "sentences": [{"text": "Melania Trump trying to be a character witness for her husband, making the case that he's a nice guy.", "sentId": 343}, {"text": "That's what she says.", "sentId": 344}, {"text": "And that as first lady she would make her issue bullying, and the tone of the conversation in social media.", "sentId": 345}], "secId": 169}, {"speaker": "TRUMP", "sentences": [{"text": "Our culture has gotten too mean and too rough.", "sentId": 346}], "secId": 170}, {"speaker": "TRUMP", "sentences": [{"text": "We have to find a better way to talk to each other, to disagree with each other, to respect each other.", "sentId": 347}], "secId": 171}, {"speaker": "RESTON", "sentences": [{"text": "I just don't get this at all.", "sentId": 348}], "secId": 172}, {"speaker": "HENDERSON", "sentences": [{"text": "I might - yes.", "sentId": 349}, {"text": "Yes, I - yes.", "sentId": 350}], "secId": 173}, {"speaker": "RESTON", "sentences": [{"text": "Look, I - there were so many things she could pick to focus on, as first lady, and to choose the one thing that basically defines her husband -", "sentId": 351}], "secId": 174}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 352}], "secId": 175}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 353}], "secId": 176}, {"speaker": "RESTON", "sentences": [{"text": "And who he is, sort of brings everyone's minds back to the bullying that he's done on social media throughout the year.", "sentId": 354}], "secId": 177}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 355}, {"text": "I mean my response was like, I mean, come on, Melania!", "sentId": 356}, {"text": "I mean have you met your husband?", "sentId": 357}, {"text": "It was so odd.", "sentId": 358}, {"text": "And all the headlines out of this were exactly that, like -", "sentId": 359}], "secId": 178}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Yes.", "sentId": 360}], "secId": 179}, {"speaker": "KING", "sentences": [{"text": "And she's - I mean she's -", "sentId": 361}], "secId": 180}, {"speaker": "RESTON", "sentences": [{"text": "Yes.", "sentId": 362}], "secId": 181}, {"speaker": "KING", "sentences": [{"text": "I find her mysterious because we don't know her.", "sentId": 363}], "secId": 182}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 364}], "secId": 183}, {"speaker": "KING", "sentences": [{"text": "So you want to learn more about Melania Trump.", "sentId": 365}], "secId": 184}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 366}], "secId": 185}, {"speaker": "KING", "sentences": [{"text": "Because we haven't seen her that much.", "sentId": 367}, {"text": "But you're right.", "sentId": 368}], "secId": 186}, {"speaker": "KING", "sentences": [{"text": "Amanda Carpenter, our contributor, called it staff sabotage, essentially saying, how could you send her out to do that message, online bullying?", "sentId": 369}], "secId": 187}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 370}], "secId": 188}, {"speaker": "KING", "sentences": [{"text": "The tone of our conversation, respect and compassion?", "sentId": 371}], "secId": 189}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 372}, {"text": "Yes.", "sentId": 373}, {"text": "Yes.", "sentId": 374}], "secId": 190}, {"speaker": "KING", "sentences": [{"text": "I mean unless - she could have made a joke.", "sentId": 375}], "secId": 191}, {"speaker": "HENDERSON", "sentences": [{"text": "And she could have made a joke.", "sentId": 376}, {"text": "You know, I'm going to talk to -", "sentId": 377}], "secId": 192}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Right.", "sentId": 378}], "secId": 193}, {"speaker": "KING", "sentences": [{"text": "A joke that my mission starts at home.", "sentId": 379}], "secId": 194}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, I'm going to talk to Donald Trump first.", "sentId": 380}], "secId": 195}, {"speaker": "KING", "sentences": [{"text": "Something like that, right.", "sentId": 381}], "secId": 196}, {"speaker": "RESTON", "sentences": [{"text": "Right.", "sentId": 382}], "secId": 197}, {"speaker": "RAJU", "sentences": [{"text": "And that's what's surprising about that speech, you would have thought there would have been more discussion to present Donald Trump in kind of a softer light, especially in light of all of these allegations by these women that have come out.", "sentId": 383}, {"text": "But we really didn't hear much about that and then the focus turning to this issue about cyber bullying.", "sentId": 384}, {"text": "I agree, the staff had to have read this speech beforehand.", "sentId": 385}, {"text": "Why didn't they raise any red flags.", "sentId": 386}], "secId": 198}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, I mean is there one story about Donald Trump, you know -", "sentId": 387}], "secId": 199}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Yes.", "sentId": 388}], "secId": 200}, {"speaker": "HENDERSON", "sentences": [{"text": "Teaching Baron to tie his shoes?", "sentId": 389}, {"text": "Or teaching him that he - BROWNSTEIN: .", "sentId": 390}], "secId": 201}, {"speaker": "RESTON", "sentences": [{"text": "No.", "sentId": 391}], "secId": 202}, {"speaker": "HENDERSON", "sentences": [{"text": "Maybe not, because we haven't gotten it that far.", "sentId": 392}], "secId": 203}, {"speaker": "RESTON", "sentences": [{"text": "She - because she hasn't - you know, she's been so limited in what she's done on the campaign trail that she hasn't really been that character witness for her husband.", "sentId": 393}], "secId": 204}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 394}], "secId": 205}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "And even at the convention - even the convention one -", "sentId": 395}], "secId": 206}, {"speaker": "KING", "sentences": [{"text": "After - when Trump's family talks about him, the noticeable lack of personal anecdotes.", "sentId": 396}, {"text": "That's the way they are.", "sentId": 397}, {"text": "They say to preserve their -", "sentId": 398}], "secId": 207}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Yes, even at the convention.", "sentId": 399}], "secId": 208}, {"speaker": "RESTON", "sentences": [{"text": "building clock.", "sentId": 400}], "secId": 209}, {"speaker": "KING", "sentences": [{"text": "All right, up next, the map shifts a bit in Trump's favor heading into this final weekend, but think Game of Thrones.", "sentId": 401}, {"text": "Hillary Clinton still has the high ground.", "sentId": 402}], "secId": 210}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 403}], "secId": 211}, {"speaker": "KING", "sentences": [{"text": "A quick update on the state of the race, including our new CNN electoral map, then back to our conversation.", "sentId": 404}], "secId": 212}, {"speaker": "KING", "sentences": [{"text": "First, where do we stand heading into the final weekend.", "sentId": 405}, {"text": "In our national poll of polls averaging the recent national polls, a four- point edge, 46 percent to 42 percent.", "sentId": 406}, {"text": "Hillary Clinton leading as we head into the final week and that's significant if you go back to 2012, the Obama/Romney race was a tie at this point.", "sentId": 407}], "secId": 213}, {"speaker": "KING", "sentences": [{"text": "Now, our brand new CNN electoral map.", "sentId": 408}, {"text": "In this map, Hillary Clinton suffers a little bit, down from 272 to 268.", "sentId": 409}, {"text": "Donald Trump is up a bit.", "sentId": 410}, {"text": "What have we done?", "sentId": 411}, {"text": "Utah moves from toss-up to lean Republican.", "sentId": 412}, {"text": "Ohio moves from toss-up to lean Republican.", "sentId": 413}, {"text": "New Hampshire moves from lean Democrat back to toss-up.", "sentId": 414}, {"text": "And Maine's second congressional district moves to lean Republican.", "sentId": 415}, {"text": "So, Donald Trump now above 200, at 204.", "sentId": 416}, {"text": "Hillary Clinton at 268.", "sentId": 417}], "secId": 214}, {"speaker": "KING", "sentences": [{"text": "What does that tells us going into the final weekend?", "sentId": 418}, {"text": "Well, let's map it out.", "sentId": 419}, {"text": "The Democrats are pretty confident with early voting they're going to get Nevada.", "sentId": 420}, {"text": "If that's the case, it's still an if, but if that's the case, what happens if Donald Trump runs the board?", "sentId": 421}, {"text": "Well, it wouldn't be enough.", "sentId": 422}, {"text": "Look, one, two, three, and four.", "sentId": 423}, {"text": "Even if Donald Trump ran the board, he would be short.", "sentId": 424}, {"text": "And, let's be clear, Hillary Clinton leads here in Florida, leads here in North Carolina, still thinks she has a chance in New Hampshire.", "sentId": 425}, {"text": "Still thinks, as a matter of fact, she has a chance in Arizona.", "sentId": 426}, {"text": "So we're going to fight this out through the final weekend.", "sentId": 427}, {"text": "Advantage Clinton.", "sentId": 428}, {"text": "A steep hill for Donald Trump but less steep than it was a week ago.", "sentId": 429}, {"text": "As we go into the final stretch, Hillary Clinton knows there's a parade in Chicago today.", "sentId": 430}, {"text": "She's thinking, history.", "sentId": 431}], "secId": 215}, {"speaker": "CLINTON", "sentences": [{"text": "It's been a long time, 108 years, to win a championship.", "sentId": 432}, {"text": "And so last night was very special on lots of fronts.", "sentId": 433}, {"text": "And, who knows, maybe we'll see even more", "sentId": 434}], "secId": 216}], "sectionCount": 217, "url": "transcripts.cnn.com/TRANSCRIPTS/1611/04/ip.01.html", "sentenceCount": 436, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired November 4, 2016 - 12:00   ET", "speakers": ["TRUMP", "CLINTON", "KING", "OBAMA", "BROWNSTEIN", "RAJU", "HENDERSON", "RESTON"], "title": "INSIDE POLITICS"}