{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1610.24.ip.02.html.json", "subTitle": "Latest Presidential Race Polls; How Can Trump Win?; Issues Facing Clinton; GOP Dealing with Post-Election Questions. Aired 12:30- 1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "-- 48 percent for Secretary Clinton, 39 percent for Donald Trump, that is a stiff hill to climb in just over two weeks, let's go to the map that matters most, the electoral map.", "sentId": 0}, {"text": "Can he get there?", "sentId": 1}, {"text": "Well, she starts with an overwhelming advantage CNN already predict Secretary Clinton if the election were today, would get 307 electoral votes, Donald Trump, only at 179.", "sentId": 2}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "What does he have to do to win?", "sentId": 3}, {"text": "Again, it's an overwhelming task.", "sentId": 4}, {"text": "He's spending three days in Florida.", "sentId": 5}, {"text": "We lean a Democratic right now.", "sentId": 6}, {"text": "Donald Trump cannot win without the 29 electoral votes.", "sentId": 7}, {"text": "He must win North Carolina.", "sentId": 8}, {"text": "It's a close race right now, but Secretary Clinton is a little bit ahead.", "sentId": 9}, {"text": "He must win Ohio.", "sentId": 10}, {"text": "That one is deadlocked right now, Trump has to win that states plus he has to worry about these Arizona and Utah.", "sentId": 11}, {"text": "Two ruby red Republican states that are in play with two weeks to Election Day that is a problem for Donald Trump.", "sentId": 12}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "And guess what?", "sentId": 13}, {"text": "Even if he's perfect, even if does everything I just said, gets his base back out west.", "sentId": 14}, {"text": "Turns Florida.", "sentId": 15}, {"text": "Wins North Carolina and wins Ohio, he'll still be short.", "sentId": 16}, {"text": "Even if he's perfect, Donald Trump would still need under that scenario more electoral votes, a big prize like Pennsylvania a combination of Michigan and somewhere else.", "sentId": 17}, {"text": "A very steep hill which is why Donald Trump still tells his crowds he thinks he can win, but listen to him.", "sentId": 18}, {"text": "He also sounds a little wistful.", "sentId": 19}], "secId": 2}, {"speaker": "TRUMP", "sentences": [{"text": "Are glad that I started?", "sentId": 20}, {"text": "Are we having -- well, I'll let you know on the evening of November 8th whether I'm glad.", "sentId": 21}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "How do you get there?", "sentId": 22}, {"text": "I refuse to say there's that path.", "sentId": 23}, {"text": "A lot of Republicans say it's over, just given the last year and a half we've all been through.", "sentId": 24}, {"text": "Through the primaries, Donald Trump as Republican nominee.", "sentId": 25}, {"text": "That tells you enough about the volatility in the climate.", "sentId": 26}, {"text": "But it's hard M.K.", "sentId": 27}, {"text": "to turn, all of those states at once.", "sentId": 28}, {"text": "You need a national shift, but there are no more debates.", "sentId": 29}, {"text": "How do you do it?", "sentId": 30}], "secId": 4}, {"speaker": "HAM", "sentences": [{"text": "I'm not sure where you make that happen and this is what I'll tell you, the map was always more favorable to Clinton.", "sentId": 31}, {"text": "Not because it's rigged but because there are more population numbers in those blue states.", "sentId": 32}, {"text": "So it always had to be a very good game for Republicans.", "sentId": 33}, {"text": "He has not much of an operation.", "sentId": 34}, {"text": "Has a very unconventional presidential campaign, and as we see has taken many hits over the last couple of weeks.", "sentId": 35}, {"text": "So I'm not seeing where he makes that change, and he's not a man who makes a pivot as we have seen over the length of this campaign.", "sentId": 36}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Doesn't consistently prosecute the same case, because even when it's in there, even when he does his reform agenda in Gettysburg, even when he has something about the Wikileaks, he always has something to overshadow himself.", "sentId": 37}, {"text": "And may be speakers, here is his campaign manager Kellyanne Conway, he's campaign manager three, sometimes Presidential campaigns have turnover, that's not a total shock.", "sentId": 38}, {"text": "Listen to her now essentially saying, may be if you can't make the case for Donald Trump, you make the case against Hillary Clinton.", "sentId": 39}], "secId": 6}, {"speaker": "CONWAY", "sentences": [{"text": "And we feel that with Hillary Clinton under 50 percent in some of these places even though she has run a very tradition and expensive campaign that we have a shot of getting this undecided voters somehow said I know who Hillary Clinton is, I don't want to vote for her, don't much trust or like her, we need to bring them aboard over the next couple of weeks.", "sentId": 40}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Ah, 15 days out.", "sentId": 41}, {"text": "Isn't that a little late?", "sentId": 42}, {"text": "Just, you know, again, no offense.", "sentId": 43}, {"text": "It's hard to run a campaign.", "sentId": 44}, {"text": "And as we say these things sound snarky sometimes and both staffs, Democratic, Republican, the libertarian staff, there green party staff, they're tired.", "sentId": 45}, {"text": "So let's get them a little bit of grace, but 15 days out, you're still trying to convince voters who have significant doubts about Hillary Clinton to come to you?", "sentId": 46}, {"text": "Problem.", "sentId": 47}], "secId": 8}, {"speaker": "PHILIP", "sentences": [{"text": "There is really no other option at this point.", "sentId": 48}, {"text": "I mean they are just running out of paths to sort of make a case, but he can still win this thing.", "sentId": 49}, {"text": "It's could be why Kellyanne Conway was also floating another debate possibly.", "sentId": 50}, {"text": "Which I'm not even sure that would even help Trump, I mean but the idea that Hillary Clinton hasn't quite hit 50 and that's a reason why there's hope is not quite right, because she doesn't necessarily have to hit 50.", "sentId": 51}, {"text": "She just has to do better than Trump, and better than everybody else in the field.", "sentId": 52}], "secId": 9}, {"speaker": "HAM", "sentences": [{"text": "I do think their greatest built-in hope and advantage is that the American voters actually want a change election, but they're not sure about this change.", "sentId": 53}, {"text": "He's freaking them out of it and not reassuring them, so they're hoping that in the last 15 day they break for him.", "sentId": 54}, {"text": "Because there is like I don't want the status quo that I don't like.", "sentId": 55}, {"text": "That is a real I uphill battle though.", "sentId": 56}], "secId": 10}, {"speaker": "VISER", "sentences": [{"text": "The other thing is, you know, the October surprise.", "sentId": 57}, {"text": "I mean is there anything else out there we learn about Hillary Clinton that drags down her numbers?", "sentId": 58}, {"text": "The difficulty with that though is early voting.", "sentId": 59}, {"text": "And it's so many people have already voted in so many of the states that you only about 40 percent of the electorate already having voted.", "sentId": 60}, {"text": "So, you know that -- even that argument sort of is a little bit 10 year.", "sentId": 61}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "And you make a key point about the change election.", "sentId": 62}, {"text": "Because she spent -- her campaign's spent millions on television.", "sentId": 63}, {"text": "A lot is as we thought maybe those ads aren't working, but then the debate to disqualify Donald Trump to just say saying he doesn't have the judgment, he doesn't have the temperament, and then the women come forward to sort of push him over the line of being qualified and just now voters are learning some of the things on the Wikileak e-mails that are pretty damaging or at least raise serious questions.", "sentId": 64}, {"text": "The Clinton campaign doesn't want to answer the questions.", "sentId": 65}, {"text": "They say no, Russia hacked these e-mails we won't answer the specifics, but one of the more recent ones to come up, is a Clinton global foundation meeting, they want to have the meeting in Morocco, and they want the King of Morocco to pay $12 million.", "sentId": 66}, {"text": "Listen to Hillary Clinton the campaign manager explain this away.", "sentId": 67}], "secId": 12}, {"speaker": "TAPPER", "sentences": [{"text": "We learned that the king of Morocco wanted to contribute $12 million to the Clinton foundation last year, but he only wanted to do it if he could get a face-to-face meeting with Hillary Clinton, I mean doesn't this feed into the one of the concerns of voters have about Hillary Clinton and the Clinton foundation?", "sentId": 68}], "secId": 13}, {"speaker": "MOOK", "sentences": [{"text": "Well, I'm glad you asked that question for that reason.", "sentId": 69}, {"text": "It was known for a long time that the Clinton foundation's conference was held in Morocco.", "sentId": 70}, {"text": "It has been known for a very long time that Secretary Clinton chose not to attend that conference.", "sentId": 71}, {"text": "So there isn't anything new here.", "sentId": 72}], "secId": 14}, {"speaker": "TAPPER", "sentences": [{"text": "But Bill and Chelsea did.", "sentId": 73}], "secId": 15}, {"speaker": "MOOK", "sentences": [{"text": "They did.", "sentId": 74}, {"text": "But Secretary Clinton chose not to.", "sentId": 75}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "I don't know if this, these kind of things are you have to -- would be determinative in the election, but I do believe that if she had not successfully, with Trump's help, pushed him on the other side of the qualified line she would he to answer these questions in more detail.", "sentId": 76}, {"text": "There would be more of an issue to the middle of the electorate.", "sentId": 77}], "secId": 17}, {"speaker": "KNOX", "sentences": [{"text": "Yeah, absolutely.", "sentId": 78}, {"text": "I mean these external shocks only matter if he is a plausible alternative.", "sentId": 79}, {"text": "Ans so that's why they worked so darn hard to get him -- I should say push him on the other side of plausible.", "sentId": 80}, {"text": "And that's what we're seeing here with a lot of these Wikileaks revelations.", "sentId": 81}], "secId": 18}, {"speaker": "PHILIP", "sentences": [{"text": "And as if all of these things aren't having an impact.", "sentId": 82}, {"text": "Her unfavorability ratings are really sky high, and it is in there.", "sentId": 83}, {"text": "It is baked into the electorate.", "sentId": 84}, {"text": "But what we're seeing is that it's not enough to push voters over the line to support Trump, and also, it's complicated.", "sentId": 85}, {"text": "I mean, some of this stuff is not easy to boil down.", "sentId": 86}, {"text": "It is complicated to prosecute an argument against her on these grounds, and I think that Trump is having trouble prosecuting that case, and he's not doing it, frankly with any consistency.", "sentId": 87}], "secId": 19}, {"speaker": "HAM", "sentences": [{"text": "I think was not complicated though is the argument that look this is a person who's been doing business in Washington.", "sentId": 88}, {"text": "She does it as usual and it's really bad business, and here's where it is and can point to it.", "sentId": 89}, {"text": "Had he done that consistently without veering into the other brambles that he's been in, I think that would've been a much more effective.", "sentId": 90}], "secId": 20}, {"speaker": "VISER", "sentences": [{"text": "He had those moments where he did.", "sentId": 91}, {"text": "And those were the -- his most effective moments and then suddenly he shifts to, I'm going to sue those women.", "sentId": 92}, {"text": "You know, I mean he sort of shifts back so quickly that ...", "sentId": 93}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "But if he made the case consistently, I will get you a job, I will change the culture of Washington.", "sentId": 94}, {"text": "Here's why she can't.", "sentId": 95}, {"text": "Then you connect all this stuff, she plays by ...", "sentId": 96}], "secId": 22}, {"speaker": "HAM", "sentences": [{"text": "Shift real thing.", "sentId": 97}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "She plays by the old rules, but instead he goes to Gettysburg the other day, his campaign says call it a conference call Friday night tell those reporters you'll get the closing plan.", "sentId": 98}, {"text": "The 100 days of the Trump Administration.", "sentId": 99}, {"text": "What he will do to change the swamp in Washington and then he does this.", "sentId": 100}], "secId": 24}, {"speaker": "TRUMP", "sentences": [{"text": "They're trying to poison the mind of the American voter.", "sentId": 101}, {"text": "Every woman lied when they came forward to hurt my campaign.", "sentId": 102}], "secId": 25}, {"speaker": "TRUMP", "sentences": [{"text": "Total fabrication, the events never happened.", "sentId": 103}, {"text": "Never.", "sentId": 104}, {"text": "All of these liars will be sued after the election is over.", "sentId": 105}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "He just has triggers.", "sentId": 106}, {"text": "And if you trigger him, he will react even if he has to know it's not in his best interests politically.", "sentId": 107}], "secId": 27}, {"speaker": "HAM", "sentences": [{"text": "Right.", "sentId": 108}, {"text": "That's what's been remarkable about him throughout the campaign, if he brings up the things that will hurt him.", "sentId": 109}, {"text": "But he's just giving a speech and everyone is carrying the speech and -- you have the floor, Mr. Trump, and you can prosecute the case.", "sentId": 110}, {"text": "But instead he almost prosecutes the case against himself.", "sentId": 111}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "It's one of the mind-numbing things in this campaign.", "sentId": 112}, {"text": "15 days to go and yes, a big Clinton win to sting the GOP.", "sentId": 113}, {"text": "But might there be an even bigger message if an independent candidate wins ruby red Utah?", "sentId": 114}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 115}, {"text": "Still standing by for Secretary Clinton in New Hampshire, we'll get you there if she starts.", "sentId": 116}, {"text": "But let's focus on this.", "sentId": 117}, {"text": "Here is a sentence has hasn't been spoken in my lifetime.", "sentId": 118}, {"text": "To understand the true lesson of this presidential election, watch Utah.", "sentId": 119}, {"text": "Yes, Utah now exhibit a in the Republican Party's profound identity crisis.", "sentId": 120}, {"text": "72 percent for Mitt Romney four years ago, 61 percent for John McCain, 71 percent for George W. Bush in 2004.", "sentId": 121}, {"text": "A pattern right?", "sentId": 122}, {"text": "Well, Now Donald Trump is below 30 percent in most of the polls in Utah.", "sentId": 123}, {"text": "One last week shows conservative never Trump candidate Evan McMullin with the possibility of winning in Utah.", "sentId": 124}, {"text": "Evan McMullin wins Utah, 6 electoral votes, forget any message you're going to get from Hillary Clinton if she wins the White House.", "sentId": 125}, {"text": "What kind of message does that send the Republican Party?", "sentId": 126}], "secId": 30}, {"speaker": "HAM", "sentences": [{"text": "Well, it's a problem for them if there a marquee candidate cannot get Utah, right?", "sentId": 127}, {"text": "But there's a reason for that and the Mormon population has been uniquely adverse to voting for Donald Trump for character reasons and Evan McMullin has maid a play there, made a play in a way that was regionally attractive and try to take some electoral votes of the board and I think in this year when people are so very dissatisfied with the two choices, it might just be poetic that someone else gets some electoral votes.", "sentId": 128}, {"text": "I'm not sure it will change the whole game but it'll be interesting.", "sentId": 129}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "But it speaks volumes to the dysfunction in the Republican Party.", "sentId": 130}, {"text": "Those who won't accept Trump, all of the fishers that are there even before Donald Trump.", "sentId": 131}, {"text": "This is not only Donald Trump.", "sentId": 132}, {"text": "Donald Trump in many ways is riding a wave of Republican discontent.", "sentId": 133}, {"text": "Listen to Evan McMullin.", "sentId": 134}, {"text": "Usually after the election you have the, you know, if you think back to the last elections you have the -- some people say all the evangelicals didn't show up.", "sentId": 135}, {"text": "Or the establishment did the wrong things.", "sentId": 136}, {"text": "This is before the election.", "sentId": 137}, {"text": "Listen to Evan McMullin here.", "sentId": 138}], "secId": 32}, {"speaker": "MCMULLIN", "sentences": [{"text": "It's going in the wrong direction, not the right direction, in its nomination of Donald Trump, but then also in standing by Trump even as he continues these bigoted, sexist xenophobic messages, and if the Republican Party can't make the changes as it wasn't able to do after 2012, the conservative movement will need a new political vehicle.", "sentId": 139}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "Again, we're talking about this before the election.", "sentId": 140}, {"text": "The conservative movement will need a new political vehicle.", "sentId": 141}, {"text": "This has come up from time to time over the last 15 or 25 years and parties do go through turmoils.", "sentId": 142}, {"text": "We thought bill Clinton was creating a new Democratic Party that lurched back to the left.", "sentId": 143}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "But when you have these people now we will see if Evan McMullin has staying power after the election, he certainly serve the purpose for the never Trump people right now and he's been an eloquent campaigner against Trump people if you are conserver .", "sentId": 144}, {"text": "A real fracturing, a breakup?", "sentId": 145}, {"text": "Not just autopsy and what did we do wrong, but a break up of the party?", "sentId": 146}], "secId": 35}, {"speaker": "PHILIP", "sentences": [{"text": "Well, I think the Republicans Party is going to be looking for their new standard bearers after this is over no matter what happens.", "sentId": 147}, {"text": "There are a lot of people who are politically damaged.", "sentId": 148}, {"text": "Ted Cruz, Marco Rubio, because of all the things that have happened over the last year and a half with Trump.", "sentId": 149}, {"text": "Evan McMullin stands to benefit from that whether he will or not is unclear but it's going to be kind of this mad dash to find who are going to be the people who can take the Republican Party forward, who can help them to undo some of the damage?", "sentId": 150}, {"text": "No matter what happens in this election, there will be damage.", "sentId": 151}, {"text": "They will have to rebuild and someone's going to have to do that.", "sentId": 152}], "secId": 36}, {"speaker": "HAM", "sentences": [{"text": "Well, the aftermath of this is, is going to be brutal.", "sentId": 153}], "secId": 37}, {"speaker": "PHILIP", "sentences": [{"text": "Yeah.", "sentId": 154}], "secId": 38}, {"speaker": "HAM", "sentences": [{"text": "This is not going to be a friendly reconciliation.", "sentId": 155}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "To be kind.", "sentId": 156}], "secId": 40}, {"speaker": "HAM", "sentences": [{"text": "Yes.", "sentId": 157}, {"text": "I think what McMullen, his running mate, are young and they sort of signify a generational divide on the Trump question where many older GOP voters have decided to say, OK, this is the best of two not great choices and young ones have said this is destroying our change to reach all these people and that's the message that they're sending.", "sentId": 158}], "secId": 41}, {"speaker": "VISER", "sentences": [{"text": "You also and in Abby's point I mean you almost have a broader list party, you know, where Trump is just been such a presence that afterwards you're going to look to somebody who can steer the ship, but whatever the metaphor is, but, you know, you have people like Rob Portman in Ohio or Ben Sass in Nebraska, people who have spoken out against Trump who are kind of well positioned.", "sentId": 159}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "But you have, to that generational point, yeah that's why the president, they don't think they're going to get Marco Rubio.", "sentId": 160}, {"text": "But he's trying just in case.", "sentId": 161}, {"text": "Can we do something in Florida to knock a next guy out?", "sentId": 162}, {"text": "So, President's down there making that case.", "sentId": 163}, {"text": "Listen to Hillary Clinton in North Carolina yesterday.", "sentId": 164}, {"text": "Another big divide here is evangelical candidates, the elected officials who are willing to step up in the social issues.", "sentId": 165}, {"text": "Well, Pat McCrory is the governor of North Carolina.", "sentId": 166}, {"text": "He signed the transgender law into place that angered liberals.", "sentId": 167}, {"text": "The NBA pulled its all-star game, but conservative -- Christian conservatives think he is one of their standard bearers, Secretary Clinton yesterday going directly after him.", "sentId": 168}], "secId": 43}, {"speaker": "CLINTON", "sentences": [{"text": "North Carolina deserves a governor who will put the people of North Carolina first.", "sentId": 169}, {"text": "Not some kind of ideological agenda that goes against the interests of the people here.", "sentId": 170}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "You have an effort by the Democrats to have a statement election on many points here.", "sentId": 171}, {"text": "Now, North Carolina is not a liberal state.", "sentId": 172}, {"text": "It's a swing -- classic swing state.", "sentId": 173}, {"text": "But she's trying to make a point.", "sentId": 174}], "secId": 45}, {"speaker": "KNOX", "sentences": [{"text": "She's also trying to get the Obama coalition out, right?", "sentId": 175}, {"text": "And there's few states in which that matter more than North Carolina, so it serves her purposes there and she's doing it in a climate where the party's standard bearer has broken with the conservative movement.", "sentId": 176}, {"text": "He's broken with some core tenets .", "sentId": 177}, {"text": "He is not in favor of overhauling entitlements to list just one.", "sentId": 178}, {"text": "He's a -- opposed a free trade.", "sentId": 179}, {"text": "So she's doing it in a unique climate and that's where I think the reckoning is going to come in.", "sentId": 180}, {"text": "That and I do wonder what's going to happen to speaker Paul Ryan when we'll have the speakership elections.", "sentId": 181}, {"text": "That's -- if they're hold the house.", "sentId": 182}, {"text": "That's going to be a really and tells you how the movement -- how the Republican Party and now the conservative movement can live together, if they can.", "sentId": 183}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "Think about it as an onion there with many layers to peel on the Republican reckoning.", "sentId": 184}, {"text": "This come after this election, it's going to be messy.", "sentId": 185}, {"text": "And it's ...", "sentId": 186}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "... that's every at end of every block.", "sentId": 187}, {"text": "THIS is good for you.", "sentId": 188}, {"text": "Our reporters \"Empty Your Notebooks\".", "sentId": 189}, {"text": "Next including why you'll going see the First Lady out on the campaign trail a lot more often.", "sentId": 190}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "That's close as we always do, head around the \"Inside Politics\" table, ask our great reporters give you a sneak peek into their notebooks, out ahead of this big political news, Olivier.", "sentId": 191}], "secId": 49}, {"speaker": "KNOX", "sentences": [{"text": "TPP the Trans Pacific trade Partnership, maybe you've heard of it, if you've been following this campaign.", "sentId": 192}, {"text": "Anyway, you know that it's what Hillary Clinton called the gold standard before she turned against it.", "sentId": 193}, {"text": "Donald Trump and Hillary Clinton opposed it, so it's dead, right, it's gone, it's buried, it's kind of the happy hunting grounds.", "sentId": 194}, {"text": "No, it hasn't according to the White House.", "sentId": 195}, {"text": "They've been hosting trade and industry groups to try to talk up the possibility of a post- election push to try to get it passed lame duck.", "sentId": 196}, {"text": "Now, that's probably not going to happen if I'll just say it right here.", "sentId": 197}, {"text": "It's not going to happen, but advocates for the trivial point out it's not dead no matter what.", "sentId": 198}, {"text": "Because unlike regular legislation it's going to live on through the next presidency and so we might see more TPP -- return of TPP a good Halloween theme.", "sentId": 199}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "The lawyers wrote it in.", "sentId": 200}, {"text": "Good for the lawyers there, Abby?", "sentId": 201}], "secId": 51}, {"speaker": "PHILIP", "sentences": [{"text": "Well, Michelle Obama and Hillary Clinton are going to be together again in North Carolina on Thursday, but one of the things we're looking at is where is Michelle Obama going?", "sentId": 202}, {"text": "We might see her a little more in some redder states, because with 65 percent approval rating she's incredibly popular but also has this unique ability to reach out to Republicans.", "sentId": 203}, {"text": "It's the way she talks about things.", "sentId": 204}, {"text": "She's one of the only surrogates that Hillary Clinton has that can do both the base turnout and persuade voters who are undecided to go back Hillary Clinton.", "sentId": 205}, {"text": "So as the campaign looks at some of these expansion states, Arizona, Utah, Georgia, we're also looking to see where Michelle Obama goes and seeing whether she's going to be doing that job for Hillary Clinton.", "sentId": 206}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "I'll check that out only 88 days left in that house for Mrs. Obama, they might want to enjoy some of it, M.K.", "sentId": 207}, {"text": "?", "sentId": 208}], "secId": 53}, {"speaker": "HAM", "sentences": [{"text": "Speaking of scary Halloween stories the Obamacare premium hikes are here.", "sentId": 209}, {"text": "This is Always comes around November 1st.", "sentId": 210}, {"text": "which is problematic for Democrats running campaigns.", "sentId": 211}, {"text": "IT breaks a couple marquee promises of Obamacare keeping your plan, and tons of competition and affordable care act.", "sentId": 212}, {"text": "So that is a problem maybe not for Hillary, because Trump probably won't prosecute that case against her, but in the senate races where Republicans have been focusing on that, having those letters come at this time and people getting upset about it, is not bad timing for them.", "sentId": 213}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "And a funny, so -- and they'll end up and you need me for a check on her as we fix this, Matt?", "sentId": 214}], "secId": 55}, {"speaker": "VISER", "sentences": [{"text": "Hispanic voters.", "sentId": 215}, {"text": "I spent some time last week in Arizona and seeing Michelle Obama and as Abby was talking about, so her effectiveness in some of those red states, and I was talking to Jan Brewer, the former governor, asking her about the idea that the Clinton campaign is testing and driving up Hispanic voters.", "sentId": 216}], "secId": 56}, {"speaker": "VISER", "sentences": [{"text": "And Jan Brewer said no, they don't vote.", "sentId": 217}, {"text": "So talk about bulletin board material that is being used by Democrats in fund- raising appeals and things like that.", "sentId": 218}, {"text": "But look for the Hispanic vote and whether that can change in Arizona.", "sentId": 219}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Watch that especially in early voting as well, now close with this pick a state, almost, any state and Republican Dysfunction is easy to find.", "sentId": 220}, {"text": "That's bad news, anyway but even more so, at a time as we've talked about that early voting is more and more important in elections.", "sentId": 221}, {"text": "The big Republican news in Ohio today for example, is that the state Republican Party Chairman is voting Republican for president.", "sentId": 222}, {"text": "Huh?", "sentId": 223}, {"text": "Yes.", "sentId": 224}, {"text": "A given all the state party feuding with Trump and his campaign, chairman Matt Borges felt compelled to e-mail party activist making clear he will indeed vote a straight Republican ticket.", "sentId": 225}, {"text": "Shouldn't be news, but it is.", "sentId": 226}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "And this morning from our friend from Dallas passing along Republican canvassers came through his neighborhood yesterday and because he wasn't home they left one of those door hangers on his door encouraging early voting.", "sentId": 227}, {"text": "No mention of Donald Trump.", "sentId": 228}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Nuts and bolts matter in the final days of campaigning including coordinating your spending and communications.", "sentId": 229}, {"text": "These things can be the difference in close races, and the GOP discord is why smart Republicans not only have little hope for Trump, but they're and worried there could be a few surprises down ballot losing some races they have every right and reason to win.", "sentId": 230}, {"text": "That's in of \"Inside Politics.\"", "sentId": 231}, {"text": "hope you enjoy the new set out here.", "sentId": 232}, {"text": "We're going to be here two weeks.", "sentId": 233}, {"text": "It's a beautiful view.", "sentId": 234}, {"text": "A quick break.", "sentId": 235}, {"text": "Then \"Wolf.\"", "sentId": 236}], "secId": 60}], "sectionCount": 61, "url": "transcripts.cnn.com/TRANSCRIPTS/1610/24/ip.02.html", "sentenceCount": 238, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 24, 2016 - 12:30   ET", "speakers": ["KING", "TRUMP", "HAM", "CONWAY", "PHILIP", "VISER", "TAPPER", "MOOK", "KNOX", "MCMULLIN", "CLINTON"], "title": "INSIDE POLITICS"}