{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1402.23.ip.01.html.json", "subTitle": "Obama's About-Face; Clouds over Christie and Walker; The Hillary Clinton Factor", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "It's President Obama's turn for a big election year about face.", "sentId": 0}, {"text": "First it was Speaker John Boehner on immigration; now the President on Social Security.", "sentId": 1}], "secId": 0}, {"speaker": "OBAMA", "sentences": [{"text": "My budget does also contain the compromise I offered Speaker Boehner.", "sentId": 2}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "That was 2013 when working together and deficit reduction mattered.", "sentId": 3}, {"text": "But never mind, this is 2014.", "sentId": 4}, {"text": "Governing takes a back seat to politics.", "sentId": 5}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Plus, Chris Christie's command performance.", "sentId": 6}], "secId": 3}, {"speaker": "CHRISTIE", "sentences": [{"text": "There may be people in this room who disagree with me on something.", "sentId": 7}, {"text": "All of us are from New Jersey.", "sentId": 8}, {"text": "What that means is if you get it, you are getting it right back.", "sentId": 9}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "But one upbeat town hall won't make bridge gate go away and now another top 2016 GOP prospect faces a big investigation.", "sentId": 10}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "And Republicans give Hillary Clinton a starring role in 2014.", "sentId": 11}], "secId": 6}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Conservative Republicans love Hillary Clinton.", "sentId": 12}, {"text": "Right?", "sentId": 13}, {"text": "Just ask Lindsey Graham.", "sentId": 14}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "And beyond.", "sentId": 15}], "secId": 8}, {"speaker": "MCCAIN", "sentences": [{"text": "If the election were tomorrow, Hillary Clinton would most likely be the President of the United States.", "sentId": 16}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters -- now.", "sentId": 17}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 18}, {"text": "I'm John King.", "sentId": 19}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 20}], "secId": 11}, {"speaker": "And with us to share their reporting and their insights", "sentences": [{"text": "Amy Walter of \"The Cook Political Report\"; David Maraniss of \"The Washington Post\"; Jonathan Martin of \"The New York Times\"; and Julie Pace of the Associated Press.", "sentId": 21}], "secId": 12}, {"speaker": "And with us to share their reporting and their insights", "sentences": [{"text": "Yes, there are 254 -- count them -- 254 days until Election Day and yet, sad to say, the year of governing is over; politics rules.", "sentId": 22}], "secId": 13}, {"speaker": "And with us to share their reporting and their insights", "sentences": [{"text": "We've watched Republicans dodge the land mines on issues like immigration and the debt ceiling.", "sentId": 23}, {"text": "And now President Obama ducks a big Democratic civil war dropping a huge Social Security reform from a new budget that also calls for big new spending on things yes, things Democrats think help them in the fall campaign.", "sentId": 24}], "secId": 14}, {"speaker": "And with us to share their reporting and their insights", "sentences": [{"text": "Now Julie Pace, you cover the White House.", "sentId": 25}, {"text": "Is it safe to say that nothing big is going to get done this year and this is a concession by the President as much to frame the election and forget about policy?", "sentId": 26}], "secId": 15}, {"speaker": "PACE", "sentences": [{"text": "It's really hard to see what big could get done this year.", "sentId": 27}, {"text": "And when you look at the budget, this is such a wonky thing but it really is important to understanding how the White House views this year in terms of focusing on Democratic success in the mid-term elections because one year ago the President put something in his budget on Social Security that was basically a good faith gesture to Republicans.", "sentId": 28}, {"text": "It was meant to start negotiations on a grand bargain budget deal.", "sentId": 29}], "secId": 16}, {"speaker": "PACE", "sentences": [{"text": "This year it's out.", "sentId": 30}, {"text": "It's the clearest sign that we have that a grand bargain on the budget is not going to happen this year and really nothing much else is either.", "sentId": 31}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "And policy won't know a changed CPI is it the more modest way of calculating the Social Security annual inflation increases and it saves a lot of money.", "sentId": 32}, {"text": "Amy and President is Julie knows put it in as a gesture of good will.", "sentId": 33}, {"text": "And now he's saying what's most important is not John Boehner but Elizabeth Warren right, the base of his party.", "sentId": 34}], "secId": 18}, {"speaker": "WALTER", "sentences": [{"text": "It is much more important to make sure that the base comes and turns out.", "sentId": 35}, {"text": "The one thing that Democrats know is in a mid-term election their base tends to stay home especially younger voters, minority voters stay home.", "sentId": 36}], "secId": 19}, {"speaker": "WALTER", "sentences": [{"text": "The other issues that they are looking at are people who are not as well off, people making less than $50,000 a year.", "sentId": 37}, {"text": "They need those people to go to the polls which is why we'll still are going to hear about the minimum wage why we're going to hear about and safety net programs, why we're going hear about throwing the middle class out.", "sentId": 38}, {"text": "It's going to feel very much like 2012 all over again.", "sentId": 39}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "We're going to hear about the minimum wage but Jonathan the Congressional Budget Office report is being used by Republicans to say look this would cost a boatload of jobs we're not going to do it.", "sentId": 40}, {"text": "Is -- how damaging is that report to the President's hopes of actually getting Congress to do something as opposed to just campaigning on it?", "sentId": 41}], "secId": 21}, {"speaker": "MARTIN", "sentences": [{"text": "Well it makes to even more  John Boehner when everybody bring on that bullet from the House and he probably wasn't going to before but I think now when you've got the sort of vaunted CBO or coming up from Mount Olympus to say that actually this is in fact going to cost jobs -- that's not all they said -- but you know the GOP is going to seize on that.", "sentId": 42}, {"text": "And it does seem Boehner would be not inclined to give Democrats a reprieve.", "sentId": 43}, {"text": "But here's the thing, for Democrats it's not bad to have the issue either.", "sentId": 44}], "secId": 22}, {"speaker": "WALTER", "sentences": [{"text": "Absolutely.", "sentId": 45}, {"text": "They're going to want to take that all the way.", "sentId": 46}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "What does this tell us about the evolution of Barack Obama?", "sentId": 47}, {"text": "He was, remember, in 2008 going to be this transformational guy, Republicans and Democrats were going to get along, you know Kumbaya, Washington is going to pass big things, we're going to deal with big issues.", "sentId": 48}, {"text": "And now he's  just like Speaker Boehner the Republicans are doing it too, this is all base, base, base and it's all politics, less policy.", "sentId": 49}], "secId": 24}, {"speaker": "MARANISS", "sentences": [{"text": "Well, it is all politics but you have to understand that the reason it is, is because his legacy still depends on what happens after him and so everything he's doing now is to try to assure that there's a possibility there is a next Democratic president.", "sentId": 50}, {"text": "But there's not, it completely rewrites his presidency.", "sentId": 51}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "So you surrender 2014 and maybe 2015?", "sentId": 52}], "secId": 26}, {"speaker": "MARANISS", "sentences": [{"text": "I don't know if he surrendered 2014 because I don't know if he had it to surrender.", "sentId": 53}, {"text": "But the linkage that he has to make now between him and the next possible president --", "sentId": 54}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "That's a great point Amy.", "sentId": 55}, {"text": "Did he have it to surrender?", "sentId": 56}, {"text": "The President is going to meet with OFA.", "sentId": 57}, {"text": "It used to be his campaign organization now it's \"Organizing for Action\" trying to gin up turnout, grass root activity.", "sentId": 58}, {"text": "Was it inevitable that he didn't have this year?", "sentId": 59}, {"text": "This was the six-year  campaign The Republicans have the advantage so he is just embracing reality and says do the best I can?", "sentId": 60}], "secId": 28}, {"speaker": "WALTER", "sentences": [{"text": "Well that's not true what it sounded like though when we went into this year.", "sentId": 61}, {"text": "It did seem like, wow, we have the good will, you have the good election behind you to get something done especially on something like immigration where Republicans also want to get something done.", "sentId": 62}], "secId": 29}, {"speaker": "WALTER", "sentences": [{"text": "What's -- what's broken down is inability for the two sides to trust each other and now that Republicans see control of the Senate so close, I mean it's right there right in front of them, why would they possibly want to jeopardize that by giving the President --", "sentId": 63}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "But just a couple weeks ago he was calling for a year of action.", "sentId": 64}, {"text": "Instead we're going to get a year of posturing and politics?", "sentId": 65}], "secId": 31}, {"speaker": "MARTIN", "sentences": [{"text": "A year didn't harm right.", "sentId": 66}], "secId": 32}, {"speaker": "PACE", "sentences": [{"text": "We're going to get -- right and it's on both sides.", "sentId": 67}, {"text": "The Republicans they have said we're not going to do immigration -- we want to do it in theory but we don't want to do it this year because it exposes gaps in our party.", "sentId": 68}, {"text": "We're not going to put up a fight over the debt ceiling because we don't want to expose those differences.", "sentId": 69}], "secId": 33}, {"speaker": "WALTER", "sentences": [{"text": "And also what it's doing is kicking the can down the road on these issues.", "sentId": 70}], "secId": 34}, {"speaker": "PACE", "sentences": [{"text": "Absolutely and a lot of it.", "sentId": 71}], "secId": 35}, {"speaker": "MARANISS", "sentences": [{"text": "But the one thing you are leaving out is foreign policy which always throws a surprise in there.", "sentId": 72}], "secId": 36}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 73}], "secId": 37}, {"speaker": "MARANISS", "sentences": [{"text": "So you know we might say that nothing's going to happen over the next eight months.", "sentId": 74}, {"text": "Something will happen -- we just don't know what it is.", "sentId": 75}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "Something will happen and a crisis and how does the President's respond to that doesn't the dynamic.", "sentId": 76}, {"text": "One thing that is happening is we know this election is going to be a huge debate about the role of government, the size of government, the scope of government, the reach of government or what is the government's responsibility and what's not, what's Washington's responsibility, what belongs to the states.", "sentId": 77}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "The Republicans want to make that all about Obamacare.", "sentId": 78}, {"text": "I want to pose a question -- is there any Democrat in the country who will stand up this year and say, thank you, George W. Bush.", "sentId": 79}, {"text": "And I say that in this context.", "sentId": 80}, {"text": "We've just seen now that all the money from Fannie and Freddie is back.", "sentId": 81}, {"text": "The Tea Party started not because of Obamacare, not because of Barack Obama, but because George W. Bush bailed out the banks and got ready for the GM bailout, the auto industry bailout and that infuriated his base.", "sentId": 82}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "Democrats accepted it.", "sentId": 83}, {"text": "Will Democrats now say thank you?", "sentId": 84}, {"text": "Will any Tea Party voter in America believe the government is actually going to make a profit on this?", "sentId": 85}], "secId": 41}, {"speaker": "PACE", "sentences": [{"text": "That's the point that you can -- you can put out facts and figures and reports but your average American hears \"bailout\" and all they think is the government putting out money.", "sentId": 86}, {"text": "They never think about the money coming back in.", "sentId": 87}, {"text": "And I think that's a really hard case to make even if facts are on your side.", "sentId": 88}, {"text": "WALTER:  And where is it -- what does it mean for them?", "sentId": 89}, {"text": "I mean that's -- the Tea Party was more than just bailouts.", "sentId": 90}, {"text": "It was you bailed people out they're supposedly successful.", "sentId": 91}, {"text": "It hasn't translated down to me.", "sentId": 92}, {"text": "I still don't have a job.", "sentId": 93}], "secId": 42}, {"speaker": "MARTIN", "sentences": [{"text": "You never get -- you never get credit on politics for --", "sentId": 94}], "secId": 43}, {"speaker": "WALTER", "sentences": [{"text": "Yes.", "sentId": 95}], "secId": 44}, {"speaker": "MARTIN", "sentences": [{"text": "-- for avoiding crisis.", "sentId": 96}, {"text": "Right you don't get -- that great philosopher Barney Frank John of your fair state had a quote in 2010.", "sentId": 97}, {"text": "He said that he wanted a bumper sticker that would have read -- \"2010, things that would have sucked worse without me.\"", "sentId": 98}, {"text": "That's one heck of a bumper sticker.", "sentId": 99}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "It's baked in.", "sentId": 100}, {"text": "It's baked in no matter what the data shows, people think it was a mistake.", "sentId": 101}], "secId": 46}, {"speaker": "MARANISS", "sentences": [{"text": "Well it's part of the whole litany with the auto bailout and with the stimulus package.", "sentId": 102}, {"text": "All three of those you could say worked better than people predicted they would.", "sentId": 103}], "secId": 47}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 104}], "secId": 48}, {"speaker": "MARANISS", "sentences": [{"text": "And yet neither George Bush nor Barack Obama are getting the credit.", "sentId": 105}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "It's that legacy thing.", "sentId": 106}, {"text": "Right?", "sentId": 107}], "secId": 50}, {"speaker": "WALTER", "sentences": [{"text": "Which legacy thing?", "sentId": 108}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "That's it.", "sentId": 109}, {"text": "That's the question.", "sentId": 110}, {"text": "That's exactly they think it is a good thing but in your time if you can convince anybody that it is a good thing.", "sentId": 111}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "All right everybody, stay put.", "sentId": 112}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "Today is drape measuring day over at the White House.", "sentId": 113}, {"text": "As President Obama hosts the nation's governors for dinner, how many of them, how many of those governors think they should be the next president and who's notably passing up a free meal?", "sentId": 114}, {"text": "Our puzzle is next.", "sentId": 115}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 116}], "secId": 55}, {"speaker": "Our puzzle this week", "sentences": [{"text": "part card game, part history lesson.", "sentId": 117}, {"text": "Tonight the President welcomes the nation's governors for a big annual dinner at the White House.", "sentId": 118}, {"text": "And as always not many of those governors have dreams, as the great philosopher George Jefferson might put it, of moving on up.", "sentId": 119}], "secId": 56}, {"speaker": "Let's take a look.  We know at least nine governors are thinking about giving some thought to 2016.  The blue those are the Democrats", "sentences": [{"text": "Andrew Cuomo, Martin O'Malley, John Hickenlooper .", "sentId": 120}, {"text": "The red, at least a half dozen Republican governors thinking about 2016, from Chris Christie in New Jersey to Mike Pence in Indiana.", "sentId": 121}], "secId": 57}, {"speaker": "Let's take a look.  We know at least nine governors are thinking about giving some thought to 2016.  The blue those are the Democrats", "sentences": [{"text": "Now at least three of these nine are going to miss all or part of the festivities at the White House.", "sentId": 122}, {"text": "Governors Christie, Cuomo, and Kasich deciding not to attend all or most of those meetings at the White House.", "sentId": 123}], "secId": 58}, {"speaker": "Let's take a look.  We know at least nine governors are thinking about giving some thought to 2016.  The blue those are the Democrats", "sentences": [{"text": "Now Hillary Clinton might disagree but history does suggest pretty good odds the next president will be a governor.", "sentId": 124}, {"text": "Why say that well John F. Kennedy in 1960 elected from the Senate.", "sentId": 125}, {"text": "Then Barack Obama in 2008 elected from the Senate.", "sentId": 126}, {"text": "It hasn't happened since then directly elected from the senate.", "sentId": 127}, {"text": "If you look more recently, the five presidents before Barack Obama -- Jimmy Carter, Bill Clinton, Ronald Reagan, George W. Bush -- four of those five governors, two Democrats and two Republicans.", "sentId": 128}], "secId": 59}, {"speaker": "So let's continue the conversation focusing on the Republicans. Let's begin J. Martin with the two Republicans under investigation", "sentences": [{"text": "Chris Christie and Scott Walker.", "sentId": 129}, {"text": "As they look at 2016 are these investigations clouds or serious obstacles?", "sentId": 130}], "secId": 60}, {"speaker": "MARTIN", "sentences": [{"text": "They're clouds certainly in the short term especially for Chris Christie who really wanted to make 2014 his big year to shine.", "sentId": 131}, {"text": "Head of the RGA, which is the group that's dedicated to put up these GOP governors across the country; he wanted to tour the country, get his name out there and take advantage of that post.", "sentId": 132}, {"text": "And obviously the first few months of the year have not gone as they originally thought.", "sentId": 133}], "secId": 61}, {"speaker": "MARTIN", "sentences": [{"text": "I think the jury is still out on the Walker issue.", "sentId": 134}, {"text": "It's not quite as clear as it is there with Governor Christie that there was wrongdoing.", "sentId": 135}, {"text": "Certainly with Christie it's pretty obvious at the staff level at least.", "sentId": 136}], "secId": 62}, {"speaker": "MARTIN", "sentences": [{"text": "But what's so fascinating to me, John, watching these governors is that there's no obvious heir apparent.", "sentId": 137}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 138}], "secId": 64}, {"speaker": "MARTIN", "sentences": [{"text": "I mean how many decades have we seen in the Republican Party that there is an obvious candidate?", "sentId": 139}, {"text": "And that person just doesn't exist.", "sentId": 140}, {"text": "Some would have said Chris Christie last year.", "sentId": 141}, {"text": "That's certainly now not the case.", "sentId": 142}, {"text": "It is a wide-open race I think as wide open on the GOP side for probably the last four years, maybe more than that.", "sentId": 143}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "The question for Governor Walker in Wisconsin is whether he as a Milwaukee County executive essentially whether he had people on the government payroll doing his campaign work and whether there did not have clearly defined lines.", "sentId": 144}], "secId": 66}, {"speaker": "MARANISS", "sentences": [{"text": "And furthermore there's another active investigation -- there's two John Does.", "sentId": 145}, {"text": "So the old news is the first John Doe which is over with and which presented a lot of things that people actually didn't know about in terms of the sensibility of his people that worked for him.", "sentId": 146}], "secId": 67}, {"speaker": "MARANISS", "sentences": [{"text": "But the other thing is that the focus is just going on him right now in an intense way that he's never really had before.", "sentId": 147}, {"text": "During the whole recall movement it was more about the issue of labor and actually a policy dispute and now it is a personal focus on Scott Walker himself and there is a lot there that goes all the way back to his days as an undergraduate at Marquette when he got kick out of school for, you know, fooling around with an election.", "sentId": 148}], "secId": 68}, {"speaker": "PACE", "sentences": [{"text": "There is one positive to having this happen now though, both for Christie and particularly for Scott Walker is that this exposes you to what it really would be like to run for president.", "sentId": 149}], "secId": 69}, {"speaker": "MARANISS", "sentences": [{"text": "That's right.", "sentId": 150}], "secId": 70}, {"speaker": "PACE", "sentences": [{"text": "And if you can go through these investigations, have all this attention on you and it turns out that nothing actually happens, it ends up being a good experience and it lets you then start your presidential campaign next year with something of a clean slate.", "sentId": 151}], "secId": 71}, {"speaker": "MARANISS", "sentences": [{"text": "If Walker survives that, you're absolutely right.", "sentId": 152}, {"text": "Because surviving the recall strengthens an --", "sentId": 153}], "secId": 72}, {"speaker": "PACE", "sentences": [{"text": "Absolutely.", "sentId": 154}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 155}, {"text": "As we go back to the Clinton days, David and I used to call weeble  -- that's an old toy that it wobbles but it doesn't fall down.", "sentId": 156}], "secId": 74}, {"speaker": "MARANISS", "sentences": [{"text": "It never falls down.", "sentId": 157}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "Clinton -- when everyone thought he was dead, he got up.", "sentId": 158}, {"text": "Thought he was dead, he got up.", "sentId": 159}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "One of the questions is to David's point, you see these guys tested and you see are they strong performers?", "sentId": 160}, {"text": "I don't think a lot of people who didn't like Bill Clinton or didn't like his policies came to respect his toughness.", "sentId": 161}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "We saw Chris Christie back in the town hall format this week.", "sentId": 162}, {"text": "He was grateful, nobody asked him about bridge gate.", "sentId": 163}, {"text": "But he did get a little testy -- not trademark Christie testy -- but a little testy when asked about Sandy relief aid.", "sentId": 164}, {"text": "Listen here.", "sentId": 165}], "secId": 78}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Why did you privatize most of the grant programs?", "sentId": 166}, {"text": "You didn't have to do that?", "sentId": 167}, {"text": "GOV.", "sentId": 168}, {"text": "CHRIS CHRISTIE , NEW JERSEY:  I just disagree with you.", "sentId": 169}], "secId": 79}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Answer the question.", "sentId": 170}], "secId": 80}, {"speaker": "CHRISTIE", "sentences": [{"text": "I'm answering the question.", "sentId": 171}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "He's --", "sentId": 172}], "secId": 82}, {"speaker": "WALTER", "sentences": [{"text": "That was right.", "sentId": 173}, {"text": "That was a nice turn as opposed to just turning and punching somebody.", "sentId": 174}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "So he's growing.", "sentId": 175}], "secId": 84}, {"speaker": "WALTER", "sentences": [{"text": "There we go.", "sentId": 176}, {"text": "He's mellowing out.", "sentId": 177}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "If it's not a governor and most Republicans think -- a lot of Republican strategists think our case against President Obama was first term senator, nice guy, wasn't ready, let's get a chief executive.", "sentId": 178}, {"text": "That's the proven track record.", "sentId": 179}, {"text": "But if it's not a governor and one of the questions is that the Tea Party wants to govern.", "sentId": 180}, {"text": "You look around at Rand Paul.", "sentId": 181}, {"text": "You look around at Ted Cruz.", "sentId": 182}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Rand Paul would talk about this before.", "sentId": 183}, {"text": "I think he is the most fascinating guy in what he's trying to do, this sort of patchwork quilt.", "sentId": 184}, {"text": "A little bit libertarian, a little bit Tea Party, a little bit establishment.", "sentId": 185}, {"text": "But this week I think he was reaching out for the middle actually -- independents.", "sentId": 186}, {"text": "He went after Ted Nugent who called the President -- the rock star called the President of the United States a subhuman mongrel.", "sentId": 187}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "Then Ted Nugent campaigned for the Democrat -- one of the Republican candidates, excuse me, for governor in Texas.", "sentId": 188}, {"text": "Rand Paul tweeted \"Ted Nugent's derogatory description of President Obama is offensive and has no place in politics.", "sentId": 189}, {"text": "He should apologize.\"", "sentId": 190}, {"text": "What's he trying to do?", "sentId": 191}], "secId": 88}, {"speaker": "MARTIN", "sentences": [{"text": "He's trying to demonstrate that his outreach efforts to the African-American community are legit and that when somebody who's popular with many conservatives says something that's offensive, he will actually speak out.", "sentId": 192}], "secId": 89}, {"speaker": "WALTER", "sentences": [{"text": "We have he's heard this now for the last couple of leaks -- each side trying to get the \"authentic\" card, right.", "sentId": 193}, {"text": "We need to look like we're authentic and usually when you say that, it is because you're not.", "sentId": 194}], "secId": 90}, {"speaker": "WALTER", "sentences": [{"text": "In Rand Paul's case this is where he is.", "sentId": 195}, {"text": "He's going to be on all of these different issues not easily put into a box, whether it is on restoring felons' rights to vote, whether it's on drug minimum sentencing.", "sentId": 196}, {"text": "And he's just going to call it like he sees it.", "sentId": 197}], "secId": 91}, {"speaker": "MARTIN", "sentences": [{"text": "Keep in mind John too, that Rick Perry that same day also denounced Mr. Nugent's comments.", "sentId": 198}, {"text": "I think Rand was seeing a potential rival out there and so he hopped on board, too.", "sentId": 199}, {"text": "MARANISS:  What are we doing here though?", "sentId": 200}, {"text": "We're giving people credit for being rational human beings.", "sentId": 201}], "secId": 92}, {"speaker": "PACE", "sentences": [{"text": "The standards in Washington have fallen so low.", "sentId": 202}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "But I think one of the questions is can you keep all these pieces together or at some point you see somebody drop the mantel and it all goes boom.", "sentId": 203}], "secId": 94}, {"speaker": "PACE", "sentences": [{"text": "Because with Rand Paul, everything that's great about him is the authenticity and the fact that he does seem to make decisions issue by issue.", "sentId": 204}, {"text": "But then you go into a Republican primary and how will that hold up when voters who are going to vote in a lot of these primaries especially in these early states are going to have a list of things that they want their candidate to have supported.", "sentId": 205}], "secId": 95}, {"speaker": "MARTIN", "sentences": [{"text": "And in this era, the things that you say to the old caucus-goers in Iowa are instantly transmitted to the young libertarians in California.", "sentId": 206}, {"text": "It is not like you can say one thing to an audience.", "sentId": 207}, {"text": "Those days are long gone.", "sentId": 208}, {"text": "So that gauntlet for him is going to be even tougher because of this technology that we are in now.", "sentId": 209}], "secId": 96}, {"speaker": "MARANISS", "sentences": [{"text": "But supporting Ted Nugent is probably not on that list --", "sentId": 210}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "He's on safe ground there, we think?", "sentId": 211}], "secId": 98}, {"speaker": "WALTER", "sentences": [{"text": "I don't think a whole lot of people are out there saying \"We should defend Ted Nugent.\"", "sentId": 212}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "We don't know.", "sentId": 213}, {"text": "We have all the governors in town this weekend.", "sentId": 214}, {"text": "There could be some surprises there.", "sentId": 215}, {"text": "We have to see what happens in the 2014 gubernatorial elections.", "sentId": 216}, {"text": "We know that Rand Paul, we know that Ted Cruz -- we know there'll potentially some other candidates for president.", "sentId": 217}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "But one thing all of the Republicans agree on is we don't know who our going to be but think we're going to be running against her, \"her\" being Hillary Clinton.", "sentId": 218}, {"text": "John McCain said this week that if the election were today she wouldn't get his vote but he thinks she would win.", "sentId": 219}, {"text": "And there was an Ohio poll out this past week that some would read as proof McCain is right in the sense that Hillary Clinton beat everyone of a half dozen or so Republicans they tested her against.", "sentId": 220}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "But I'm going to be a contrarian.", "sentId": 221}, {"text": "To me that poll showed -- again, it is 2014, February.", "sentId": 222}, {"text": "So invest a penny in any polls about 2016 and no more.", "sentId": 223}, {"text": "However, the highest she got, Amy, against any Republican was 51.", "sentId": 224}, {"text": "Now, you could read that as she beat them all.", "sentId": 225}], "secId": 102}, {"speaker": "WALTER", "sentences": [{"text": "Yes.", "sentId": 226}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Or you could read that as at a time the Republican Party' in this circular firing squad and has no singular leader and she is the singular leading prospect, to me I think, she's at 51, I can get her.", "sentId": 227}, {"text": "WALTER:  Maybe.", "sentId": 228}, {"text": "I mean I still think it is Ohio.", "sentId": 229}, {"text": "Nobody's going to win Ohio with more than 53 percent.", "sentId": 230}, {"text": "So if she were at 55 percent you say this election is over, let's just pack it in --", "sentId": 231}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "Save the money.", "sentId": 232}], "secId": 105}, {"speaker": "WALTER", "sentences": [{"text": "Right.", "sentId": 233}, {"text": "Give it all, it doesn't matter who comes out of that Republican primary.", "sentId": 234}, {"text": "The fact that the Democratic Party actually is in as much trouble as it is at least when you look at the midterm elections, when you look at where the President is right now and you have a Democratic candidate hitting 51 percent.", "sentId": 235}, {"text": "I agree with you, don't even invest a penny -- whatever that is that's less than a penny.", "sentId": 236}], "secId": 106}, {"speaker": "WALTER", "sentences": [{"text": "It still is a better sign for Democrats that they can have their own brand separate from the President's brand.", "sentId": 237}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "You know her and her mindset, David.", "sentId": 238}, {"text": "What do you think?", "sentId": 239}, {"text": "So they keep -- here's another poll, Hillary.", "sentId": 240}, {"text": "You're winning Ohio, Hillary.", "sentId": 241}, {"text": "Does it become the --", "sentId": 242}], "secId": 108}, {"speaker": "MARANISS", "sentences": [{"text": "They eat up those polls, believe me.", "sentId": 243}, {"text": "You know that, both Bill and Hillary.", "sentId": 244}, {"text": "But she knows where she was in 2007 so I'm sure she's thinking about that as well.", "sentId": 245}, {"text": "It really makes her --", "sentId": 246}], "secId": 109}, {"speaker": "MARTIN", "sentences": [{"text": "I was talking to a long-time Democrat this week who pointed out a very important point.", "sentId": 247}, {"text": "It goes to what you said David about the importance of who follows Barack Obama.", "sentId": 248}, {"text": "That is Democrats are now so consumed with keeping this streak going.", "sentId": 249}, {"text": "The old Democratic Party was so full of sort of inter-nest fighting back and forth, they've become a much more stylistically cautious and conservative party because they're now in a lot of ways the majority party nationally in this country and that's why you see them, to borrow the old Bill Clinton phrase, falling in line, not falling in love or they'll hurt.", "sentId": 250}], "secId": 110}, {"speaker": "King", "sentences": [{"text": "All right.", "sentId": 251}, {"text": "Everybody hold their thoughts.", "sentId": 252}], "secId": 111}, {"speaker": "King", "sentences": [{"text": "Up next, a sneak peek at the headlines to come.", "sentId": 253}, {"text": "Our reporters empty their notebooks, including proof Jeb Bush -- yes, that name Bush -- is taking a hard look at trying to follow in his father's and his brother's footsteps.", "sentId": 254}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Our big goal here is to keep you ahead of the curve on the big political news.", "sentId": 255}, {"text": "Each week we ask our reporter to share a nugget from their notebooks.", "sentId": 256}, {"text": "I call it \"a glance at tomorrow's news today\" -- David.", "sentId": 257}], "secId": 113}, {"speaker": "MARANISS", "sentences": [{"text": "Well, I have been fascinated and bewildered somewhat by the constant drip, drip, drip of right wing attacks on Hillary linking the old stuff with Bill and everything.", "sentId": 258}, {"text": "And it's just that they haven't understood history.", "sentId": 259}, {"text": "That actually when you attack anything with Bill, it helps Hillary rise.", "sentId": 260}, {"text": "And the thing to do is just wait for Clinton to figure something else to get in own trouble on his about and not push it.", "sentId": 261}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "Great historical point there.", "sentId": 262}, {"text": "That's true.", "sentId": 263}, {"text": "Hit him -- up she goes.", "sentId": 264}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "Amy?", "sentId": 265}], "secId": 116}, {"speaker": "WALTER", "sentences": [{"text": "We talk a lot about the minimum wage helping to motivate the democratic base.", "sentId": 266}, {"text": "But this issue says the AFL-CIO and their allies, is something that actually can divide Republicans.", "sentId": 267}, {"text": "They look at the issue they divide it up by class.", "sentId": 268}, {"text": "How much money you make?", "sentId": 269}, {"text": "If you make less than $50,000 and you are a Republican, you are much more likely to want to support minimum wage.", "sentId": 270}, {"text": "If you make more than $50,000, they have polls in five states showing this, you don't support this.", "sentId": 271}, {"text": "Why not use this not just to pump up your base but also divide Republicans.", "sentId": 272}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "Try to get some votes from the other side.", "sentId": 273}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "Jonathan.", "sentId": 274}], "secId": 119}, {"speaker": "MARTIN", "sentences": [{"text": "Why did John Boehner and the House GOP led Democrats -- make Democrats pass that debt ceiling increase.", "sentId": 275}, {"text": "Why are they punting on immigration at least for now?", "sentId": 276}, {"text": "Here's one reason, next month, March, 90 House GOP members will have their filing deadlines.", "sentId": 277}, {"text": "Why that's important is because they are watching those deadlines because if they see primary folks get in the races that could potentially imperil their re-election in these seats that are much more conservative leaning and where action it is more in the primary than in the fall.", "sentId": 278}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "Primary, primary, primary.", "sentId": 279}, {"text": "Cynical maybe but smart.", "sentId": 280}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "Julie.", "sentId": 281}], "secId": 122}, {"speaker": "PACE", "sentences": [{"text": "I'm going to throw a little foreign policy into the mix here.", "sentId": 282}, {"text": "There is a very important meeting of NATO defense ministers coming up this week.", "sentId": 283}, {"text": "The U.S. had really been hoping to have a security agreement with the Afghan government signed by this committee and so that they can make plans for what happens after the war formally ends.", "sentId": 284}, {"text": "No sign that that agreement is going to be signed any time soon so we're going to get a lot of sense out of this meeting on how patient NATO is willing to be with Afghan president Karzai.", "sentId": 285}], "secId": 123}, {"speaker": "KING", "sentences": [{"text": "Very important to watch that.", "sentId": 286}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "I'm going to leave you with a footnote about Jeb Bush.", "sentId": 287}, {"text": "He has said he's going to think about 2016.", "sentId": 288}, {"text": "But a lot of people think he's not serious -- that he just likes the spotlight but he won't really want to run.", "sentId": 289}, {"text": "But I will tell you this, I spoke to several Republican fund raisers this past week who got phone calls from Jeb Bush.", "sentId": 290}, {"text": "The former Florida governor who hasn't said he is going to run but is starting to ask some serious questions so people think that at least he's going it a very serious look.", "sentId": 291}], "secId": 125}, {"speaker": "KING", "sentences": [{"text": "That's it again for us on INSIDE POLITICS.", "sentId": 292}, {"text": "Thanks for sharing your Sunday morning with us.", "sentId": 293}, {"text": "We'll see you soon.", "sentId": 294}, {"text": "\"STATE OF THE UNION\" with Candy Crowley starts right now.", "sentId": 295}], "secId": 126}], "sectionCount": 127, "url": "transcripts.cnn.com/TRANSCRIPTS/1402/23/ip.01.html", "sentenceCount": 297, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired February 23, 2014 - 08:30   ET", "speakers": ["KING", "OBAMA", "CHRISTIE", "UNIDENTIFIED MALE", "MCCAIN", "And with us to share their reporting and their insights", "PACE", "WALTER", "MARTIN", "MARANISS", "Our puzzle this week", "Let's take a look.  We know at least nine governors are thinking about giving some thought to 2016.  The blue those are the Democrats", "So let's continue the conversation focusing on the Republicans. Let's begin J. Martin with the two Republicans under investigation", "UNIDENTIFIED FEMALE", "King"], "title": "INSIDE POLITICS"}