{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1609.04.ip.01.html.json", "subTitle": "Trump: \"We Will Break the Cycle of Amnesty\"; Trump Courts Black Vote at Detroit Church; Clinton Told FBI She Could Not Recall or Remember 39 Times; CNN Poll of Polls: Presidential Race Tightening. Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "The light stage craft in Mexico.", "sentId": 0}], "secId": 0}, {"speaker": "TRUMP", "sentences": [{"text": "We didn't discuss payment of the wall.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Then, a blunt message about the border.", "sentId": 2}], "secId": 2}, {"speaker": "TRUMP", "sentences": [{"text": "They don't know it yet, but they're going to pay for the wall.", "sentId": 3}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Donald Trump's tough immigration talk.", "sentId": 4}, {"text": "Will it help or hurt in the final stretch?", "sentId": 5}], "secId": 4}, {"speaker": "CLINTON", "sentences": [{"text": "I suppose there are some of you who have never voted for a Democrat before.", "sentId": 6}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton appeals to conservative veterans while Trump takes his African-American pitch to Detroit.", "sentId": 7}], "secId": 6}, {"speaker": "TRUMP", "sentences": [{"text": "I believe we need a civil rights agenda for our time.", "sentId": 8}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "And it's Labor Day weekend.", "sentId": 9}], "secId": 8}, {"speaker": "BIDEN", "sentences": [{"text": "I know some of you are mad at Hillary.", "sentId": 10}, {"text": "She gets it.", "sentId": 11}, {"text": "And she never yields.", "sentId": 12}, {"text": "She does not break.", "sentId": 13}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Blue-collar voters are key in several big battleground.", "sentId": 14}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 15}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 16}, {"text": "I'm John King.", "sentId": 17}, {"text": "Thanks for sharing your Sunday morning on this Labor Day weekend.", "sentId": 18}], "secId": 12}, {"speaker": "questions", "sentences": [{"text": "does Donald Trump have any prospect of boosting his anemic support with African-Americans or are efforts like his trip yesterday to visit Detroit too little, too late?", "sentId": 19}], "secId": 13}, {"speaker": "TRUMP", "sentences": [{"text": "We're all brothers and sisters, and we're all created by the same God.", "sentId": 20}, {"text": "Now in these hard times for our country, let us turn again to our Christian heritage to lift up the soul of our nation.", "sentId": 21}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Question two: Will Trump's decision to stay hard-line on immigration help as it did in the primaries or backfire as a general election message?", "sentId": 22}], "secId": 15}, {"speaker": "TRUMP", "sentences": [{"text": "There will be no amnesty.", "sentId": 23}, {"text": "Our message to the world will be this.", "sentId": 24}, {"text": "You cannot obtain legal status or become a citizen of the United States by illegally entering our country.", "sentId": 25}, {"text": "Can't do it.", "sentId": 26}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Question three.", "sentId": 27}, {"text": "What should we take away from newly released documents from the FBI as Hillary Clinton e-mail investigation?", "sentId": 28}], "secId": 17}, {"speaker": "TRUMP", "sentences": [{"text": "Government access and favors will no longer be for sale.", "sentId": 29}, {"text": "And important e-mail records will no longer be deleted.", "sentId": 30}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights, Ashley Parker of \"The New York Times,\" Dan Balz of \"The Washington Post,\" CNN's Sara Murray, and Abby Phillip of \"The Washington Post.\"", "sentId": 31}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "There are immigration hard-liners in the Trump campaign who believe, they will tell you this, that their candidate won the election this past week by sticking to his tough talk on his signature issue.", "sentId": 32}, {"text": "There are Democrats just as convinced that with that speech Trump sealed his defeat, 65 days from decision day.", "sentId": 33}, {"text": "Finding out who is right.", "sentId": 34}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Most of what Trump outlined at his big immigration rally sounded tough and unequivocal.", "sentId": 35}], "secId": 21}, {"speaker": "TRUMP", "sentences": [{"text": "We will build a great wall along the southern border.", "sentId": 36}, {"text": "And Mexico will pay for the wall.", "sentId": 37}, {"text": "Zero tolerance for criminal aliens.", "sentId": 38}, {"text": "Zero.", "sentId": 39}, {"text": "Zero.", "sentId": 40}, {"text": "Day one, my first hour in office, those people are gone!", "sentId": 41}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "Now, there was a lot of tough talk like that.", "sentId": 42}, {"text": "A lot more.", "sentId": 43}, {"text": "But there was also a mixed message on the question that his derailed political progress on immigration for years.", "sentId": 44}, {"text": "That question: what to do with the estimated 11 million undocumented immigrants already in the United States?", "sentId": 45}, {"text": "Trump did have tough talk for them too.", "sentId": 46}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "For those here illegally today who are seeking legal status, they will have one route and one route only -- to return home and apply for reentry like everybody else.", "sentId": 47}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "Now, that sounded pretty clear.", "sentId": 48}, {"text": "But then Trump created some giant wiggle room.", "sentId": 49}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "In several years, when we have accomplished all of our enforcement and deportation goals and truly ended illegal immigration for good, then and only then, will we be in a position to consider the appropriate disposition of those individuals who remain.", "sentId": 50}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "So, help me here, the tone was really tough, but if you listen to the last part, after we have accomplished border security -- in his view, building the wall.", "sentId": 51}, {"text": "A lot of people in Congress say it will never happen, but in Donald Trump's view, building the wall, deporting the bad guys as he puts, the criminals, only then.", "sentId": 52}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "So, is he saying essentially in a second Trump term or the president who comes after Donald Trump would deal with the 11 million?", "sentId": 53}, {"text": "Is that what he is saying?", "sentId": 54}], "secId": 28}, {"speaker": "PARKER", "sentences": [{"text": "It is sort of hard to know precisely what he is saying about that 11 million.", "sentId": 55}, {"text": "That's an issue that's bedeviled not just him but the key issue for the Senate gang of eight.", "sentId": 56}, {"text": "In speeches like this, it's not just what you say and your actual policy but the tone of it, right?", "sentId": 57}], "secId": 29}, {"speaker": "PARKER", "sentences": [{"text": "And that was a very ferocious speech.", "sentId": 58}, {"text": "So, even if there is a little bit of wiggle room that after he deports the criminals and sends a lot of people back and he builds his big beautiful wall that maybe then he would look at this group.", "sentId": 59}], "secId": 30}, {"speaker": "PARKER", "sentences": [{"text": "That's not very reassuring to Hispanics and that's not even very reassuring to some of these moderate Republicans who want to vote for him but don't want to feel like they're supporting a bigot.", "sentId": 60}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "And when you talk to the people inside the campaign, Dan, there were some this week literally were saying, we won the election, this is -- he stuck here.", "sentId": 61}, {"text": "We were worried he was going to shift, we were worried he was going to go soft.", "sentId": 62}, {"text": "This will win the election.", "sentId": 63}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "They believe the Rust Belt states, the white working class, that this is what those voters want to hear.", "sentId": 64}], "secId": 33}, {"speaker": "BALZ", "sentences": [{"text": "I think they do.", "sentId": 65}, {"text": "I mean, I think that they believe the combination of the trip to Mexico and the speech was a home run for them.", "sentId": 66}, {"text": "Now, we'll wait and see on that.", "sentId": 67}, {"text": "There were certainly some members of his Hispanic advisory committee who took a different view of what that speech was saying, and they were alarmed by the rhetoric of that.", "sentId": 68}], "secId": 34}, {"speaker": "BALZ", "sentences": [{"text": "I don't know how you can be both hard-line and soft-line at the same time.", "sentId": 69}, {"text": "I think the issue for Donald Trump -- and this goes beyond, frankly, the immigration issue, and exactly what does he believe, what does he stand for, what are his policies?", "sentId": 70}, {"text": "I think he's been flexible enough, if you want to be charitable, or insincere enough, if you don't want to be, that we don't know where he stands on the issues.", "sentId": 71}], "secId": 35}, {"speaker": "BALZ", "sentences": [{"text": "But Ashley is right.", "sentId": 72}, {"text": "I mean, the tone of the speech, put aside the specifics of the rhetoric, the tone was very, very, very tough.", "sentId": 73}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "To the point that there has been a lot of reporting that the chairman of the Republican National Committee was prepared to issue praise of Trump thinking he would get a more conciliatory or more open-armed speech and then decided in the end, never mind and they were silent -- dead silent, the national party.", "sentId": 74}], "secId": 37}, {"speaker": "MURRAY", "sentences": [{"text": "And it wasn't just the RNC.", "sentId": 75}, {"text": "I mean, there were a number of Hispanic Republicans were looking for an opportunity to be able to get on board.", "sentId": 76}, {"text": "They've had a fraught relationship with Trump, but they wanted a reason to support him.", "sentId": 77}], "secId": 38}, {"speaker": "MURRAY", "sentences": [{"text": "And I think when you look at this moment in the campaign, this is supposed to be the period where you are broadening your tent of supporters.", "sentId": 78}, {"text": "Donald Trump going out there and giving a hard-line immigration speech -- show me the voters you add by doing something like that.", "sentId": 79}, {"text": "We're talking about trying not to lose people in your base.", "sentId": 80}], "secId": 39}, {"speaker": "MURRAY", "sentences": [{"text": "But that's not how you win an election.", "sentId": 81}, {"text": "You need to broaden your support, build coalitions.", "sentId": 82}, {"text": "You talk to Republicans as I have over the last few days and they're saying Trump is not that and we're getting to the point where it may be too late for him to do that successfully.", "sentId": 83}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "And the Clinton campaign, she put out a tweet, Hillary Clinton, \"Trump just failed his first foreign policy test.\"", "sentId": 84}, {"text": "That was his trip to Mexico, \"Diplomacy isn't as easy as it looks.\"", "sentId": 85}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "And Tim Kaine went further.", "sentId": 86}, {"text": "He said, you know, Donald Trump went south of the border, he met with the Mexican president.", "sentId": 87}, {"text": "Trump says he is not the president yet and it was a get-to-know-you meeting.", "sentId": 88}, {"text": "So, he says he did not bring up the issue of paying for the wall in the meeting.", "sentId": 89}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "Tim Kaine says that's blinking.", "sentId": 90}], "secId": 43}, {"speaker": "KAINE", "sentences": [{"text": "He has been talking nonstop since the beginning of this campaign, we're going to build a wall.", "sentId": 91}, {"text": "We're going to make Mexico pay for it.", "sentId": 92}, {"text": "But when he sat down and he looked President Pena Nieto in the eye he didn't have the guts to bring it up.", "sentId": 93}, {"text": "He choked, he caved.", "sentId": 94}, {"text": "He lost his confidence, he lost his will.", "sentId": 95}, {"text": "He couldn't be honest with that person.", "sentId": 96}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "That's their take.", "sentId": 97}, {"text": "Donald Trump says I am just meeting this guy for the first time.", "sentId": 98}, {"text": "That's for a later date.", "sentId": 99}], "secId": 45}, {"speaker": "PHILLIP", "sentences": [{"text": "I think what really hurt Trump with that visit to Mexico was the moment when he was asked did you bring up the wall, did you ask Mexico to pay for it, and he said that it didn't come up, and then later he was contradicted by the Mexican president.", "sentId": 100}, {"text": "I think that was the moment that I think he opened himself up to being hurt politically by this, because it sort of played into the hand of the Clinton campaign, who have been saying for months that Donald Trump can't tell the truth and that he is unprepared to deal with diplomatic situations like the one that he found himself in.", "sentId": 101}], "secId": 46}, {"speaker": "PHILLIP", "sentences": [{"text": "And, you know, I mean, I think this whole situation with immigration is a case of Trump's advisors believing that, if he says the same thing maybe in a more diplomatic way or a less free-wheeling way that it will come across differently to voters.", "sentId": 102}, {"text": "That's very challenging because that's baked in.", "sentId": 103}, {"text": "I think at this point, where he currently stands with Latino voters and with suburban voters is a product of the things that he has said over the last several months and changing that is going to take more than just tone.", "sentId": 104}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "And yet, if you talk -- again, if you talk to the Trump campaign they think just the photo of him standing there with the Mexican president, diplomatic stage craft, that he would go south of the border, that he could have such a meeting, they think we're in Washington.", "sentId": 105}, {"text": "We talk about this stuff nonstop.", "sentId": 106}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "To the average voter out there, there he is standing there looking like a president.", "sentId": 107}, {"text": "Looking like a head of state.", "sentId": 108}], "secId": 49}, {"speaker": "PARKER", "sentences": [{"text": "Well, the one thing I would say about that is for Trump, the bar is actually so low to appear presidential  sort of remaining fully upright next to the Mexican president and not offending huge swaths of the population earned him rave reviews.", "sentId": 109}], "secId": 50}, {"speaker": "PARKER", "sentences": [{"text": "So, just to jump ahead a little, I do think that will be a bit of a challenge for Hillary Clinton during the debate, because the bar is so low.", "sentId": 110}, {"text": "If you can stand there and not insult people and sort of present a baseline level of competency, that can be a great success for him.", "sentId": 111}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "And can -- we'll see if he can do it in the debates.", "sentId": 112}, {"text": "We've never seen Trump in a one-on-one debate.", "sentId": 113}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "But can he make the case, Dan, that the Democrats are too lenient on this, that a lot of voters do take offense that people who broke the law to enter the United States should just be able to stay, that you should have a path to citizenship?", "sentId": 114}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "You know, Trump makes a point the Democrats don't like to talk about their plans.", "sentId": 115}, {"text": "Can he or will he make the case that maybe you think I'm too tough but they're way too soft?", "sentId": 116}], "secId": 54}, {"speaker": "BALZ", "sentences": [{"text": "I think he can try to make the case but I think it's not an easy case to make beyond as Sara said, beyond the base that's already with him.", "sentId": 117}, {"text": "I think people who are not yet with him are looking for some more compassion on his part, some more generosity, some greater sense of a willingness to really reach out and so far, we've seen that only in fits and starts.", "sentId": 118}], "secId": 55}, {"speaker": "MURRAY", "sentences": [{"text": "And imagine that speech if there had been a rift during it in which he softened his tone, in which he said that, you know, his heart breaks for people who have called the country home for a decade, essentially laid out the same policy, with the same wiggle room, but just spent a minute trying to say some of the other things he'd said in the last couple of weeks and show a bit of compassion for 11 million people who are here undocumented, even if his plan is to send them all home or to leave open this window, that might have had a different effect.", "sentId": 119}, {"text": "But none of that language that he sort of waffled on in the weeks leading to that was anywhere in the speech.", "sentId": 120}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "But he -- well, during the primaries remember, Jeb Bush said and Donald Trump said he was the weakest candidate.", "sentId": 121}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "The interesting part is, we're now 65 days from the election, after the last election, which Republicans for the second time in the row lost two-thirds of the Latino vote.", "sentId": 122}, {"text": "Reince Priebus, the party chairman, commissioned a study, but that study said, quote, \"We must embrace and champion comprehensive immigration reform.", "sentId": 123}, {"text": "If we do not, our party's appeal will continue to shrink to its core constituencies only.\"", "sentId": 124}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "Reince Priebus is the chairman of the party now, obviously disappointed with Donald Trump.", "sentId": 125}, {"text": "But they are standing into the general election the exact opposite on this issue of what they said after their last loss they had to do.", "sentId": 126}], "secId": 59}, {"speaker": "BALZ", "sentences": [{"text": "Although, I think, to be fair, the party changed out from under that report.", "sentId": 127}, {"text": "So, in reality, the party -- the party as a whole probably is not where that report is at this point.", "sentId": 128}, {"text": "And we saw that play out with the gang of eight, and we saw it play out during the primaries.", "sentId": 129}, {"text": "So, in that sense that report is kind of ancient history.", "sentId": 130}, {"text": "We'll have to see where the party is after this election.", "sentId": 131}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "The establishment says that.", "sentId": 132}, {"text": "But the grassroots says essentially, you say up, we say down.", "sentId": 133}, {"text": "That's how that one is played.", "sentId": 134}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Everybody, sit tight.", "sentId": 135}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Up next Trump's first up close African-American outreach and the hard reality of his challenge.", "sentId": 136}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "First, though, politician say the darndest thing.", "sentId": 137}, {"text": "Donald Trump adds a big name to his deportation list.", "sentId": 138}], "secId": 64}, {"speaker": "TRUMP", "sentences": [{"text": "Within ICE, I am going to create a new special deportation task force focused on identifying and quickly removing the most dangerous criminal illegal immigrants in America who have evaded justice just like Hillary Clinton has evaded justice.", "sentId": 139}, {"text": "OK?", "sentId": 140}, {"text": "Maybe they'll be able to deport her.", "sentId": 141}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 142}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "It shouldn't be breaking news that a Republican nominee for president is visiting a black church in a major American city but it is, sadly.", "sentId": 143}, {"text": "All the more so when that candidate is Donald Trump who remember five years ago was chief cheerleader for those insisting our first African- American president was born in Kenya.", "sentId": 144}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "So, it should come as no surprise, you can see them, there are protests outside as Trump visited great faith ministries in Detroit.", "sentId": 145}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "Inside Trump swaying along as the choir sang.", "sentId": 146}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Now, he told the congregation he was saddened on the drive there to see all the shuddered businesses in their community and he told them he is there to listen.", "sentId": 147}], "secId": 70}, {"speaker": "TRUMP", "sentences": [{"text": "Our nation is too divided.", "sentId": 148}, {"text": "We talk past each other, not to each other and those who seek office do not do enough to step into the community and learn what is going on.", "sentId": 149}, {"text": "They don't know.", "sentId": 150}, {"text": "They have no clue.", "sentId": 151}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "He was criticized first when he did African-American outreach before largely white audiences.", "sentId": 152}, {"text": "Now, Democrats are saying after this event yesterday, too little, too late, nice try.", "sentId": 153}], "secId": 72}, {"speaker": "PHILLIP", "sentences": [{"text": "Well, Ii think it is kind of late for anybody to be doing this sort of thing.", "sentId": 154}, {"text": "But at the same time, I mean, if you look at the images that came out of that day, I think it probably couldn't have gone better for Trump.", "sentId": 155}, {"text": "I mean, he read the things he was supposed to read.", "sentId": 156}, {"text": "He held a baby.", "sentId": 157}, {"text": "He swayed.", "sentId": 158}, {"text": "They prayed over him.", "sentId": 159}], "secId": 73}, {"speaker": "PHILLIP", "sentences": [{"text": "I mean, that's supposed to happen when you do that sort of thing.", "sentId": 160}, {"text": "The problem is that African-American voters will, I think, by and large -- I mean, there are always some, but by and large they will have a hard time sort of forgetting the past, forgetting the recent past and the distant past, including some of the things this very year when Donald Trump seemed to not know anything about the KKK.", "sentId": 161}], "secId": 74}, {"speaker": "PHILLIP", "sentences": [{"text": "I mean, these are things that are very visceral for this community.", "sentId": 162}, {"text": "They are willing to give people a chance, but I think that two months before the election is quite late.", "sentId": 163}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "I think the community will hear a lot of that on the radio and on television from the Clinton campaign.", "sentId": 164}, {"text": "My biggest question is the turnout in numbers, whether there is intensity for her and you get the turnout in numbers in the first post-Obama presidential election.", "sentId": 165}, {"text": "But you mentioned the hill is steep.", "sentId": 166}, {"text": "Let's look at these numbers.", "sentId": 167}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "And the polls show this, but a \"USA Today\"/Suffolk this past week, among black voters, Clinton 92, Trump 4.", "sentId": 168}, {"text": "I mean, that's below Mitt Romney territory.", "sentId": 169}, {"text": "That's weak.", "sentId": 170}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "Among voters, they asked a question, is Donald Trump racist?", "sentId": 171}, {"text": "Eighty- three percent of African-Americans, 61 percent of Hispanics and 37 percent of whites say Donald Trump is racist.", "sentId": 172}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "This is part of why he is doing this, though, right?", "sentId": 173}, {"text": "To convince not just the African-American community or Latino community, hey, I am not -- I think he even said at a meeting in Philadelphia, I am not a bigot.", "sentId": 174}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Is it about increasing his African-American support or is it, as many think, an effort to try to tell white suburbanites, hey, I'm trying.", "sentId": 175}], "secId": 80}, {"speaker": "PARKER", "sentences": [{"text": "I think it's exactly that it's both, right?", "sentId": 176}, {"text": "When you talk to Donald Trump he does truly believe that he should be able to win over African-American voters, he should be able to win over Hispanic voters.", "sentId": 177}, {"text": "When he is in those rooms talking to those people he truly believes they should be supporting him.", "sentId": 178}], "secId": 81}, {"speaker": "PARKER", "sentences": [{"text": "But there is that sort of second, beyond the room audience which is perhaps more important.", "sentId": 179}, {"text": "And again, it's the white suburbanites, it's other people who Sara was saying before, they want to vote for Trump.", "sentId": 180}, {"text": "They even maybe like some of his policies, but they just want to hear the compassion and think they're not supporting someone who is racist or a bigot, they're supporting someone they can be proud of.", "sentId": 181}, {"text": "That's also who he is talking to.", "sentId": 182}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Is it -- I guess, Dan, what's the calculation in the sense of doing the math?", "sentId": 183}, {"text": "What is Donald Trump looking for with this now this late in the game?", "sentId": 184}], "secId": 83}, {"speaker": "BALZ", "sentences": [{"text": "Well, I think two things, John.", "sentId": 185}, {"text": "Obviously, he's trying to increase, even marginally his support in the African-American community and he is trying to increase his support, particularly among college-educated whites.", "sentId": 186}], "secId": 84}, {"speaker": "BALZ", "sentences": [{"text": "You know, I have a slightly different view of this, or I look at it in some other angle, which is Donald Trump is going through a series of experiences as a candidate for president that he has never done before.", "sentId": 187}, {"text": "And one of the things that we all know from watching candidates over the years is that campaigns change them even as they are trying to change voters' minds.", "sentId": 188}], "secId": 85}, {"speaker": "BALZ", "sentences": [{"text": "You have to wonder the combination of his trip to Mexico and the trip to the black church in which he put himself in a totally different kind of position, a much more humble position.", "sentId": 189}, {"text": "He was interacting with people he normally doesn't interact with.", "sentId": 190}, {"text": "How is that, if in any way, changing him both as a politician and as a human being?", "sentId": 191}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "It's a great question.", "sentId": 192}, {"text": "As Abby noted, part of the issue here, Sara, is he is up against his own history.", "sentId": 193}, {"text": "Some of the things he's said in this campaign and for a lot of African-Americans, it was pretty defining when in 2011, when Donald Trump was thinking about running for president, he became chief cheerleader for the birther movement, a group of people who were saying, even as President Obama was running for re-election.", "sentId": 194}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "He had been president, nevermind what happened in 2007 and 2008, he had already been president, and there were still out those out there saying he was born in Kenya, he is ineligible.", "sentId": 195}, {"text": "Donald Trump took the charge.", "sentId": 196}], "secId": 88}, {"speaker": "TRUMP", "sentences": [{"text": "Barack Obama should end this.", "sentId": 197}, {"text": "He should provide the public with a birth certificate.", "sentId": 198}, {"text": "And if he doesn't do it, he is doing a tremendous disservice to the public.", "sentId": 199}], "secId": 89}, {"speaker": "TRUMP", "sentences": [{"text": "You have to see, what, you know, perhaps it's going to say Hawaii.", "sentId": 200}, {"text": "Perhaps it's going to say Kenya.", "sentId": 201}], "secId": 90}, {"speaker": "TRUMP", "sentences": [{"text": "There's something going on.", "sentId": 202}, {"text": "Look, there's something going on.", "sentId": 203}, {"text": "And the words are not often --", "sentId": 204}], "secId": 91}, {"speaker": "HOST", "sentences": [{"text": "What does that mean, there's something going on?", "sentId": 205}], "secId": 92}, {"speaker": "TRUMP", "sentences": [{"text": "There's just bad feeling, and a lot of bad feeling about him.", "sentId": 206}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Now, there's something going on, that's in this campaign.", "sentId": 207}, {"text": "He -- whenever Obama comes up or when there are terrorist attacks, he says Obama is not tough enough against radical Islamic terrorism, and he gets into the -- there is something going on -- the insinuation being Obama is soft on Muslim terrorist for what reason, I don't know.", "sentId": 208}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "Can you overcome that history?", "sentId": 209}], "secId": 95}, {"speaker": "MURRAY", "sentences": [{"text": "I think that's part of the reason, though, why it's so stunning that it took his campaign this long to realize, this is going to be a problem and it's going to be something that you should be combating.", "sentId": 210}, {"text": "I mean, when I was talking to people in the civil rights community this week, they were saying, why didn't Donald Trump go to the NAACP convention?", "sentId": 211}, {"text": "Why has he rejected multiple outreach efforts by the National Urban League?", "sentId": 212}], "secId": 96}, {"speaker": "history", "sentences": [{"text": "To Dan's point, the biggest inflection point coming up is", "sentId": 213}], "secId": 97}, {"speaker": "history", "sentences": [{"text": "the first debate.", "sentId": 214}, {"text": "And to the extent that these visits and these sort of the late-in-the-game moves can change Donald Trump and his orientation toward this campaign, it will show up at that debate.", "sentId": 215}, {"text": "I think Hillary Clinton has said she is expecting, perhaps, that someone completely different might show up.", "sentId": 216}, {"text": "That there is a Donald Trump who has been a little bit more measured, a little bit more humbled, might walk out on the stage and present something different to a hundred million people paying attention for the very first time.", "sentId": 217}], "secId": 98}, {"speaker": "history", "sentences": [{"text": "That's the real challenge for Democrats, that perhaps he might actually learn from these experiences and walk out there and be able to kind of convey all of these things that he's had such a hard time learning up until this point.", "sentId": 218}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Three weeks from tomorrow, right?", "sentId": 219}, {"text": "Can't wait.", "sentId": 220}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Everyone, stay with us.", "sentId": 221}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "Up next, the FBI releases notes about its Hillary Clinton e-mail investigation.", "sentId": 222}, {"text": "Is it case closed or proof of major judgment lapses?", "sentId": 223}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "And please take a moment for INSIDE POLITICS quiz this morning, testing your presidential history knowledge.", "sentId": 224}, {"text": "Who was the first sitting president to use e-mail?", "sentId": 225}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Is it Ronald Reagan, George H.W.", "sentId": 226}, {"text": "Bush, Bill Clinton, George H.W.", "sentId": 227}, {"text": "Bush or Barack Obama?", "sentId": 228}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "You can vote at CNN.com/vote.", "sentId": 229}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 230}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "Here is one key passage from the 58 pages about the Hillary Clinton e- mail investigation the FBI released on Friday.", "sentId": 231}, {"text": "Quote, \"Clinton did not recall receiving any e-mails she thought should not be on an unclassified system.", "sentId": 232}, {"text": "Despite the fact some of the e-mails discussed possible future drone strikes against suspected terrorists.", "sentId": 233}], "secId": 107}, {"speaker": "Here's another one", "sentences": [{"text": "Clinton, quote, \"could not recall any briefing or training by state related to the retention of federal records or handling classified information.", "sentId": 234}, {"text": "To the Clinton campaign the documents support the decision by the FBI not to seek criminal charges.", "sentId": 235}, {"text": "Donald Trump, though, says Clinton's answers defy believe.", "sentId": 236}, {"text": "He said after reading the documents I really don't understand how she was able to get away from prosecution.", "sentId": 237}], "secId": 108}, {"speaker": "Here's another one", "sentences": [{"text": "This is going to come up in that debate three weeks from tomorrow.", "sentId": 238}, {"text": "But it is striking, Dan, you and I have covered the Clintons for a long time.", "sentId": 239}, {"text": "She says she is the detail person.", "sentId": 240}, {"text": "She says sometimes, forgive me.", "sentId": 241}, {"text": "I am a nerd.", "sentId": 242}, {"text": "I am a policy wonk.", "sentId": 243}, {"text": "I like to get into the detail.", "sentId": 244}, {"text": "Bill Clinton would meet somebody he hadn't see in 20 years and remember what the guy was eating when he last time saw him.", "sentId": 245}, {"text": "And yet you've read through this 39 times in the three hour interview, she said, I do not recall, I do not recall, I do not recall.", "sentId": 246}], "secId": 109}, {"speaker": "BALZ", "sentences": [{"text": "Well, the other thing we know about the Clintons is that they've been through many investigations, many scandals and many situations in which a smart lawyer will say to a client, you know, you don't have to answer that fully.", "sentId": 247}, {"text": "And if you don't recall, you don't recall.", "sentId": 248}, {"text": "And so she went through that process with them, and there's a lot in that, as you say, in which she has an incomplete memory.", "sentId": 249}, {"text": "I think that, you know, the bottom-line on this is that people will take away from it what they already brought to this issue of the e-mails.", "sentId": 250}], "secId": 110}, {"speaker": "BALZ", "sentences": [{"text": "People -- people have strong views about this.", "sentId": 251}, {"text": "And they're not good for Hillary Clinton.", "sentId": 252}, {"text": "I don't think this is going to significantly change that.", "sentId": 253}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "You made a key point.", "sentId": 254}, {"text": "Not significantly change that.", "sentId": 255}, {"text": "So, if you think she is dishonest, if you think she is untrustworthy, the cement hardens.", "sentId": 256}, {"text": "And if you're for her, you just roll your eyes and say, I've got to deal with this.", "sentId": 257}], "secId": 112}, {"speaker": "MURRAY", "sentences": [{"text": "But I do think a lot of the different discussions we have had about e-mail, and pay for play, you know, we get further in the weeds and it gets a little bit difficult to digest.", "sentId": 258}, {"text": "And you know, you come away with the notion that she is untrustworthy but it's a really specific example that you get coming out of these reports to say, Hillary Clinton was e-mailing about a covert drone strike operation.", "sentId": 259}], "secId": 113}, {"speaker": "MURRAY", "sentences": [{"text": "Everyone knows this is a covert program.", "sentId": 260}, {"text": "So, to be able to take an example like that onto the debate stage or even as a debate moderator and say, this is something that is easy for everyone who is watching at home to understand.", "sentId": 261}, {"text": "Hillary Clinton was e-mailing about drone strikes and didn't think that was a problem to do from an insecure server.", "sentId": 262}, {"text": "I think that there is a little bit more potency in that some and we've seen from some of the other things that we've learned about her e-mails that have been a little bit harder to understand.", "sentId": 263}], "secId": 114}, {"speaker": "PHILLIP", "sentences": [{"text": "There is a difference between something that's not criminal and something that's still unacceptable to people.", "sentId": 264}, {"text": "I think that's what these e-mails or these transcripts highlight is that, maybe there was nothing criminal in there, they couldn't have charges against her.", "sentId": 265}, {"text": "But there was still quite a bit that was unacceptable and surprising and shocking to a lot of voters.", "sentId": 266}, {"text": "I think this will matter because it really, I think, for people, it sort of defies their common sense test.", "sentId": 267}, {"text": "And that's a problem.", "sentId": 268}], "secId": 115}, {"speaker": "PARKER", "sentences": [{"text": "And this is also a fantastic issue for Donald Trump.", "sentId": 269}, {"text": "He is someone who has trouble staying on message, but the one message he has really been able to alight on is Hillary Clinton being dishonest, being untrustworthy, playing by a different set of rules.", "sentId": 270}, {"text": "And every time there is a new sort of drip, drip, drip out of the genre, he will hammer it from the campaign trail.", "sentId": 271}, {"text": "It's sort of the one thing that can really focus him in a way that's compelling to voters.", "sentId": 272}], "secId": 116}, {"speaker": "BALZ", "sentences": [{"text": "I think another aspect to this is FBI Director Comey who on the one hand decided there was a case that could be won and therefore didn't recommend prosecution.", "sentId": 273}, {"text": "And yet, in some or another is clearly been offended by the way she handled this whole process.", "sentId": 274}, {"text": "And so, he has continued starting with the press conference and continuing through this to push out information that is been harmful to her.", "sentId": 275}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "And a lot of people think as we get to Labor Day and we're going to get some of the numbers in a minute.", "sentId": 276}, {"text": "But a lot of people think the race is over, the race is baked because of her lead in some battleground states.", "sentId": 277}, {"text": "Among those who does not is the great Peter Hart, he is a Democratic pollster, he's also one of the masters of conducting focus group.", "sentId": 278}, {"text": "He had a focus group, the Annenberg Public Policy out in Milwaukee a week or so ago.", "sentId": 279}, {"text": "And this jumped out at him.", "sentId": 280}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "He says, \"Their lack of trust about Hillary Clinton stems from a perception of her lack of openness and transparency.", "sentId": 281}, {"text": "Several swing voters explained that when these issues arise, she comes across as defensive and dismissive.\"", "sentId": 282}, {"text": "No doubt about it.", "sentId": 283}, {"text": "No doubt your colleague Karen Timothy  had a lengthy piece going back to the Whitewater investigation about how the Clintons handled these kinds of things and look, there is no question she has reason to be, you know, to think Republicans are out to get her, but there is also no question that she retreats into what even some of her friends call paranoia about these things.", "sentId": 284}], "secId": 119}, {"speaker": "BALZ", "sentences": [{"text": "And historically, if you look at Bill Clinton and Hillary Clinton, she has been the hard-liner on this.", "sentId": 285}, {"text": "She has been the more resistant.", "sentId": 286}, {"text": "She is the one who has said, no, no, no, we should not give up anything.", "sentId": 287}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "And yet her running mate.", "sentId": 288}, {"text": "It's been, what do we had?", "sentId": 289}, {"text": "Two hundred and seventy five days since the formal press conference.", "sentId": 290}, {"text": "I think I am in agreement with those at the table.", "sentId": 291}, {"text": "This will change before the debate.", "sentId": 292}, {"text": "She is not going to go into the debate which is, you know, three weeks from tomorrow and have Donald Trump say it's been almost 300 days since you have had a press conference.", "sentId": 293}, {"text": "So, she'll have at least one if not two before then.", "sentId": 294}, {"text": "But this whole issue of Clinton transparency, Clinton openness, Clinton accessibility.", "sentId": 295}, {"text": "Listen to Tim Kaine, her running mate here, God bless the people who get to be vice presidential nominees because they have to say things like this.", "sentId": 296}], "secId": 121}, {"speaker": "KAINE", "sentences": [{"text": "Well, look, I don't see what the massive difference is between a press conference and talking to the press everywhere you go.", "sentId": 297}, {"text": "She talks to the press a lot and I've been with her when she has talked to the press.", "sentId": 298}], "secId": 122}, {"speaker": "MURRAY", "sentences": [{"text": "Can we just say though, that both of these campaigns are just horrible at transparency?", "sentId": 299}, {"text": "I mean, they like to jab each other on this issue.", "sentId": 300}, {"text": "And as journalists we want more questions, we want more press conferences.", "sentId": 301}, {"text": "And we think absolutely that Hillary Clinton should be taking questions from the press regularly, which she does not do regularly.", "sentId": 302}, {"text": "She does not hold press conferences.", "sentId": 303}, {"text": "But Donald Trump flew to Mexico and left his traveling press corps behind.", "sentId": 304}, {"text": "Donald Trump does not let reporters approach him and ask him questions on broke line.", "sentId": 305}, {"text": "Hillary Clinton will start flying with her press on the plane.", "sentId": 306}, {"text": "Donald trump will not.", "sentId": 307}, {"text": "Donald Trump has a black list of media organizations he doesn't let into his events.", "sentId": 308}, {"text": "Neither of these candidates really has a leg to stand on when it comes to pointing a finger of transparency at the other one.", "sentId": 309}], "secId": 123}, {"speaker": "KING", "sentences": [{"text": "And to that point, another, God bless to people who get to be vice presidential nominee.", "sentId": 310}, {"text": "So, here is Mike Pence on another Sunday show this morning saying, I am going to release my taxes in the weeks ahead, and --", "sentId": 311}], "secId": 124}, {"speaker": "PENCE", "sentences": [{"text": "Donald Trump and I are both going to release our tax returns.", "sentId": 312}, {"text": "I'll release mine in the next week.", "sentId": 313}, {"text": "Donald Trump will be releasing his tax returns at the completion of an audit.", "sentId": 314}, {"text": "But the issue here is not --", "sentId": 315}], "secId": 125}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "That won't be before the election.", "sentId": 316}], "secId": 126}, {"speaker": "PENCE", "sentences": [{"text": "The issue here -- well, we'll see.", "sentId": 317}], "secId": 127}, {"speaker": "KING", "sentences": [{"text": "God bless Chuck Todd.", "sentId": 318}, {"text": "He said before the election.", "sentId": 319}, {"text": "And Mike Pence says, we'll see.", "sentId": 320}, {"text": "I want to remind our viewers.", "sentId": 321}, {"text": "So, Donald Trump promised back in 2011 that if Barack Obama released his birth certificate, which he did, that he would release his taxes.", "sentId": 322}, {"text": "Tick, tick, tick, tick, tick.", "sentId": 323}, {"text": "Still waiting on that one.", "sentId": 324}, {"text": "Do you have any expectations?", "sentId": 325}, {"text": "You make a great point.", "sentId": 326}, {"text": "Neither one of these candidates are icons for transparency and openness.", "sentId": 327}, {"text": "Do voters care?", "sentId": 328}], "secId": 128}, {"speaker": "PARKER", "sentences": [{"text": "I mean, I think that's a good question, especially because the only group of people who possibly has a lower approval rating than Hillary Clinton and Donald Trump is the media.", "sentId": 329}], "secId": 129}, {"speaker": "PARKER", "sentences": [{"text": "So nobody is super sympathetic to sort of the plight of the media.", "sentId": 330}, {"text": "But I do think transparency is an issue and I think that's an issue that affects Hillary Clinton more than Donald Trump just because it's sort of baked in the cake.", "sentId": 331}, {"text": "So, as Sara says, they're both equally bad on issues of the press but it harms Hillary more because it goes to a preexisting narrative and impression where people still think Donald Trump is sort of this first amendment hero.", "sentId": 332}], "secId": 130}, {"speaker": "KING", "sentences": [{"text": "Thanks for reminding us of the place we sit in with the American people.", "sentId": 333}, {"text": "We appreciate that.", "sentId": 334}], "secId": 131}, {"speaker": "KING", "sentences": [{"text": "Coming up, Donald Trump says the polls are moving in his direction.", "sentId": 335}, {"text": "Is that true?", "sentId": 336}, {"text": "We map out the Labor Day state of the race.", "sentId": 337}, {"text": "Just ahead.", "sentId": 338}, {"text": "But first, here are the results of INSIDE POLITICS quiz question.", "sentId": 339}, {"text": "We asked you, who was the first sitting president to use e-mail?", "sentId": 340}, {"text": "The answer, William Jefferson Clinton.", "sentId": 341}], "secId": 132}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 342}, {"text": "Some people still view Labor Day as sort of the kickoff to the general election.", "sentId": 343}, {"text": "Donald Trump says as we reached this point, the polls are closing in his direction.", "sentId": 344}, {"text": "And to a degree, he is right.", "sentId": 345}, {"text": "Let's take a look.", "sentId": 346}, {"text": "Back at the beginning of the month, just after the conventions, Hillary Clinton had a ten-point lead in the national polls.", "sentId": 347}, {"text": "These are averaging out all of the national polls.", "sentId": 348}, {"text": "If you look at the most recent ones, Hillary Clinton's led is down to five points over Donald Trump.", "sentId": 349}, {"text": "So Donald Trump is right.", "sentId": 350}, {"text": "In the national polls, the race is tightening.", "sentId": 351}], "secId": 133}, {"speaker": "KING", "sentences": [{"text": "From the beginning of the month.", "sentId": 352}, {"text": "Here is Donald Trump's problem.", "sentId": 353}, {"text": "When you go state by state through the key battlegrounds, Hillary Clinton is leading in all of them.", "sentId": 354}, {"text": "Now, some of the leads are relatively small.", "sentId": 355}, {"text": "But Florida at the beginning of the month was one.", "sentId": 356}, {"text": "Now it's four on average.", "sentId": 357}, {"text": "Ohio at the beginning of the month was one, now it's a three-point Clinton lead.", "sentId": 358}, {"text": "North Carolina a very close race.", "sentId": 359}, {"text": "Pennsylvania in single digits.", "sentId": 360}, {"text": "But still that is a very comfortable lead at seven points.", "sentId": 361}, {"text": "Virginia has moved in Clinton's direction by even more.", "sentId": 362}], "secId": 134}, {"speaker": "KING", "sentences": [{"text": "Her running mate helps there.", "sentId": 363}, {"text": "Michigan, single digits but a Clinton lead.", "sentId": 364}, {"text": "Wisconsin, closer than a lot of people would think but still a Clinton lead.", "sentId": 365}, {"text": "Colorado, a big Clinton lead.", "sentId": 366}, {"text": "That's the problem when you look at the battleground states is that, if the election were held today, by our projections, Hillary Clinton would be already over the top, 273 electoral votes.", "sentId": 367}, {"text": "Donald Trump could win all these yellow states, the tossup, you could win them all and not clinch the presidency.", "sentId": 368}], "secId": 135}, {"speaker": "KING", "sentences": [{"text": "To get there, he has got to turn some of these that we lean blue.", "sentId": 369}, {"text": "He's got to turn some of the blue, read, Pennsylvania would be the biggest prize.", "sentId": 370}, {"text": "Hillary Clinton, no, it's not over yet.", "sentId": 371}, {"text": "One of her biggest weaknesses in this rust belt that Donald Trump is targeting, blue-collar voters.", "sentId": 372}, {"text": "Joe Biden is trying to help.", "sentId": 373}], "secId": 136}, {"speaker": "BIDEN", "sentences": [{"text": "Give me a break!", "sentId": 374}, {"text": "Give me a break.", "sentId": 375}, {"text": "This is a guy born with a silver spoon in his mouth that now he's choking on because now his foot is in his mouth along with the spoon.", "sentId": 376}], "secId": 137}, {"speaker": "KING", "sentences": [{"text": "Got to love Joe Biden.", "sentId": 377}, {"text": "When you look at it, yes, the national polls have tightened but Donald Trump is behind where Mitt Romney was at this point.", "sentId": 378}, {"text": "Now, 2012 comparisons are a little off because the conventions were later.", "sentId": 379}, {"text": "We were just coming out of the conventions.", "sentId": 380}, {"text": "But when you go state by state, Dan, it's pretty damning.", "sentId": 381}, {"text": "She has -- I can give you eight or ten different ways, she can get to 270 from where she is.", "sentId": 382}, {"text": "If Donald Trump can't win Pennsylvania -- and first he has to win Florida, North Carolina and Ohio, no easy task.", "sentId": 383}, {"text": "He has got one or two paths and they're tough.", "sentId": 384}], "secId": 138}, {"speaker": "BALZ", "sentences": [{"text": "And that's been the case from the very beginning.", "sentId": 385}, {"text": "I mean, that's part of the problem of being a Republican nominee in this era.", "sentId": 386}, {"text": "The map has been tilted towards the Democrats, so the Democratic nominee always has many more options, many more paths to get to 270.", "sentId": 387}, {"text": "And that's what he is facing right now.", "sentId": 388}], "secId": 139}, {"speaker": "KING", "sentences": [{"text": "Abby?", "sentId": 389}], "secId": 140}, {"speaker": "PHILLIP", "sentences": [{"text": "When you talk to the Clinton campaign you'll probably not find people more sober and conservative about their projections for November.", "sentId": 390}, {"text": "And part of it is because they understand that the polls are going to kind of wobble, they're dealing with an unconventional candidate.", "sentId": 391}, {"text": "And that's one of the reasons why they have invested so much in this ground game.", "sentId": 392}, {"text": "When I talk to a Clinton ally, you know, a donor, he said I think that at the end of the day, she's going to get a one or two-point edge from just having invested on the ground.", "sentId": 393}, {"text": "That ground game that Trump is now trying to catch up on is going to be that sort of little edge that you might need if this race ends up being close.", "sentId": 394}, {"text": "And that edge will show up mostly in the states, not in these national polls.", "sentId": 395}, {"text": "That's why you're seeing some of these margins in places like Virginia and Colorado widening like they are.", "sentId": 396}], "secId": 141}, {"speaker": "KING", "sentences": [{"text": "And we saw that in 2012 and 2008.", "sentId": 397}, {"text": "In 2008, you have the historical year and Republicans were going to lose in 2002.", "sentId": 398}, {"text": "Romney is going to -- or two late in the race most of the time.", "sentId": 399}, {"text": "But they lost an election day in part because the Democrats just had a forced superior ground game, he lost most of the close ones.", "sentId": 400}, {"text": "North Carolina went his way.", "sentId": 401}, {"text": "Florida was very close.", "sentId": 402}, {"text": "Ohio was very close.", "sentId": 403}, {"text": "But they went the Democrats way because of that ground operation.", "sentId": 404}, {"text": "Donald Trump is after a long time not being on television, now he is running ads in some of the key battleground states.", "sentId": 405}, {"text": "And they focus on issue number one, the economy.", "sentId": 406}], "secId": 142}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "In Hillary Clinton's America, the middle class gets crushed, spending goes up, taxes go up.", "sentId": 407}, {"text": "Donald Trump's America, working families get tax relief.", "sentId": 408}, {"text": "Millions of new jobs created.", "sentId": 409}, {"text": "Wages go up.", "sentId": 410}, {"text": "Small businesses thrive.", "sentId": 411}, {"text": "The American dream, achievable.", "sentId": 412}, {"text": "Change that makes America great again.", "sentId": 413}], "secId": 143}, {"speaker": "KING", "sentences": [{"text": "But even as Trump gets in this game, I want to show the spending this week from August 30th trough just after Labor Day.", "sentId": 414}, {"text": "Clinton still outspending Donald Trump.", "sentId": 415}, {"text": "Pro-Clinton forces.", "sentId": 416}, {"text": "The Clinton campaign and pro-Clinton Super Pac is $10.7 million to $7.3 million.", "sentId": 417}, {"text": "And this will change because Donald Trump buys his ads week to week the way they do their campaigning.", "sentId": 418}, {"text": "But look at the time that's been reserved already.", "sentId": 419}, {"text": "Nearly $160 million reserved by the Clinton campaign and her pro-Clinton Super Pacs to only 12 million for the Trump campaign.", "sentId": 420}, {"text": "Again, that number will change.", "sentId": 421}, {"text": "But he won't get to parity because he doesn't have the money.", "sentId": 422}, {"text": "PARKER:  Right.", "sentId": 423}, {"text": "Exactly.", "sentId": 424}, {"text": "And when you reserve ahead, you", "sentId": 425}], "secId": 144}, {"speaker": "KING", "sentences": [{"text": "often lock in better rates so that's another advantage of being better organized.", "sentId": 426}, {"text": "And you also see the Clinton campaign in some of these states after the Trump's immigration speech, they went up with a six figure by in Arizona which is not typically a state, you know, the Democrats feel like they can compete in.", "sentId": 427}, {"text": "So, they are really trying to expand the map and run up the margins, sort of in his battlegrounds on a state by state basis.", "sentId": 428}], "secId": 145}, {"speaker": "MURRAY", "sentences": [{"text": "And what you don't see in that mix is a Spanish language version of that ad in Nevada, in Florida, in places where you show it tight.", "sentId": 429}, {"text": "You show tossup races, places where he could potentially move the margins and where he could further his goal of trying to drive up his numbers with some minority voters.", "sentId": 430}, {"text": "But so far the campaign has not even made an attempt to do that.", "sentId": 431}], "secId": 146}, {"speaker": "KING", "sentences": [{"text": "The conversation among most Republicans, Dan, is that he has this three weeks until the debate to try to somehow, you know, make the map better before the first debate and then have a breakthrough performance or --", "sentId": 432}], "secId": 147}, {"speaker": "BALZ", "sentences": [{"text": "Yes.", "sentId": 433}, {"text": "Although, you know, historically this period before the debates is kind of frozen.", "sentId": 434}, {"text": "Because there is so much anticipation about the debate.", "sentId": 435}, {"text": "So the ability to move things in this three-week period will be difficult.", "sentId": 436}, {"text": "I just wanted to note that we've -- we have a very deep look at all of the states coming up early this week, which gives you a broader sense and a deeper sense of kind of where this campaign stands.", "sentId": 437}], "secId": 148}, {"speaker": "KING", "sentences": [{"text": "And -- no state previews?", "sentId": 438}, {"text": "I am a subscriber.", "sentId": 439}], "secId": 149}, {"speaker": "BALZ", "sentences": [{"text": "We're going through a mountain of data right now.", "sentId": 440}], "secId": 150}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 441}, {"text": "And do you get the sense, though -- you say you have talked about the Clinton people being sober about this.", "sentId": 442}, {"text": "But they also look at the Trump campaign and they look at this organization, they say there is nobody in there who has done this.", "sentId": 443}], "secId": 151}, {"speaker": "MURRAY", "sentences": [{"text": "Right.", "sentId": 444}, {"text": "There is nobody who has done this.", "sentId": 445}, {"text": "And, you know, the RNC was trying to create this amazing ground game that their nominee could just sort of plug into.", "sentId": 446}, {"text": "But they assumed that the nominee would show up with a basic competency of how to run a ground game and how to compete in battleground states and because there are so many people who haven't done that before, they really haven't gotten that from the Trump campaign.", "sentId": 447}, {"text": "And at a certain point, it's just too late to build that out.", "sentId": 448}, {"text": "I think they're trying.", "sentId": 449}, {"text": "They've certainly said that you're going to see a big expansion in places like Florida.", "sentId": 450}, {"text": "But at least at this point, we're just not really seeing that come to fruition quite yet.", "sentId": 451}], "secId": 152}, {"speaker": "KING", "sentences": [{"text": "Better hurry.", "sentId": 452}, {"text": "Better hurry.", "sentId": 453}, {"text": "Our reporters share from their notebooks next, including Hillary Clinton's end of summer, back to campaign plan.", "sentId": 454}], "secId": 153}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table and ask our great reporters to get you ahead of the big political news just around the corner.", "sentId": 455}, {"text": "Ashley Parker.", "sentId": 456}], "secId": 154}, {"speaker": "PARKER", "sentences": [{"text": "So, in recent weeks, Governor Mike Pence has been quietly talking to Senate Republicans about hitting the campaign trail and helping them.", "sentId": 457}, {"text": "And the original thinking, you know, was that he is less toxic than Donald Trump and he can go into some of the states where Trump is not welcomed and kind of help out.", "sentId": 458}, {"text": "But you'll notice, he actually hasn't held any major events which raises the question, does Mike Pence bring sort of too much downside which is basically the stench of Trump and not enough celebrity upside.", "sentId": 459}, {"text": "So, that is something I'm going to be watching for to see if he does actually appear with these candidates to campaign.", "sentId": 460}], "secId": 155}, {"speaker": "KING", "sentences": [{"text": "That shows up on the resume less toxic than Donald Trump.", "sentId": 461}], "secId": 156}, {"speaker": "KING", "sentences": [{"text": "Dan?", "sentId": 462}], "secId": 157}, {"speaker": "BALZ", "sentences": [{"text": "John, this is the season in which the political scientists weigh in on what's actually going to happen in the election.", "sentId": 463}, {"text": "We spend a lot of time talking about polls, we spent a lot of time talking about the candidates.", "sentId": 464}, {"text": "In fact, the fundamentals often make the difference.", "sentId": 465}, {"text": "There are a number of forecasts that have been done or about to be published.", "sentId": 466}, {"text": "Most of them favor Hillary Clinton.", "sentId": 467}, {"text": "Most of them project that Hillary Clinton will win.", "sentId": 468}, {"text": "But there are at least two that say that Donald Trump will win.", "sentId": 469}, {"text": "And one of the authors of one of those Alan Abramowitz, an imminent political scientist is openly hoping that his model, which is called time for change, and calls for a Trump victory, will actually be wrong because he is so anti-Trump.", "sentId": 470}], "secId": 158}, {"speaker": "KING", "sentences": [{"text": "The super bowl time for political scientists.", "sentId": 471}, {"text": "We'll see whose forecast is right, Sara?", "sentId": 472}], "secId": 159}, {"speaker": "MURRAY", "sentences": [{"text": "Well, unlike Hillary Clinton who has been raking in the cash, Donald Trump is facing a little bit of a cash pinch.", "sentId": 473}, {"text": "He really has only until October 15th sources day, if he wants to raise this money and be able to spend it effectively before Election Day.", "sentId": 474}, {"text": "But because they are so frenzied about their scheduling, they make plans at the last minute, it makes it very hard to schedule fund-raisers.", "sentId": 475}], "secId": 160}, {"speaker": "MURRAY", "sentences": [{"text": "And he is obviously going to need to spend it more time campaigning and less time raising money in these last couple of months.", "sentId": 476}, {"text": "And that means that all hands are on deck.", "sentId": 477}, {"text": "Ivanka Trump, Don Jr., Eric Trump are all expected to be hosting fundraisers in the next few weeks.", "sentId": 478}, {"text": "But some big Trump backers are saying that if he wants to be competitive when it comes to cash, he's going to need to write his campaign another big check.", "sentId": 479}], "secId": 161}, {"speaker": "KING", "sentences": [{"text": "Oh, yes.", "sentId": 480}, {"text": "Wait for that one.", "sentId": 481}, {"text": "Wait, wait, wait for that one.", "sentId": 482}, {"text": "Abby?", "sentId": 483}], "secId": 162}, {"speaker": "PHILLIP", "sentences": [{"text": "Well, it's been a relatively sleepy August for team Clinton.", "sentId": 484}, {"text": "And this week we're going to see, really, the final blitz starting.", "sentId": 485}, {"text": "Bill Clinton is going to be out there.", "sentId": 486}, {"text": "Bernie Sanders is going to be out there for the first time since the conventions.", "sentId": 487}, {"text": "In the subsequent weeks, we're going to see Barack Obama, Chelsea Clinton.", "sentId": 488}, {"text": "Everyone is going to be hitting the trail.", "sentId": 489}, {"text": "This is going to be not only the start of the stumping but also a TV blitz.", "sentId": 490}, {"text": "We'll going to start seeing on Monday some Spanish-language TV ads hitting the air waves.", "sentId": 491}, {"text": "This is really what all of those days and weeks of fund-raising is all leading up to.", "sentId": 492}, {"text": "They are going to really blast the airwaves for the next several months going to Election Day.", "sentId": 493}], "secId": 163}, {"speaker": "KING", "sentences": [{"text": "Make all that August fund-raising, she hopes to pay off.", "sentId": 494}, {"text": "I'll close with this.", "sentId": 495}, {"text": "Republicans out of the final stretch of their bid to retain control of the Senate with little or no room for error and a handful of very competitive races.", "sentId": 496}, {"text": "Democrats need a net gain of four seats assuming Hillary Clinton wins the presidency.", "sentId": 497}, {"text": "Because the Vice President would then break a 50/50 tie.", "sentId": 498}, {"text": "A gain of five seats will give the Democrats 51.", "sentId": 499}, {"text": "No matter who wins.", "sentId": 500}], "secId": 164}, {"speaker": "KING", "sentences": [{"text": "At the Labor Day mark, Republicans see three GOP Senate seats already as likely lost causes.", "sentId": 501}, {"text": "Illinois, Wisconsin and Indiana.", "sentId": 502}, {"text": "They feel confident about holding once believed to be competitive seats, GOP seats in Arizona, Florida and they are increasingly confident about Ohio.", "sentId": 503}, {"text": "But three other Republican seats are Pennsylvania, all of them in major presidential battlegrounds.", "sentId": 504}, {"text": "Pennsylvania, New Hampshire and North Carolina.", "sentId": 505}], "secId": 165}, {"speaker": "KING", "sentences": [{"text": "If Republicans can somehow win two of those three, and assuming they're right about the others, control could come down to Nevada, the one state where Republicans have a shot at picking up a seat now held by a Democrat.", "sentId": 506}, {"text": "Not just the presidential race we'll going to have fun with over the next 65 days.", "sentId": 507}], "secId": 166}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS again.", "sentId": 508}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 509}, {"text": "Enjoy your Labor Day weekend.", "sentId": 510}, {"text": "We'll see you soon.", "sentId": 511}], "secId": 167}, {"speaker": "KING", "sentences": [{"text": "Up next, \"STATE OF THE UNION\" with Jake Tapper.", "sentId": 512}], "secId": 168}], "sectionCount": 169, "url": "transcripts.cnn.com/TRANSCRIPTS/1609/04/ip.01.html", "sentenceCount": 514, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired September 4, 2016 - 08:00   ET", "speakers": ["KING", "TRUMP", "CLINTON", "BIDEN", "questions", "PARKER", "BALZ", "MURRAY", "KAINE", "PHILLIP", "HOST", "history", "Here's another one", "PENCE", "UNIDENTIFIED MALE"], "title": "INSIDE POLITICS"}