{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1410.05.ip.01.html.json", "subTitle": "Obama Nationalizes the 2014 Election", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "One month to Election Day and President Obama makes it personal.", "sentId": 0}], "secId": 0}, {"speaker": "OBAMA", "sentences": [{"text": "I'm not on the ballot this fall -- Michelle is pretty happy about that.", "sentId": 1}, {"text": "But make no mistake these policies are on the ballot -- every single one of them.", "sentId": 2}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Big frustration.", "sentId": 3}, {"text": "He gets little political boost from a stronger economy.", "sentId": 4}], "secId": 2}, {"speaker": "OBAMA", "sentences": [{"text": "The direct result of the American people's drive and their determination and their result.", "sentId": 5}, {"text": "It's also the result of sound decisions made by my administration.", "sentId": 6}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "But in the biggest 2014 races when the President comes up, it's rarely a compliment.", "sentId": 7}], "secId": 4}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Greg Orman not independent.", "sentId": 8}, {"text": "In Washington Orman would vote with Obama for amnesty.", "sentId": 9}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Plus, class of 2016 is already a busy bunch.", "sentId": 10}], "secId": 6}, {"speaker": "BUSH", "sentences": [{"text": "Regain our footing.", "sentId": 11}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Jeb Bush gets a nudge from brother George; Hillary Clinton offers advice to her new granddaughter and maybe herself.", "sentId": 12}], "secId": 8}, {"speaker": "CLINTON", "sentences": [{"text": "Find something as passionate about that you love to do and again pursue it.", "sentId": 13}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS the biggest stories sourced by the best reporters now.", "sentId": 14}], "secId": 10}, {"speaker": "Welcome to INSIDE POLITICS I'm John King.  Thanks for sharing your Sunday morning.  And with us -- just 30 days to Election Day -- to share their reporting and their insights", "sentences": [{"text": "Jonathan Martin of \"The New York Times\"; Margaret Talev of Bloomberg News; CNN's Peter Hamby; and Molly Ball of \"The Atlantic\".", "sentId": 15}], "secId": 11}, {"speaker": "Welcome to INSIDE POLITICS I'm John King.  Thanks for sharing your Sunday morning.  And with us -- just 30 days to Election Day -- to share their reporting and their insights", "sentences": [{"text": "President Obama wants you especially those of you who plan to vote to take another look.", "sentId": 16}, {"text": "He's making his closing pitch in this midterm campaign and the President is more than a little frustrated.", "sentId": 17}], "secId": 12}, {"speaker": "OBAMA", "sentences": [{"text": "The United States has put more people back to work than Europe, Japan and every other advanced economy combined.", "sentId": 18}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Now, just Friday, for example, the Labor Department announced the economy created 248,000 jobs in September.", "sentId": 19}, {"text": "And get this the unemployment rate is now below six percent for the first time since 2008.", "sentId": 20}, {"text": "But many of you don't feel it or you don't buy it and so the President gets very little credit.", "sentId": 21}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Take a look at this.", "sentId": 22}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "First, this is the nation's unemployment rate from January 2010 to now.", "sentId": 23}, {"text": "Look at that steady drop from just shy of 10 percent to 5.9 percent last month.", "sentId": 24}, {"text": "Usually when that happens, a president goes up.", "sentId": 25}, {"text": "But look again, here's President Obama's approval rating over that same period -- mostly a rough ride for the President and he's currently at 44 percent, not where you want to be one month from Election Day.", "sentId": 26}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Jonathan Martin, he wants more credit on the economy but in trying to get it he nationalized the election.", "sentId": 27}, {"text": "He said I'm not on the ballot but my policies are.", "sentId": 28}, {"text": "Republicans view that as a gift.", "sentId": 29}, {"text": "If you're a vulnerable Democrat are you happy the President did that?", "sentId": 30}], "secId": 17}, {"speaker": "MARTIN", "sentences": [{"text": "You're happy he's out there talking about the economy.", "sentId": 31}, {"text": "You probably wish he hadn't made the comment about his policies being on the ballot to that effect.", "sentId": 32}, {"text": "It's so striking, John, because it captures just how hungry the Republicans are to make President Obama the centerpiece of their election.", "sentId": 33}, {"text": "He's not in Colorado.", "sentId": 34}, {"text": "He's not in Arkansas.", "sentId": 35}, {"text": "He's in Chicago or the north shore of Chicago in Evanston there where the Democrats actually wanted him to stay.", "sentId": 36}], "secId": 18}, {"speaker": "MARTIN", "sentences": [{"text": "Governor Pat Quinn said come on back any time.", "sentId": 37}, {"text": "And even then, you still see the Republicans immediately seizing on this.", "sentId": 38}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Consultants were saying that within hours of the President's speech they were cutting new ads.", "sentId": 39}, {"text": "The Chamber of Commerce is, some of the other Super PACs in the Republican, but some of the Republican campaigns, too.", "sentId": 40}, {"text": "President Obama will not campaign in Kentucky in the final month for example but Mitch McConnell was quick to bring him home.", "sentId": 41}], "secId": 20}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Obama himself says a vote for Alison is a vote for his policies.", "sentId": 42}], "secId": 21}, {"speaker": "OBAMA", "sentences": [{"text": "I'm not on the ballot this fall but make no mistake, these policies are on the ballot -- every single one of them.", "sentId": 43}], "secId": 22}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Obama needs Grimes and Kentucky needs Mitch McConnell.", "sentId": 44}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "The Republicans are pretty universal, Peter, that this was a gift from the President.", "sentId": 45}, {"text": "Is it?", "sentId": 46}], "secId": 24}, {"speaker": "HAMBY", "sentences": [{"text": "Part of this is that -- and Democrats says over and over again.", "sentId": 47}, {"text": "And you could -- you could sense the President's frustration.", "sentId": 48}, {"text": "The economy is getting better but people aren't feeling it.", "sentId": 49}, {"text": "There was a Pew Research poll that came out this week that shows that most people thought the unemployment rate was actually five or six points higher than it actually is.", "sentId": 50}, {"text": "And Democrats say this too.", "sentId": 51}, {"text": "I talked to Martin O'Malley, the governor of Maryland, who's probably going to run for the Democratic presidential nomination, he said the same thing.", "sentId": 52}, {"text": "People just don't think this country is in a better place than it was four years ago.", "sentId": 53}, {"text": "So that's what Republicans are seizing on.", "sentId": 54}], "secId": 25}, {"speaker": "BALL", "sentences": [{"text": "Well and a lot of that is factually based.", "sentId": 55}, {"text": "I mean if you look at the gain from the recovery the overwhelming percentage of those gains have gone to the top one percent or the top five percent of the earners which prove that people haven't felt this and a lot of the unemployment rate going down is because people are dropping out of the workforce.", "sentId": 56}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "Right, that's right.", "sentId": 57}], "secId": 27}, {"speaker": "BALL", "sentences": [{"text": "So that's not people -- you know hallucinating.", "sentId": 58}, {"text": "And but it's also true you know if you travel around the country the way we all do talking to these campaigns, it is incredibly repetitive and a legal bit boring the way these Republicans are all running the exact same campaign.", "sentId": 59}, {"text": "They are running against President Obama.", "sentId": 60}], "secId": 28}, {"speaker": "BALL", "sentences": [{"text": "But the reason they are doing that is because in these red states if everybody votes the way they did in 2012 against Obama these Republican candidates are all going to win.", "sentId": 61}], "secId": 29}, {"speaker": "TALEV", "sentences": [{"text": "Yes it's really not in even just those red states I mean Gallup did some really interesting polling sort of tying sentiments about Obama to the impact potentially on the midterms.", "sentId": 62}, {"text": "And you know what they found is that the negative associations with Obama sort of drive behavior much more than the positive associations.", "sentId": 63}, {"text": "And they look back at Bush's numbers the second time around and that Obama's numbers in 2010 and they are really comparable and if those numbers hold it will be really poor voting.", "sentId": 64}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Yes the second time for Bush in 2006, which was the huge sweep year.", "sentId": 65}, {"text": "You could -- if you sense the President's frustration number one he acknowledges the President we should be clear the President acknowledges he know many Americans don't feel it, he doesn't hide it.", "sentId": 66}, {"text": "But one of the reason he thinks that if he's mad at Democrats who won't embrace his records, who won't go out there and talk about it; who won't go out and campaign on it.", "sentId": 67}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "Listen to him hear saying Republicans have stopped bad-mouthing him on economic issues, to a degree and even his healthcare plan the President wishes Democrats would say this.", "sentId": 68}], "secId": 32}, {"speaker": "OBAMA", "sentences": [{"text": "There's a reason fewer Republicans are preaching doom on the deficits.", "sentId": 69}, {"text": "It's because the deficits have come down at almost a record pace and they are now manageable.", "sentId": 70}, {"text": "There's a reason few Republicans you are hearing run around about Obamacare because while good, affordable health care might seem like a fang threat to the freedom of the American people on Fox News, it turns out it's working pretty well in the real world.", "sentId": 71}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "That's what he wishes Democrats would say but he's dreaming, right in the final months of the campaign?", "sentId": 72}, {"text": "House races a little different.", "sentId": 73}, {"text": "House races tends to be a more urban areas where there is more of a Democratic base but in these key senate races will determine which party controls the Senate, it's not going to happen.", "sentId": 74}], "secId": 34}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 75}, {"text": "I was there in Evanston.", "sentId": 76}, {"text": "It was about 50-plus minutes long.", "sentId": 77}, {"text": "He went at length talking about how things are going to get better and he spent conservatively less time talking about minimum wage increase, about family leave, and about equal pay, the three issues that Democrats want him to actually be talking about.", "sentId": 78}, {"text": "I talk to a prominent senator this week who said, look, he needs to be talking about what he's going to do not the fact that things are better because people don't think it's better.", "sentId": 79}], "secId": 35}, {"speaker": "HAMBY", "sentences": [{"text": "Well and Molly made this point that the Republicans sort of running this almost like you know paint by number of campaign everywhere on the country is the same thing Obama in competitive states, you know red states and blue states and these senate races, Democrats are running on those issues.", "sentId": 80}, {"text": "It's in every TV ads.", "sentId": 81}, {"text": "It's a paid sick leave, it's minimum wage, you see it in almost any, in any Democratic race.", "sentId": 82}, {"text": "And I don't see a lot of variations.", "sentId": 83}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "And they are not going to invite the President in.", "sentId": 84}, {"text": "But many of them are inviting his former Secretary of State and potential 2016 candidate -- I just potential, didn't I -- by Hillary Clinton to come into their states.", "sentId": 85}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Look at her travel schedule.", "sentId": 86}, {"text": "Our Maggie Haberman our INSIDE POLITICS friend from Politico first reported this.", "sentId": 87}, {"text": "CNN has confirmed that she's going to be very busy, she's going to be in a lot of these battleground states where the President is not welcomed.", "sentId": 88}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "And Molly she's going to be talking about Democrats have made the conclusion, whether they are right or wrong, then if they emphasized women issues, some of it is reproductive freedom, some of it is the economic issues, like equal pay, that that's their best hope of getting higher turnout.", "sentId": 89}, {"text": "Taking women away from Republicans and turning more out at the polls.", "sentId": 90}], "secId": 39}, {"speaker": "BALL", "sentences": [{"text": "And this is what Hillary has been talking about so much and it is also a casting forward for Hillary of the message that she has made clear is going to be sort of her opening message of her potential campaign in 2016.", "sentId": 91}], "secId": 40}, {"speaker": "BALL", "sentences": [{"text": "You know, she was -- she gave a speech about women's empowerment here in Washington a couple of weeks ago and this is a theme she's hitting very hard.", "sentId": 92}, {"text": "So this is a sort of a win-win -- right.", "sentId": 93}, {"text": "It enables Hillary to start molding this message, which is really the first substantive message she has had in this pre-candidate phase.", "sentId": 94}, {"text": "Other than that, it's all been sort of -- sort of nothingness and problem.", "sentId": 95}], "secId": 41}, {"speaker": "BALL", "sentences": [{"text": "And it also you know gives Democrats something that they really, really need, which is a high-profile credible spokesperson for this message that they want to send to women.", "sentId": 96}], "secId": 42}, {"speaker": "HAMBY", "sentences": [{"text": "We were out in Iowa at the Steak Fries some of us she -- and again she didn't really talk about these things when she last ran for president.", "sentId": 97}, {"text": "When she mentioned contraception and she mentioned paid sick leave in her speech in Iowa, she got the loudest applause of any line in that whole speech.", "sentId": 98}, {"text": "It was a standing ovation.", "sentId": 99}], "secId": 43}, {"speaker": "MARTIN", "sentences": [{"text": "I think women's choice is to make their own decision.", "sentId": 100}, {"text": "But yes, the only standing ovation that I can recall, these issues are so central now to the Democratic coalition.", "sentId": 101}, {"text": "If you look at a place like Colorado or even North Carolina, that is what Democrats run on because they look at the raw numbers.", "sentId": 102}, {"text": "And the fact is, the Republicans can't win these elections if the gender gap hits a certain level.", "sentId": 103}], "secId": 44}, {"speaker": "MARTIN", "sentences": [{"text": "And I was talking to one senator today who said, look, they can mock Mark Udall only once running to see what you campaign but guess what, it works.", "sentId": 104}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "Thirty days out, Republicans end the week feeling better they think things are turning their way.", "sentId": 105}, {"text": "But we'll see if the Democrats can close strongly, including with the Hillary factor.", "sentId": 106}, {"text": "Everybody sit tight.", "sentId": 107}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "Up next, the 2016 contenders are crowding the 2014 stage.", "sentId": 108}, {"text": "The new Clinton granddaughter well she has a big role as does a former president who thinks it's his brother's turn.", "sentId": 109}, {"text": "But first, Joe Biden yet again claiming this week's \"Politicians", "sentId": 110}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "say the darndest thing: with a most interesting job description.", "sentId": 111}], "secId": 48}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "My name  I'm a senior at the college.", "sentId": 112}, {"text": "I'm the vice president of the student body here.", "sentId": 113}], "secId": 49}, {"speaker": "BIDEN", "sentences": [{"text": "Isn't it a -- vice president?", "sentId": 114}, {"text": "Whoa.", "sentId": 115}, {"text": "How do you feel about it now?", "sentId": 116}, {"text": "I'm joking.", "sentId": 117}, {"text": "I'm joking.", "sentId": 118}, {"text": "I'm joking.", "sentId": 119}], "secId": 50}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "We definitely --", "sentId": 120}], "secId": 51}, {"speaker": "BIDEN", "sentences": [{"text": "Best decision ever made.", "sentId": 121}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 122}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "The 2016 presidential race will begin in earnest the morning after the 2014 midterms.", "sentId": 123}, {"text": "But what I guess we'll have to call the preseason, well, if you've been watching every Sunday, it's already pretty busy.", "sentId": 124}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Let's just look in the past week here -- 2016 contenders on the road.", "sentId": 125}, {"text": "Hillary Clinton had a couple of stops.", "sentId": 126}, {"text": "Bernie Sanders is in Iowa this weekend.", "sentId": 127}, {"text": "He may run, the Vermont senator, against Hillary Clinton in 2016.", "sentId": 128}, {"text": "Rick Perry also back in Iowa according to Republicans in that state as he looks at round two.", "sentId": 129}, {"text": "Rand Paul was in both of the Carolinas this past week.", "sentId": 130}, {"text": "He's likely running for president.", "sentId": 131}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Look at this guy.", "sentId": 132}, {"text": "Chris Christie is everywhere -- crossing the country to campaign for Republicans and maybe for himself.", "sentId": 133}, {"text": "And then there's this guy.", "sentId": 134}, {"text": "Wait a minute.", "sentId": 135}, {"text": "Mitt Romney, 2016?", "sentId": 136}, {"text": "We'll talk about that in a second.", "sentId": 137}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "And last but certainly not least, Jeb Bush.", "sentId": 138}, {"text": "He was in the Carolinas last week, this week he's in Kansas -- the big senate race.", "sentId": 139}, {"text": "He's thinking about 2014 is what he says.", "sentId": 140}, {"text": "But listen to what his brother, George said \"what about 2016\".", "sentId": 141}], "secId": 57}, {"speaker": "BUSH", "sentences": [{"text": "I think he wants to president.", "sentId": 142}, {"text": "I think he'd be a great president.", "sentId": 143}, {"text": "He understands what it's like to be president for not only the person running or serving plus family.", "sentId": 144}, {"text": "He's seen his dad, he's seen his brother.", "sentId": 145}, {"text": "And so he's a very thoughtful man and he's weighing his options.", "sentId": 146}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "He's a very thoughtful man.", "sentId": 147}, {"text": "He's weighing his options.", "sentId": 148}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Peter Hamby, George W. Bush ran for president twice.", "sentId": 149}, {"text": "He was around when his dad ran for president a couple of times.", "sentId": 150}, {"text": "He knows that saying that is going to have to make Jeb have to answer the question.", "sentId": 151}, {"text": "Is that just a nudge or is that a hint?", "sentId": 152}], "secId": 60}, {"speaker": "HAMBY", "sentences": [{"text": "I think it's a little bit of both, I think.", "sentId": 153}, {"text": "What was interesting about that to me is one, I mean yes Jeb certainly wants to be in the conversation to keep his name out there.", "sentId": 154}, {"text": "And we're seeing his political travels step up.", "sentId": 155}, {"text": "He's also going to South Carolina for a fund-raiser which is showing a little more leg than he has been.", "sentId": 156}], "secId": 61}, {"speaker": "HAMBY", "sentences": [{"text": "But another dynamic here and you showed Mitt Romney up there.", "sentId": 157}, {"text": "There is such an opening in that sort of establishment lane of the Republican Party, you know, the donor and professional class of the Republican Party aren't really sure where to go.", "sentId": 158}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "With all of this Jeb talk, I called around into Iowa, into New Hampshire -- has anyone gotten a phone call from Jeb?", "sentId": 159}, {"text": "Anyone gotten a card from Jeb.", "sentId": 160}, {"text": "They didn't find any evidence that he's actually doing the preliminary work.", "sentId": 161}, {"text": "You have the birthday cards or calling about a new baby.", "sentId": 162}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "I will give you this one for that space in the middle.", "sentId": 163}, {"text": "Former New York Governor George Pataki is going to New Hampshire in October to have some meetings.", "sentId": 164}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "I see smiles around the table.", "sentId": 165}, {"text": "I'll just leave it at that.", "sentId": 166}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Ok, fine.", "sentId": 167}, {"text": "Is this an open question or can we put this one to rest?", "sentId": 168}, {"text": "In the middle of the week, we were all reading the great Mark Leibovich piece in the \"Sunday New York Times Magazine\" where Mitt Romney actually says, I might take a look at 2016 if the rest of the field doesn't come up to it.", "sentId": 169}, {"text": "Then in Kentucky, he did seem to feel compelled to say this.", "sentId": 170}], "secId": 66}, {"speaker": "ROMNEY", "sentences": [{"text": "I'm not running.", "sentId": 171}, {"text": "I'm not planning on running.", "sentId": 172}, {"text": "I expect to be supporting one of the many people who I think are looking at this race.", "sentId": 173}, {"text": "We have a number of different voices within our party that have different views about where America should go and I look forward to supporting one of them.", "sentId": 174}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Are we done with this?", "sentId": 175}, {"text": "Can we just be done with this or are we going to have to come back to it?", "sentId": 176}], "secId": 68}, {"speaker": "BALL", "sentences": [{"text": "No, of course we're not done.", "sentId": 177}, {"text": "Mitt Romney is going to continue to be out there in the public eye and very similar to 2012, although it's early, you have a potential 2016 field where the conservatives are very, very fractured and there are a lot of different candidates that vying for a slice of that conservative pie, which is a larger pie but then that establishment lane looks relatively open.", "sentId": 178}], "secId": 69}, {"speaker": "BALL", "sentences": [{"text": "And so, I think the hunger for Romney is a symbolic hunger for a candidate that's going to will represent the sort of donor class -- the establishment Republican party.", "sentId": 179}], "secId": 70}, {"speaker": "HAMBY", "sentences": [{"text": "And I mean I talked to one person who talks to Romney a lot in the middle of this little Romney boomlet we're in and asked him about this.", "sentId": 180}, {"text": "He said that, you know, he probably won't run but he sees the field -- the Republican field being a lot weaker than it was a year ago or two years ago.", "sentId": 181}], "secId": 71}, {"speaker": "HAMBY", "sentences": [{"text": "Remember, we thought the 2016 field was going to be full of a bunch of studs and everyone is a little scuffed right now.", "sentId": 182}, {"text": "So Romney has a little worried about that.", "sentId": 183}, {"text": "And then also he does have a lot of loyalty among money people and in a delicious bit of irony, Christie could be in the race and Mitt Romney could be on the sidelines just sort of waiting.", "sentId": 184}], "secId": 72}, {"speaker": "TALEV", "sentences": [{"text": "For these establishment Republicans, they all have some legacy to write.", "sentId": 185}, {"text": "You know, Jeb is trying to prove that his brother wasn't the only guy who could be president.", "sentId": 186}, {"text": "Chris Christie is trying to be vindicated after bridgegate and move on.", "sentId": 187}, {"text": "Mitt Romney hated the way it all went down and if all they get out of this extended play is to fix their image and make it feel better, that alone will be worth something.", "sentId": 188}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "Nobody picked up on President Pataki -- I'm so wounded by that.", "sentId": 189}, {"text": "Let me jump in on this point for me.", "sentId": 190}, {"text": "Rand Paul has made no secret of the fact -- to his credit he's probably right -- that the Republican Party needs to expand its base, rebrand its image a bit if it wants to succeed at the presidential level.", "sentId": 191}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "In South Carolina this past week, he said he doesn't oppose birth control or even Plan B -- the so-called morning after pill which many Christian conservatives say is tantamount to abortion.", "sentId": 192}, {"text": "Then listen to him here talking to Mr. Hamby who's here at the table.", "sentId": 193}, {"text": "Right now Rand Paul -- Rand Paul opposes same-sex marriage but he suggests here that he could be like President Obama and maybe some one day evolve.", "sentId": 194}], "secId": 75}, {"speaker": "PAUL", "sentences": [{"text": "I believe in old-fashioned traditional marriage but I don't really think the government needs to be too involved with this and I think that the Republican Party can have people on both sides of the issue.", "sentId": 195}], "secId": 76}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "And you could rethink it at some point, too?", "sentId": 196}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "Oh, my gosh.", "sentId": 197}, {"text": "Can you literally --", "sentId": 198}], "secId": 78}, {"speaker": "MARTIN", "sentences": [{"text": "Can he go to Iowa, New Hampshire, South Carolina -- two of the first three -- a lot of Christian conservatives.", "sentId": 199}, {"text": "Can he compete for president with I'm ok with Plan B and I might change my mind on same-sex marriage?", "sentId": 200}], "secId": 79}, {"speaker": "MARTIN", "sentences": [{"text": "That's not going to be his base.", "sentId": 201}, {"text": "He'll have a more libertarian leaning base which there's a chunk of certainly in New Hampshire and Iowa.", "sentId": 202}, {"text": "But the discomfort on that issue; I mean he was ready to talk about anything else in the world.", "sentId": 203}], "secId": 80}, {"speaker": "MARTIN", "sentences": [{"text": "You know, ebola -- anything else.", "sentId": 204}, {"text": "Break my legs.", "sentId": 205}, {"text": "It's not this.", "sentId": 206}, {"text": "And that captures just how much the Republicans want the issue to go away.", "sentId": 207}, {"text": "Have the courts figure it out and then we can just head to  never ask about it again.", "sentId": 208}, {"text": "All right?", "sentId": 209}], "secId": 81}, {"speaker": "BALL", "sentences": [{"text": "Well, most Republicans want this to go away but there's a noisy faction of Republicans who don't.", "sentId": 210}, {"text": "And you add Tony Perkins calling Rand out for the birth control thing this week.", "sentId": 211}, {"text": "And you know, and as he becomes more of a contender, he's going to get more scrutiny on this stuff.", "sentId": 212}], "secId": 82}, {"speaker": "BALL", "sentences": [{"text": "He's been saying for more than a year now that we should leave same-sex marriage up to the states.", "sentId": 213}, {"text": "But now that people are starting to notice the things he's saying, he's not going to get away with this kind of thing any longer.", "sentId": 214}], "secId": 83}, {"speaker": "BALL", "sentences": [{"text": "The other thing, I think is interesting here is that Paul has really been trying to build a coalition with social conservatives in Iowa and some of his strategists think that's a mistake.", "sentId": 215}, {"text": "That that's not the right sort of partnership for him to build because it's too awkward and this is going to really make that difficult.", "sentId": 216}], "secId": 84}, {"speaker": "HAMBY", "sentences": [{"text": "And then came out in support of him.", "sentId": 217}, {"text": "And a lot of social conservatives don't think those things --", "sentId": 218}], "secId": 85}, {"speaker": "HAMBY", "sentences": [{"text": "And Democrats are happy to highlight that.", "sentId": 219}], "secId": 86}, {"speaker": "MARTIN", "sentences": [{"text": "At some point we'll figure out what coalition will they build.", "sentId": 220}], "secId": 87}, {"speaker": "HAMBY", "sentences": [{"text": "Right.", "sentId": 221}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "We'll call a truce for the moment but that's why the 2016 debates will be so fascinating.", "sentId": 222}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "Up next, our reporters empty their notebooks, including this little nugget.", "sentId": 223}, {"text": "Who did Lindsey Graham call after he dismissed Marco Rubio as not ready to be president?", "sentId": 224}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table and ask our great reporters and get you out ahead of the big political news to come -- Jonathan Martin.", "sentId": 225}], "secId": 91}, {"speaker": "MARTIN", "sentences": [{"text": "Well, we talked about Lindsey Graham floating the idea that he could run for president in 2016.", "sentId": 226}, {"text": "And in that same interview with Steve Hayes at the \"Weekly Standard\" he also took a bit of a dig at Marco Rubio suggesting that Rubio wasn't ready yet to run for president and sort of mocking Rubio for not being able to confront the right for being scared of the right.", "sentId": 227}], "secId": 92}, {"speaker": "MARTIN", "sentences": [{"text": "It's my understanding that after that story went up online, that senator Graham actually called Rubio and suggested that he got a little bit over his skis and wasn't trying to diss senator Rubio and that he was taken out of context there.", "sentId": 228}, {"text": "So I think it's one of those examples, John, where you say something to a reporter and you see it in print and maybe want that one back.", "sentId": 229}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Not ready, not willing to stand up for the right.", "sentId": 230}, {"text": "Yes, he was taken out of context -- got it.", "sentId": 231}, {"text": "Margaret.", "sentId": 232}], "secId": 94}, {"speaker": "TALEV", "sentences": [{"text": "Well, speaking of things in print that you maybe wish you could take back, I think we'll see President Obama in the coming week really back on the defensive about his foreign policy.", "sentId": 233}, {"text": "A couple of interesting books coming out, Leon Panetta's book, former Ambassador Kristol's these titles like \"Outpost\" and \"Worthy Fights\" all honing attention on the fact that they had disagreements both with Obama, with his inner circle at the NSC and with Hillary Clinton about how to proceed in Iraq.", "sentId": 234}], "secId": 95}, {"speaker": "TALEV", "sentences": [{"text": "This is all happening at a time when President Obama is dealing with this nightmare on the ebola crisis and does not want his NSC staff pulled off to the side to sort of deal with this but it really could be a problem for Obama's legacy, has a potential to hurt midterm and very interesting to see how Hillary handles it.", "sentId": 235}, {"text": "This is not something that dogs her before 2016 when it gets off the ground.", "sentId": 236}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Fascinating.", "sentId": 237}, {"text": "The Vice President suggesting he views it as disloyal, writing these books about the President but listen to conservative talk radio.", "sentId": 238}, {"text": "They are driving it.", "sentId": 239}, {"text": "They're trying to use that to drive out turnout.", "sentId": 240}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "Peter Hamby?", "sentId": 241}], "secId": 98}, {"speaker": "HAMBY", "sentences": [{"text": "I want to hijack the notebook segment for a shameless plug which is the setting for that Rand Paul interview I did which is Hambycast which is a weekly digital series I'm doing on CNN.com.", "sentId": 242}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "We're the news here.", "sentId": 243}], "secId": 100}, {"speaker": "HAMBY", "sentences": [{"text": "Sorry man.", "sentId": 244}, {"text": "This is -- it is big time.", "sentId": 245}, {"text": "Every week I'm going somewhere -- it all takes place in campaign world meeting the characters and the places.", "sentId": 246}, {"text": "Some you know, some you don't.", "sentId": 247}, {"text": "It's fun, it's short but still hopefully smart and informed and it's every week at CNN.com/hambycast.", "sentId": 248}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "Rand Paul is worth the watch.", "sentId": 249}, {"text": "Molly.", "sentId": 250}], "secId": 102}, {"speaker": "BALL", "sentences": [{"text": "Is it time for the Molly cast?", "sentId": 251}, {"text": "KING:  Absolutely.", "sentId": 252}], "secId": 103}, {"speaker": "BALL", "sentences": [{"text": "Well, you know, there's a funny little story out of Arkansas where the Republicans' attorney-general nominee, a woman named Leslie Rutledge was actually kicked off the voting roles -- her voter registration was canceled because she was revealed to also be running in Washington, D.C.  And I mention this because this was part of a sort of voter  and there's also a Voter I.D.", "sentId": 253}, {"text": "Law in Arkansas going into effect this year.", "sentId": 254}], "secId": 104}, {"speaker": "BALL", "sentences": [{"text": "Democrats are starting to really worry.", "sentId": 255}, {"text": "They've put so much emphasis on the ground game.", "sentId": 256}, {"text": "They've put so much emphasis on trying to bring in new voters this midterm year but in a lot of states there are new voting restrictions going into effect.", "sentId": 257}, {"text": "States like Kansas which is suddenly in play; North Carolina, the voter ID got thrown out of court but they still had restricted the voting hours.", "sentId": 258}, {"text": "And so Democrats are starting to really worry that in these elections that are going to be so close, it's going to be a real problem for them.", "sentId": 259}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "Coincidence or not that many of the states happen to be the big battleground states this year.", "sentId": 260}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "I'll close with this one.", "sentId": 261}, {"text": "Maybe it's a conspiracy theory, maybe it's hardball politics, maybe we just need to connect the dots.", "sentId": 262}, {"text": "At issue is Mary Linda Garcia, she's the Republican candidate in New Hampshire's second congressional district.", "sentId": 263}, {"text": "Ten days ago, John Boehner the House Speaker came up to help her raise money.", "sentId": 264}, {"text": "Then a few days after that she did a radio interview in which she refused to commit to voting for Boehner if he as promised runs for Speaker again in January.", "sentId": 265}, {"text": "Now New Hampshire Republicans are saying that they are being told by the National Republican Campaign Committee, the financing arm -- the fund raising arm run by top Boehner deputies says there won't be any more money coming up to that district in the final 30 days of the campaign.", "sentId": 266}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "Maybe that's hardball politics.", "sentId": 267}, {"text": "Maybe it's a misunderstanding.", "sentId": 268}, {"text": "We'll keep an eye on that suffice to say, the Speaker was not happy to hear that after making that trip.", "sentId": 269}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 270}, {"text": "Again thanks for sharing your Sunday morning.", "sentId": 271}, {"text": "We'll see you soon.", "sentId": 272}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" with Candy Crowley starts right now.", "sentId": 273}], "secId": 110}], "sectionCount": 111, "url": "transcripts.cnn.com/TRANSCRIPTS/1410/05/ip.01.html", "sentenceCount": 275, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 5, 2014 - 08:30   ET", "speakers": ["KING", "OBAMA", "UNIDENTIFIED FEMALE", "BUSH", "CLINTON", "Welcome to INSIDE POLITICS I'm John King.  Thanks for sharing your Sunday morning.  And with us -- just 30 days to Election Day -- to share their reporting and their insights", "MARTIN", "HAMBY", "BALL", "TALEV", "UNIDENTIFIED MALE", "BIDEN", "ROMNEY", "PAUL"], "title": "INSIDE POLITICS"}