{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1410.19.ip.01.html.json", "subTitle": "Ebola a Good Issue for Republicans?; Impact of the Early Vote; Democrats Counting on the Women's Vote", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "President Obama insists he's on top of the Ebola crisis and that a leading Republican idea is wrong.", "sentId": 0}], "secId": 0}, {"speaker": "OBAMA", "sentences": [{"text": "All the discussions I've had thus far with experts, a travel ban is less effective than the measures that we are currently instituting.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "As Election Day nears Republicans say a bungled federal response is the latest example of amateur White House management.", "sentId": 2}], "secId": 2}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "We are seeing failed leadership coming from the Congressmen, from President Obama.", "sentId": 3}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Plus the battle for the Senate is tight and tense.", "sentId": 4}, {"text": "We drive across California and Iowa as the campaigns hunt for every last vote.", "sentId": 5}, {"text": "And Hillary Clinton tests her appeal in Kentucky.", "sentId": 6}], "secId": 4}, {"speaker": "CLINTON", "sentences": [{"text": "Let's put another crack in that glass ceiling and elect this incredible young woman to the United States senate.", "sentId": 7}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Mitch McConnell is not impressed.", "sentId": 8}], "secId": 6}, {"speaker": "MCCONNELL", "sentences": [{"text": "There's not a dime's worth of difference between a Clinton Democrat and an Obama Democrat.", "sentId": 9}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS the biggest story sourced by the best reporters, now.", "sentId": 10}, {"text": "Welcome to INSIDE POLITICS.", "sentId": 11}, {"text": "I'm John King thanks for sharing", "sentId": 12}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "your Sunday morning.", "sentId": 13}, {"text": "And with us to share their reporting and their insights Maeve Reston of \"The Los Angeles Times\", Maggie Haberman of Politico, Jonathan Martin of \"The New York Times\" and Nia-Malika Henderson of \"The Washington Post\".", "sentId": 14}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "I'm just back from a 1,200-mile drive across Colorado, Kansas, Missouri and Iowa.", "sentId": 15}, {"text": "Just about everyone, talking about Ebola.", "sentId": 16}, {"text": "Hardly anyone who doesn't work in politics is talking about the huge midterm election now just 16 days away, that's right, two weeks from Tuesday.", "sentId": 17}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "President Obama named an Ebola czar on Friday after days in which the White House insisted he was on top of things.", "sentId": 18}, {"text": "But Maggie Haberman, what are we learning about our president?", "sentId": 19}, {"text": "Even some of his friends are saying we've seen this movie before.", "sentId": 20}, {"text": "He has a problem at the White House he brings in John Podesta, a trusted friend.", "sentId": 21}, {"text": "He has a problem at HHS over HealthCare.gov he goes of the Office of Management and Budget with another insider as his czar.", "sentId": 22}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Now Ron Klain, again a Washington insider, former chief of staff to Vice President Biden.", "sentId": 23}, {"text": "Even some of his friends are saying why don't you go outside and get fresh perspective.", "sentId": 24}], "secId": 12}, {"speaker": "HABERMAN", "sentences": [{"text": "Right well as you're saying even some of his friends are criticizing this.", "sentId": 25}, {"text": "We have seen this movie before.", "sentId": 26}, {"text": "It is not just he has a problem and he goes at and he gets somebody who he knows and said he has a problem.", "sentId": 27}, {"text": "He waits until criticism builds and reaches a crisis point you know a double word there.", "sentId": 28}, {"text": "And then he goes and appoints the very czar he resisted appointing.", "sentId": 29}, {"text": "Or appoints whomever he had resisted appointing.", "sentId": 30}, {"text": "So that's the issue here.", "sentId": 31}], "secId": 13}, {"speaker": "HABERMAN", "sentences": [{"text": "There's a second issue here with Ron Klain who is widely respected among political operatives and among government.", "sentId": 32}, {"text": "He is not a health care professional.", "sentId": 33}, {"text": "And so that has been a lot of the criticism of this.", "sentId": 34}, {"text": "I am somebody who, we were talking about this before, Ebola is being talked about among voters in certain places.", "sentId": 35}, {"text": "There is not such evidence that it's as deadly as say the flu yet.", "sentId": 36}, {"text": "Right?", "sentId": 37}, {"text": "Or a number of other things.", "sentId": 38}], "secId": 14}, {"speaker": "HENDERSON", "sentences": [{"text": "Not even close.", "sentId": 39}], "secId": 15}, {"speaker": "HABERMAN", "sentences": [{"text": "Right.", "sentId": 40}, {"text": "And so I think the appointment of Ron Klain goes to the fact that once again you have a White House responding to a PR issue as much as anything else.", "sentId": 41}, {"text": "And that's what it tells you.", "sentId": 42}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "And the question is, Nia-Malika Henderson, the President is doing this, you're right, a trusted insider, if he picks up a phone, you know, if the cabinet secretary on the other end hears from Ron Klain, they know it's the President saying, do something.", "sentId": 43}], "secId": 17}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 44}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "So in terms of moving the wheels of government is probably effective.", "sentId": 45}, {"text": "The question is out in the country -- out in the country where people I think do have probably exaggerated fear about this and it's being stoked, I just spent a lot of time listening to talk radio driving across the heartland and wow.", "sentId": 46}, {"text": "Is the President out of touch though with the people when he has a Washington answer?", "sentId": 47}], "secId": 19}, {"speaker": "HENDERSON", "sentences": [{"text": "In some ways, yes.", "sentId": 48}, {"text": "Because I think what people are concerned about -- I was actually at a party last night with a bunch of doctors -- and what they're concerned about, is -- are the hospitals ready?", "sentId": 49}, {"text": "I mean if you look at the folks who have actually been infected with Ebola, these are nurses, these are people right on the front lines.", "sentId": 50}, {"text": "And that's where Dr. Klain's lack of experience comes in -- right.", "sentId": 51}, {"text": "He doesn't really know how a hospital operates and what might have gone wrong with this Ebola scare and what to do going forward.", "sentId": 52}], "secId": 20}, {"speaker": "RESTON", "sentences": [{"text": "It's such a politically fraught issue not just for the President but officials at every level, local, state.", "sentId": 53}, {"text": "You know, Governor Perry is having to deal with this in Texas.", "sentId": 54}, {"text": "Everyone is looking to him, whether he's given the right leadership response.", "sentId": 55}, {"text": "And you know it's something that's very difficult to control.", "sentId": 56}, {"text": "I think that the White House could have come out earlier and, you know, done more reassuring and tried to give people more information which they then did do more of this week.", "sentId": 57}], "secId": 21}, {"speaker": "RESTON", "sentences": [{"text": "But I was just in Colorado this week and there is, you know, sheer panic about this, Frontier Airlines is based there.", "sentId": 58}, {"text": "Of course, so everyone is talking about it.", "sentId": 59}, {"text": "And there's just -- you know, nobody is reading about anything else.", "sentId": 60}], "secId": 22}, {"speaker": "HABERMAN", "sentences": [{"text": "Well the other thing that we've seen, too, that we learned about this White House, is we saw a very similar story.", "sentId": 61}, {"text": "And you saw Bobby Jindal I think among others picked up on this -- that the President is so mad, he's so mad that this happened.", "sentId": 62}, {"text": "There clearly were mistakes made by the CDC.", "sentId": 63}, {"text": "And as somebody who saw Tom Frieden in New York, where he was the health commissioner, I'm actually pretty surprised by how this has gone.", "sentId": 64}], "secId": 23}, {"speaker": "HABERMAN", "sentences": [{"text": "But that has now become the mantra, the President is so angry that an agency had let him down.", "sentId": 65}, {"text": "So the response again is bringing in somebody who understands the leverage of government but not necessarily the crisis, the health response.", "sentId": 66}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "And to that point Jonathan Martin if you listen to Republicans they're saying to the point they've seen this movie before they're saying the President can be mad at another agency but who hired the heads of those agencies?", "sentId": 67}, {"text": "Their point is that the President is proving yet again that not only that he can't manage the government but that he can't pick good people, competent people to manage the government.", "sentId": 68}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "Listen here to Mitt Romney in an interview in NH1 trying to make that point.", "sentId": 69}], "secId": 26}, {"speaker": "ROMNEY", "sentences": [{"text": "This administration couldn't run the IRS right and it apparently is not running the CDC right.", "sentId": 70}, {"text": "And you ask yourself what is it going to take to have a president who really focuses on the interest of the American people?", "sentId": 71}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "If voters are asking questions about the competence of government heading into an election, that's not good news for Democrats.", "sentId": 72}], "secId": 28}, {"speaker": "MARTIN", "sentences": [{"text": "This is a gift wrapped issue for the GOP for two reasons John.", "sentId": 73}, {"text": "The first one is what you mention is competence.", "sentId": 74}, {"text": "The fact is that this is one more example that they can cite to point out that President Obama has not run a competent federal government.", "sentId": 75}, {"text": "And it's a pretty visceral issue, a fatal disease coming to American soil.", "sentId": 76}], "secId": 29}, {"speaker": "MARTIN", "sentences": [{"text": "But the second issue is there's this larger question of a world coming undone.", "sentId": 77}, {"text": "And the backdrop of events to which this election is playing out whether it's beheadings, whether it's Ebola, you know, the events taking place with Vladimir Putin.", "sentId": 78}, {"text": "And for Republicans, they simply have to point and say competence and chaos.", "sentId": 79}, {"text": "And that's a pretty compelling message in a year that structurally is good for them anyway.", "sentId": 80}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "And so we've seen Democrats trying to deal with this; it's coming up in debate.", "sentId": 81}, {"text": "Do you agree with the President?", "sentId": 82}, {"text": "The President says no travel ban.", "sentId": 83}, {"text": "Kay Hagan one of the most hotly contested senate races in North Carolina, originally she was with the President she said I don't think that's not necessary.", "sentId": 84}, {"text": "Then on Friday she issues a statement saying \"A temporary travel ban is a prudent step the President can take to protect the American people and I believe he should do so immediately.\"", "sentId": 85}, {"text": "Days after she said he shouldn't do it at all.", "sentId": 86}, {"text": "We've seen other Democratic candidate at least lean that way either calling for a travel ban or saying it should be on the table.", "sentId": 87}], "secId": 31}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 88}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "Something else that makes Democrats nervous?", "sentId": 89}], "secId": 33}, {"speaker": "HENDERSON", "sentences": [{"text": "Oh certainly.", "sentId": 90}, {"text": "Michelle Nunn down in Georgia the same thing -- something that should be looked at.", "sentId": 91}, {"text": "So yes I mean something else that makes Democrats nervous.", "sentId": 92}, {"text": "This idea that President Obama is not sufficiently engaged, that he's too cool about things.", "sentId": 93}, {"text": "So they are bringing the heat, really, frankly, to Obama.", "sentId": 94}, {"text": "And they are on the side of where most Americans are in terms of a travel ban.", "sentId": 95}], "secId": 34}, {"speaker": "MARTIN", "sentences": [{"text": "It's overwhelming.", "sentId": 96}], "secId": 35}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes it's overwhelming.", "sentId": 97}], "secId": 36}, {"speaker": "MARTIN", "sentences": [{"text": "On the travel ban, it's a no-brainer politically.", "sentId": 98}], "secId": 37}, {"speaker": "HABERMAN", "sentences": [{"text": "It's a no brainer politically.", "sentId": 99}, {"text": "It is however a brainer in terms of not doing it if you read, if you actually read what it would do.", "sentId": 100}, {"text": "It would have a -- it would arguably make the disease worse.", "sentId": 101}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "But where are the people in the administration making that point?", "sentId": 102}, {"text": "I think that's the question of leadership.", "sentId": 103}, {"text": "If you want to tell the American people, I understand your fears, I understand your reflex reaction to a travel ban, the President himself says he gets that.", "sentId": 104}], "secId": 39}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 105}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "And he's not philosophically opposed but he says it's unnecessary.", "sentId": 106}, {"text": "Where are they rolling out the experts to convince the Americans --", "sentId": 107}], "secId": 41}, {"speaker": "HABERMAN", "sentences": [{"text": "Well that's been a problem.", "sentId": 108}], "secId": 42}, {"speaker": "RESTON", "sentences": [{"text": "And I think that you're seeing Democratic groups, outside groups really trying to get the upper hand on the issue by pointing to the cuts at the CDC over the last decade or so.", "sentId": 109}, {"text": "And but that -- that issue is not -- doesn't seem to be catching quite as much fire as, you know, just sheer panic about Ebola and people wanting more reassurance.", "sentId": 110}], "secId": 43}, {"speaker": "HABERMAN", "sentences": [{"text": "Right and there's also I mean to your point about sheer panic -- A, this is something that is very easy for people to understand.", "sentId": 111}, {"text": "It's not some distant thing.", "sentId": 112}, {"text": "Everybody has seen \"Outbreak\" or some version of it where you've got some vast-spreading disease.", "sentId": 113}, {"text": "They don't really understand how it's spread which goes back to your point about not enough information being offered up.", "sentId": 114}], "secId": 44}, {"speaker": "HABERMAN", "sentences": [{"text": "But also this is a very unsettled electorate where people are not exactly sure whether that's going to be motive toward the polls or what is going to be yet another piece of weight on this side of the scale that's going to drive you away from your incumbent.", "sentId": 115}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "If you listen to conservative talk radio, it's like you're listening to an episode of \"Homeland\" on the radio.", "sentId": 116}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "All right -- everybody sit tight.", "sentId": 117}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Next lessons from that drive across key center battleground states and the formula Democrats hope keeps a bad year from turning disastrous.", "sentId": 118}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "But first this week's \"Politicians Say or Do the Darndest Things\".", "sentId": 119}, {"text": "Florida gubernatorial candidate Charlie Crist, we knew the Republican turned Democrat liked his tan.", "sentId": 120}, {"text": "Also turns out he prefers to speak and debate with a hidden fan which was a deal breaker for his debate opponent.", "sentId": 121}], "secId": 49}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Governor Crist has asked to have a fan, a small fan placed underneath his podium.", "sentId": 122}, {"text": "The rules of the debate that I was shown by the Scott campaign say that there should be no fan.", "sentId": 123}, {"text": "Somehow there is a fan there and for that reason, ladies and gentlemen I am being told that Governor Scott will not join us for this debate.", "sentId": 124}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 125}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "I got out of the studio and thankfully out of this suit to hit the road this past week to get a firsthand look at three of the senate races that will help determine whether Republicans seize control of the senate and hamstring the President in the final two years in office.", "sentId": 126}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "Let's take a look.", "sentId": 127}, {"text": "I was in Colorado, Corey Gardner against the Democratic incumbent Mark Udall there.", "sentId": 128}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "One place I went first, down here to Colorado Springs.", "sentId": 129}, {"text": "Down the El Paso County area -- a lot of Republicans; they outnumber the Democrats two to one.", "sentId": 130}, {"text": "One of the key questions there, with the Evangelicals in this community so key to Republicans, will they vote?", "sentId": 131}, {"text": "It's an open question.", "sentId": 132}, {"text": "Many say they're not paying all that much attention to the election.", "sentId": 133}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Also if you move up in Colorado, you come up to the Denver area I went up to Golden.", "sentId": 134}, {"text": "One of the big questions here, early voting.", "sentId": 135}, {"text": "Every Coloradan this year registered to vote gets a mail ballot, they can vote early.", "sentId": 136}, {"text": "This is the county clerk Pam Anderson.", "sentId": 137}, {"text": "Democrats are hoping that the early voting helps them overcome the Republican momentum in the state there.", "sentId": 138}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Then over to Kansas -- what a fascinating race here, the Republican incumbent Pat Roberts running against an Independent.", "sentId": 139}, {"text": "Now Republicans are saying this one is starting to come home but I'm not so sure.", "sentId": 140}, {"text": "In Hays, I met a small businessman, Tyler Henneman , family runs a bowling alley.", "sentId": 141}, {"text": "He's never, never voted anything but Republican for federal office.", "sentId": 142}, {"text": "This is his bowling alley here.", "sentId": 143}, {"text": "He goes into the last two weeks saying \"I'm not sure, I might vote for Greg Orman because I'm not happy with my Republican incumbent.\"", "sentId": 144}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "And then in Bob Dole's hometown of Russell, I sat down with these four very sweet ladies at the Russell Senior Center.", "sentId": 145}, {"text": "Here's what Pat Roberts has to worry about.", "sentId": 146}, {"text": "All four hands went up when I said who voted for Pat Roberts six years ago?", "sentId": 147}, {"text": "When I said who's going to vote for him in two weeks?", "sentId": 148}, {"text": "Only one.", "sentId": 149}, {"text": "One of the others said not going to vote at all, doesn't like either candidate.", "sentId": 150}, {"text": "These two right here say I might vote for Greg Orman -- we'll see.", "sentId": 151}, {"text": "So that's a sign Pat Roberts is not out of the woods there yet.", "sentId": 152}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Then I went through Missouri, had some barbecue, Jonathan Martin wanted me to mention that.", "sentId": 153}, {"text": "Then into Iowa, again a blue state, President Obama carried it twice.", "sentId": 154}, {"text": "Right now the Republican has a slight lead.", "sentId": 155}, {"text": "The key for the Democrats here, I started covering politics a long time ago.", "sentId": 156}, {"text": "Everybody had a clipboard when they went door to door.", "sentId": 157}, {"text": "Now they carry iPods, a little hand touch to input the data from voters.", "sentId": 158}, {"text": "But old-school sign here, the best way to support Democrats is voting by mail.", "sentId": 159}, {"text": "Democrats hoping early voting helps them to success there.", "sentId": 160}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "And Maeve Reston, let's start there.", "sentId": 161}, {"text": "Republicans are going to win on Election Day, Democrats know that -- the people who vote on Election Day because it's a midterm year.", "sentId": 162}, {"text": "Can the Democrats really outhustle them in the 16 to -- in the last week or so, say 25 days before the election?", "sentId": 163}, {"text": "Can they win with the early voting and the mail voting?", "sentId": 164}], "secId": 59}, {"speaker": "RESTON", "sentences": [{"text": "Well, they did in 2012, didn't they?", "sentId": 165}, {"text": "Right.", "sentId": 166}, {"text": "I mean we've got -- Democrats have had this unprecedented ground game.", "sentId": 167}, {"text": "They are pouring even more resources into it -- $60 million this year into the hotly contested senate races.", "sentId": 168}], "secId": 60}, {"speaker": "RESTON", "sentences": [{"text": "I was out in Colorado this week.", "sentId": 169}, {"text": "And literally the first day that people were getting their ballots in the mail the door knockers were out there saying have you gotten your ballot?", "sentId": 170}, {"text": "Are you going to turn it in, in the next 24 hours?", "sentId": 171}, {"text": "They're really making this huge push in those states.", "sentId": 172}, {"text": "Because as soon as they clear those people who have turned in their ballots off the rolls, they can focus on the sporadic voters and those other targets they really need to get to, to boost their margins in what has been a terrible year for them.", "sentId": 173}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "And the Democrats we know did kick the Republican's butts in 2008 and even more so in 2012 using technology, taking advantage of early voting.", "sentId": 174}, {"text": "You mentioned Colorado -- the mail ballots went out.", "sentId": 175}, {"text": "You can show up in person and vote early starting tomorrow -- on Monday.", "sentId": 176}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "And let's look at the numbers.", "sentId": 177}, {"text": "In Iowa, the Obama campaign beat the Romney campaign hands down.", "sentId": 178}, {"text": "But look at these numbers here.", "sentId": 179}, {"text": "The Republicans are saying actually \"we're a little behind\".", "sentId": 180}, {"text": "If you look at the numbers -- this is as of Friday.", "sentId": 181}, {"text": "Democrat ballots returned already, just under 80,000.", "sentId": 182}, {"text": "Republicans ballots just under 75,000.", "sentId": 183}, {"text": "Unaffiliated ballots there.", "sentId": 184}, {"text": "Republicans are making the case Jonathan that maybe they're not matching the Democrats but they're doing much better.", "sentId": 185}], "secId": 63}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 186}, {"text": "Yes, the question is can a good ground game which the Democrats certainly have, overcome the structural factors that are working for the Republicans?", "sentId": 187}, {"text": "It's kind of like in football terms.", "sentId": 188}, {"text": "You know, yes, if you can get them to the 30 yard line you can win with a field goal.", "sentId": 189}, {"text": "But John, you have to be at the 30 first.", "sentId": 190}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 191}], "secId": 65}, {"speaker": "MARTIN", "sentences": [{"text": "And that's the problem for Democrats.", "sentId": 192}, {"text": "The best ground game in the world cannot overcome the challenges that they have in some of the states.", "sentId": 193}, {"text": "I am so fascinated by Colorado, though because this is going to be the best test I think of can that ground game overcome the challenges they are facing, the wind blowing in their face.", "sentId": 194}, {"text": "That's the one I think really to watch.", "sentId": 195}], "secId": 66}, {"speaker": "MARTIN", "sentences": [{"text": "But you're right.", "sentId": 196}, {"text": "In Alaska and Arkansas -- tougher states for Democrats; you talk to the folks there, everything now -- everything is riding upon that ground game.", "sentId": 197}, {"text": "It's their last best hope.", "sentId": 198}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Colorado you mentioned you have the evangelical base for the Republicans.", "sentId": 199}, {"text": "You have a growing Latino community -- discouraged though for the Democrats.", "sentId": 200}, {"text": "That was in Adams County, a key county for the Democrats here.", "sentId": 201}, {"text": "Latino's aren't sure they're going to vote.", "sentId": 202}, {"text": "So hustling -- out-hustling, using technology, early voting is", "sentId": 203}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "one weapon the Democrats say they will use.", "sentId": 204}, {"text": "Another one is trying to stretch the gender gap in these races.", "sentId": 205}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "And Maggie Haberman, we saw Hillary Clinton in a race most Democrats think is slipping away.", "sentId": 206}, {"text": "But the Allison Grimes campaign insists no.", "sentId": 207}, {"text": "They insist they can still beat Mitch McConnell in Kentucky.", "sentId": 208}, {"text": "They're hoping this from Hillary Clinton can help.", "sentId": 209}], "secId": 70}, {"speaker": "CLINTON", "sentences": [{"text": "It's just unbelievable that in this day and time someone would be telling the women of Kentucky they don't deserve equal pay for equal work?", "sentId": 210}, {"text": "If there is only one reason that will motivate you to go vote in 20 days, put that at the top of the list.", "sentId": 211}], "secId": 71}, {"speaker": "HABERMAN", "sentences": [{"text": "Look, I think in all of these races, the one factor that we have left out -- two factors we have left out.", "sentId": 212}, {"text": "2008 and 2012 were presidential years.", "sentId": 213}, {"text": "It was very different in terms top of the ticket -- number one.", "sentId": 214}], "secId": 72}, {"speaker": "HABERMAN", "sentences": [{"text": "And number two, candidate quality matters, campaign quality matters.", "sentId": 215}, {"text": "Allison grimes has been hit repeatedly as being, you know, the perception that she's too robotic.", "sentId": 216}, {"text": "I think that the fact that the DSCC pulled out of ads there the day before Hillary Clinton --", "sentId": 217}], "secId": 73}, {"speaker": "MARTIN", "sentences": [{"text": "Good timing.", "sentId": 218}], "secId": 74}, {"speaker": "HABERMAN", "sentences": [{"text": "-- I think probably tells you more about where things are headed in that race.", "sentId": 219}, {"text": "But yes, I don't expect the Grimes campaign to tell us if they don't think it's going well.", "sentId": 220}, {"text": "I think it is a pretty tough challenge.", "sentId": 221}, {"text": "I think that where you're seeing Hillary Clinton go in large measure is about where the DSCC thinks she can be of help.", "sentId": 222}], "secId": 75}, {"speaker": "HABERMAN", "sentences": [{"text": "But I think in some cases it is also about solidarity with women candidates.", "sentId": 223}, {"text": "And you're going to see her doing that a lot regardless of whether it's a gender gap that can be surmounted or not.", "sentId": 224}], "secId": 76}, {"speaker": "RESTON", "sentences": [{"text": "Again in Colorado, I mean this is where the gender gap politics have been the biggest in the country.", "sentId": 225}, {"text": "In a debate recently as someone asked Mark Udall to explain why some people are calling him Senator Uterus -- he was dinged by the \"Denver Post\" for running a single issue campaign.", "sentId": 226}, {"text": "They are really counting on those women voters and they were citing an amazing statistic, which is that somewhere close to two-thirds of the voters in Colorado now know what Corey Gardner's position is on abortion .", "sentId": 227}, {"text": "So that message has broken through.", "sentId": 228}, {"text": "And it will be really interesting to see what happens.", "sentId": 229}], "secId": 77}, {"speaker": "HENDERSON", "sentences": [{"text": "It's broken through but if you look at what voters really want to talk about, it's not really abortion and contraception.", "sentId": 230}, {"text": "It's the economy.", "sentId": 231}, {"text": "And the folks who have run the most successful campaign so far around women's issues are really talking about equal pay.", "sentId": 232}], "secId": 78}, {"speaker": "HENDERSON", "sentences": [{"text": "I think in these last weeks we're going to see as you said Hillary Clinton out there in New Hampshire, for instance, she's going to be there in that last weekend rallying the crowds there.", "sentId": 233}], "secId": 79}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 234}, {"text": "Two women at the top --", "sentId": 235}], "secId": 80}, {"speaker": "RESTON", "sentences": [{"text": "And the issue with abortion is that it never -- very often not the issue that women bring up.", "sentId": 236}, {"text": "It's way at the bottom of the scale.", "sentId": 237}, {"text": "But when you talk about those moderate Republican women, a lot of them say that that is a disqualifier for someone like Corey Gardner and that's what they're going for.", "sentId": 238}], "secId": 81}, {"speaker": "MARTIN", "sentences": [{"text": "Can I touch real fast on what Maggie said, which is that candidate quality matters.", "sentId": 239}, {"text": "It's so true.", "sentId": 240}, {"text": "Look, part of the reason why Corey Gardner is in a good place right now in Colorado is because he's one of the best candidates in the cycle.", "sentId": 241}], "secId": 82}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 242}, {"text": "And he's not Todd Akin either.", "sentId": 243}], "secId": 83}, {"speaker": "MARTIN", "sentences": [{"text": "It was easier -- it was easier four years ago for Democrats to beat Ken  because they had a weak Republican.", "sentId": 244}], "secId": 84}, {"speaker": "MARTIN", "sentences": [{"text": "Ok, flash forward to Kansas, South Dakota and Georgia.", "sentId": 245}, {"text": "Why are Republicans having a problem?", "sentId": 246}, {"text": "They have candidate problems there.", "sentId": 247}, {"text": "These are structurally good states, they are red states.", "sentId": 248}, {"text": "The challenge, again, is candidates.", "sentId": 249}], "secId": 85}, {"speaker": "HABERMAN", "sentences": [{"text": "And we did not mention, by the way, the President while he was a huge boost to Democrats in various states in '08 and 2012, he is a drag this year.", "sentId": 250}, {"text": "He just is.", "sentId": 251}, {"text": "He is the issue.", "sentId": 252}, {"text": "These various crises to your point about Ebola, that's what that relates to.", "sentId": 253}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Without a doubt he's a drag, without a doubt the Republicans think they have better candidates this year.", "sentId": 254}, {"text": "16 days to go, ladies and gentlemen.", "sentId": 255}, {"text": "It matters.", "sentId": 256}, {"text": "You might not think it matters but it does matter.", "sentId": 257}, {"text": "Get tuned.", "sentId": 258}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "Tomorrow's news today is next.", "sentId": 259}, {"text": "Our reporters share from their notebooks, including Hillary Clinton working on what sounds like a 2016 stump speech.", "sentId": 260}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Let's go around the INSIDE POLITICS table to get you out ahead of the big political news just ahead.", "sentId": 261}, {"text": "Nia-Malika Henderson.", "sentId": 262}], "secId": 89}, {"speaker": "HENDERSON", "sentences": [{"text": "Ben Carson is almost starting to run for president in 2016.", "sentId": 263}, {"text": "He has a virtual campaign in waiting, a campaign chairman, his super PAC raised $3 million in this last third quarter, ready for Hillary who was only able to raise $2 million.", "sentId": 264}, {"text": "I think the question for him, very unlikely that he's going to actually win the nomination.", "sentId": 265}, {"text": "The question is how does he fit in?", "sentId": 266}, {"text": "Look for him to challenge Rand Paul and Ted Cruz for that Tea-evangelical vote.", "sentId": 267}, {"text": "And this Ebola scare certainly gives here something of an opening to flex his medical knowledge during these next couple of days.", "sentId": 268}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "His name came up a lost as I travelled across the country from grassroots activists.", "sentId": 269}, {"text": "That will be interesting.", "sentId": 270}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "Jonathan.", "sentId": 271}], "secId": 92}, {"speaker": "MARTIN", "sentences": [{"text": "John it looks increasingly possible that on election, we still might not know who controls the Senate.", "sentId": 272}, {"text": "Here's why.", "sentId": 273}, {"text": "Georgia, you're going to have the possibility of a runoff.", "sentId": 274}, {"text": "The same in Louisiana.", "sentId": 275}, {"text": "And way out in Alaska, keep in mind there's a lot of rural precincts, John, that could be counted late into the evening, East Coast time.", "sentId": 276}, {"text": "That's possible on a Wednesday morning we could wake up and still not know who controls the senate.", "sentId": 277}], "secId": 93}, {"speaker": "MARTIN", "sentences": [{"text": "And by the way, I talked to a lot of folks from both parties over the weekend increasingly certain Georgia is in fact going to a runoff, and by the way, that's a January runoff.", "sentId": 278}], "secId": 94}, {"speaker": "RESTON", "sentences": [{"text": "January 5th.", "sentId": 279}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "Lawyers and reporters working overtime.", "sentId": 280}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Maggie.", "sentId": 281}], "secId": 97}, {"speaker": "HABERMAN", "sentences": [{"text": "Hillary Clinton this week is back out on the campaign trail again.", "sentId": 282}, {"text": "She's been hitting it very hard for a lot of women candidates.", "sentId": 283}, {"text": "On Friday she helps Martha Coakley in Boston in Massachusetts and then goes on to help Gina Raimondo in Rhode Island.", "sentId": 284}, {"text": "That's the one to watch because Gina Raimondo has been criticized as being too close to Wall Street herself.", "sentId": 285}, {"text": "This has been a commentary applied to Hillary Clinton.", "sentId": 286}, {"text": "Watch and see what Hillary Clinton's words are as she is helping her up there.", "sentId": 287}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "The great state of Rhode Island.", "sentId": 288}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Maeve.", "sentId": 289}], "secId": 100}, {"speaker": "RESTON", "sentences": [{"text": "Speaking of the Clintons, Bill Clinton, the big dog himself, is going to be in Louisiana this week for Mary Landrieu, obviously a very tight race that everyone thinks is going to go to a runoff.", "sentId": 290}, {"text": "Where he can really help her is with black voters in Louisiana.", "sentId": 291}, {"text": "She's got to consolidate those voters and turn them out.", "sentId": 292}, {"text": "She's going to get virtually all of them both sides would say.", "sentId": 293}, {"text": "But it's a matter of getting them to the polls and Bill Clinton may be able to work his magic, John, there to help her do that.", "sentId": 294}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "The big dog is having fun out there.", "sentId": 295}, {"text": "He probably likes the idea of a runoff.", "sentId": 296}, {"text": "He gets to keep campaigning until January.", "sentId": 297}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "I'm going to close with a flashing headline from my drive", "sentId": 298}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "across the heartland.", "sentId": 299}, {"text": "The illegal immigration issue we've known for some time it is a problem for Republicans.", "sentId": 300}, {"text": "The anger at the grass roots level is growing, not receding.", "sentId": 301}, {"text": "I was so struck in conversations in Colorado, in Kansas and in Iowa, just pure frustration, the belief among conservative Republicans that this problem is getting worse.", "sentId": 302}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "What does that tell you?", "sentId": 303}, {"text": "Is tells you there's no prospect for any compromised legislation during the final two years of the Obama presidency, Speaker Boehner, maybe majority leader Mitch McConnell if the Republicans take the Senate will have very little room.", "sentId": 304}, {"text": "It also tells you this issue will spill over into 2016 and watch this, if the President uses his executive power as promised, Republicans will be pushing the grass roots for confrontation, not compromise.", "sentId": 305}, {"text": "An issue we thought after 2012 Republicans would try to deal with will be with us into 2016 and beyond.", "sentId": 306}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 307}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 308}, {"text": "We'll see you soon.", "sentId": 309}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" with Candy Crowley starts right now.", "sentId": 310}], "secId": 107}], "sectionCount": 108, "url": "transcripts.cnn.com/TRANSCRIPTS/1410/19/ip.01.html", "sentenceCount": 312, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 19, 2014 - 08:30   ET", "speakers": ["KING", "OBAMA", "UNIDENTIFIED FEMALE", "CLINTON", "MCCONNELL", "HABERMAN", "HENDERSON", "RESTON", "ROMNEY", "MARTIN", "UNIDENTIFIED MALE"], "title": "INSIDE POLITICS"}