{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1611.07.ip.01.html.json", "subTitle": "Trump in Florida, Clinton in Pennsylvania; FBI Clears Clinton Again in Email Probe. Aired 12-12:30p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "BERMAN", "sentences": [{"text": "Appreciate it.", "sentId": 0}], "secId": 0}, {"speaker": "BOLDUAN", "sentences": [{"text": "Thank you, Josh.", "sentId": 1}], "secId": 1}, {"speaker": "BERMAN", "sentences": [{"text": "\"INSIDE POLITICS\" with John King -", "sentId": 2}], "secId": 2}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Thanks for the - thanks for the opportunity, guys.", "sentId": 3}], "secId": 3}, {"speaker": "BERMAN", "sentences": [{"text": "Starts right now.", "sentId": 4}], "secId": 4}, {"speaker": "BERMAN", "sentences": [{"text": "Bye, Josh.", "sentId": 5}], "secId": 5}, {"speaker": "BOLDUAN", "sentences": [{"text": "Thank you.", "sentId": 6}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 7}, {"text": "We're live from the nation's capital, just across the street from the White House on this beautiful day.", "sentId": 8}, {"text": "I'm John King.", "sentId": 9}, {"text": "Thanks for sharing your time on this final full day of campaign 2016.", "sentId": 10}, {"text": "Tomorrow we count the votes.", "sentId": 11}, {"text": "And as you might imagine, it's a mad scramble out on the campaign trail today.", "sentId": 12}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Just this hour, Donald Trump's in Florida, Hillary Clinton in Pennsylvania, President Obama delivering a Clinton assist in Ann Arbor, Michigan.", "sentId": 13}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Three questions to frame our conversation.", "sentId": 14}, {"text": "From October surprise to November shocker, the FBI says its new e-mail review found nothing of consequence.", "sentId": 15}, {"text": "Does that help Hillary Clinton rebuild trust or does it help Donald Trump amp up the outrage?", "sentId": 16}], "secId": 9}, {"speaker": "TRUMP", "sentences": [{"text": "Look, we are going to deliver justice the way justice used to be in this country, at the ballot box on November 8th.", "sentId": 17}, {"text": "We are going to do something so special.", "sentId": 18}, {"text": "It will be so special.", "sentId": 19}, {"text": "It will be an amazing day.", "sentId": 20}, {"text": "It will be called Brexit-plus- plus-plus.", "sentId": 21}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Will Clinton's sudden scramble be enough to block Trump's late push in some big, blue battlegrounds?", "sentId": 22}], "secId": 11}, {"speaker": "CLINTON", "sentences": [{"text": "I know there's a lot of frustration and even anger in this election season.", "sentId": 23}, {"text": "I see it.", "sentId": 24}, {"text": "I hear it.", "sentId": 25}, {"text": "Sometimes, you know, I'm the subject of it.", "sentId": 26}, {"text": "I get it.", "sentId": 27}, {"text": "But anger is not a plan.", "sentId": 28}, {"text": "Anger is not going to get us new jobs with rising incomes.", "sentId": 29}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "And this could be the most important question of all, will the big surge of Latinos voting early make it near impossible for Trump to win Florida, Nevada, and maybe some other big prizes?", "sentId": 30}], "secId": 13}, {"speaker": "TRUMP", "sentences": [{"text": "Folks, it's a rigged system.", "sentId": 31}, {"text": "It's a rigged system, and we're going to beat it.", "sentId": 32}, {"text": "We're going to beat it.", "sentId": 33}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "With us on this final big campaign day to share their reporting and their insights, Julie Pace of the Associated Press, Mary Katharine Ham of \"The Federalist,\" and CNN's Maeve Reston and Manu Raju.", "sentId": 34}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "We're going to take you live to the campaign trail throughout the hour.", "sentId": 35}, {"text": "We'll be doing that throughout the day here on CNN to check in on a final sprint that will again run, yes, past midnight.", "sentId": 36}, {"text": "Stay up with us.", "sentId": 37}, {"text": "The latest numbers tell us a big story, advantage Clinton in the final hours.", "sentId": 38}, {"text": "Look like there, a three-point lead, a four-point lead now in our CNN national poll of polls.", "sentId": 39}, {"text": "That one's been changing quite a bit even this morning.", "sentId": 40}, {"text": "And, by far, Hillary Clinton has the clearest state-by-state path to 270 electoral votes.", "sentId": 41}, {"text": "That, of course, the magic number tomorrow night.", "sentId": 42}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "But, Trump's 2016 trademark to the very end is disruption, and he believes there are enough big states close enough for him to swoop in and change the map.", "sentId": 43}, {"text": "Today, Trump closes with stops in Florida, North Carolina, Pennsylvania, New Hampshire and Michigan.", "sentId": 44}, {"text": "Yes, he's working till the end.", "sentId": 45}, {"text": "Hillary Clinton has two stops in Pennsylvania, one in Michigan.", "sentId": 46}, {"text": "She ends the day in North Carolina.", "sentId": 47}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "Let's get to the group here.", "sentId": 48}, {"text": "A lot of fun on the final day.", "sentId": 49}, {"text": "Let's listen, before we start our conversation.", "sentId": 50}, {"text": "Hillary Clinton, just moments ago, getting on her plane in Westchester, New York.", "sentId": 51}, {"text": "She sounds here, even though she's got a busy schedule today defending some blue territory, she sounds pretty confident.", "sentId": 52}], "secId": 18}, {"speaker": "CLINTON", "sentences": [{"text": "I think I have some work to do to bring the country together.", "sentId": 53}, {"text": "As I've been saying in these speeches in the last few days, I really do want to be the president for everybody.", "sentId": 54}, {"text": "People who vote for me, people who vote against me, because I think that these splits, these divides that have been not only exposed but exacerbated by the campaign on the other side are ones that we really do have to bring the country together.", "sentId": 55}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "You've got to win before you bring the country together.", "sentId": 56}, {"text": "Are they that confident, Julie Pace, or is that just, shall we say, a public face?", "sentId": 57}], "secId": 20}, {"speaker": "PACE", "sentences": [{"text": "They're pretty confident.", "sentId": 58}, {"text": "I spent about ten days out with Clinton through last week and, you know, they certainly felt like the incident with the FBI stalled her momentum, but they do feel like they maintained several clear paths to 270 electoral college votes.", "sentId": 59}, {"text": "And you have seen Hillary Clinton, in the last couple of days, looking a bit beyond the election.", "sentId": 60}, {"text": "Talking about how she does want to be a president for everybody.", "sentId": 61}, {"text": "They know they have a lot of work to do in Pennsylvania and Michigan tomorrow to make sure that their supporters show up, but there's a definite sense of confidence that she is already starting to turn a slight bit of her attention to what happens after this election.", "sentId": 62}], "secId": 21}, {"speaker": "RESTON", "sentences": [{"text": "That's why it was so interesting that this debate, you know, was so sharply negative towards the end.", "sentId": 63}, {"text": "I mean that was a huge understatement by Hillary Clinton if she does indeed win the presidency that she's going to have a little bit of work to do to bring the country together.", "sentId": 64}, {"text": "I mean the nation is so fractured right now.", "sentId": 65}, {"text": "You would have many, many Trump supporters who will feel, you know, potentially disenfranchised if he were to lose tomorrow night.", "sentId": 66}, {"text": "And her message in the closing days has been one of unity in some respects, but all still some hard hits on Trump.", "sentId": 67}, {"text": "And those aren't going to feel good to Trump supporters.", "sentId": 68}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "No, they are not.", "sentId": 69}, {"text": "But as you get into this final day, though, she is - she is in some blue states.", "sentId": 70}, {"text": "Two stops in Pennsylvania.", "sentId": 71}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Let's put up the states she's going to again.", "sentId": 72}, {"text": "Just let's look at them again.", "sentId": 73}, {"text": "As we look at the Clinton map here, she - 51 electoral votes in her states, Pennsylvania, Michigan and North Carolina.", "sentId": 74}, {"text": "Two stops in Pennsylvania, one on each side, Pittsburgh to the west, Philadelphia to the east.", "sentId": 75}, {"text": "But if you're the Democratic candidate, North Carolina makes perfect sense.", "sentId": 76}, {"text": "That's a traditional swing state.", "sentId": 77}, {"text": "If you're the Democratic candidate on the final day, is that confidence in they - what the Clinton campaign says is no early voting in those states.", "sentId": 78}], "secId": 24}, {"speaker": "RESTON", "sentences": [{"text": "Right.", "sentId": 79}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "So this is - you tend to those states last because you don't do early voting.", "sentId": 80}, {"text": "But is that - just, again, is the public line the truth?", "sentId": 81}], "secId": 26}, {"speaker": "RAJU", "sentences": [{"text": "Well, it's also fear that in the way that Donald Trump wins he has to flip one of those blue states.", "sentId": 82}, {"text": "He has to win in North Carolina.", "sentId": 83}, {"text": "He has to win a Florida.", "sentId": 84}, {"text": "He has to do reasonably well in the west, maybe pull off a win in a Colorado or a Nevada.", "sentId": 85}], "secId": 27}, {"speaker": "RAJU", "sentences": [{"text": "This is defensive strategy going on.", "sentId": 86}, {"text": "This is not what the Clinton campaign wanted two weeks ago.", "sentId": 87}, {"text": "They wanted to be barnstorming in Arizona, maybe even a Georgia.", "sentId": 88}, {"text": "Maybe have just a resounding win where she would come in with a strong mandate where she could say this is what I want to do with the country.", "sentId": 89}, {"text": "That has, obviously, as Julie said, her momentum has stalled because", "sentId": 90}], "secId": 28}, {"speaker": "RAJU", "sentences": [{"text": "of the FBI investigation and it had to run this scorched earth campaign to limp across the finish line.", "sentId": 91}, {"text": "Now the thing is, though, there are a lot of paths for her to win.", "sentId": 92}, {"text": "This could be a very huge electoral landslide.", "sentId": 93}, {"text": "At the end of the day, she could still get over 300 electoral votes or she could barely get enough, barely over 270, or Donald Trump could keep her under if he runs the table and wins those states we pointed out.", "sentId": 94}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "And Donald Trump has to be prefect -", "sentId": 95}], "secId": 30}, {"speaker": "RESTON", "sentences": [{"text": ".", "sentId": 96}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "Essentially perfect.", "sentId": 97}], "secId": 32}, {"speaker": "HAM", "sentences": [{"text": "As he so often is.", "sentId": 98}, {"text": "No, you know, like, that's the problem for him is that so much has to fall his way and she is in those blue wall states, which is good news for him because they feel threatened in a Michigan and in a Pennsylvania, which is a perfect place where his exact appeal overlaps with something where he can threaten Democrats and get a lot of .", "sentId": 99}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "Older - older, whiter, economic, populism, trade -", "sentId": 100}], "secId": 34}, {"speaker": "HAM", "sentences": [{"text": "Rust belt area.", "sentId": 101}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "Rust belt, right.", "sentId": 102}], "secId": 36}, {"speaker": "HAM", "sentences": [{"text": "And so those - it's good news for him that they're there, but it's bad news for him that he's in how much states?", "sentId": 103}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 104}], "secId": 38}, {"speaker": "HAM", "sentences": [{"text": "Because he has to have so many fall his way.", "sentId": 105}, {"text": "And he is plenty energetic on the trail and will be in all those states and will brags about being in all those states, but it's not necessarily great news for him that he needs to be in that many.", "sentId": 106}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 107}, {"text": "And some people actually question if he's done too many states.", "sentId": 108}, {"text": "Why go - you go to - it seems kind of scattershot.", "sentId": 109}, {"text": "You stopped in New Mexico a few days ago.", "sentId": 110}, {"text": "Should he have gotten on a bus and gone across Pennsylvania, a bus and gone across Michigan?", "sentId": 111}, {"text": "I know Donald Trump's not a bus guy.", "sentId": 112}], "secId": 40}, {"speaker": "Florida", "sentences": [{"text": "Huge.", "sentId": 113}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "You're the underdog, it's really hard to get there.", "sentId": 114}, {"text": "But, b, it's the demographics.", "sentId": 115}, {"text": "If you're losing a state like Florida, it's hard to say you're going to win, say, even North Carolina, just because you have the different constituencies.", "sentId": 116}, {"text": "That's just how it goes.", "sentId": 117}], "secId": 42}, {"speaker": "PACE", "sentences": [{"text": "Exactly.", "sentId": 118}, {"text": "These elections, even though they are state-by-state, don't actually happen in a vacuum.", "sentId": 119}, {"text": "So if you're seeing a trend in a state like Florida, you can expect that you're going to see that trend play up through a state like North Carolina.", "sentId": 120}], "secId": 43}, {"speaker": "PACE", "sentences": [{"text": "The thing that's been so interesting about Donald Trump's strategy over these closing days is - and this shouldn't be a huge surprise - he's chasing these one-off polls -", "sentId": 121}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 122}], "secId": 45}, {"speaker": "PACE", "sentences": [{"text": "That maybe show that in a state like Minnesota he's doing better.", "sentId": 123}, {"text": "You don't win a state, you don't flip a state in the final days with a rally.", "sentId": 124}, {"text": "You flip a state with a lot of effort on the ground, a lot of consistent work to register new voters, to turn your voters out.", "sentId": 125}, {"text": "One rally in the final couple of days is not going to be enough for him to flip it.", "sentId": 126}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "Well, he had one rally in this penultimate day, as we will call it, in Florida.", "sentId": 127}, {"text": "Sarasota, Florida.", "sentId": 128}, {"text": "Listen to Donald Trump here, the closing arguments report .", "sentId": 129}, {"text": "And this message aimed at Florida, but he also knows the country's watching.", "sentId": 130}], "secId": 47}, {"speaker": "TRUMP", "sentences": [{"text": "In one day we are going to win the great state of Florida and we are going to take back the White House.", "sentId": 131}, {"text": "We're going to take it back.", "sentId": 132}, {"text": "Florida's my second home.", "sentId": 133}, {"text": "A state I love so much.", "sentId": 134}, {"text": "And, by the way, Hillary, once this is over, she'll never come back to Florida.", "sentId": 135}, {"text": "She's got nothing to do with Florida.", "sentId": 136}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "She's got nothing to do with Florida.", "sentId": 137}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Look, the 29 are critical here.", "sentId": 138}, {"text": "One of the interesting things yesterday in just talking about it this morning, calling an e-mailing with people in the states, one of the reasons the Clinton people feel more confident this morning is not only what they are hearing from their people on the ground, but what they're seeing in the reporting from Republicans on the ground.", "sentId": 139}, {"text": "And Republican - there's a lot - if you look at Florida, again, we'll get into this more granular as we move through the hour, but over the weekend, a few days ago we were talking about African-American turnout and the early voting being down.", "sentId": 140}, {"text": "Democrats say they caught up and they got there and they actually exceed the 2012 turnout among African-Americans.", "sentId": 141}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "The biggest story in this election could - most likely will be the Latino vote.", "sentId": 142}, {"text": "Not just in Florida, but they say they're off the charts in terms of the Latino vote voting early in Florida.", "sentId": 143}, {"text": "Organization does that, Mary Katharine -", "sentId": 144}], "secId": 51}, {"speaker": "HAM", "sentences": [{"text": "Right.", "sentId": 145}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "And that's - it is an area where I think - as we - the postmortems of this election, are going to say the Clinton campaign had by far a superior organization.", "sentId": 146}], "secId": 53}, {"speaker": "HAM", "sentences": [{"text": "Yes.", "sentId": 147}, {"text": "I think Republicans have been playing catch-up on this front for a long time and I think Trump stalled it out.", "sentId": 148}, {"text": "The Trump campaign exists on ID.", "sentId": 149}, {"text": "And if that can pull him across the line, it will be a really strange election.", "sentId": 150}, {"text": "She - and this is a tepid compliment, but she's a box checker, right?", "sentId": 151}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 152}], "secId": 55}, {"speaker": "HAM", "sentences": [{"text": "She will make sure that every single thing they can do to get out her people will be done.", "sentId": 153}, {"text": "The Trump campaign does not have that same mind-set.", "sentId": 154}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 155}], "secId": 57}, {"speaker": "HAM", "sentences": [{"text": "And sometimes doesn't have half the data they have because they haven't done the work that you need to -", "sentId": 156}], "secId": 58}, {"speaker": "RESTON", "sentences": [{"text": "And they were really worried about that - the millennial vote, particularly among Latino and young African-American voters in Florida, because that is what really could matter tomorrow night.", "sentId": 157}, {"text": "And I think that, you know, throughout this whole race, so often the polls don't reflect the ground game at all.", "sentId": 158}, {"text": "And you have to come back to the fact that, you know, the RNC was really pulling a lot of the weight for Donald Trump in terms of ground game, identifying voters, all of that.", "sentId": 159}, {"text": "You know, he's been pretty savvy in terms of his social media operation.", "sentId": 160}, {"text": "But beyond that, we - it really may be about ground game tomorrow night.", "sentId": 161}], "secId": 59}, {"speaker": "RAJU", "sentences": [{"text": "Yes.", "sentId": 162}, {"text": "And a lot of Republican state parties are not in as healthy position as a lot of Democratic state parties do, and that's - has one impact.", "sentId": 163}, {"text": "Another impact is the fact that the Trump campaign has been at war with a lot of its fellow Senate candidates, and a lot of Senate candidates don't want to work together on these final days where identifying voters and bringing out voter to the polls is so critical.", "sentId": 164}], "secId": 60}, {"speaker": "RAJU", "sentences": [{"text": "The one point that was interesting that NBC/\"Wall Street Journal\" poll yesterday was that she, Hillary Clinton, is winning nationally according to that one poll with college educated white voters.", "sentId": 165}, {"text": "That is a problem for the Trump campaign if that translates into the battleground states.", "sentId": 166}, {"text": "Those voters, Republicans have relied on for years, not just for presidential, but also down ticket races.", "sentId": 167}, {"text": "So we'll see how that plays out.", "sentId": 168}, {"text": "But if she has a coalition of college educated white voters and Hispanic voters, it's going to be tough for Trump.", "sentId": 169}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 170}], "secId": 62}, {"speaker": "HAM", "sentences": [{"text": "Well, and for what it's worth, the RNC says that it feels good about what it had built and that it sort of married seamlessly with the Trump campaign because there wasn't anything to marry with.", "sentId": 171}, {"text": "So, there's that they've got going for them.", "sentId": 172}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 173}, {"text": "They're essentially doing it for him.", "sentId": 174}], "secId": 64}, {"speaker": "RESTON", "sentences": [{"text": "Right.", "sentId": 175}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "They're trying to pull that wagon across.", "sentId": 176}, {"text": "And we'll see how it goes.", "sentId": 177}, {"text": "In some states I think they are doing better than they did in 2012.", "sentId": 178}, {"text": "In other states, it's a question of resources and coordination.", "sentId": 179}, {"text": "To your point about the NBC/\"Wall Street Journal\" poll, it also showed Hillary Clinton leading among independents at the end.", "sentId": 180}, {"text": "That's a group that Mitt Romney won four years ago.", "sentId": 181}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "So we're in the final day.", "sentId": 182}, {"text": "We're going to watch this play out.", "sentId": 183}, {"text": "Stay with us as we go through the hour here.", "sentId": 184}, {"text": "We have a Hillary Clinton rally in Pittsburg this hour.", "sentId": 185}, {"text": "President Obama is in Ann Arbor, Michigan for Hillary Clinton this hour.", "sentId": 186}, {"text": "We'll watch those events live.", "sentId": 187}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Plus, October surprise gives way to November shocker.", "sentId": 188}, {"text": "The FBI's on again Clinton e-mail investigation, suddenly off again.", "sentId": 189}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "A gorgeous day here in Washington, D.C.", "sentId": 190}, {"text": "I hope it's as nice where you are today.", "sentId": 191}, {"text": "Welcome back.", "sentId": 192}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Never mind.", "sentId": 193}, {"text": "That was essentially the Sunday shocker delivered yesterday by the FBI Director James Comey, nine days after he rocked the 2016 campaign by telling us the FBI was reopening its Clinton e- mail investigation.", "sentId": 194}, {"text": "Well, Comey sent another letter to Congress yesterday saying the newly discovered e-mails had been reviewed around the clock and there was nothing to change his July conclusion that Clinton was careless, yes, with sensitive materials, but not to a degree that warranted prosecution.", "sentId": 195}, {"text": "Donald Trump, not happy.", "sentId": 196}], "secId": 70}, {"speaker": "TRUMP", "sentences": [{"text": "This is a rigged system.", "sentId": 197}, {"text": "This is a rigged system.", "sentId": 198}, {"text": "Hillary Clinton is guilty.", "sentId": 199}, {"text": "She knows it.", "sentId": 200}, {"text": "The FBI knows it.", "sentId": 201}, {"text": "The people, the FBI, they know it.", "sentId": 202}, {"text": "I think it's very embarrassing to them.", "sentId": 203}, {"text": "An now it's up to the American people to deliver the justice -", "sentId": 204}], "secId": 71}, {"speaker": "CROWD", "sentences": [], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "Surprise, surprise, surprise.", "sentId": 205}, {"text": "It's just - it's just one of these mind-numbing things that, a, that they did this in the first place, which, you know, got Comey in some hot water.", "sentId": 206}, {"text": "And then everyone thought, OK, we're not going to hear about this until after the election.", "sentId": 207}, {"text": "Then at a Sunday afternoon, a letter up to the Congress.", "sentId": 208}, {"text": "What does it do to the final 48 hours and now 24 hours of this race?", "sentId": 209}], "secId": 73}, {"speaker": "PACE", "sentences": [{"text": "It's really extraordinary.", "sentId": 210}, {"text": "I mean in some ways it won't have a huge impact because over 40 million people have already cast their ballots, most of them actually in the window between Comey's two letters.", "sentId": 211}, {"text": "I think for Clinton it is certainly helpful to have this cloud lifted in the last two days.", "sentId": 212}, {"text": "I think her supporters weren't really going to be swayed by this either way.", "sentId": 213}, {"text": "And I think what you see from Trump it that it actually doesn't matter to him what the FBI decided.", "sentId": 214}, {"text": "He has concluded that the system is rigged, whatever they were going to do with Clinton, and he hopes that this energizes his voters, lets them see that voting for him may be the only chance to overhaul this rigged system.", "sentId": 215}], "secId": 74}, {"speaker": "RESTON", "sentences": [{"text": "But what the Clinton campaign was so worried about, though, were those independents and Republican women who were repelled by Trump, who, in that period of time, really moving back away from Clinton toward him.", "sentId": 216}, {"text": "And I think the question is, you know, whether - Trump has constructed his whole closing argument around the investigation and is going on and on now, you know, once again, about the rigged system.", "sentId": 217}, {"text": "I'm not sure, for those persuadables that still haven't voted yet, I'm not sure that the rigged system argument will really win them over in the end.", "sentId": 218}, {"text": "So -", "sentId": 219}], "secId": 75}, {"speaker": "RESTON", "sentences": [{"text": "The second letter, yes, I don't think has a huge impact.", "sentId": 220}, {"text": "The first letter, the damage was done in that first letter.", "sentId": 221}, {"text": "I mean there was - we saw the messaging take shape.", "sentId": 222}, {"text": "We saw Hillary Clinton on the defense.", "sentId": 223}, {"text": "We saw the poll numbers tighten.", "sentId": 224}, {"text": "It's hard to see, .", "sentId": 225}, {"text": "just two days left, this having a dramatic impact.", "sentId": 226}], "secId": 76}, {"speaker": "RESTON", "sentences": [{"text": "And the real impact could be felt down ticket, particularly actually in House races.", "sentId": 227}, {"text": "Before that, polls were tightening.", "sentId": 228}, {"text": "But if Hillary Clinton had a big margin of victory nationally, those House candidates presumable could ride a Hillary Clinton wave or coattails into office, maybe give a chance for Democrats to take the majority.", "sentId": 229}, {"text": "Now this is a narrower race, much harder chance to take the majority in the House, because House races are often dictated by the top of the ticket.", "sentId": 230}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "But that's where most of the anxiety yesterday came from Democrats down ticket.", "sentId": 231}, {"text": "The Clinton campaign doesn't want to talk about this.", "sentId": 232}, {"text": "They don't even think - they don't really want to celebrate this, but you think they'd might want to, because even if you're celebrating it, you're talking about FBI investigation of e-mails.", "sentId": 233}], "secId": 78}, {"speaker": "HAM", "sentences": [{"text": "Yes, I think the thing that goes - is going for Trump here is that, if you look at polling, Americans agree that she's probably getting away with something here.", "sentId": 234}, {"text": "So that message is not totally out of bounds despite what the FBI says.", "sentId": 235}, {"text": "And although there are things to quibble with, with Comey's handling of this, I must stipulate, as I always do, there's a real easy way not to have this October or November surprise -", "sentId": 236}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 237}], "secId": 80}, {"speaker": "HAM", "sentences": [{"text": "And it's to have a regular state.gov server -", "sentId": 238}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 239}], "secId": 82}, {"speaker": "HAM", "sentences": [{"text": "And then give up all the stuff if you get caught not having one.", "sentId": 240}, {"text": "Then you don't get caught in the very end with extra stuff.", "sentId": 241}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "You had some Republicans, including the former speaker, Newt Gingrich, on Twitter yesterday saying, Comey had to have been pressured.", "sentId": 242}, {"text": "He has to be bowing to Democratic pressure here.", "sentId": 243}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "I just want to go back to my days in that building behind us here.", "sentId": 244}, {"text": "Jim Comey back as deputy attorney general, before he was FBI director, stood up to a Republican president and the Republican president chief of staff and was not - he did not cower in the face of political pressure then.", "sentId": 245}, {"text": "I don't think that this is political pressure.", "sentId": 246}, {"text": "There are a lot of people going to question his leadership, his management, you know, why did they do this the way they did it, but I guess is there even time to try to make that argument to the public or I guess Trump's making it through \"rigged system.\"", "sentId": 247}], "secId": 85}, {"speaker": "PACE", "sentences": [{"text": "I think rigged system is where he's going to be.", "sentId": 248}, {"text": "I mean the question about Comey, particularly if Clinton wins, is a fascinating one.", "sentId": 249}, {"text": "He's in for a ten year -", "sentId": 250}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Let's have lunch.", "sentId": 251}], "secId": 87}, {"speaker": "PACE", "sentences": [{"text": "Yes, he's in for a ten year term.", "sentId": 252}, {"text": "It's hard to imagine how he continues if she is president.", "sentId": 253}, {"text": "At the same time, he is someone who has been around for a long time, has respect on both sides of the aisle.", "sentId": 254}, {"text": "Those loyalties have swayed a bit depending on his actions in this election.", "sentId": 255}, {"text": "But that is one dynamic, if she wins tomorrow night,  be watched.", "sentId": 256}], "secId": 88}, {"speaker": "RESTON", "sentences": [{"text": "Well, and, hopefully, we'll have - have data tomorrow night that will tell us something about whether, you know, there really was just the tightening - the normal tightening of the race that was happening at the end and how much of an impact this actually had on her vote tallies.", "sentId": 257}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "Right, because it went from double digits in the NBC/\"Wall Street Journal\" poll pre-Comey to four points now.", "sentId": 258}, {"text": "But, some of that is Comey.", "sentId": 259}, {"text": "Some of that is -", "sentId": 260}], "secId": 90}, {"speaker": "RESTON", "sentences": [{"text": "Right.", "sentId": 261}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "But some of that is Obamacare premium increases.", "sentId": 262}], "secId": 92}, {"speaker": "RESTON", "sentences": [{"text": "Right.", "sentId": 263}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Some of that is Republicans just naturally coming home.", "sentId": 264}, {"text": "It's going to take us - it's hard to sort of sift through all that and sort it out.", "sentId": 265}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "But one of the interesting things is, you know, Donald Trump, rigged system, about Jim Comey.", "sentId": 266}, {"text": "Donald Trump says rigged system about, they left, I'm going to call it, you know, the Nevada Republican Party chairman - and, by the way, you're looking at the Hillary Clinton event there on the right of your screen.", "sentId": 267}, {"text": "She's in Pittsburgh, Pennsylvania.", "sentId": 268}, {"text": "A very important Allegheny County.", "sentId": 269}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "The Nevada Republican chairman said they left the polls open in Nevada the other night so, quote, \"certain people\" could vote.", "sentId": 270}, {"text": "Those \"certain people\" were registered voters who were there in line when polls closed and they were, yes, predominantly Latino.", "sentId": 271}, {"text": "But I prefer to call them, instead of \"certain people,\" fellow Americans or voters or citizens or eligible voters.", "sentId": 272}, {"text": "Let's put it that way.", "sentId": 273}, {"text": "Donald Trump said that was a rigged system.", "sentId": 274}, {"text": "That's how it works and I hope that there are Trump precincts around the country where people are lined up, people should bring their water and stay there until they all finish voting.", "sentId": 275}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "But now he says Jim Comey's rigged, early voting is rigged.", "sentId": 276}, {"text": "Donald Trump, throughout this campaign, has made a sort of a history of this.", "sentId": 277}], "secId": 97}, {"speaker": "TRUMP", "sentences": [{"text": "It's a rigged system, folks.", "sentId": 278}], "secId": 98}, {"speaker": "TRUMP", "sentences": [{"text": "Rigged system.", "sentId": 279}], "secId": 99}, {"speaker": "TRUMP", "sentences": [{"text": "Totally rigged.", "sentId": 280}], "secId": 100}, {"speaker": "TRUMP", "sentences": [{"text": "Absolutely rigged.", "sentId": 281}], "secId": 101}, {"speaker": "TRUMP", "sentences": [{"text": "It's a crooked system.", "sentId": 282}], "secId": 102}, {"speaker": "TRUMP", "sentences": [{"text": "The issue of voter fraud.", "sentId": 283}], "secId": 103}, {"speaker": "TRUMP", "sentences": [{"text": "Voter fraud.", "sentId": 284}], "secId": 104}, {"speaker": "TRUMP", "sentences": [{"text": "We're millions of votes ahead.", "sentId": 285}, {"text": "These dishonest people up here don't tell you.", "sentId": 286}], "secId": 105}, {"speaker": "TRUMP", "sentences": [{"text": "We're going to go back to the old way.", "sentId": 287}, {"text": "It's called you vote and you win.", "sentId": 288}], "secId": 106}, {"speaker": "TRUMP", "sentences": [{"text": "Voting is rigged.", "sentId": 289}, {"text": "The whole deal is crooked.", "sentId": 290}, {"text": "One hundred percent.", "sentId": 291}, {"text": "Almost as crooked as crooked Hillary.", "sentId": 292}], "secId": 107}, {"speaker": "RESTON", "sentences": [{"text": "So this is his answer as he loses tomorrow night, right?", "sentId": 293}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "But that's the question - that's the question.", "sentId": 294}, {"text": "That's part of the question.", "sentId": 295}, {"text": "We have an election tomorrow and we want to spend most of our time, because it's not over.", "sentId": 296}, {"text": "Because we have - you know, we have this day to go through.", "sentId": 297}, {"text": "But it is one of the questions is, what happens after?", "sentId": 298}], "secId": 109}, {"speaker": "HAM", "sentences": [{"text": "Yes.", "sentId": 299}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "And as we go through this, what is - is this a motivation to voters and then he flip a switch, or is this a, tomorrow night, if he loses, and that's still and \"if\" - we - there's still election  - that he comes out and says, well, you know, that Jim Comey did this in the end.", "sentId": 300}, {"text": "I was about to close and win and Jim Comey did this and pulled it away?", "sentId": 301}], "secId": 111}, {"speaker": "RAJU", "sentences": [{"text": "It's hard to imagine a Donald Trump concession speech that would be, you know, humble and acknowledge that he lost.", "sentId": 302}, {"text": "He seems to be laying the groundwork for something to blame.", "sentId": 303}, {"text": "But, to me, the argument about a rigged system, I'm not certain that that's actually something that could drive out more votes.", "sentId": 304}], "secId": 112}, {"speaker": "RESTON", "sentences": [{"text": "Yes.", "sentId": 305}], "secId": 113}, {"speaker": "RAJU", "sentences": [{"text": "I mean a lot of voters will probably say, some voters say, well, if it's rigged, what's the point of actually voting?", "sentId": 306}], "secId": 114}, {"speaker": "RESTON", "sentences": [{"text": "Why would I count .", "sentId": 307}], "secId": 115}, {"speaker": "PACE", "sentences": [{"text": "Why would I vote.", "sentId": 308}, {"text": "Exactly.", "sentId": 309}], "secId": 116}, {"speaker": "PACE", "sentences": [{"text": "I think one of the - one of the key questions, if he does lose and he does lay out this rigged system argument in his speech, does he, though, accept the results?", "sentId": 310}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 311}], "secId": 118}, {"speaker": "PACE", "sentences": [{"text": "Because that has been the big question.", "sentId": 312}, {"text": "That is the particular danger in this more so than talking about a system being rigged.", "sentId": 313}, {"text": "Do you, at the end, still accept results?", "sentId": 314}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "My dad used to say, winners don't whine.", "sentId": 315}, {"text": "We'll leave it at that.", "sentId": 316}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "Up next, 270 is the magic number.", "sentId": 317}, {"text": "And to get there, Donald Trump needs to rewrite or recolor the map.", "sentId": 318}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "And, quiz question for you today, did you early vote?", "sentId": 319}, {"text": "You can tell us at cnn.com/vote.", "sentId": 320}, {"text": "Let us know.", "sentId": 321}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 322}, {"text": "A quick reset of the race before we continue our conversation.", "sentId": 323}], "secId": 123}, {"speaker": "KING", "sentences": [{"text": "You have to say advantage Clinton as we head into these final hours and this big, national lead is why.", "sentId": 324}, {"text": "Four points for Secretary Clinton, 46 to 42 percent heading into the final weekend, and the national CNN poll of polls.", "sentId": 325}, {"text": "That compares favorably.", "sentId": 326}, {"text": "A better lead than President Obama had at this point in 2012.", "sentId": 327}, {"text": "A bigger lead than George W. Bush had at this point in 2004, the last time Republicans won the presidency.", "sentId": 328}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "National leads, though, don't always win presidential election.", "sentId": 329}, {"text": "We pick our presidents state by state.", "sentId": 330}, {"text": "So if you look at this map, and here's the question, in this frenetic, final day, is there a path for Donald Trump?", "sentId": 331}], "secId": 125}, {"speaker": "KING", "sentences": [{"text": "Well, let's start here.", "sentId": 332}, {"text": "Hillary Clinton thinks with early voting she's going to get Nevada.", "sentId": 333}, {"text": "If she does, that puts her over the top, 274 on our count.", "sentId": 334}, {"text": "They also think in the Clinton campaign, again, this is a hypothetical scenario, they think they're going to win North Carolina, again, because of early voting.", "sentId": 335}, {"text": "Trump campaign would push back, but let's give it to her just for the sake of this.", "sentId": 336}], "secId": 126}], "sectionCount": 127, "url": "transcripts.cnn.com/TRANSCRIPTS/1611/07/ip.01.html", "sentenceCount": 338, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired November 7, 2016 - 12:00   ET", "speakers": ["BERMAN", "BOLDUAN", "UNIDENTIFIED MALE", "KING", "TRUMP", "CLINTON", "PACE", "RESTON", "RAJU", "HAM", "Florida", "CROWD"], "title": "INSIDE POLITICS"}