{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1611.13.ip.01.html.json", "subTitle": "More Surprises With A Trump Presidency?; Republicans to Have Full Control of Washington; Trump Willing to Keep Parts of Obamacare; The Many Cracks in Clinton's Blue Wall; Who Leads the Democrats? Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "The picture worth a billion words.", "sentId": 0}], "secId": 0}, {"speaker": "OBAMA", "sentences": [{"text": "We now are going to want to do everything we can to help you succeed because if you succeed, then the country succeeds.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "The president and the president-elect.", "sentId": 2}], "secId": 2}, {"speaker": "TRUMP", "sentences": [{"text": "Mr. President, it was a great homeowner being with you.", "sentId": 3}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Plus, plans for a quick start to the new Republican revolution.", "sentId": 4}], "secId": 4}, {"speaker": "TRUMP", "sentences": [{"text": "We're going to do some spectacular things for the American people.", "sentId": 5}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "And just how and why the map filled in red.", "sentId": 6}], "secId": 6}, {"speaker": "CLINTON", "sentences": [{"text": "This is painful.", "sentId": 7}, {"text": "And it will be for a long time.", "sentId": 8}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton's defeat closes a giant chapter in American politics.", "sentId": 9}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 10}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 11}, {"text": "I'm John King.", "sentId": 12}, {"text": "Thanks for sharing your Sunday morning to the Trump administration, and complete Republican control of Washington.", "sentId": 13}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Three questions to frame our Sunday conversation.", "sentId": 14}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Question one, combative or conciliatory?", "sentId": 15}, {"text": "In picking his team and setting his agenda, will the new president stick closely to the campaign script or surprise us yet again like by keeping pieces of Obamacare?", "sentId": 16}], "secId": 12}, {"speaker": "INTERVIEWER", "sentences": [{"text": "And there's going to be a period if you repeal it and before you replace it where millions of people could lose --", "sentId": 17}], "secId": 13}, {"speaker": "TRUMP", "sentences": [{"text": "We're going to do it simultaneously.", "sentId": 18}, {"text": "It will be just fine.", "sentId": 19}, {"text": "That's what I do, I do a good job.", "sentId": 20}, {"text": "I mean, I know how to do this stuff.", "sentId": 21}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Question two, what big changes are ahead on the world stage?", "sentId": 22}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Russia is celebrating.", "sentId": 23}, {"text": "European allies are nervous.", "sentId": 24}, {"text": "And while Mexico is in no mood to pay for that now infamous wall, it is ready to work on trade deals, like NAFTA.", "sentId": 25}], "secId": 16}, {"speaker": "MASSIEU", "sentences": [{"text": "It is an opportunity to think if we should modernize it, not renegotiate it, but modernize it, and that more people in the three countries feel the benefit of these integration agreements that we signed 22 years ago.", "sentId": 26}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "And question three and this is a big one, whether the Democrats?", "sentId": 27}, {"text": "Trump's election puts much of the Obama legacy in question and closes the Clinton chapter in American politics.", "sentId": 28}], "secId": 18}, {"speaker": "CLINTON", "sentences": [{"text": "This is painful and it will be for a long time.", "sentId": 29}, {"text": "But I want you to remember this: our campaign was never about one person or even one election.", "sentId": 30}, {"text": "It was about the country we love.", "sentId": 31}, {"text": "And about building an America that's hopeful, inclusive, and big-hearted.", "sentId": 32}], "secId": 19}, {"speaker": "CLINTON", "sentences": [{"text": "Donald Trump is going to be our president.", "sentId": 33}, {"text": "We owe him an open mind and the chance to lead.", "sentId": 34}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights: Maggie Haberman of \"The New York Times\", Dan Balz of \"The Washington Post\", CNN's Manu Raju, and Jennifer Jacobs of \"Bloomberg Politics\".", "sentId": 35}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "The campaign is over, but don't think for a second the disruption is.", "sentId": 36}, {"text": "Donald Trump surprised us in the winning the nomination, stunned the world in winning the election and there's every reason to believe the Trump presidency will bring, much more surprise.", "sentId": 37}, {"text": "Already, he's putting conservatives on edge by considering Washington insiders for big jobs and talking openly of keeping big pieces of President Obama's health care law.", "sentId": 38}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "Democrats still reeling from his blue collar election appeal and very, very nervous he'll quickly reverse current course on immigration, climate change, financial regulation and much, much more as we start the conversation.", "sentId": 39}, {"text": "If you're keeping count at home, the inauguration of Donald J. Trump as the 45th president of the United States, just 67 days away.", "sentId": 40}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "And we don't know what we're going to get.", "sentId": 41}, {"text": "That's the fascinating part the Sunday after the election.", "sentId": 42}, {"text": "He is a Republican president.", "sentId": 43}, {"text": "He will have a Republican House, Republican Senate, if you look at his history, he's also a deal maker and he has been on the Democratic side of many issues.", "sentId": 44}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "And that's why this town is more on edge than any election I can think of, right?", "sentId": 45}], "secId": 25}, {"speaker": "HABERMAN", "sentences": [{"text": "We don't know what to expect as someone wrote today to my right.", "sentId": 46}, {"text": "We really don't, though.", "sentId": 47}, {"text": "I mean, Trump is coming into this.", "sentId": 48}, {"text": "It's not that he's been on all sides of the political spectrum, and as he said, he's a Republican president.", "sentId": 49}, {"text": "He isn't really Republican president.", "sentId": 50}], "secId": 26}, {"speaker": "HABERMAN", "sentences": [{"text": "My colleague Jonathan Martin wrote a story that I think was quite accurate, that basically he ran as a third party candidate, just happened to be borrowing the Republican brand.", "sentId": 51}, {"text": "He has taken positions that are at odds with conservative orthodoxy, about big spending.", "sentId": 52}, {"text": "He is very in favor of preserving in entitlements and he said that over time during the campaign.", "sentId": 53}, {"text": "The Obamacare comments of last week were in keeping with that.", "sentId": 54}], "secId": 27}, {"speaker": "HABERMAN", "sentences": [{"text": "But if you think about where he comes from, he is sort of a New York centrist Democrat for lack of a better way of putting it.", "sentId": 55}, {"text": "He has said a lot during his campaign but a lot of it was basically a big headline with almost no details.", "sentId": 56}, {"text": "So, he's going to filling this in any kind of way.", "sentId": 57}], "secId": 28}, {"speaker": "HABERMAN", "sentences": [{"text": "And one of the things about Trump that's very important to know that I think the people are not totally familiar with, he's very influenced by whoever he last talks to.", "sentId": 58}, {"text": "He's very influenced by whoever he last talks to.", "sentId": 59}, {"text": "And a lot of precedents are to some extent or another.", "sentId": 60}], "secId": 29}, {"speaker": "HABERMAN", "sentences": [{"text": "But, you know, he spent the day with Obama, 90 minutes or something like that.", "sentId": 61}], "secId": 30}, {"speaker": "HABERMAN", "sentences": [{"text": "Obama talks about Obamacare, what did we see the next day?", "sentId": 62}, {"text": "I don't think that's an accident.", "sentId": 63}], "secId": 31}, {"speaker": "HABERMAN", "sentences": [{"text": "If Obama wants to preserve his legacy having like a weekly conversation with Trump might be the best way.", "sentId": 64}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "Chief of staff of the Trump White House --", "sentId": 65}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "But, Dan, until you get to this point, did we just elect our first independent president?", "sentId": 66}, {"text": "And look, he ran as a Republican.", "sentId": 67}, {"text": "He won the Republican nomination.", "sentId": 68}, {"text": "He says -- so, are we going to get a new Republican Party out of this with positions on trade, with positions on entitlement, with positions on infrastructure spending?", "sentId": 69}, {"text": "Or are we getting a new Republican Party out of this, or is he just an aberration to Republican orthodoxy but now a Republican president?", "sentId": 70}], "secId": 34}, {"speaker": "BALZ", "sentences": [{"text": "Well, he is an aberration as he said in terms of his positions.", "sentId": 71}, {"text": "I think that, you know, one of the first key indicators is the degree to which he cedes power to the congressional leaders or retains it for himself.", "sentId": 72}, {"text": "I mean, you'll remember in 1992, Bill Clinton gave power over to the congressional leaders in the Democratic Party --", "sentId": 73}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "And very much to regret, right.", "sentId": 74}], "secId": 36}, {"speaker": "BALZ", "sentences": [{"text": "-- and came to regret it two years later.", "sentId": 75}], "secId": 37}, {"speaker": "BALZ", "sentences": [{"text": "So, Donald Trump either learns from that lesson or he doesn't.", "sentId": 76}, {"text": "And Republican congressional leaders see, OK, now we have a Republican president.", "sentId": 77}, {"text": "We can do what we've wanted for a long time.", "sentId": 78}, {"text": "But his agenda is not the same as their agenda.", "sentId": 79}, {"text": "And that's where the potential clash is going to happen.", "sentId": 80}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "And so, what do they think when they read -- if you're speaker of the House, Paul Ryan, or the Senate Republican leader, Senate Majority Leader Mitch McConnell, you think you have nice meetings with Donald Trump, he says we're going to go, let's forward together.", "sentId": 81}, {"text": "You think after those meetings, he's essentially going to let you pass your stuff and he's going to sign most of it, not that there won't be some conflict.", "sentId": 82}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "And then you pick up the \"Wall Street Journal\", and you read, this is the president-elect saying this conversation with the president, \"I told him I'd like at his suggestions and out of respect, I will do that.", "sentId": 83}, {"text": "Either Obamacare will be amended or repealed or replaced.\"", "sentId": 84}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "The Republican -- the amended part is not in the Republican playbook.", "sentId": 85}], "secId": 41}, {"speaker": "RAJU", "sentences": [{"text": "Yes, that's not what the Republican base was expecting.", "sentId": 86}, {"text": "Now, on those two provisions he wants to keep in, ensuring that people have preexisting conditions or not denied coverage, and people can stay on their parent's healthcare plan until the age of 26.", "sentId": 87}, {"text": "Those are generally overwhelming and popular ideas, but if you're to keep that in the current law, then it opens up a whole bunch of other issues in Obamacare.", "sentId": 88}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "How do you pay for it?", "sentId": 89}], "secId": 43}, {"speaker": "RAJU", "sentences": [{"text": "How do you pay for it?", "sentId": 90}, {"text": "And you have more people -- you have healthier people in the insurance pool, in addition to the sick people with preexisting conditions or keep costs down.", "sentId": 91}, {"text": "I mean, you need to have some sort of mandate.", "sentId": 92}], "secId": 44}, {"speaker": "RAJU", "sentences": [{"text": "There's an individual mandate.", "sentId": 93}, {"text": "All of a sudden, you're talking about keeping in huge parts of Obamacare.", "sentId": 94}, {"text": "Him keeping those might sound popular opens up a whole other can of worms.", "sentId": 95}, {"text": "You know, it's -- he also mentioned that he wants to replace at the same time as repealing with.", "sentId": 96}, {"text": "But procedurally, it is impossible to do that unless he waits maybe", "sentId": 97}], "secId": 45}, {"speaker": "RAJU", "sentences": [{"text": "two years to possibly get that done.", "sentId": 98}, {"text": "It's going to take a really long time to get any replacement bill down, because you Democratic support, which is probably not going happen.", "sentId": 99}, {"text": "But there he's going to break another campaign promise.", "sentId": 100}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "Right, because he says in that interview in \"60 minutes\" tonight, Leslie Stahl with the first interview with the president- elect, he says, no, no, there will not be -- essentially, there will not be an interim period.", "sentId": 101}, {"text": "There will not be -- that's what he says in the interview.", "sentId": 102}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Now, again, promises made, sometimes hard to keep.", "sentId": 103}, {"text": "Sometimes during the campaign, sometimes after the campaign, but he's on the record there saying that will not happen.", "sentId": 104}, {"text": "We will not have this tumultuous period where people are trying to figure this out and maybe in the end it's fine, but uncertainty.", "sentId": 105}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "The question is, one of the things, Jennifer, you spent a lot of time with the Trump campaign, he says, it's been, I should say for the record, and tell me if I'm wrong, control room, but when we started the show, there's been 21-plus hours since Donald Trump has tweeted.", "sentId": 106}, {"text": "Listen to him here again on this interview tonight.", "sentId": 107}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "We can laugh about this, we can -- whatever we want about this, but the power of social media to him was incredible in the campaign.", "sentId": 108}, {"text": "He used it incredibly effectively.", "sentId": 109}, {"text": "Sometimes he used it to anger his supporters, sometimes he used it in a slash and burn way.", "sentId": 110}, {"text": "But he did communicate unlike any other candidate we've ever seen.", "sentId": 111}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "How does he handle that as president?", "sentId": 112}], "secId": 51}, {"speaker": "TRUMP", "sentences": [{"text": "I'm not saying I love it, but it does get the word out.", "sentId": 113}, {"text": "When you give me a bad story or when you give me an inaccurate story, I have a method of fighting back that's very tough.", "sentId": 114}], "secId": 52}, {"speaker": "INTERVIEWER", "sentences": [{"text": "But you're going to do that as president?", "sentId": 115}], "secId": 53}, {"speaker": "TRUMP", "sentences": [{"text": "I'm going to do very restrained, if I use it at all.", "sentId": 116}, {"text": "I'm going to do very restrained.", "sentId": 117}, {"text": "I find it tremendous -- it's a modern form of communication.", "sentId": 118}, {"text": "There should be nothing you should be ashamed of, it's where it's at.", "sentId": 119}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "He will be @POTUS in 67 days.", "sentId": 120}, {"text": "He gets the handle.", "sentId": 121}, {"text": "What do we see?", "sentId": 122}], "secId": 55}, {"speaker": "JACOBS", "sentences": [{"text": "I think his staff probably are hoping that he's too busy to have time to be tweeting.", "sentId": 123}, {"text": "But yes, we do see, you know, the candidate Trump, you know, was one way and was very abrasive, and I think people were hoping to see that President Trump would be much more restrained.", "sentId": 124}, {"text": "I do want to mention -- you know, on the Obamacare things, people who", "sentId": 125}], "secId": 56}, {"speaker": "JACOBS", "sentences": [{"text": "covered him since early on in the campaign did hear him talking about keeping some of those pledges.", "sentId": 126}, {"text": "So, that's no surprise to us, like he was talking very, very early on, you know, about wanting to keep people covered and wanting to not, you know, get rid of that preexisting condition.", "sentId": 127}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Right, the shot there, the pressure there is that Republican leaders thought we will bring him our way on those issues and we'll pass our plan and he'll accept him.", "sentId": 128}, {"text": "But he seems to be sticking where he was in the campaign, which is a much more centrist position.", "sentId": 129}], "secId": 58}, {"speaker": "JACOBS", "sentences": [{"text": "And I think he probably thinks that he can them fold.", "sentId": 130}, {"text": "But, you know, like it does sound like these meetings with these congressional leaders went very, very well.", "sentId": 131}, {"text": "His staff said they were unbelievably welcoming and they expected some awkwardness and tension, and there just wasn't.", "sentId": 132}], "secId": 59}, {"speaker": "JACOBS", "sentences": [{"text": "And they're saying, you know, they expect him to be -- you know, him and Paul Ryan to be maybe the most effective odd couple ever.", "sentId": 133}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "OK.  Let's see what happens when Paul Ryan says, let's pass my privatized Medicare forward, or let's pass my entitlement reform, Donald Trump's on the record saying we're not going to do that, right?", "sentId": 134}], "secId": 61}, {"speaker": "HABERMAN", "sentences": [{"text": "Well, but Donald Trump is on the record, I was thinking about this as you were talking, he's on the record saying lots of things and many of them are contradictory.", "sentId": 135}, {"text": "So, yes, he talked early on about wanting to make sure that people are covered.", "sentId": 136}, {"text": "And I think he does mean that.", "sentId": 137}, {"text": "There's a part that believed.", "sentId": 138}, {"text": "On the other hand, he would then to rallies and say, we're going to repeal and replace, this is a terrible law --", "sentId": 139}], "secId": 62}, {"speaker": "JACOBS", "sentences": [{"text": "But then he would say, I don't anyone dying in the street.", "sentId": 140}, {"text": "I'm going to make sure --", "sentId": 141}], "secId": 63}, {"speaker": "HABERMAN", "sentences": [{"text": "So, people will hear what they want to hear.", "sentId": 142}, {"text": "I mean, somebody who's a supporter of his said to me last week, you know, essentially we've elected Chauncey Gardiner as president, which is take out the negative connotation, which is meaning that people are going to read unto it what they want.", "sentId": 143}], "secId": 64}, {"speaker": "HABERMAN", "sentences": [{"text": "You know, he's very good at throwing out a bunch of different things and people will just seize on a specific portion and hear what they want in it.", "sentId": 144}, {"text": "And that's a lot harder when you're president because --", "sentId": 145}], "secId": 65}, {"speaker": "BALZ", "sentences": [{"text": "There's one other aspect of that, and that is everything you say during a campaign, people can take for what they want.", "sentId": 146}, {"text": "The minute you are president-elect, and we've seen this in the past, people who have said things as candidate, if they become president, president- elect, and say them again, people think about them and read about them in a different way.", "sentId": 147}, {"text": "That they become more serious.", "sentId": 148}], "secId": 66}, {"speaker": "so", "sentences": [{"text": "And that's why it was interesting when he was on the Hill last", "sentId": 149}], "secId": 67}, {"speaker": "so", "sentences": [{"text": "week.", "sentId": 150}, {"text": "He stopped after the meeting with McConnell.", "sentId": 151}, {"text": "He came by, talked to the press very briefly.", "sentId": 152}, {"text": "Specifically well about your ban on Muslims and he just ended the gaggle, walked away, he did not to want address that topic.", "sentId": 153}], "secId": 68}, {"speaker": "so", "sentences": [{"text": "And we've not heard him talk also about the wall and the border with Mexico.", "sentId": 154}, {"text": "And if he were to do that, it'd be very difficult to get that done.", "sentId": 155}, {"text": "But it was a central campaign promise of his as well.", "sentId": 156}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Let's show, just to remind our viewers or if you're shocked campaign.", "sentId": 157}, {"text": "Let's go back and look.", "sentId": 158}, {"text": "Some of the Trump promises, building a wall in the U.S.-Mexico border, a ban on Muslims, which he later moderated to some sort of restrictions on people entering from countries where there are terrorism problems.", "sentId": 159}, {"text": "He never quite explained how that would work, repeal and replacing Obamacare.", "sentId": 160}, {"text": "It was not amend during the campaign.", "sentId": 161}, {"text": "It was repeal and replace.", "sentId": 162}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "Special prosecutor, which is a big challenge for the new president now, renegotiate NAFTA, reject the Trans Pacific Partnership, there are a couple of repeal Dodd-Frank is another one, the financial regulations.", "sentId": 163}, {"text": "And so, everybody is on edge in this town, saying which Trump do we get?", "sentId": 164}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "Let's listen, here's a little bit of candidate Trump and we'll see if this is the guy who ends up being President Trump.", "sentId": 165}], "secId": 72}, {"speaker": "TRUMP", "sentences": [{"text": "Donald J. Trump is calling for a total and complete shut down of Muslims entering the United States until our country's representatives can figure out what the hell is going on.", "sentId": 166}], "secId": 73}, {"speaker": "TRUMP", "sentences": [{"text": "But we will build a wall, Mexico is going to pay for the wall.", "sentId": 167}, {"text": "We're going to stop drugs from coming in.", "sentId": 168}], "secId": 74}, {"speaker": "TRUMP", "sentences": [{"text": "But if I win, I am going to instruct my attorney general to get a special prosecutor to look into your situation, because there has never been so many lies, so much deception.", "sentId": 169}, {"text": "There's never been anything like it.", "sentId": 170}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "Let's go through that -- number one the Muslim ban I think becomes a tougher policy on refugees that the Republicans in Congress agree with, there's no Muslim ban.", "sentId": 171}, {"text": "Is that sort of probably -- is that more easy one, I guess, his supporters might be upsetting, that seems simple, right?", "sentId": 172}], "secId": 76}, {"speaker": "HABERMAN", "sentences": [{"text": "Well, part of the issue with the Muslim ban is that his campaign spent a year trying to get him to stop saying Muslim ban.", "sentId": 173}, {"text": "So, there was an attempt to try to make it regional and get him to start talking about certain countries.", "sentId": 174}, {"text": "That never stopped because once you've taken this extreme position, something like we don't have a religious test in this country, that's just going to resonate.", "sentId": 175}, {"text": "I think that something likes that he's going to have an easier time", "sentId": 176}], "secId": 77}, {"speaker": "HABERMAN", "sentences": [{"text": "walking away from, and I think contrary to some expectation about the advisors around him, I don't think some of his harder edge advisers are going to urge him to go ahead with that.", "sentId": 177}, {"text": "I think they're going to be realists.", "sentId": 178}], "secId": 78}, {"speaker": "HABERMAN", "sentences": [{"text": "But I do think there is going -- there is a real risk as we move into this administration, the more he looks like a conventional politician, that his own base is going to be very upset.", "sentId": 179}], "secId": 79}, {"speaker": "RAJU", "sentences": [{"text": "And the second point, the wall as mentioned earlier, he has the authority to move forward with it under legislation Congress passed in 2008 and 2010.", "sentId": 180}, {"text": "But he has to figure how to fund it if Mexico won't pay for it, because he needs to go through the appropriations process that gives Democrats a chance to block it.", "sentId": 181}, {"text": "And then he has to deal with potential environmental lawsuits along the border, private lawsuits as the wall would go through private property and also native land in Arizona as well.", "sentId": 182}], "secId": 80}, {"speaker": "RAJU", "sentences": [{"text": "So, a lot of hurdles.", "sentId": 183}, {"text": "Some people predict that even if you were to go that route and push it to happen, there probably will not be construction started until a second term of Trump or a new president.", "sentId": 184}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "You mean he has to deal with details.", "sentId": 185}], "secId": 82}, {"speaker": "RAJU", "sentences": [{"text": "Pretty much.", "sentId": 186}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Which didn't come up in the campaign.", "sentId": 187}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "But here, let me throw this out there, if Donald Trump is that unorthodox \"Art of the Deal\" president, if only Nixon can go to China, can only Donald Trump get immigration reform done?", "sentId": 188}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "George W. Bush wanted it, couldn't get it.", "sentId": 189}, {"text": "Barack Obama wanted it, couldn't get it.", "sentId": 190}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Could Donald Trump send up his proposal to Capitol Hill that includes a wall, that includes a touchback program, you have to leave and you come back, and could he send up his proposal and then, voila, passed something else and he signs and tells his supporters, I tried?", "sentId": 191}], "secId": 87}, {"speaker": "RAJU", "sentences": [{"text": "It's possible.", "sentId": 192}, {"text": "I mean, he would have to concede a lot of things.", "sentId": 193}, {"text": "He would have to not -- the wall would never pass the Senate.", "sentId": 194}, {"text": "And then he'd have to drop whole other, you know, sending people back to their country and come back.", "sentId": 195}, {"text": "Democrats want a pathway to citizenship.", "sentId": 196}], "secId": 88}, {"speaker": "RAJU", "sentences": [{"text": "So, he would have to concede a lot.", "sentId": 197}, {"text": "And to Maggie's point, which is so accurate, if he were to do that, he was going to upset the same people who elected him, and that could be a big problem for him and his presidency.", "sentId": 198}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "So, what's first out of the box?", "sentId": 199}, {"text": "As we do, we're going to have a chief of staff announcement perhaps today, more likely tomorrow.", "sentId": 200}, {"text": "You learn a lot from that.", "sentId": 201}, {"text": "Who is the gatekeeper to Donald Trump?", "sentId": 202}, {"text": "And let's just put up the two leading candidates.", "sentId": 203}, {"text": "And again, believe everything you hear from the transition team when you see it.", "sentId": 204}, {"text": "There are a lot of competing forces.", "sentId": 205}, {"text": "I don't see that to be cynical.", "sentId": 206}, {"text": "This is true, it's more true maybe for the Trump transition, but in every transition, everybody's competing for jobs.", "sentId": 207}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "On the left of your screen, you see Reince Priebus, he's the chairman of the Republican National Committee.", "sentId": 208}, {"text": "He is a Washington insider and the Tea Party folks out there, some of the Trump people at the grassroots say, God, no, don't do that.", "sentId": 209}, {"text": "But he's a counterbalance to the Trump and he has relationship with Congress.", "sentId": 210}, {"text": "He knows how the nuts and bolts of Washington work.", "sentId": 211}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "On the right side of your screen is Steve Bannon who is the Breitbart executive to left Breitbart news service, he's an outsider without a doubt, that he helped propel Trump to victory, so there's a loyalty question.", "sentId": 212}, {"text": "His news site, I don't know him personally, but his news site has pushed some pretty provocative, some would say racist, nationalist positions, that if it's between those two men, that choice would tell you a lot about the early -- the tone of the early days of Donald Trump.", "sentId": 213}], "secId": 92}, {"speaker": "HABERMAN", "sentences": [{"text": "It wouldn't necessarily, though, and here's why.", "sentId": 214}, {"text": "To your point about how things are more so or different with a Trump administration.", "sentId": 215}, {"text": "If it is Reince Priebus, Steve Bannon is still going to have a job in the administration.", "sentId": 216}, {"text": "He will still be a senior advisor or whatever title he has with the broader portfolio.", "sentId": 217}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "So, we have what we had during the campaign.", "sentId": 218}], "secId": 94}, {"speaker": "HABERMAN", "sentences": [{"text": "You will have what you're going to -- this is Trump's management style, through, I mean, look, again, who knows what he will be like as president, right?", "sentId": 219}, {"text": "As we have said repeatedly, but if history is any indication, as was the case in this campaign, as is the case in this business, he will create -- it's not a team of rivals.", "sentId": 220}, {"text": "It's like team of rival gangs.", "sentId": 221}], "secId": 95}, {"speaker": "HABERMAN", "sentences": [{"text": "And so, there's incredible intense competition between people.", "sentId": 222}, {"text": "But he tends to create different power centers.", "sentId": 223}, {"text": "During the end of the campaign, even with Bannon in charge, I kept hearing over and over again, no one knows who's actually signing off on things.", "sentId": 224}, {"text": "Nobody knows who is actually running things.", "sentId": 225}], "secId": 96}, {"speaker": "HABERMAN", "sentences": [{"text": "So, I don't know it will tell us what you would normally have.", "sentId": 226}], "secId": 97}, {"speaker": "BALZ", "sentences": [{"text": "John, one of the things you've learned on this campaign is that titles don't mean a lot to Trump.", "sentId": 227}, {"text": "And people who hold titles that we think, oh, that means they do x.", "sentId": 228}, {"text": "They didn't necessary deploy x.", "sentId": 229}], "secId": 98}, {"speaker": "BALZ", "sentences": [{"text": "I think Maggie's, right, he's going to need to balance the fears of the insiders with the desires of the outsiders and he'll be able to populate the White House with people who represent both.", "sentId": 230}, {"text": "Then it's a question of what Donald Trump decides.", "sentId": 231}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Sounds like fun.", "sentId": 232}, {"text": "You volunteer to go back and cover the White House?", "sentId": 233}], "secId": 100}, {"speaker": "JACOBS", "sentences": [{"text": "One thing there's no doubt of is he does listen to Steve Bannon.", "sentId": 234}, {"text": "Bannon is an authority figure in Trump's life, you know?", "sentId": 235}, {"text": "So -- and I know he respects Reince Priebus, but does he listen to him as much and does he, you know?", "sentId": 236}], "secId": 101}, {"speaker": "HABERMAN", "sentences": [{"text": "But the one thing I would say is funny, and I completely agree with you, because I think Bannon was able to implement a lot of things that was put new place even prior to what the shake-up where Bannon and Kellyanne came in, things that have been implemented initially by Paul Manafort.", "sentId": 237}, {"text": "But Manafort because he and Trump did not quite have chemistry, just couldn't get quite it done.", "sentId": 238}], "secId": 102}, {"speaker": "HABERMAN", "sentences": [{"text": "And Bannon I think was a very good force on the candidate in particular.", "sentId": 239}, {"text": "But even Bannon can't completely get him to do certain things.", "sentId": 240}, {"text": "And is the reputation that Bannon has is a constant bomb thrower, and the assumption that everything provocative Trump is doing was at Bannon's behest was not true.", "sentId": 241}], "secId": 103}, {"speaker": "HABERMAN", "sentences": [{"text": "So, among other things, on the way to the Gettysburg speech, which became I think the grievance-burg speech which how it was known, because Trump led of with how in his first 100 days, he would sue the women who had accused him of sexual assault or sexual harassment, Bannon, every single top advisor, Kellyanne Conway, everybody, even Giuliani, but including Steve Bannon on the way urged him, please don't do this.", "sentId": 242}, {"text": "This is not a good idea.", "sentId": 243}, {"text": "Don't put this in the speech, and he insisted.", "sentId": 244}], "secId": 104}, {"speaker": "HABERMAN", "sentences": [{"text": "So, to Dan's point, it's ultimately going to be what the president wants.", "sentId": 245}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "To that point.", "sentId": 246}, {"text": "He won the election, but we do have a president who said he would sue the women who accused him.", "sentId": 247}, {"text": "We do have a president, that was a 59-year-old Donald Trump whose voices on that \"Access Hollywood\" tape bragging about groping women.", "sentId": 248}, {"text": "He said he didn't do it, but he's bragging about something if he did do it, it would be crime.", "sentId": 249}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "To all the things he said in the past, you see protesters in the streets now, you know, some of them have grievances, some of them are socialists organized by their political groups, so, you know, you can have different ways to look at this.", "sentId": 250}, {"text": "But there are people out there who are anger, anxious, frightened and other .", "sentId": 251}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "Does he have to deal with that in this transition period?", "sentId": 252}], "secId": 108}, {"speaker": "RAJU", "sentences": [{"text": "I think he does.", "sentId": 253}, {"text": "I think he's going to get more pressure to do it.", "sentId": 254}, {"text": "I mean, I think you've noticed that he -- when he put out that tweet last week, criticizing the protesters and the next morning saying, well, you know, he understands what they're talking about, walking that back, a recognition that he has to say something.", "sentId": 255}], "secId": 109}, {"speaker": "RAJU", "sentences": [{"text": "I think there's going to be more and more pressure on him, because he does have to unite the country.", "sentId": 256}, {"text": "There's a poll out, \"The Washington Post\"/ABC poll this morning saying, a third of voted who against him do not believe he is a legitimate president.", "sentId": 257}], "secId": 110}, {"speaker": "RAJU", "sentences": [{"text": "So, that is something that he's going to have to overcome, especially losing the popular vote and he has to they present himself in a more, in a light that could bring some people to his side.", "sentId": 258}], "secId": 111}, {"speaker": "JACOBS", "sentences": [{"text": "He's got children who think of him as this evil action figure.", "sentId": 259}, {"text": "People are terrified of him.", "sentId": 260}, {"text": "It's more than just disliking him.", "sentId": 261}, {"text": "It's true fear.", "sentId": 262}], "secId": 112}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes, and it's real.", "sentId": 263}, {"text": "Actually, as I was looking at my phone, it was my child was texting that he had a dream of Trump and something his school and they were voting on whether to build the wall.", "sentId": 264}, {"text": "I mean, this is a permeating down in a way I don't remember past elections doing so with kids.", "sentId": 265}], "secId": 113}, {"speaker": "HABERMAN", "sentences": [{"text": "There's a legitimate concern.", "sentId": 266}, {"text": "The problem for Trump is that he hears any criticism as some kind of opposition.", "sentId": 267}, {"text": "And it all gets lumped into the same headline.", "sentId": 268}, {"text": "And I think that's going to be difficult for him.", "sentId": 269}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "It's an opportunity if he seizes it and if he shoves it away, then you have a respect issue right off the top of the presidency.", "sentId": 270}], "secId": 115}, {"speaker": "BALZ", "sentences": [{"text": "I don't think you can erase what we've been through the last 18 months overnight.", "sentId": 271}, {"text": "And part of that depends on what Donald Trump does, part depends on how Democrats respond, part depends on how the country views him.", "sentId": 272}], "secId": 116}, {"speaker": "BALZ", "sentences": [{"text": "But you know, we been through this traumatic, traumatic experience.", "sentId": 273}, {"text": "And as Maggie said, it's affected a lot of people in a very personal way.", "sentId": 274}, {"text": "And they are nervous at this point.", "sentId": 275}, {"text": "Some people are very hopeful that Donald Trump can actually do something, you know, in the sense, as he put it, drain the swamp.", "sentId": 276}], "secId": 117}, {"speaker": "BALZ", "sentences": [{"text": "So, he's got a lot that he's got to take in and think about how he handles all that.", "sentId": 277}], "secId": 118}, {"speaker": "HABERMAN", "sentences": [{"text": "One other point that I would make watching that video that you showed earlier with the meeting with the president last week, with President Obama, and president-elect, I've heard that several people that Trump was overwhelmed by that meeting essentially.", "sentId": 278}, {"text": "The magnitude of what he is now in charge of.", "sentId": 279}, {"text": "I think it -- for a lot of people it doesn't hit them until they become president, but I think that Trump is coming into this with a sort of different deficit and knowledge than a lot of people do.", "sentId": 280}], "secId": 119}, {"speaker": "HABERMAN", "sentences": [{"text": "He's coming to grips with this and that I think is going to be a personal, mental transition in a way that it might not be.", "sentId": 281}], "secId": 120}, {"speaker": "BALZ", "sentences": [{"text": "But he also still has the self-confidence to say, nobody said would by the president -- nobody said I would be the nominee, and I am, and therefore, I've got --", "sentId": 282}], "secId": 121}, {"speaker": "RAJU", "sentences": [{"text": "That's why it's so critical, the team of advisors that he ultimately uses, particularly for this president because as we were talking about earlier -- I mean, that's what's going to shape what Donald Trump does and says and the positions that he takes, because he is a blank slate.", "sentId": 283}], "secId": 122}, {"speaker": "JACOBS", "sentences": [{"text": "But I could see him wanting to embrace the role of comforter- in-chief.", "sentId": 284}, {"text": "He has long said, I want this campaign to be about love.", "sentId": 285}, {"text": "Let's love each other, let's take care of each other.", "sentId": 286}, {"text": "I want this campaign to be about everyone.", "sentId": 287}, {"text": "Let's all come together.", "sentId": 288}], "secId": 123}, {"speaker": "JACOBS", "sentences": [{"text": "So, he uses that kind of language.", "sentId": 289}, {"text": "And so, if he can be influenced to say, you know, help everyone who's terrified of what could happen and has tried to tamp that down.", "sentId": 290}], "secId": 124}, {"speaker": "HABERMAN", "sentences": [{"text": "I'm really skeptical of that, I'm sorry.", "sentId": 291}, {"text": "I don't mean to be a negative naysayer here, but he has a lot to overcome to prove that he can do, because while he would say, you know, I wanted this to be about love and there's love in this room, he'd be punching people with the other fist.", "sentId": 292}, {"text": "So, this is something to bear in mind.", "sentId": 293}], "secId": 125}, {"speaker": "KING", "sentences": [{"text": "That's the challenge, the tone and the temperament.", "sentId": 294}, {"text": "And I think what they do in the early days, setting the agendas, do they work with Democrats, push Democrats away in the early days, a lot more to discuss.", "sentId": 295}, {"text": "Everybody, stay put.", "sentId": 296}], "secId": 126}, {"speaker": "KING", "sentences": [{"text": "How Trump cracked and crumbled the blue wall and how Democrats see a future without an Obama or a Clinton dominating the party?", "sentId": 297}], "secId": 127}, {"speaker": "KING", "sentences": [{"text": "And please, take our INSIDE POLITICS quiz this Sunday morning.", "sentId": 298}, {"text": "How many times has a candidate won the popular vote but lost the election?", "sentId": 299}, {"text": "You can vote at CNN.com/vote.", "sentId": 300}], "secId": 128}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 301}], "secId": 129}, {"speaker": "KING", "sentences": [{"text": "There is no one reason why this happened.", "sentId": 302}, {"text": "Why this map, Donald Trump's America changed so much from this map -- President Obama's America.", "sentId": 303}, {"text": "Anyone who tells you there's one reason is winging it.", "sentId": 304}], "secId": 130}, {"speaker": "KING", "sentences": [{"text": "A number of different things happened and this will be debated for years.", "sentId": 305}, {"text": "So, let's just take a look at a few things that happened to go through this map.", "sentId": 306}, {"text": "Number one, as you made that point, Pennsylvania, red, Michigan, red, Wisconsin, red, not since the 1980s and the 1970s have those states voted Republican for president.", "sentId": 307}, {"text": "Iowa, the state that launched Barack Obama, switched.", "sentId": 308}, {"text": "Ohio, traditional swing state, went back to the Republicans, as did Florida.", "sentId": 309}], "secId": 131}, {"speaker": "KING", "sentences": [{"text": "You take a look here.", "sentId": 310}, {"text": "This is Donald Trump's victory.", "sentId": 311}, {"text": "That's the Obama victory, just four years ago, and four years before that as well.", "sentId": 312}, {"text": "He added Indiana.", "sentId": 313}], "secId": 132}, {"speaker": "KING", "sentences": [{"text": "So, this part of the country especially shifting to the Republicans.", "sentId": 314}, {"text": "Now, why did that happen?", "sentId": 315}, {"text": "Let's take a look at Michigan.", "sentId": 316}, {"text": "For one reason, Donald Trump without a doubt had blue collar appeal.", "sentId": 317}], "secId": 133}, {"speaker": "KING", "sentences": [{"text": "This is Macomb County, Michigan, back in the 1980s, it was the home of the so-called Reagan Democrats, union workers, blue collar auto workers deciding to vote for Republicans, not listening to their union leaders who are voting for Democrats.", "sentId": 318}, {"text": "Donald Trump won it and won it convincingly.", "sentId": 319}, {"text": "That's proof of blue collar appeal.", "sentId": 320}], "secId": 134}, {"speaker": "KING", "sentences": [{"text": "Or you can drop south here to Detroit, to Wayne County.", "sentId": 321}, {"text": "Hillary Clinton wins with 67 percent of the vote.", "sentId": 322}, {"text": "You think that's a blowout, right?", "sentId": 323}, {"text": "But we'll get to the map in a minute.", "sentId": 324}, {"text": "Yes, she won big, but there weren't enough votes.", "sentId": 325}], "secId": 135}, {"speaker": "KING", "sentences": [{"text": "Michigan goes Republican.", "sentId": 326}, {"text": "So does Wisconsin.", "sentId": 327}, {"text": "This one a stunner, dropped down here to Milwaukee.", "sentId": 328}, {"text": "Again, you see a lot of blue collar appeal for Donald Trump in the rural areas.", "sentId": 329}], "secId": 136}, {"speaker": "KING", "sentences": [{"text": "This is where the Democratic base.", "sentId": 330}, {"text": "She's getting nearly 66, 67 percent of the vote.", "sentId": 331}, {"text": "You think that's what she needs to do.", "sentId": 332}], "secId": 137}, {"speaker": "KING", "sentences": [{"text": "The problem there was the math.", "sentId": 333}, {"text": "Just look at this.", "sentId": 334}, {"text": "The Democratic vote in Milwaukee, down 39,000 from 2012.", "sentId": 335}, {"text": "The Democratic vote in Wayne County, that's where Detroit is, down 78,000 plus from 2012.", "sentId": 336}, {"text": "The statewide margins in both of those places, if this vote in the cities was up, Hillary Clinton could have carried both states.", "sentId": 337}], "secId": 138}, {"speaker": "KING", "sentences": [{"text": "The same if you go over to Pennsylvania.", "sentId": 338}, {"text": "The percentage of the African American population in particular dropped.", "sentId": 339}, {"text": "That's a reason, one of the reasons Donald Trump is president.", "sentId": 340}], "secId": 139}, {"speaker": "KING", "sentences": [{"text": "I want to close just by looking at this map.", "sentId": 341}, {"text": "This is the presidential election by county, by country.", "sentId": 342}, {"text": "More than 4,000 counties in the United States of America.", "sentId": 343}], "secId": 140}, {"speaker": "KING", "sentences": [{"text": "Look how red that is.", "sentId": 344}, {"text": "Now, Democrats get offended when you say this is a center right country because the Democrats do have population centers on the East and populations on the West Coast that are strong blue.", "sentId": 345}], "secId": 141}, {"speaker": "KING", "sentences": [{"text": "But look up here.", "sentId": 346}, {"text": "Just stay inside the circle here.", "sentId": 347}, {"text": "This is 2016, that's 2012.", "sentId": 348}, {"text": "That's 2008.", "sentId": 349}, {"text": "This is the heartland of America.", "sentId": 350}, {"text": "See all that blue in 2008?", "sentId": 351}, {"text": "Goes red in 2012, it goes more red in 2016.", "sentId": 352}], "secId": 142}, {"speaker": "KING", "sentences": [{"text": "The Democrats have a problem in the heartland.", "sentId": 353}, {"text": "Was it just their candidate?", "sentId": 354}, {"text": "Does the party have a big structure?", "sentId": 355}, {"text": "That's the debate that's just starting to begin.", "sentId": 356}, {"text": "Hillary Clinton fading from the scene, telling Democrats, fight on.", "sentId": 357}], "secId": 143}, {"speaker": "CLINTON", "sentences": [{"text": "You should never, ever regret fighting for that.", "sentId": 358}, {"text": "You know, scripture tells us, let us not grow weary in doing good for in due season we shall reap if we do not lose heart.", "sentId": 359}], "secId": 144}, {"speaker": "CLINTON", "sentences": [{"text": "So, my friends, let us have faith in each other.", "sentId": 360}, {"text": "Let us not grow weary.", "sentId": 361}, {"text": "Let us not lose heart.", "sentId": 362}, {"text": "For there are more seasons to come and there is more work to do.", "sentId": 363}], "secId": 145}, {"speaker": "KING", "sentences": [{"text": "I want to get in a moment to that.", "sentId": 364}, {"text": "How big of a deal it is that the Clintons are fading.", "sentId": 365}, {"text": "They've been such a presence of the party.", "sentId": 366}, {"text": "But I want to come back to just Tuesday night again.", "sentId": 367}, {"text": "You look at an election, and it's very easy in the days after an election to overreact.", "sentId": 368}, {"text": "To say this is what happened and this changed America forever, or this fundamentally changed the party forever.", "sentId": 369}, {"text": "But it is a big deal that the Republicans across -- especially the heartland cracked the so-called blue wall in Pennsylvania, in Michigan, in Wisconsin, states that hadn't voted forever.", "sentId": 370}], "secId": 146}, {"speaker": "KING", "sentences": [{"text": "Is it just Hillary Clinton or the Democrats have a problem -- the Democratic Party have a problem with white working class voters?", "sentId": 371}], "secId": 147}, {"speaker": "HABERMAN", "sentences": [{"text": "The Democratic Party has a problem with white working class voters and Hillary Clinton had a problem with white working class voters, and I don't know yet what the difference is.", "sentId": 372}, {"text": "That map is staggering.", "sentId": 373}], "secId": 148}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 374}], "secId": 149}, {"speaker": "BALZ", "sentences": [{"text": "I mean, and it really is a city versus not a city issue in a lot of ways and the city vote as you said did not turn out for her.", "sentId": 375}, {"text": "Her husband who was supposed to be, you know, the thing of the past, and the election map that couldn't be won anymore for a Democrat had urged the campaign over and over again, please focus more on white working class voters and there probably could have been more to have been done.", "sentId": 376}], "secId": 150}, {"speaker": "BALZ", "sentences": [{"text": "I think that it was pretty clear in 2013, I think the die -- there were a lot of reasons why Hillary Clinton lost.", "sentId": 377}, {"text": "And she did not -- to be clear, she won the popular vote.", "sentId": 378}], "secId": 151}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 379}], "secId": 152}, {"speaker": "HABERMAN", "sentences": [{"text": "And it's a couple of tens of thousands of votes in like three states and, you know, it goes the other way and she is the president.", "sentId": 380}, {"text": "But I think one of the ways in which the die the cast was 2013 when she started giving these paid speeches.", "sentId": 381}, {"text": "I just think that -- I remember at the time that was the year of Bill de Blasio's election in New York City.", "sentId": 382}, {"text": "It was a year of enormous populist anger.", "sentId": 383}, {"text": "It became clear that those were going to linger and were questionable choices.", "sentId": 384}, {"text": "To the point where I wasn't sure she was running when I saw she was doing this.", "sentId": 385}], "secId": 153}, {"speaker": "HABERMAN", "sentences": [{"text": "One other point, late last year, there was a poll, I think it was a \"Wall Street Journal\" poll that showed that for the first time ever in their polling, the majority of candidates who they -- I think it was eight different candidates who they polled as potential nominees.", "sentId": 386}, {"text": "The only one who I think had a favorable rating was Bernie Sanders.", "sentId": 387}, {"text": "Everyone else was underwater and it was about the mood of the country.", "sentId": 388}, {"text": "It was not about the candidates.", "sentId": 389}, {"text": "People are very, very angry and Clinton didn't really address it.", "sentId": 390}], "secId": 154}, {"speaker": "RAJU", "sentences": [{"text": "Message and tactics.", "sentId": 391}, {"text": "I mean, also tactics about where to spend your time --", "sentId": 392}], "secId": 155}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes.", "sentId": 393}, {"text": "Absolutely.", "sentId": 394}], "secId": 156}, {"speaker": "RAJU", "sentences": [{"text": "And the key point in the campaign.", "sentId": 395}, {"text": "How do you ignore Wisconsin?", "sentId": 396}, {"text": "A state that --", "sentId": 397}], "secId": 157}, {"speaker": "HABERMAN", "sentences": [{"text": "No ads there.", "sentId": 398}], "secId": 158}, {"speaker": "RAJU", "sentences": [{"text": "No ads into that.", "sentId": 399}, {"text": "It wasn't just --", "sentId": 400}], "secId": 159}, {"speaker": "KING", "sentences": [{"text": "Arrogance, arrogance is how you explain Wisconsin.", "sentId": 401}], "secId": 160}, {"speaker": "RAJU", "sentences": [{"text": "Yes.", "sentId": 402}, {"text": "And, you know, that's exactly the point.", "sentId": 403}, {"text": "She could have gone and campaigned there.", "sentId": 404}, {"text": "But more importantly, no TV -- I mean very little TV ads.", "sentId": 405}, {"text": "Donald Trump, the heart of the campaign, the last stretch was outspending her 10 to one on TV.", "sentId": 406}, {"text": "And that is so significant.", "sentId": 407}, {"text": "And that helped also Ron Johnson, the senator, win reelection there in a stunning fashion.", "sentId": 408}, {"text": "So a lot of it was not just a message misstep but a tactical missteps, too.", "sentId": 409}], "secId": 161}, {"speaker": "JACOBS", "sentences": [{"text": "If you ask Clinton, she says the problem was FBI Director Comey.", "sentId": 410}], "secId": 162}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 411}, {"text": "And there's no question, no question the FBI had an impact, number one, if she hadn't set up the e-mail private server against the advice of the president of the United States, her boss, Comey could not have interfered in the election.", "sentId": 412}, {"text": "But number two, there's no question, is it one thing, is it two things, is it three things, but to the point about the Democratic Party, let's go back to it, if there is one reason, I would say that Barbara Bush was right, when Barbara Bush said at the beginning 320 million people, we have to have another Clinton or another Bush.", "sentId": 413}, {"text": "The country to your point about change, the country didn't want that.", "sentId": 414}, {"text": "The country wants something different.", "sentId": 415}], "secId": 163}, {"speaker": "BALZ", "sentences": [{"text": "The country did want something different.", "sentId": 416}, {"text": "There are a couple of things about that map that are striking.", "sentId": 417}, {"text": "One is, you know, we talked all year about, are we in the process of drawing a new map?", "sentId": 418}, {"text": "I mean one in which the Republicans would be stronger in the upper northwest, where it's much more predominantly white, more working class, older voters.", "sentId": 419}, {"text": "Versus the new map, Arizona, Georgia, we talk about those states.", "sentId": 420}, {"text": "In a sense of Donald Trump got to that new map faster than Hillary Clinton could get to her new map.", "sentId": 421}, {"text": "And so the imbalance in the electoral college is what we've seen.", "sentId": 422}], "secId": 164}, {"speaker": "BALZ", "sentences": [{"text": "The second is the Clinton campaign came to see this election as college versus non-college, and they very much hung their hats on the idea that she was going to do extraordinarily well with white college- educated voters.", "sentId": 423}, {"text": "She did well with them, but not as well as she needed to.", "sentId": 424}], "secId": 165}, {"speaker": "KING", "sentences": [{"text": "Not as much.", "sentId": 425}, {"text": "And let's look at the vote totals.", "sentId": 426}, {"text": "So again it's easy to over-read or under-read what happens during an election.", "sentId": 427}, {"text": "You choose to write it off to a bad candidate as some Democrats will do.", "sentId": 428}, {"text": "You can -- now Donald Trump says he has a movement.", "sentId": 429}, {"text": "Look at the Republican Party vote totals in the last three presidential elections.", "sentId": 430}, {"text": "If you look there, the numbers are a little small.", "sentId": 431}, {"text": "But Donald Trump got slightly more votes than John McCain.", "sentId": 432}, {"text": "We're still counting so Trump's numbers likely to go up a little bit.", "sentId": 433}], "secId": 166}, {"speaker": "KING", "sentences": [{"text": "They're still counting some votes in California.", "sentId": 434}, {"text": "But Donald Trump is short -- just short of where Mitt Romney was, the man he called the choker and a loser in 2012.", "sentId": 435}, {"text": "And he's just a little ahead of John McCain.", "sentId": 436}, {"text": "So this was not this overwhelming new Republican vote that turned out.", "sentId": 437}, {"text": "And so as Mitch McConnell told reporters the other day, Trump has to be careful not over-read his mandate.", "sentId": 438}], "secId": 167}, {"speaker": "KING", "sentences": [{"text": "He won the election but look at the Democratic vote totals.", "sentId": 439}, {"text": "Clinton, five million short of Barack Obama in 2012.", "sentId": 440}, {"text": "Six million shorts, six- plus short.", "sentId": 441}, {"text": "Again, the final map still coming in from California.", "sentId": 442}, {"text": "So Democrats did not vote or some switched to Trump.", "sentId": 443}, {"text": "But the Republican numbers -- the theory some people advocated and some people still talked is these millions of people hiding in the hills to rush out and vote for Donald Trump.", "sentId": 444}, {"text": "That didn't really happen.", "sentId": 445}, {"text": "He just won an election, in part some people say did they suppress turnout by making it so nasty that some people just stayed home?", "sentId": 446}], "secId": 168}, {"speaker": "JACOBS", "sentences": [{"text": "Yes, that's probably true, but keep in mind, Donald Trump played Santa Claus right there at the end.", "sentId": 447}, {"text": "Do you remember that?", "sentId": 448}, {"text": "Like he was going into these swing states and being very specific.", "sentId": 449}, {"text": "So yes, there is a big picture here and, you know, the whiter rural voters.", "sentId": 450}, {"text": "But also he was playing to those localities.", "sentId": 451}, {"text": "He was going into Philadelphia and saying, I'll bring back, get the Navy ships, we'll be building ships here, saying that in Virginia Beach.", "sentId": 452}, {"text": "He was saying in Florida, we'll build the coastal expressway.", "sentId": 453}, {"text": "He was saying in Michigan, I'll bring cars back.", "sentId": 454}, {"text": "So he was dropping little goodies around, you know, right at that --", "sentId": 455}], "secId": 169}, {"speaker": "KING", "sentences": [{"text": "Being a traditional politician.", "sentId": 456}], "secId": 170}, {"speaker": "JACOBS", "sentences": [{"text": "Yes.", "sentId": 457}], "secId": 171}, {"speaker": "KING", "sentences": [{"text": "Promising things.", "sentId": 458}], "secId": 172}, {"speaker": "RAJU", "sentences": [{"text": "It works.", "sentId": 459}, {"text": "The enthusiasm gap that we talked all cycle about -- around Hillary Clinton was real.", "sentId": 460}, {"text": "I mean, we learned that at end of the day.", "sentId": 461}, {"text": "The reason -- I mean, the vote totals bared that out and the fact that she could not bring out the key constituencies in Michigan and Wisconsin and Philadelphia and namely African-American voters who were so critical to President Obama in large part have to do with the fact that this was not enthusiasm behind her candidacy.", "sentId": 462}, {"text": "She was seen as part of the status quo and part of the problem.", "sentId": 463}, {"text": "She could not get around that.", "sentId": 464}], "secId": 173}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes.", "sentId": 465}, {"text": "There was a very revealing moment I think last year.", "sentId": 466}, {"text": "And it was a harbinger of what was to come where she had an encounter with a Black Lives Matter activist backstage at a rally in New Hampshire.", "sentId": 467}, {"text": "And there was a meeting that the activist recorded and they released the video of.", "sentId": 468}, {"text": "But it was very clear that there -- she was facing a real generational divide among black voters who did not see her as sort of this 1990s figure of change or did not, you know, know about work she'd done in the '60s, in her mind, I think, she thought, I have this long record, how can you be questioning the record on defense work and on civil rights?", "sentId": 469}], "secId": 174}, {"speaker": "HABERMAN", "sentences": [{"text": "And they sort of never tended to that in the way that I think they needed to.", "sentId": 470}, {"text": "And it might not have mattered.", "sentId": 471}, {"text": "But at the end of the day, I think between that and the number of millennial voters who either did support Bernie Sanders and hadn't made up their mind in the first place but were so turned off by everything that happened.", "sentId": 472}, {"text": "There's a word we haven't mentioned here which is WikiLeaks.", "sentId": 473}], "secId": 175}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 474}], "secId": 176}, {"speaker": "HABERMAN", "sentences": [{"text": "And I do think that that had an impact.", "sentId": 475}], "secId": 177}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 476}, {"text": "To that point, I want to read Stan Greenberger, he's a Democratic pollster who worked very closely with Bill Clinton back in the day.", "sentId": 477}, {"text": "James Carville who helped Clinton get elected, it's the economy, stupid, advice I think Hillary Clinton could have taken well this campaign, they wrote a memo on Friday.", "sentId": 478}, {"text": "I want to read.", "sentId": 479}], "secId": 178}, {"speaker": "KING", "sentences": [{"text": "\"It should not be ignored that some of the reason for Trump's upset is malicious interference by the Russian federation and their allies at WikiLeaks, as well as reckless politics by the FBI in the post-debate period.", "sentId": 480}, {"text": "Battling back against this media coverage forced Clinton to take her foot off the pedal.\"", "sentId": 481}], "secId": 179}, {"speaker": "KING", "sentences": [{"text": "Again, Dan, there's a long list of reasons, but did a foreign government meddle in our election in a way that could have proven decisive?", "sentId": 482}], "secId": 180}, {"speaker": "BALZ", "sentences": [{"text": "Well, the intelligence agencies clearly say, yes, at least on the first part of that.", "sentId": 483}, {"text": "They don't say that that was the cause of what happened in the election, but clearly that the Russians -- Russian hacking and then WikiLeaks releases had an impact on people's perceptions.", "sentId": 484}, {"text": "And it was -- you know, as we describe it, this drip, drip, drip, drip, I mean the day that those WikiLeaks e-mails started to drop was the same day as the \"Access Hollywood\" video.", "sentId": 485}, {"text": "And that overwhelmed everything for a time.", "sentId": 486}], "secId": 181}, {"speaker": "BALZ", "sentences": [{"text": "But as we learned in this campaign, nothing lasts very long.", "sentId": 487}, {"text": "So \"Access Hollywood\" happened, it was white hot, it looked like it might, you know, destroy Trump's chances and yet it was WikiLeaks that was there all the way to the end with something new.", "sentId": 488}, {"text": "Some new nugget.", "sentId": 489}, {"text": "Something new that the press was writing about.", "sentId": 490}], "secId": 182}, {"speaker": "RAJU", "sentences": [{"text": "And there's no doubt that the Comey letter blunted her momentum significantly in the critical time of the campaign, forced her to change her message on the final days to be on the defensive and to run this sort of scorched earth campaign against Donald Trump, make him look less popular.", "sentId": 491}], "secId": 183}, {"speaker": "HABERMAN", "sentences": [{"text": "And against Comey.", "sentId": 492}], "secId": 184}, {"speaker": "RAJU", "sentences": [{"text": "And against James Comey rather than end the campaign in a very positive message, what they were hoping to do, and expand their campaign into red states.", "sentId": 493}, {"text": "I mean, remember, at that time, they were even talking about going into Arizona.", "sentId": 494}, {"text": "They were going into Arizona.", "sentId": 495}], "secId": 185}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 496}], "secId": 186}, {"speaker": "RAJU", "sentences": [{"text": "They sent Michelle Obama in there.", "sentId": 497}, {"text": "They wanted to flip these red states.", "sentId": 498}, {"text": "They won't worry about the blue states.", "sentId": 499}, {"text": "That changed a big part of the campaign.", "sentId": 500}, {"text": "Maybe not the reason why she lost, but it definitely hurt her.", "sentId": 501}], "secId": 187}, {"speaker": "BALZ", "sentences": [{"text": "There's another aspect to this which is they put so much on the idea of disqualifying Donald Trump.", "sentId": 502}], "secId": 188}, {"speaker": "BALZ", "sentences": [{"text": "Declaring him unfit and driving that point home.", "sentId": 503}, {"text": "60 percent of the people according to exit poll on Tuesday said he was unqualified to be president, and he is president-elect.", "sentId": 504}], "secId": 189}, {"speaker": "RAJU", "sentences": [{"text": "Still voted for him.", "sentId": 505}], "secId": 190}, {"speaker": "KING", "sentences": [{"text": "A lot of them still voted for him.", "sentId": 506}, {"text": "Right.", "sentId": 507}, {"text": "That's -- she didn't qualify herself.", "sentId": 508}, {"text": "And I think on economics, she was urged a couple of years ago, to your point, when she was giving the paid speeches.", "sentId": 509}, {"text": "He was urged by a very prominent Democrat, disappear, stop giving speeches, tell your husband to stop giving speeches, separate yourself from the foundation, go write a book on middle class economics, and then come back and campaign on, if you have a job, I'll get you a raise, if you don't have a job, I'll get you a job.", "sentId": 510}, {"text": "And when people say, but you're the secretary of state, say, great, that's part of my resume and that's good, but focus like her husband did on the economy, which never got -- if you can go to the Clinton campaign Web site, to be fair, if you're a progressive, every issue you want, there's your position paper, but from the candidate.", "sentId": 511}], "secId": 191}, {"speaker": "KING", "sentences": [{"text": "We never got -- Bernie Sanders was going to be for the little guy.", "sentId": 512}, {"text": "Donald Trump was going to be -- fight for the change of the little guy.", "sentId": 513}, {"text": "What was hers?", "sentId": 514}], "secId": 192}, {"speaker": "BALZ", "sentences": [{"text": "John, I think that one thing that threw her off was Bernie Sanders.", "sentId": 515}, {"text": "And if you look at 2008 when she came back as a candidate after Barack Obama had won that -- you know, that string of primaries and caucuses and in a sense put himself in the driver's seat, she came back as a very strong working class candidate.", "sentId": 516}, {"text": "And she won Ohio and she won Pennsylvania and, you know, various other states.", "sentId": 517}, {"text": "She couldn't quite be that candidate this time because Bernie Sanders got there first and in a bigger, more robust way, and so it forced her to be the kind of half way working class candidate rather than a full- throated economic populist.", "sentId": 518}], "secId": 193}, {"speaker": "JACOBS", "sentences": [{"text": "Some of the private polling showed how deep the sense of betrayal was -- at Washington about the economy.", "sentId": 519}, {"text": "And Trump really capitalized on that and it opened up a window for him from Philadelphia up to, you know, Detroit to Des Moines.", "sentId": 520}], "secId": 194}, {"speaker": "HABERMAN", "sentences": [{"text": "One of the things that a Democratic pollster said to me, many, many months ago, there was concern that the indicator that she was never leading on, I think she did toward the end, but obviously didn't matter, but for a long time in the campaign, he would lead on who's better on the economy.", "sentId": 521}], "secId": 195}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 522}, {"text": "HABERMAN:  And this person said, it's not even that he's saying", "sentId": 523}], "secId": 196}, {"speaker": "KING", "sentences": [{"text": "anything that's particularly implementable or coherent or whatever, but he kept saying the words jobs and economy over and over and over again, and she really wasn't doing that.", "sentId": 524}, {"text": "And you know, people do hear --", "sentId": 525}], "secId": 197}, {"speaker": "JACOBS", "sentences": [{"text": "Every speech he went to he said we're going to bring your jobs back.", "sentId": 526}], "secId": 198}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes.", "sentId": 527}], "secId": 199}, {"speaker": "JACOBS", "sentences": [{"text": "I'm going to get you working every single speech.", "sentId": 528}], "secId": 200}, {"speaker": "KING", "sentences": [{"text": "It's one of the big challenges out the box for Donald Trump because Republicans have been reluctant to use government for infrastructure.", "sentId": 529}, {"text": "President Obama has won an infrastructure bank for all eight years of his presidency.", "sentId": 530}, {"text": "He hasn't been able to get it.", "sentId": 531}, {"text": "He hasn't been able to get it.", "sentId": 532}, {"text": "And so Donald Trump, listen to him here.", "sentId": 533}, {"text": "Donald Trump right after the election, you know, you're the new president-elect, you're sending a message to the country, you've got a Republican rule in Washington, and Donald Trump talk about a Democratic priority.", "sentId": 534}], "secId": 201}, {"speaker": "TRUMP", "sentences": [{"text": "We are going to fix our inner cities and rebuild our highways, bridges, tunnels, airports, schools, hospitals.", "sentId": 535}, {"text": "We're going to rebuild our infrastructure, which will become, by the way, second to none.", "sentId": 536}, {"text": "And we will put millions of our people to work as we rebuild it.", "sentId": 537}], "secId": 202}, {"speaker": "KING", "sentences": [{"text": "That could be Bernie Sanders or Elizabeth Warren standing there, saying we're going to do this.", "sentId": 538}], "secId": 203}, {"speaker": "RAJU", "sentences": [{"text": "We don't know exactly what he's talking about there, but if --", "sentId": 539}], "secId": 204}, {"speaker": "RAJU", "sentences": [{"text": "If you go to the come out --", "sentId": 540}], "secId": 205}, {"speaker": "RAJU", "sentences": [{"text": "Exactly.", "sentId": 541}, {"text": "But you know, if he were to come out and push that bill and spend a lot of money to build roads and bridges, he would have a partner in Chuck Schumer, you'd have a partner in Nancy Pelosi, and it would put the Republicans on the defensive.", "sentId": 542}, {"text": "I mean, I think it will be so fascinating to see how much does he do administratively to go after a lot of the things that Obama has done, like repeal -- against immigration and environmental and administrative level and how much is due legislatively to work with Democrats who --", "sentId": 543}], "secId": 206}, {"speaker": "KING", "sentences": [{"text": "And he has Mike Pence -- Mike Pence, Republican governor down the hall now running the transition.", "sentId": 544}, {"text": "Most Republicans governors would love that money.", "sentId": 545}, {"text": "HABERMAN:  Absolutely.", "sentId": 546}, {"text": "But -- I just want to go back to a point that", "sentId": 547}], "secId": 207}, {"speaker": "KING", "sentences": [{"text": "Manu made in terms of the infrastructure and Democrats.", "sentId": 548}, {"text": "I've heard from a Trump adviser that they are looking at doing some kind of an infrastructure bill within the first -- within the first year, if possible.", "sentId": 549}, {"text": "It is going to be a priority.", "sentId": 550}, {"text": "Again, we'll see.", "sentId": 551}, {"text": "But that's what we've heard.", "sentId": 552}], "secId": 208}, {"speaker": "KING", "sentences": [{"text": "But the person to keep an eye on right now is Chuck Schumer.", "sentId": 553}, {"text": "He might not be majority leader, but he is the senator, you know, member of Congress who Trump knows best and he's the Democrat who criticized Trump the least during this campaign.", "sentId": 554}, {"text": "That means that he could be an effective player.", "sentId": 555}], "secId": 209}, {"speaker": "KING", "sentences": [{"text": "It's a great point.", "sentId": 556}, {"text": "Let's put it up because the Democrats have a leadership issue right now.", "sentId": 557}, {"text": "We know that the congressional leaders will be Chuck Schumer who has probably the best relationship with Donald Trump of any of the congressional leaders, Republican or Democrat, because of their history.", "sentId": 558}, {"text": "I think Donald Trump was once a Chuck Schumer donor.", "sentId": 559}, {"text": "Republicans would love that part.", "sentId": 560}, {"text": "I think Donald Trump actually gave money to Nancy Pelosi once if you go back and look back at the record --", "sentId": 561}], "secId": 210}, {"speaker": "HABERMAN", "sentences": [{"text": "He wrote her a congratulations letter when she became --", "sentId": 562}], "secId": 211}, {"speaker": "KING", "sentences": [{"text": "There's the two Democratic leaders and they run the congressional part of the party.", "sentId": 563}, {"text": "And Nancy Pelosi is already thinking that the Donald Trump midterms will be a disaster and therefore I'll get to be speaker again.", "sentId": 564}, {"text": "She thought that a couple of times throughout the Obama midterms again, too.", "sentId": 565}, {"text": "We'll see.", "sentId": 566}, {"text": "But what happens to this party?", "sentId": 567}, {"text": "Who leads the Democrats?", "sentId": 568}, {"text": "I mean, is it -- they're the congressional leaders, obviously, and Nancy Pelosi is a great fundraiser, a great value to the party nationally because she's a great fundraiser.", "sentId": 569}], "secId": 212}, {"speaker": "KING", "sentences": [{"text": "But who speaks for the Democrats?", "sentId": 570}], "secId": 213}, {"speaker": "RAJU", "sentences": [{"text": "There's such a generational divide within the Democratic Party right now.", "sentId": 571}, {"text": "You have leaders in Congress, who are in their late 60s and their 70s, where there's going to be a lot of push for a younger blood, more progressive members to step forward.", "sentId": 572}, {"text": "We'll see how this DNC chair fight plays out and people start positioning themselves for 2020.", "sentId": 573}, {"text": "And the larger message, too, that they're debating over is exactly what you're pointing out.", "sentId": 574}, {"text": "Do we go after those white working class voters, have a more economic populist appeal?", "sentId": 575}, {"text": "Do we moderate in some ways or do we go back to the Bernie Sanders wing of the party?", "sentId": 576}, {"text": "The Elizabeth Warren wing that has clearly much more energy right now?", "sentId": 577}, {"text": "And that is the real struggle.", "sentId": 578}, {"text": "And who's the person that brings them there?", "sentId": 579}], "secId": 214}, {"speaker": "KING", "sentences": [{"text": "Who's the state senator Barack Obama?", "sentId": 580}, {"text": "Because the Democratic bench, I'm talking back to 2003 and 2004, who's the state senator, who's the governor, who's going to come forward and be the new face?", "sentId": 581}, {"text": "Because the Democratic bench has been decimated in the Obama years.", "sentId": 582}, {"text": "These are just the Senate numbers.", "sentId": 583}, {"text": "When President Obama came to power, 59 Democrats in the United States Senate, they're down to 48 now.", "sentId": 584}, {"text": "When he came to power they had 257 Democrats in the House, they have a 193 now.", "sentId": 585}], "secId": 215}, {"speaker": "KING", "sentences": [{"text": "The Republicans have a majority of the governorship.", "sentId": 586}, {"text": "The Republicans have picked up nearly 1,000.", "sentId": 587}, {"text": "We're not done counting from this election yet.", "sentId": 588}, {"text": "1,000 state legislative seats during the Obama presidency.", "sentId": 589}, {"text": "The Republicans have a bench.", "sentId": 590}, {"text": "Their problem is going to be the competition in the young ambitious people trying to rise up.", "sentId": 591}, {"text": "Who for the Democrats?", "sentId": 592}], "secId": 216}, {"speaker": "JACOBS", "sentences": [{"text": "Right down in the swing states, I think there's only two swing states that have Democratic-controlled Houses and that's in Colorado and Nevada.", "sentId": 593}, {"text": "So, you know, most of the swing states are controlled by Republicans.", "sentId": 594}, {"text": "So this trickles down, not just at the congressional level, there's a shortage of Democratic leadership right now.", "sentId": 595}, {"text": "And I think whether that map sticks all depends on what they can deliver.", "sentId": 596}, {"text": "You know, if they can -- if this Congress delivers on jobs and health care and on immigration reform, this map could stick.", "sentId": 597}], "secId": 217}, {"speaker": "HABERMAN", "sentences": [{"text": "I think watching the fight for who leads the DNC I think is going to be an early indicator of the Democratic National Committee.", "sentId": 598}, {"text": "You have a lot of people getting behind Congressman Keith Ellison, who is both, you know, comes from this working class district, but is also the first Muslim congressman.", "sentId": 599}, {"text": "He's got -- he can sort of unite a bunch of different wings.", "sentId": 600}, {"text": "Then you have Howard Dean trying to throw his hat back in the ring.", "sentId": 601}, {"text": "That is the throwback candidacy even though he was opposed by the Clintons very strongly.", "sentId": 602}], "secId": 218}, {"speaker": "KING", "sentences": [{"text": "And arch rival of Bernie Sanders.", "sentId": 603}], "secId": 219}, {"speaker": "HABERMAN", "sentences": [{"text": "Absolutely, but I think that you have sort of different contour shaping up.", "sentId": 604}, {"text": "And what that'll end up looking like I think will be an early indicator and then I think you will have a couple of senators who didn't run in 2016 and the Democratic primary because they were sort of boxed out by Hillary Clinton.", "sentId": 605}, {"text": "People like Kirsten Gillibrand, who I think you will look toward trying to position themselves as --", "sentId": 606}], "secId": 220}, {"speaker": "KING", "sentences": [{"text": "It's amazing to think of what occurred where Obama will leave the scene soon, the Clintons will leave the scene soon, and we have a giant question mark as to who leads.", "sentId": 607}, {"text": "Out of time for that segment.", "sentId": 608}], "secId": 221}, {"speaker": "KING", "sentences": [{"text": "We'll sneak peek next into our reporter's notebooks, including talk of how to keep the president-elect's son-in-law in the inner circle without violating nepotism rules, and we asked, how many times has a candidate won the popular vote but lost the election?", "sentId": 609}, {"text": "Most of you got it wrong.", "sentId": 610}, {"text": "Really?", "sentId": 611}, {"text": "You have the Internet, the answer is five times.", "sentId": 612}], "secId": 222}, {"speaker": "KING", "sentences": [{"text": "Let's head one last time around the INSIDE POLITICS table, ask our great reporters to share a little nugget from their notebook.", "sentId": 613}, {"text": "Get you out ahead of some big political news.", "sentId": 614}, {"text": "Maggie Haberman?", "sentId": 615}], "secId": 223}, {"speaker": "HABERMAN", "sentences": [{"text": "Among of the new things we will see under President Trump, you know, we have a president who might live part-time in New York, we have a president who is willing to give up his own plane.", "sentId": 616}, {"text": "His son-in- law Jared Kushner is said to be looking at ways that he can be described as essentially a volunteer, working in the administration, prohibitions against what relatives of a president can do in terms of an actual job.", "sentId": 617}], "secId": 224}, {"speaker": "HABERMAN", "sentences": [{"text": "But Jared Kushner is the person who co-ran Donald Trump's campaign most of the time through different iterations.", "sentId": 618}, {"text": "He is the most important person who has the -- incoming president's ear.", "sentId": 619}, {"text": "That will continue to be the case regardless of who holds the actual chief of staff title.", "sentId": 620}], "secId": 225}, {"speaker": "KING", "sentences": [{"text": "How they figure that one with the ethics -- he's on White House tours and he just occasionally goes into the Oval Office.", "sentId": 621}, {"text": "Drops by.", "sentId": 622}], "secId": 226}, {"speaker": "HABERMAN", "sentences": [{"text": "It happens.", "sentId": 623}, {"text": "It happens.", "sentId": 624}], "secId": 227}, {"speaker": "KING", "sentences": [{"text": "It happens.", "sentId": 625}, {"text": "Dan.", "sentId": 626}], "secId": 228}, {"speaker": "BALZ", "sentences": [{"text": "John, my notebook really is a look back at how we got a lot of things wrong.", "sentId": 627}, {"text": "And I think that one of the lessons of this campaign is the degree to which we all have come to rely on data which turned out not to be -- specifically accurate, whether it was polling, predictive modeling, almost anything you looked at in one way or another it broke down at the end.", "sentId": 628}, {"text": "And I think we have to re-examine a lot of the ways in which we go about the business of doing journalism.", "sentId": 629}], "secId": 229}, {"speaker": "KING", "sentences": [{"text": "Well, I learned from the Balz model a long time ago, talking to people, and not looking at the numbers.", "sentId": 630}], "secId": 230}, {"speaker": "BALZ", "sentences": [{"text": "It makes a difference.", "sentId": 631}, {"text": "Yes.", "sentId": 632}], "secId": 231}, {"speaker": "KING", "sentences": [{"text": "You can't put anger into a computer.", "sentId": 633}, {"text": "Manu?", "sentId": 634}], "secId": 232}, {"speaker": "RAJU", "sentences": [{"text": "John, five red state Senate Democrats could hold the key to Donald Trump's presidency.", "sentId": 635}, {"text": "Those are five Democrats who are up for reelection in 2018 in states like Indiana, North Dakota, Montana, West Virginia and Missouri.", "sentId": 636}, {"text": "They could form a bipartisan coalition, get closer to that of 60 vote threshold to pass legislation in the Senate and overcome a filibuster and of course they also face challenges in their own reelections in 2018.", "sentId": 637}, {"text": "They could potentially lose, they're going to have a bigger Republican majority.", "sentId": 638}], "secId": 233}, {"speaker": "RAJU", "sentences": [{"text": "You're already starting to see a sign of that on Friday when Harry Reid put out a blistering statement attacking Donald Trump.", "sentId": 639}, {"text": "Immediately afterwards, Joe Manchin, the West Virginia Democrat who's up for reelection in 2018, in a state that Trump won overwhelmingly, comes out with a statement calling Reid's attack an embarrassment to the Senate.", "sentId": 640}, {"text": "It's a sign of potentially things to come.", "sentId": 641}], "secId": 234}, {"speaker": "KING", "sentences": [{"text": "Potentially.", "sentId": 642}, {"text": "We'll keep an eye on that coalition building.", "sentId": 643}, {"text": "Jennifer.", "sentId": 644}], "secId": 235}, {"speaker": "JACOBS", "sentences": [{"text": "Business leaders will be watching to see how transparent and thorough the Trump organization is in separating Donald Trump from his business holdings.", "sentId": 645}, {"text": "A blind trust is not likely the answer because that would require him to liquidate all his assets and that's just not going to happen.", "sentId": 646}, {"text": "But if all they do is just transfer the management over to the three oldest kids and not to have some sort of independent manager, the conflicts of interest are exactly the same.", "sentId": 647}, {"text": "But I mean, there's nothing that says that a president cannot control a business while he's in office.", "sentId": 648}], "secId": 236}, {"speaker": "JACOBS", "sentences": [{"text": "But people will be watching to see if he's going to signal that he wants to do what's best for the country and not for his personal fortunes.", "sentId": 649}], "secId": 237}, {"speaker": "KING", "sentences": [{"text": "And from day one, Democrats I think and some Republican critics in Congress are going to keep an eye on this to see if there's an opening to question the ethics of the new president.", "sentId": 650}], "secId": 238}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 651}, {"text": "It's a bit related to what Dan just said.", "sentId": 652}, {"text": "One of the big campaign debates this year was whether there were more Trump supporters than the polls indicated or your conversations at the office indicated?", "sentId": 653}, {"text": "Because some people just didn't want to admit they were supporting the Republican nominee.", "sentId": 654}, {"text": "Well, the leading Republican pollster says his big post-election survey conducted in California suggests the answer is yes.", "sentId": 655}], "secId": 239}, {"speaker": "KING", "sentences": [{"text": "This question was asked of respondents who said they voted for Trump on Tuesday.", "sentId": 656}, {"text": "During the campaign, were you sometimes reluctant to say you were supporting Donald Trump?", "sentId": 657}, {"text": "More than a third, 36 percent of Trump voters, answered said.", "sentId": 658}, {"text": "They were reluctant.", "sentId": 659}, {"text": "The Public Opinion Strategy survey found women were more reluctant to say so.", "sentId": 660}, {"text": "42 percent of women overall who supported Trump, and 68 percent of younger women reported being at least sometimes reluctant to admit Trump was their choice.", "sentId": 661}], "secId": 240}, {"speaker": "KING", "sentences": [{"text": "I bet they're all buying bumper stickers now or getting ready to confess to the family over Thanksgiving dinner.", "sentId": 662}], "secId": 241}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 663}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 664}, {"text": "Up next, \"STATE OF THE UNION\" with Jake Tapper.", "sentId": 665}, {"text": "Part of the program an exclusive interview with the House Speaker Paul Ryan.", "sentId": 666}], "secId": 242}], "sectionCount": 243, "url": "transcripts.cnn.com/TRANSCRIPTS/1611/13/ip.01.html", "sentenceCount": 668, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired November 13, 2016 - 08:00   ET", "speakers": ["KING", "OBAMA", "TRUMP", "CLINTON", "INTERVIEWER", "MASSIEU", "HABERMAN", "BALZ", "RAJU", "JACOBS", "so"], "title": "INSIDE POLITICS"}