{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1403.16.ip.01.html.json", "subTitle": "Florida: A \"Two-by-Four to the Head\"; Who's the Next Ronald Reagan?", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "A big Republican win at a Florida special election and a bigger debate about its lasting mid-term meaning.", "sentId": 0}], "secId": 0}, {"speaker": "BOEHNER", "sentences": [{"text": "The American people are still concerned about the President's health care law.", "sentId": 1}], "secId": 1}, {"speaker": "PELOSI", "sentences": [{"text": "The Republicans are wasting their time using that as their electoral issue.", "sentId": 2}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "But most Democrats now concede winning back the House is a lost cause and Republicans are more and more confident of a Senate takeover.", "sentId": 3}], "secId": 3}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Together we're going to make 2014 a great Republican year.", "sentId": 4}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Plus, here we go again.", "sentId": 5}, {"text": "Republicans search for the next Ronald Reagan.", "sentId": 6}], "secId": 5}, {"speaker": "MCCAIN", "sentences": [{"text": "You can call yourself Republicans.", "sentId": 7}, {"text": "That's fine.", "sentId": 8}, {"text": "Don't call yourself Reagan Republicans.", "sentId": 9}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "Our brand new poll reveals an early surprise atop the GOP pack and suggests a 2012 laughingstock could be 2016's comeback kid.", "sentId": 10}], "secId": 7}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "I judge people on how do you react after a failure?", "sentId": 11}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters -- now.", "sentId": 12}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 13}, {"text": "I'm John King.", "sentId": 14}, {"text": "Thanks for sharing your Sunday morning -- Happy Saint Patrick's Day.", "sentId": 15}, {"text": "With us to share their reporting and their insights, Nia-Malika Henderson of \"The Washington Post\", Jonathan Martin of \"The New York Times\", Manu Raju with \"Politico\" and CNN's Peter Hamby.", "sentId": 16}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Well, Nancy Pelosi and her deputies at least publicly you might say they are in denial.", "sentId": 17}, {"text": "They one lost in on Florida special election, a House election means little or nothing.", "sentId": 18}, {"text": "Well don't believe it a \"two by four to the head\" is how one veteran Democratic strategist described the outcome to me.", "sentId": 19}, {"text": "And top Obama political advisor David Plouffe called it a screaming siren in an interview Friday with Bloomberg News.", "sentId": 20}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Now Republicans won the ad war and turnout war.", "sentId": 21}, {"text": "Jonathan Martin, what is the message here?", "sentId": 22}, {"text": "The Republicans leave Florida convinced -- keep focusing on the President, keep focusing on its healthcare plan.", "sentId": 23}, {"text": "They seem unified.", "sentId": 24}, {"text": "The Democrats have a unified response strategy or scatter shots.", "sentId": 25}], "secId": 12}, {"speaker": "MARTIN", "sentences": [{"text": "Well scatter shots for now.", "sentId": 26}, {"text": "I mean I think the problem for Democrats is how much longer are their numbers going to hang in there on the health care law.", "sentId": 27}, {"text": "You know, they're going to keep defending it obviously for a while.", "sentId": 28}, {"text": "But I was talking on the Hill this week.", "sentId": 29}, {"text": "A lot of frustration among congressional Democrats because they're not getting in their eyes enough air cover back in their states and districts on this health care law.", "sentId": 30}], "secId": 13}, {"speaker": "MARTIN", "sentences": [{"text": "They view the White House has never having sold the law in the first place and not selling it now when they are up for election this year and facing tens of millions of dollars in outside spending from GOP groups.", "sentId": 31}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "And you mention the air cover.", "sentId": 32}, {"text": "A Tea Party link group of conservative Americans for Prosperity, excuse me, went into Arkansas right away after Florida spending several hundred thousand dollar on healthcare.", "sentId": 33}, {"text": "Colorado $700,000 on healthcare attack and the President's health secretary even though if you take her remark in full context it's not so bad she gave Republicans another big gift this week.", "sentId": 34}, {"text": "Watch this.", "sentId": 35}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Here is the President in 2010.", "sentId": 36}, {"text": "Imagine a Republican campaign ad that starts with this.", "sentId": 37}], "secId": 16}, {"speaker": "OBAMA", "sentences": [{"text": "This law will cut costs and make coverage more affordable for families and small businesses.", "sentId": 38}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "And then this.", "sentId": 39}], "secId": 18}, {"speaker": "SEBELIUS", "sentences": [{"text": "I think premiums are likely to go up.", "sentId": 40}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Manu how does the administration get out of this?", "sentId": 41}], "secId": 20}, {"speaker": "RAJU", "sentences": [{"text": "It is very difficult because, look, enrollment numbers are coming in far below their projected rate.", "sentId": 42}, {"text": "They're only 4.2 million right now.", "sentId": 43}, {"text": "They want to get up to six million or seven million which they initially projected.", "sentId": 44}, {"text": "That's not going to happen.", "sentId": 45}, {"text": "Costs could certainly rise.", "sentId": 46}], "secId": 21}, {"speaker": "RAJU", "sentences": [{"text": "You know what the problem for Democrats here is that on Obamacare is really what drives Republican voters to the polls.", "sentId": 47}, {"text": "Democrats don't really have that issue yet to bring voters out to the polls.", "sentId": 48}, {"text": "They don't have anything to rally behind.", "sentId": 49}, {"text": "That's going to be a really difficult issue.", "sentId": 50}, {"text": "That's something they'll have to figure out in the next coming weeks.", "sentId": 51}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "And let me get up to make that point.", "sentId": 52}, {"text": "Nia stay with me on this because demographically in a presidential election we say the Democrats have an advantage because they get the Latino vote, they get the African-American vote.", "sentId": 53}], "secId": 23}, {"speaker": "elections", "sentences": [{"text": "white vote goes up, Republican advantage.", "sentId": 54}], "secId": 24}, {"speaker": "elections", "sentences": [{"text": "And that's not it.", "sentId": 55}, {"text": "Republicans in recent years as well have also been winning the senior vote.", "sentId": 56}, {"text": "The Florida district of course, heavily populated by seniors and look what happens in a mid-term election.", "sentId": 57}], "secId": 25}, {"speaker": "elections", "sentences": [{"text": "Seniors, your most reliable voting bloc that percentage goes up -- in a presidential year it's a little bit lower advantage Democrats in the mid-term year when that goes up, Nia that's advantage Republicans.", "sentId": 58}, {"text": "So by the time we get to 2016, we'll probably say the demographics favor Democrats.", "sentId": 59}], "secId": 26}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 60}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "But right now if the Democrats don't have a unified message and the electorate they have a turnout model with health care, an electorate favors them how do the Democrats change this?", "sentId": 61}], "secId": 28}, {"speaker": "HENDERSON", "sentences": [{"text": "You know they haven't figured it out yet.", "sentId": 62}, {"text": "I mean they're sort of going from pillar to post trying to figure out what their message is it around the minimum wage, is it around the gender pay gap.", "sentId": 63}, {"text": "So you've seen them coming out over this last week and try to settle on something.", "sentId": 64}, {"text": "The problem is if you look at a state like Louisiana Mary Landrieu does so well in 2008 because Barack Obama is on the ballot.", "sentId": 65}, {"text": "Kay Hagan wins in North Carolina in 2008 because Barack Obama is on the ballot.", "sentId": 66}], "secId": 29}, {"speaker": "HENDERSON", "sentences": [{"text": "They haven't figured out a way how to get those African-Americans out to vote and it could be that they need to talk more about Obamacare because Obama's base is still very excited about the things he wants to do.", "sentId": 67}], "secId": 30}, {"speaker": "HAMBY", "sentences": [{"text": "And to your point, I mean the Democratic spin after this loss, was well this is however a Republican leaning district, majority white district, older district, you know this isn't our turf.", "sentId": 68}, {"text": "But this is exactly their turf.", "sentId": 69}, {"text": "That's the problem for them.", "sentId": 70}], "secId": 31}, {"speaker": "HAMBY", "sentences": [{"text": "And another point here too, that when you talk about Mary Landrieu and Mark Pryor, Alex Sink wasn't an incumbent, you know these folks have to answer for their votes for Obamacare.", "sentId": 71}, {"text": "Whether she was able to say well you know when I go there I'll try to do my best to fix it.", "sentId": 72}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "And so if we're having this conversation six weeks ago we'd be saying nine or ten Democratic Senate seats -- Senate seats.", "sentId": 73}, {"text": "But well let me start with this -- anyone here think the House is still in play?", "sentId": 74}, {"text": "Ok.", "sentId": 75}, {"text": "So let's move on to the Senate.", "sentId": 76}, {"text": "I think that's a fair statement.", "sentId": 77}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "So we had nine or ten maybe a month, six weeks ago, a Democrat- held seats, incumbents on the ballot this year are open seats that are held by Democrat that they were defending.", "sentId": 78}, {"text": "Now we're looking at 12 or 13.", "sentId": 79}, {"text": "Right we add Colorado to the mix.", "sentId": 80}, {"text": "We had New Hampshire now with Scott Brown jumping in or at least exploring into the mix.", "sentId": 81}, {"text": "So the map is expanding for the Republicans at just the right moment.", "sentId": 82}, {"text": "Right?", "sentId": 83}], "secId": 34}, {"speaker": "MARTIN", "sentences": [{"text": "Absolutely.", "sentId": 84}, {"text": "And I think you wouldn't see a Cory Gardner in Colorado you know clear that field, cut that deal to run for the Senate in Colorado.", "sentId": 85}, {"text": "Or Scott Brown up in New Hampshire taking it on unless they thought wind was blowing at their backs.", "sentId": 86}, {"text": "And I think those two moves in the last couple of weeks are a sign of rising GOP confidence and also a reminder that if this year turns out to be really bad for Democrats it could be like past wave years where even some of these states that nobody saw coming are going to be coming out to the map.", "sentId": 87}, {"text": "And not just Colorado and New Hampshire but there are other states that are blue states in presidential years that have Senate races this year that aren't being talked about now that I think could be competitive.", "sentId": 88}], "secId": 35}, {"speaker": "RAJU", "sentences": [{"text": "Iowa, Minnesota potentially, Michigan.", "sentId": 89}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "Michigan perhaps and that's another factor on top of this.", "sentId": 90}, {"text": "Republicans are feeling pretty good about their governor's races.", "sentId": 91}, {"text": "So they feel good about the House, they feel good about the Senate.", "sentId": 92}, {"text": "If you lay over that they feel good at the moment, it is only mid-March about the governor's race.", "sentId": 93}, {"text": "In 1994 that was the big difference that got Republicans from 40 to 52 because all those governors were winning, too.", "sentId": 94}, {"text": "And you can do some funny things with campaign finance at governor's race --", "sentId": 95}], "secId": 37}, {"speaker": "MARTIN", "sentences": [{"text": "But there's lot of campaigns that he played here John and as you know Democrats in the last two election cycles have really benefited from the GOP candidates saying dumb things.", "sentId": 96}], "secId": 38}, {"speaker": "HENDERSON", "sentences": [{"text": "Right, right.", "sentId": 97}], "secId": 39}, {"speaker": "MARTIN", "sentences": [{"text": "And it's not going to happen again if so could that mean a six-seat gain, or probably six gains.", "sentId": 98}], "secId": 40}, {"speaker": "RAJU", "sentences": [{"text": "Right.", "sentId": 99}], "secId": 41}, {"speaker": "HAMBY", "sentences": [{"text": "You made a point on this show a few weeks ago about how Democrats are going to play affinity politics and go right toward women and minority voters.", "sentId": 100}, {"text": "And in New Hampshire you know this could be a good example of this there are four women on the federal -- on the ballot in New Hampshire.", "sentId": 101}, {"text": "Governor Maggie -- Maggie Hassan, Ann Kuster, Carol Shea-Porter and Jeanne Shaheen.", "sentId": 102}, {"text": "So they're going to leaning hard to go after for the women vote perhaps the Scott Brown.", "sentId": 103}], "secId": 42}, {"speaker": "MARTIN", "sentences": [{"text": "They are though could be supporting Brown.", "sentId": 104}], "secId": 43}, {"speaker": "RAJU", "sentences": [{"text": "That's right and the primary problems certainly can you know manifest themselves again for Republicans.", "sentId": 105}, {"text": "In Georgia they could certainly nominate someone who cannot win in a general election against -- North Carolina also big problem for Republicans.", "sentId": 106}, {"text": "And they could certainly leave some seats on the table.", "sentId": 107}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "And we've seen a bit of a verbal backlash.", "sentId": 108}, {"text": "Mitch McConnell said to \"The New York Times,\" that noted conservative post -- where all conservatives communicate with the American people through \"The New York Times\" -- we'll crash them.", "sentId": 109}, {"text": "\"We're going to crash them everywhere.\"", "sentId": 110}, {"text": "We've seen verbal backlash but do we see any evidence on the ground that these Tea Party challengers including his, again his own remarks that are in a position to win?", "sentId": 111}], "secId": 45}, {"speaker": "HENDERSON", "sentences": [{"text": "Well you know I think it's actually a good example but that hasn't really gotten much traction down there.", "sentId": 112}, {"text": "Lindsey Graham down in South Carolina has a couple of folks in that race who might challenge him but it doesn't look like he's got a pretty good war chest there.", "sentId": 113}], "secId": 46}, {"speaker": "HENDERSON", "sentences": [{"text": "So -- so far I mean if you look at what happens even in that Texas race, right John Cornyn did pretty good down there in that Senate race.", "sentId": 114}, {"text": "So no evidence yet that the Tea Party challengers --", "sentId": 115}], "secId": 47}, {"speaker": "HAMBY", "sentences": [{"text": "Mississippi seems to be the one where that establishment Republicans are worried about.", "sentId": 116}, {"text": "The other one I'm watching is Iowa I mean because it is such a crowded Republican primary field.", "sentId": 117}, {"text": "If it does go to convention there is a candidate --", "sentId": 118}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "But you just saw even there, the new Quinnipiac poll this week, the President with a 39 percent approval rating in Iowa, the state that launched him to the presidency.", "sentId": 119}, {"text": "That tells you he and his party have a problem.", "sentId": 120}], "secId": 49}, {"speaker": "RAJU", "sentences": [{"text": "Yes and I think you saw that in Florida.", "sentId": 121}, {"text": "I mean that's one of the reasons that doomed Alex Sink.", "sentId": 122}, {"text": "She could not get away from her attachment to the President.", "sentId": 123}, {"text": "They've whacked her on that.", "sentId": 124}], "secId": 50}, {"speaker": "HAMBY", "sentences": [{"text": "The same thing that doomed her in 2010.", "sentId": 125}], "secId": 51}, {"speaker": "HENDERSON", "sentences": [{"text": "And she barely have an attachment to the President right.", "sentId": 126}], "secId": 52}, {"speaker": "MARTIN", "sentences": [{"text": "A long time liberal state to say Humphrey and Mondale the President's numbers were down I think in the low 40s now in terms of his approval ratings.", "sentId": 127}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "All right well we'll keep on watching that.", "sentId": 128}, {"text": "The President is the key if he can rise, Democrats may rise with him.", "sentId": 129}, {"text": "At the moment though it looks bleaker than bleak for the President's party.", "sentId": 130}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Up next we shift, the brand new CNN poll with a surprising top three in the Republican 2016 field.", "sentId": 131}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Then in this week he's installment of \"Politicians say the Darnedest Things,\" President Obama says he's been unfairly maligned not for his views on healthcare or his views on immigration but for wearing mom jeans.", "sentId": 132}], "secId": 56}, {"speaker": "OBAMA", "sentences": [{"text": "There was one episode like four years ago in which I was wearing some loose jeans, mainly because I was out on the pitcher's mound and I didn't want to feel confined while I was pitching.", "sentId": 133}, {"text": "And I think I've paid my penance for that.", "sentId": 134}, {"text": "I got whacked pretty good.", "sentId": 135}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 136}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "Our puzzle this week explores a perennial Republican debate, who is the next best heir to Ronald Reagan?", "sentId": 137}, {"text": "Well, our brand new CNN/ORC poll releasing right now shows a shift in GOP thinking on this issue.", "sentId": 138}, {"text": "Let's look at the numbers and the top three.", "sentId": 139}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Rand Paul, the freshman senator from Kentucky at 16 percent; Paul Ryan, Mitt Romney's VP nominee, the House Budget Committee Chairman at 15 percent; and Rick Perry the Texas governor rising to third at 11 percent.", "sentId": 140}, {"text": "Look at these numbers from just a month ago, Paul, Ryan and Perry are heading up.", "sentId": 141}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "For the rest of the GOP field -- Mike Huckabee, Chris Christie, Ted Cruz and Marco Rubio -- well, if you look at our numbers, they are either static or heading down.", "sentId": 142}, {"text": "It is very early but you'd still rather go up than down.", "sentId": 143}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Peter Hamby -- let me start with you on this question.", "sentId": 144}, {"text": "Rand Paul and Ted Cruz going at it this past week including with the idea of don't say you're the next Ronald Reagan or don't cloak yourself in Ronald Reagan.", "sentId": 145}, {"text": "These two guys -- both freshmen, both Tea Party guys, both friendly until this past week -- what happened?", "sentId": 146}], "secId": 62}, {"speaker": "HAMBY", "sentences": [{"text": "Well, I think both of these guys realize that at some point they're going to be playing in the same lane for the Republican nomination so they have to create some space for themselves.", "sentId": 147}, {"text": "Ted Cruz spoke at CPAC, actually a conference next door to CPAC --", "sentId": 148}], "secId": 63}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Shout out to CPAC.", "sentId": 149}], "secId": 64}, {"speaker": "HAMBY", "sentences": [{"text": "-- yes, gave a foreign policy speech and sort of gently tweaked Rand Paul saying we can't shy away from the world.", "sentId": 150}, {"text": "Rand Paul has been walking this really fine line between being his father's libertarian and actually trying to appeal to a larger swath of Republicans and make nice with the Republican establishment.", "sentId": 151}], "secId": 65}, {"speaker": "HAMBY", "sentences": [{"text": "We saw him sort of straddle that this week talking about Ukraine.", "sentId": 152}, {"text": "First he put out sort of a middle ground statement that he could put out a more muscular statement.", "sentId": 153}, {"text": "But again, one thing that's underscored to me is that these two are playing the same game.", "sentId": 154}, {"text": "Also they are not afraid to go at each other.", "sentId": 155}, {"text": "You saw Rand Paul last year go after Chris Christie.", "sentId": 156}, {"text": "He's not afraid of --", "sentId": 157}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Playing in the same lane to a degree but I got from this that Rand Paul -- and you spoke to him this week -- that he wants to force Ted Cruz to keep him in the Tea Party lane as Rand Paul tries to keep a slice of that but also grow elsewhere.", "sentId": 158}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Ted Cruz goes off Republicans -- he goes after John McCain, he goes after Mitt Romney essentially saying we can't keep nominating people who don't stand for anything.", "sentId": 159}, {"text": "And Rand Paul responds to the conservative Breitbart organization \"I will remind anyone who thinks we will win elections by trashing previous Republican nominees or holding one's self as some paragon in the mold of Reagan, that splintering the party is not the route to victory.\"", "sentId": 160}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "So yes, as Peter says, he wants the Tea Party part but Rand Paul is also saying, hey I can be Mr.", "sentId": 161}, {"text": "Establishment.", "sentId": 162}], "secId": 69}, {"speaker": "RAJU", "sentences": [{"text": "He wants to be the unifier.", "sentId": 163}, {"text": "It's really interesting.", "sentId": 164}, {"text": "That's why he made nice with Mitch McConnell who's actually playing a pretty aggressive role to help him with a legal problem back home in Kentucky which is what I spoke to him about last week, about whether he could run in both for the senate and the president at the same time in Kentucky.", "sentId": 165}], "secId": 70}, {"speaker": "RAJU", "sentences": [{"text": "You know, he is trying to -- that's why we saw him speak at the Republican convention for Mitt Romney even though his father was fighting over seating delegates at the exact same time in the same convention.", "sentId": 166}], "secId": 71}, {"speaker": "RAJU", "sentences": [{"text": "Paul is trying to show that he is not his father.", "sentId": 167}, {"text": "That's why he's concerned about being tagged as an isolationist.", "sentId": 168}, {"text": "That's why he's pushing back against Ted Cruz and showing that \"Hey, I can appeal to even some people who may consider themselves defense hawks.", "sentId": 169}, {"text": "I have views that are in line with yours.\"", "sentId": 170}], "secId": 72}, {"speaker": "HAMBY", "sentences": [{"text": "Using Cruz as a foil also, even Democrats say this makes Paul look a little bit more palatable because Paul is trying to make Cruz look a little too extreme.", "sentId": 171}], "secId": 73}, {"speaker": "MARTIN", "sentences": [{"text": "Two points -- first of all our friend John Dickerson  slightly noted that last year at CPAC Rand Paul noted that John McCain and Lindsey Graham -- he didn't use their names -- but he called them moss-covered Republicans.", "sentId": 172}, {"text": "The same man who's now saying Ted Cruz used his CPAC speech to divide the party last year calls a pair  moss-covered.", "sentId": 173}], "secId": 74}, {"speaker": "MARTIN", "sentences": [{"text": "But secondly, there has been no more vivid example of Rand Paul's desire to move to the mainstream of the party than the Ukraine episode.", "sentId": 174}, {"text": "His statements before Russia went into Crimea was basically what he has long believed -- his father certainly believes -- which is folks in our party want to fight the Cold War over again and -- effectively, leave them alone.", "sentId": 175}], "secId": 75}, {"speaker": "MARTIN", "sentences": [{"text": "His statements after Russia went into Crimea are so remarkably different.", "sentId": 176}, {"text": "He's coming out with proposals about what we can do about this.", "sentId": 177}, {"text": "This really shows that he does not want to be pegged as some guy out there on the loony fringe.", "sentId": 178}, {"text": "But Marco Rubio and Ted Cruz seeing an opening there are ceasing it.", "sentId": 179}, {"text": "This is the first time after the NSA story, after the drone story, after Syria last year where the Republican base is not naturally aligned with Rand Paul and foreign policy.", "sentId": 180}, {"text": "So you've got Rubio and Cruz taking advantage.", "sentId": 181}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "So while we have this debate in Washington about who is the next Ronald Reagan -- the thing I'm struck by -- and again, it's March 2014 -- we've got a long way to go.", "sentId": 182}, {"text": "But Rick Perry who was a laughing stock last time, he has a good appearance at CPAC.", "sentId": 183}, {"text": "He's making the rounds of late night comedy shows to poke fun at himself -- it always works.", "sentId": 184}, {"text": "And he's up rising up in our poll.", "sentId": 185}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "Nia can't he make a stronger case?", "sentId": 186}, {"text": "He's a governor.", "sentId": 187}, {"text": "He's from a big state.", "sentId": 188}, {"text": "Ronald Reagan", "sentId": 189}], "secId": 78}, {"speaker": "HAMBY", "sentences": [{"text": "Ran before.", "sentId": 190}], "secId": 79}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 191}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "Ran before and he's more of an optimistic guy.", "sentId": 192}, {"text": "He's not attacking.", "sentId": 193}, {"text": "He's a governing --", "sentId": 194}], "secId": 81}, {"speaker": "HENDERSON", "sentences": [{"text": "And he's got those cool glasses -- right?", "sentId": 195}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "He's got those cool glasses.", "sentId": 196}], "secId": 83}, {"speaker": "HENDERSON", "sentences": [{"text": "I mean I think we sort of look back on the Rick Perry race and remember it for that terrible oops moment and sort of theorized that was his big problem.", "sentId": 197}, {"text": "But he had a big problem around immigration.", "sentId": 198}, {"text": "It is not clear that that wouldn't play in the same way in 2016 that it played in 2012.", "sentId": 199}, {"text": "HAMBY:  I've talked to more than one strategist working for potential Republican rivals who have said to me -- I actually envy Rick Perry's space in this race because he is underestimated, he has run before, he's been governor, he will have been governor for 14 years.", "sentId": 200}, {"text": "He has got a donor network.", "sentId": 201}, {"text": "And again, I mean if you're buying stock, you want to buy low.", "sentId": 202}], "secId": 84}, {"speaker": "RAJU", "sentences": [{"text": "And those Texas donors were upset with Ted Cruz.", "sentId": 203}, {"text": "They'd naturally go to Rick Perry.", "sentId": 204}], "secId": 85}, {"speaker": "HAMBY", "sentences": [{"text": "People talk about Scott Walker as the dark horse in the Republican race.", "sentId": 205}, {"text": "It actually might be Rick Perry.", "sentId": 206}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Perry left a lot of friends behind in Iowa.", "sentId": 207}, {"text": "He flamed out but he left a lot of friends out there.", "sentId": 208}, {"text": "We'll see how that will go.", "sentId": 209}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "I want to shift before we go.", "sentId": 210}, {"text": "So you're Hillary Clinton and you are thinking about running for president.", "sentId": 211}, {"text": "You want to know, do the American people think you are strong and tough?", "sentId": 212}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Look at these numbers.", "sentId": 213}, {"text": "Is she a strong leader?", "sentId": 214}, {"text": "Yes.", "sentId": 215}, {"text": "Is she tough?", "sentId": 216}, {"text": "Yes.", "sentId": 217}, {"text": "Can she manage government?", "sentId": 218}, {"text": "Yes.", "sentId": 219}, {"text": "Does she inspire confidence?", "sentId": 220}, {"text": "Yes.", "sentId": 221}, {"text": "Those are pretty strong numbers for Secretary Clinton -- right.", "sentId": 222}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "Well, look at how she matches up against the current commander in chief.", "sentId": 223}, {"text": "You roll it in there -- the American people think she's tougher.", "sentId": 224}, {"text": "She's stronger.", "sentId": 225}, {"text": "She can manage government better and she inspires confidence more.", "sentId": 226}, {"text": "Now, part of that is unfair.", "sentId": 227}, {"text": "The president's in office.", "sentId": 228}, {"text": "She has the luxury of not being in office.", "sentId": 229}, {"text": "I guess if you are in a mid-term year and you are having a bad year for President Obama, that's just proof it doesn't get any better.", "sentId": 230}, {"text": "It's hard to find a silver lining.", "sentId": 231}], "secId": 90}, {"speaker": "MARTIN", "sentences": [{"text": "Well those numbers are right, right now, they have not yet been touched by what would be the millions and millions of dollars of advertising against her if she does in fact run again.", "sentId": 232}, {"text": "Let's see what happens to those numbers.", "sentId": 233}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "When you look at those numbers and you're Hillary Clinton, do you puff up a little bit?", "sentId": 234}, {"text": "Or you say, \"whatever\"?", "sentId": 235}], "secId": 92}, {"speaker": "HAMBY", "sentences": [{"text": "Remember what the big problem for her in 2008 was, they made her -- it was the 3:00 a.m.", "sentId": 236}], "secId": 93}, {"speaker": "RAJU", "sentences": [{"text": "But it doesn't really work that well.", "sentId": 237}], "secId": 94}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, yes, yes.", "sentId": 238}], "secId": 95}, {"speaker": "RAJU", "sentences": [{"text": "For Democrats, too, that poll sort of reflects Democrats' disappointment with Obama and looking forward to something else with Hillary.", "sentId": 239}], "secId": 96}, {"speaker": "HAMBY", "sentences": [{"text": "Right, absolutely.", "sentId": 240}], "secId": 97}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 241}], "secId": 98}, {"speaker": "HENDERSON", "sentences": [{"text": "And I mean I think there are all of these super PACs are grappling with this idea how do you frame Hillary Clinton?", "sentId": 242}, {"text": "Ready for Hillary.", "sentId": 243}, {"text": "They had an event called \"Our Movement\".", "sentId": 244}, {"text": "It was her voice, her story, our movement.", "sentId": 245}, {"text": "They're very much trying to try to frame her in that way.", "sentId": 246}, {"text": "There was another poll, a Pew poll that suggested that they feel like she would be a breath of fresh air.", "sentId": 247}, {"text": "The respondents said like 50 percent said they feel like she would bring something new.", "sentId": 248}], "secId": 99}, {"speaker": "HENDERSON", "sentences": [{"text": "That's pretty amazing.", "sentId": 249}, {"text": "I mean given her --", "sentId": 250}], "secId": 100}, {"speaker": "MARTIN", "sentences": [{"text": "That's going to be the great question for the next two years.", "sentId": 251}, {"text": "Does she run as a change candidate and sort of abandon Obama or does she run for a third Obama term or split the baby and do both.", "sentId": 252}, {"text": "It's going to be so hard.", "sentId": 253}], "secId": 101}, {"speaker": "HENDERSON", "sentences": [{"text": "And is the change agent just because she is a woman?", "sentId": 254}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "We'll watch.", "sentId": 255}, {"text": "American people always want something new.", "sentId": 256}, {"text": "We'll see if she can tap into that.", "sentId": 257}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Everybody stay with us because up next, tomorrow's news today.", "sentId": 258}, {"text": "Our reporters empty their notebooks including a curious road trip for a famous Democratic woman not named Clinton.", "sentId": 259}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 260}, {"text": "Each week we get you ahead of the curve with the top political stories by asking our great reporters here at the table to share a nugget from their notebooks.", "sentId": 261}, {"text": "Ladies first -- Nia.", "sentId": 262}], "secId": 105}, {"speaker": "HENDERSON", "sentences": [{"text": "A lot of national progressives focusing on Wendy Davis as somebody who can help turn Texas purple but in Texas, a lot of the attention is going on Leticia Van de Putte.", "sentId": 263}, {"text": "And she is the one who's running for Lieutenant Governor.", "sentId": 264}, {"text": "We know in Texas the Lieutenant Governor is in some ways more powerful than the governor.", "sentId": 265}], "secId": 106}, {"speaker": "HENDERSON", "sentences": [{"text": "She is a Latina.", "sentId": 266}, {"text": "She is getting support from Republicans who are nervous that the person who could come out of the Republican Party primary would be too harsh in terms of immigration.", "sentId": 267}, {"text": "That's either Dewhurst or Dan Patrick, so she's getting a lot of attention down there.", "sentId": 268}, {"text": "The Castro brothers obviously very happy with this potential of turning Texas purple and she could be --", "sentId": 269}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "On that one we'll split -- that would be interesting.", "sentId": 270}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "Jonathan.", "sentId": 271}], "secId": 109}, {"speaker": "MARTIN", "sentences": [{"text": "The two biggest names in politics in terms of raising money are Obama and Clinton but there is a third name who's not far behind those two and that's Senator Warren from Massachusetts.", "sentId": 272}, {"text": "She has so far been raising money mostly in her home state and here in Washington, D.C.", "sentId": 273}, {"text": "But I'm told that at the end of this month she actually has taken to the road.", "sentId": 274}, {"text": "She's going to raise money for Sherrod Brown of Ohio, the senator there; and for Senator Al Franken out in Minnesota.", "sentId": 275}], "secId": 110}, {"speaker": "MARTIN", "sentences": [{"text": "It's one of the first forays that we're seeing her make.", "sentId": 276}, {"text": "Some buzz about her possibly running for president in '16.", "sentId": 277}, {"text": "She told me that she's not going to do that.", "sentId": 278}, {"text": "But she's --  hustings you hear for some of her colleagues.", "sentId": 279}], "secId": 111}, {"speaker": "KNG", "sentences": [{"text": "They always say they're not going to do that then they go to those very important states -- curious.", "sentId": 280}, {"text": "Manu --", "sentId": 281}], "secId": 112}, {"speaker": "RAJU", "sentences": [{"text": "You know, we talked about how the senate map has expanded into blue states.", "sentId": 282}, {"text": "Watch for the air war begin to intensify there.", "sentId": 283}, {"text": "Americans for Prosperity, the conservative group is going to start going out pretty heavy against Mark Udall in Colorado next week.", "sentId": 284}, {"text": "And Democratic super PACs who have been sort of on the sidelines in these blue states are going to start to begin to engage more heavily in these efforts to define these Republicans as extreme, out of the mainstream and unelectable in these states.", "sentId": 285}, {"text": "This is going to be sort of a shift in strategy in the coming weeks.", "sentId": 286}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "I know people who love that.", "sentId": 287}, {"text": "No one loves that more than the TV stations.", "sentId": 288}, {"text": "Peter --", "sentId": 289}], "secId": 114}, {"speaker": "HAMBY", "sentences": [{"text": "Louisiana Governor Bobby Jindal has sort of faded a little bit from the 2016 conversation.", "sentId": 290}, {"text": "He was in Nashua, New Hampshire on Friday speaking at the Wild Irish breakfast -- a kind of fun St. Patrick's Day-related roast.", "sentId": 291}, {"text": "I'm told that he had lunch up there with 18 New Hampshire Republican power brokers including former governors, Sununu and Merrill, GOP fixer Tom Rap  and Joe McQuaid  from the union leaders.", "sentId": 292}, {"text": "So Bobby Jindal quietly laying some 2016 groundwork.", "sentId": 293}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "Another one who says \"Oh no.\"", "sentId": 294}], "secId": 116}, {"speaker": "HAMBY", "sentences": [{"text": "We know it's business right.", "sentId": 295}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "I'm not interested in running for president, I'm just talking to everybody I need to.", "sentId": 296}], "secId": 118}, {"speaker": "HENDERSON", "sentences": [{"text": "In New Hampshire and Iowa, yes.", "sentId": 297}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "One for more me.", "sentId": 298}], "secId": 120}, {"speaker": "two", "sentences": [{"text": "30 a.m. Eastern.", "sentId": 299}, {"text": "Get up have some coffee with us.", "sentId": 300}], "secId": 121}, {"speaker": "two", "sentences": [{"text": "\"STATE OF THE UNION\" with Candy Crowley starts right now.", "sentId": 301}], "secId": 122}], "sectionCount": 123, "url": "transcripts.cnn.com/TRANSCRIPTS/1403/16/ip.01.html", "sentenceCount": 303, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired March 16, 2014 - 08:30   ET", "speakers": ["KING", "BOEHNER", "PELOSI", "UNIDENTIFIED MALE", "MCCAIN", "MARTIN", "OBAMA", "SEBELIUS", "RAJU", "elections", "HENDERSON", "HAMBY", "KNG", "two"], "title": "INSIDE POLITICS"}