{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.0507.11.ip.01.html.json", "subTitle": "Hillary Clinton Gets \"Mad\"; Supreme Court Vacancies; CIA Leak Probe", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "BUSH", "sentences": [{"text": "The only way the terrorists can win is if we lose our nerve.", "sentId": 0}, {"text": "This isn't going to happen on my watch.", "sentId": 1}], "secId": 0}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Supreme speculation:  The chief justice keeps them guessing about his future.", "sentId": 2}], "secId": 1}, {"speaker": "A source of contention", "sentences": [{"text": "Critics respond to new reports about the CIA leak by demanding Karl Rove's resignation from the White House.", "sentId": 3}], "secId": 2}, {"speaker": "And in the wake of the storm", "sentences": [{"text": "Dennis moves on and so do Gulf Coast residents, somewhat battered, but also relieved.", "sentId": 4}], "secId": 3}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "We did what we could, boarded up our house and sought shelter in a safe place and made it through OK.", "sentId": 5}], "secId": 4}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Now, live from Washington, CNN's INSIDE POLITICS.", "sentId": 6}], "secId": 5}, {"speaker": "CROWLEY", "sentences": [{"text": "Thank you for joining us, I'm Candy Crowley.", "sentId": 7}], "secId": 6}, {"speaker": "CROWLEY", "sentences": [{"text": "Here in Washington, the tea-leaf readers are working overtime today while the powers-that-be are getting back to business.", "sentId": 8}, {"text": "Congress is returning from its July 4th break with lawmakers wondering if and when Chief Justice William Rehnquist will announce he's retiring.", "sentId": 9}], "secId": 7}, {"speaker": "town", "sentences": [{"text": "New reports about Rove's connection to the leak of a CIA operative's name.", "sentId": 10}], "secId": 8}, {"speaker": "town", "sentences": [{"text": "The \"Washington Post\" quotes Rove's lawyer as saying, \"his client spoke with at least one reporter about a secret agent's role at the CIA without revealing her name.\"", "sentId": 11}, {"text": "And \"News Week\" reports that Rove was the secret source who gave \"Time\" magazine reporter Matthew Cooper permission to testify before a grand jury last week.", "sentId": 12}, {"text": "We begin with the Rove story and our White House correspondent, Suzanne Malveaux -- Suzanne?", "sentId": 13}], "secId": 9}, {"speaker": "MALVEAUX", "sentences": [{"text": "Well, good afternoon, Candy.", "sentId": 14}], "secId": 10}, {"speaker": "today", "sentences": [{"text": "What he meant to do, what he was trying to do was give Cooper and \"Time\" magazine a heads up that this was a false story, that Joe Wilson was not authorized by the CIA, not authorized by Vice President Dick Cheney to go before and have this investigation on whether or not Iraq was trying to obtain uranium from Africa.", "sentId": 15}], "secId": 11}, {"speaker": "today", "sentences": [{"text": "But rather, this was coming from Wilson's wife Valerie Plame, who apparently works at the CIA on these weapons of mass destruction matters.", "sentId": 16}, {"text": "This is what Luskin said earlier today in our phone conversation.", "sentId": 17}, {"text": "He said, \"A fair reading of Coopers e-mail suggests that what Karl was trying to do was to discourage \"Time\" from reporting allegations that's proved to be false, not to encourage them to publish anything about Wilson's wife.\"", "sentId": 18}], "secId": 12}, {"speaker": "today", "sentences": [{"text": "And then, Luskin goes on to tell us, of course, that he did not mention Valerie Plame's name in that e-mail, in those exchanges with Matthew Cooper.", "sentId": 19}, {"text": "He also says that he was not aware that she was a secret CIA operative.", "sentId": 20}], "secId": 13}, {"speaker": "things", "sentences": [{"text": "How far would you go?", "sentId": 21}, {"text": "how much would it take to make that connection to say that this is Wilson's wife and to actually identify her by name?", "sentId": 22}], "secId": 14}, {"speaker": "things", "sentences": [{"text": "Now, the White House in previous occasions, Scott McClellan on numerous occasions, seeming to clear Karl Rove and others who have been before the grand jury, saying that he even spoke with him.", "sentId": 23}, {"text": "He said that he was not involved in this at all.", "sentId": 24}, {"text": "Today, the White House taking a very different stand...", "sentId": 25}], "secId": 15}, {"speaker": "MCCLELLAN", "sentences": [{"text": "Well, those overseeing the investigation expressed a preference to us that we not get into commenting on the investigation while it's ongoing and that was what they requested of the White House.", "sentId": 26}, {"text": "And so, I think in order to be helpful to that investigation, we are following their direction.", "sentId": 27}], "secId": 16}, {"speaker": "MALVEAUX", "sentences": [{"text": "So, Candy, the White House mum on this issue this afternoon, saying that this is what they got from prosecutors, that they don't want them to talk about this publicly any more.", "sentId": 28}, {"text": "I should let you here, when look at all this and try to make sense of it, of course, the main consideration here, the big question of whether or not Karl Rove committed a crime, has to do with intention.", "sentId": 29}, {"text": "Whether, in fact, he knew, deliberately decided that he would give information to that reporter that would either reveal her identity or that she was a secret operative.", "sentId": 30}, {"text": "His lawyer and Rove both say that, that is not the case, that he did not know her position and that he did not disclose her name -- Candy?", "sentId": 31}, {"text": "CROWLEY:  Suzanne Malveaux at the White House.", "sentId": 32}, {"text": "Thanks, Suzanne.", "sentId": 33}], "secId": 17}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now to the other shoe that may or may not drop at the Supreme Court.", "sentId": 34}, {"text": "Much of the city is on Rehnquist watch, including lawmakers on the Hill and our congressional correspondent, Ed Henry -- Ed?", "sentId": 35}], "secId": 18}, {"speaker": "HENRY", "sentences": [{"text": "Good afternoon, Candy.", "sentId": 36}], "secId": 19}, {"speaker": "HENRY", "sentences": [{"text": "For now at least, the president is focused on whom he will nominate to fill the seat of Sandra Day O'Connor on the high court and while he does that, Senate Democrats have been demanding consultation, so consultation they will get.", "sentId": 37}], "secId": 20}, {"speaker": "HENRY", "sentences": [{"text": "If fact, Tuesday morning the president will host the Senate Democratic Leader Harry Reed, as well as Senator Patrick Leahy, the top Democrat on the Senate Judiciary Committee, over at the White House tomorrow morning along with the Senate Majority Leader Bill Frist and the Senate Judiciary Chairman Arlen Specter to start the ball rolling on this process; reach out across the aisle.", "sentId": 38}], "secId": 21}, {"speaker": "HENRY", "sentences": [{"text": "And this meeting comes as rumors continue to spread in this town, as you mentioned, like wildfire about whether or not the president will have a second nomination to make, whether or not Chief Justice William Rehnquist will step down.", "sentId": 39}], "secId": 22}, {"speaker": "now", "sentences": [{"text": "That perhaps Justice O'Connor could be coaxed out of retirement if in fact Reinquist steps down and the president decides to name her as chief justice.", "sentId": 40}], "secId": 23}, {"speaker": "Now", "sentences": [{"text": "This could be a good move that could bring the country together, because of Justice O'Connor's history of moderation.", "sentId": 41}, {"text": "Senator Leahy, though, said:  This is one of just many rumors and unlikely to happen.", "sentId": 42}], "secId": 24}, {"speaker": "LEAHY", "sentences": [{"text": "That was one of the rumors.", "sentId": 43}, {"text": "Well, as you know, last week -- last week there were more rumors than you ever heard.", "sentId": 44}, {"text": "I had one reporter tell me that the latest rumor was that 15 or so of the nine justices would resign on Tuesday.", "sentId": 45}], "secId": 25}, {"speaker": "HENRY", "sentences": [{"text": "Now Senator Specter's suggestion though, is likely to cause more heartburn among conservatives who were upset about Justice O'Connor's tilt to the center over the years.", "sentId": 46}], "secId": 26}, {"speaker": "HENRY", "sentences": [{"text": "Conservatives also a little weary about Senator Specter, who's a well-known moderate steering the course of these confirmation hearings.", "sentId": 47}, {"text": "Conservatives also have been expressing concern about the possibility of two Supreme Court picks for the president, whether he might try to split the difference, pick a more moderate.", "sentId": 48}, {"text": "Perhaps somebody like Attorney General Alberto Gonzales for one of the seats, then pick a more conservative if, in fact, Rehnquist were to step down.", "sentId": 49}], "secId": 27}, {"speaker": "The bottom line there is", "sentences": [{"text": "That would not change the tilt of the court at all.", "sentId": 50}, {"text": "Basically, you'd still have a more centrist and a more conservative pick there.", "sentId": 51}, {"text": "Yesterday, the former Senate Judiciary Chairman, Orin Hatch, tried to allay the concerns of conservatives...", "sentId": 52}], "secId": 28}, {"speaker": "HATCH", "sentences": [{"text": "I think he's dedicated to picking conservatives, but mainstream conservatives, people who vote conservative are qualified, competent people who -- of good temperament, good integrity and good education and knowledge.", "sentId": 53}, {"text": "And I think -- I think that he will.", "sentId": 54}, {"text": "I think he'll pick two conservatives.", "sentId": 55}], "secId": 29}, {"speaker": "HENRY", "sentences": [{"text": "Now, I just spoke to Senate Majority Leader Bill Fist -- Frist,  who literally just got off a plane from a long trip in Africa that he took over the Congressional recess.", "sentId": 56}, {"text": "He looked weary, but said he's ready for tomorrow's meeting.", "sentId": 57}], "secId": 30}, {"speaker": "HENRY", "sentences": [{"text": "He said he has a list of names he's looking forward to sharing with the president.", "sentId": 58}, {"text": "On the other side of the aisle, Senate Democratic Leader Harry Reed said he's not planning to bring any more names to the White House, but he would like the president to give some names to the Democrats, let them have some ideas of exactly what kind of justice he might want to pick for the O'Connor seat.", "sentId": 59}], "secId": 31}, {"speaker": "Also", "sentences": [{"text": "some interesting comments about timing, telling reporters:  He wants to send a message to the White House that while some Republicans have been saying this process should move quickly, Harry Reed is determined to make sure it go slowly.", "sentId": 60}, {"text": "He does not want them to try to push through a justice to quickly.", "sentId": 61}], "secId": 32}, {"speaker": "Also", "sentences": [{"text": "And he even said that this nominee might not be ready for the first Monday in October.", "sentId": 62}, {"text": "As you know, in her retirement letter, Justice O'Connor said that she will stick around until a replacement is confirmed.", "sentId": 63}, {"text": "So she could conceivably stay on the court -- Candy?", "sentId": 64}], "secId": 33}, {"speaker": "CROWLEY", "sentences": [{"text": "All of which, Ed Henry, sounds like you are kind of on permanent stand by for any sort of news from the Supreme Court.", "sentId": 65}], "secId": 34}, {"speaker": "HENRY", "sentences": [{"text": "24/7.", "sentId": 66}], "secId": 35}, {"speaker": "CROWLEY", "sentences": [{"text": "Thanks a lot.", "sentId": 67}], "secId": 36}, {"speaker": "CROWLEY", "sentences": [{"text": "President Bush today conveyed a new sense of urgency to the War on Terror, after the attacks in London.", "sentId": 68}, {"text": "Speaking at the FBI's training academy in Virginia, Mr. Bush expressed solidarity with the people of Britain and he promised anew that America will not retreat from the fight against terrorists, wherever they might be, particularly in Iraq.", "sentId": 69}], "secId": 37}, {"speaker": "BUSH", "sentences": [{"text": "We will keep the terrorists on the run until they have no place left to hide.", "sentId": 70}, {"text": "In the War on Terror, Iraq is now central front.", "sentId": 71}, {"text": "The terrorists fight in Iraq because they know that the survival of their hateful ideology is at stake.", "sentId": 72}], "secId": 38}, {"speaker": "CROWLEY", "sentences": [{"text": "While the president keeps making that point, fewer Americans seem to be buying it.", "sentId": 73}, {"text": "Our just-release poll shows 54 percent of those surveyed, now say the war with Iraq has made the U.S. less safe from terrorism.", "sentId": 74}, {"text": "That is up from 39 percent last month.", "sentId": 75}], "secId": 39}, {"speaker": "CROWLEY", "sentences": [{"text": "But Mr. Bush's also overall approval rating doesn't seem to be suffering because that.", "sentId": 76}, {"text": "In fact, it has inched up there points to 49 percent in the last week-and-a-half.", "sentId": 77}, {"text": "We'll have more ahead on the president's remarks today and the politics of the War on Terror.", "sentId": 78}], "secId": 40}, {"speaker": "CROWLEY", "sentences": [{"text": "It's a perfect storm here in Washington for speculation about the Supreme Court.", "sentId": 79}, {"text": "Coming up, the rumors that flying about who will replace one justice and whether another is calling it quits.", "sentId": 80}, {"text": "We'll also discuss the various scenarios and battle plans with two senators on the judiciary committee, Republican Charles Grassley and Democrat Patrick Leahy.", "sentId": 81}], "secId": 41}, {"speaker": "CROWLEY", "sentences": [{"text": "And later, Hillary Clinton goes mad.", "sentId": 82}, {"text": "We are talking, of course, only about the magazine.", "sentId": 83}, {"text": "We're get a read on her latest diss of the president.", "sentId": 84}], "secId": 42}, {"speaker": "CROWLEY", "sentences": [{"text": "As Washington considers potential replacements for Justice Sandra Day O'Connor and the potential retirement of Chief Justice William Rehnquist, I'm joined from Capitol Hill by Republican Senator Charles Grassley of Iowa.", "sentId": 85}, {"text": "He is a member of the Judiciary Committee, which is about to have a lot of work to do.", "sentId": 86}, {"text": "Senator, thank you for joining us.", "sentId": 87}], "secId": 43}, {"speaker": "GRASSLEY", "sentences": [{"text": "Glad to be with you, Candy.", "sentId": 88}], "secId": 44}, {"speaker": "CROWLEY", "sentences": [{"text": "Seems to me the conversation now is going in a couple of ways, and one of them has to do with consultation with Capitol Hill.", "sentId": 89}, {"text": "What, in your mind, is appropriate consultation with Capitol Hill?", "sentId": 90}, {"text": "Should the president ask Democrats for who they would like to see on the Supreme Court?", "sentId": 91}, {"text": "Should he take that list seriously or should he hand them a list?", "sentId": 92}, {"text": "What's appropriate?", "sentId": 93}], "secId": 45}, {"speaker": "GRASSLEY", "sentences": [{"text": "Well, first of all, the consultation is not absolutely required by the constitution, but politically, it's a good thing for the president to do.", "sentId": 94}, {"text": "And I think that it ranges from whatever people want to ask the president to consider, and I think that that would be legitimate.", "sentId": 95}, {"text": "What they asked me -- I had conversations with top-level people at the White House last week and they asked if we had any names to suggest.", "sentId": 96}, {"text": "We asked what sort of a person we would want to put on the Supreme Court.", "sentId": 97}, {"text": "And I was able, in maybe a 15-minute telephone conversation, to give some direction.", "sentId": 98}, {"text": "I think that that's the sort of consultation.", "sentId": 99}, {"text": "And I could have probably gone on for an hour and they would have listened to us.", "sentId": 100}, {"text": "But, you know, that covered the basics.", "sentId": 101}], "secId": 46}, {"speaker": "CROWLEY", "sentences": [{"text": "Now, I know some Democrats have complained that mostly what they've heard now or sort of people who may be on the list, is that sufficient?", "sentId": 102}, {"text": "Do you think you're going to get hung up over this?", "sentId": 103}], "secId": 47}, {"speaker": "GRASSLEY", "sentences": [{"text": "Well, I think that the president hasn't made up the list.", "sentId": 104}, {"text": "There's been no list made public.", "sentId": 105}, {"text": "So a list, if one is available, is the figment of imagination of people that want to put lists together until the White House puts out a list.", "sentId": 106}, {"text": "And I don't expect that the White House will put out a list.", "sentId": 107}, {"text": "So you've got people that are supposedly on a list that's somebody else's list and then you got everybody else that anybody wants to suggest that could also be considered on the list.", "sentId": 108}], "secId": 48}, {"speaker": "CROWLEY", "sentences": [{"text": "So let me tell you about the other thing that I think sort of is bubbling up into the conversation.", "sentId": 109}, {"text": "And that is this whole idea of interpreting the law versus an activist judge.", "sentId": 110}, {"text": "Now, I know that you have made it very clear that you want a judge that interprets the law, rather than makes the law.", "sentId": 111}, {"text": "But in the end, doesn't this come down, really, to the issue of abortion?", "sentId": 112}, {"text": "Because you have Democrats saying we don't want activist judges, either, who would mess around with Roe v. Wade.", "sentId": 113}], "secId": 49}, {"speaker": "GRASSLEY", "sentences": [{"text": "No, it doesn't come down to abortion, because, for instance, the recent court case modifying the right of eminent domain and the fifth amendment, as an example, is very much a constitutional issue as much as abortion.", "sentId": 114}, {"text": "And, you know, strict constructionist applies to anything that's not just constitutional, which is the case of Roe v. Wade.", "sentId": 115}, {"text": "It's strict constructionist, what applies to the laws that we pass.", "sentId": 116}], "secId": 50}, {"speaker": "GRASSLEY", "sentences": [{"text": "And the idea behind it is that judges are not elected, they're appointed.", "sentId": 117}, {"text": "And should they be interfering with the legislative process?", "sentId": 118}, {"text": "Because if judges interfere with the legislative process, except for impeachment, there's no recourse that the people have in this country.", "sentId": 119}, {"text": "Whereas if I legislate and people don't like what I legislate, then they can vote against me in the next election.", "sentId": 120}], "secId": 51}, {"speaker": "CROWLEY", "sentences": [{"text": "Democratic leader Reid has said -- signaled to the White House that he doesn't want to hurry this up.", "sentId": 121}, {"text": "It's sort of raised the possibility that perhaps by the time the court opens in October, they may not have a replacement for Sandra Day O'Connor.", "sentId": 122}, {"text": "Is that acceptable?", "sentId": 123}], "secId": 52}, {"speaker": "GRASSLEY", "sentences": [{"text": "I don't think it's acceptable, because, obviously, when there isn't a confirmation made, that that person is going to have to take office immediately and maybe vote on some cases that Justice O'Connor heard starting the first Monday of October.", "sentId": 124}, {"text": "We need somebody on the bench that's not only going to vote on the cases, but are going to hear the cases.", "sentId": 125}], "secId": 53}, {"speaker": "CROWLEY", "sentences": [{"text": "So you see hearings and you would like hearings in September, I take it?", "sentId": 126}], "secId": 54}, {"speaker": "GRASSLEY", "sentences": [{"text": "Yes.", "sentId": 127}, {"text": "They ought to come in September.", "sentId": 128}, {"text": "Now, I've got nothing to denigrate Senator Reid's efforts to make sure that there's a good legislative process in place to give it due constitutional consideration.", "sentId": 129}, {"text": "But where I have gripes about extended debate is you listen to the same thing said ten times over.", "sentId": 130}, {"text": "You know, and points can only be made so often that they serve no useful purpose beyond that point.", "sentId": 131}, {"text": "And that's where we ought to be voting.", "sentId": 132}, {"text": "And I think that we have elongated debates way beyond what's constitutionally necessary to fulfill our role of advice and consent.", "sentId": 133}], "secId": 55}, {"speaker": "CROWLEY", "sentences": [{"text": "Well, good luck to you, Senator Grassley, as you try to get everybody not to speak their turn.", "sentId": 134}, {"text": "We'll be watching.", "sentId": 135}, {"text": "Thank you so much.", "sentId": 136}, {"text": "Senator Chuck Grassley of Iowa.", "sentId": 137}], "secId": 56}, {"speaker": "CROWLEY", "sentences": [{"text": "Just ahead, separating fact from fiction at the High Court.", "sentId": 138}, {"text": "Our Bruce Morton checks the Washington rumors about another court retirement and finds a lot of talk and very little substance.", "sentId": 139}], "secId": 57}, {"speaker": "CROWLEY", "sentences": [{"text": "It has been the summer of rumors here in Washington, all of them, it seems, based on the assumption that it is not a question of if, but when Chief Justice William Rehnquist will retire.", "sentId": 140}, {"text": "But as our Bruce Morton reports, there have been very few facts to go along with the rumors about another High Court vacancy.", "sentId": 141}], "secId": 58}, {"speaker": "MORTON", "sentences": [{"text": "Cameras stake out Chief Justice Rehnquist's house every morning.", "sentId": 142}, {"text": "Last Friday, I asked are you going to retire today?", "sentId": 143}, {"text": "He answered.", "sentId": 144}], "secId": 59}, {"speaker": "REHNQUIST", "sentences": [{"text": "That's for me to know and you to find out.", "sentId": 145}], "secId": 60}, {"speaker": "MORTON", "sentences": [{"text": "He probably knows, all right.", "sentId": 146}, {"text": "We reporters still haven't found out.", "sentId": 147}, {"text": "Neither have Republican senators on the Judiciary Committee, who might have better sources.", "sentId": 148}], "secId": 61}, {"speaker": "SPECTER", "sentences": [{"text": "My own analysis is that the chief does not intend to step down as long as his health holds up.", "sentId": 149}, {"text": "Having -- being engaged in a bout with cancer myself, I know that it's good to get up every morning and have something that you have to do, something that is important to do.", "sentId": 150}], "secId": 62}, {"speaker": "HATCH", "sentences": [{"text": "I expect by the end of the year that he will retire.", "sentId": 151}, {"text": "Because I think he's really wanted to.", "sentId": 152}, {"text": "That's my sense, but I've been wrong before.", "sentId": 153}], "secId": 63}, {"speaker": "MORTON", "sentences": [{"text": "Sandra Day O'Connor is retiring; she said so.", "sentId": 154}, {"text": "But what if the president offered to name her chief justice, first woman chief?", "sentId": 155}], "secId": 64}, {"speaker": "SPECTER", "sentences": [{"text": "But I did hear about it, that there had been senators who made that suggestion to Chief -- to Justice O'Connor and the response that I heard was that she said she was flattered, that she didn't say no.", "sentId": 156}, {"text": "I think it would be quite a capping to her career if she served for a time, maybe a year or so.", "sentId": 157}], "secId": 65}, {"speaker": "MORTON", "sentences": [{"text": "There have also been rumors that Justices John Paul Stevens and/or Ruth Bader Ginsberg might retire, but they've already hired clerks for 2006, so that's unlikely.", "sentId": 158}, {"text": "In Washington, everything usually leaks.", "sentId": 159}, {"text": "This stuff doesn't much.", "sentId": 160}], "secId": 66}, {"speaker": "GOLDSTEIN", "sentences": [{"text": "In Washington, we're used to all kinds of leaks, but here we have two institutions and one person who are incredibly secretive.", "sentId": 161}, {"text": "The White House is very good about keeping things close to the vest.", "sentId": 162}, {"text": "The Supreme Court itself releases very little information to the public.", "sentId": 163}, {"text": "And an individual justice, including the chief justice, is going to keep their medical condition really close to the vest.", "sentId": 164}, {"text": "And that's why all of this is really just speculation.", "sentId": 165}], "secId": 67}, {"speaker": "MORTON", "sentences": [{"text": "That's right, best guessing game in town.", "sentId": 166}, {"text": "But if an actual fact should emerge, come creeping out of the building, we're ready to pounce on it.", "sentId": 167}, {"text": "Boy, are we ready.", "sentId": 168}], "secId": 68}, {"speaker": "MORTON", "sentences": [{"text": "Bruce Morton, CNN, Washington.", "sentId": 169}], "secId": 69}, {"speaker": "CROWLEY", "sentences": [{"text": "President Bush and British Prime Minister Tony Blair have further cemented their partnership in fighting the war on terror.", "sentId": 170}, {"text": "But after the attacks on London, is Mr. Bush talking the same language as his ally in the U.K.?", "sentId": 171}, {"text": "That story ahead.", "sentId": 172}], "secId": 70}, {"speaker": "CROWLEY", "sentences": [{"text": "Plus, the damage is done along the Gulf Coast, but do the remains of Hurricane Dennis pose a threat to you?", "sentId": 173}, {"text": "Stay with us for a weather update and much more INSIDE POLITICS.", "sentId": 174}], "secId": 71}, {"speaker": "CROWLEY", "sentences": [{"text": "As the markets get set to close on Wall Street, I am joined by Christine Romans in New York with \"THE DOBBS REPORT\" -- Christine.", "sentId": 175}], "secId": 72}, {"speaker": "ROMANS", "sentences": [{"text": "Thanks, Candy.", "sentId": 176}], "secId": 73}, {"speaker": "ROMANS", "sentences": [{"text": "Less than two minutes to go to the closing bell and stocks posting broad gains today, helped by a drop in oil prices.", "sentId": 177}, {"text": "Right now, Dow Industrials up 67 points, 10,517.", "sentId": 178}, {"text": "The Nasdaq is nearly 1 percent higher, and the Standard and Poor's 500 also gaining ground, moving back into positive territory now for the year.", "sentId": 179}], "secId": 74}, {"speaker": "ROMANS", "sentences": [{"text": "Oil prices fell 71 cents a barrel.", "sentId": 180}, {"text": "It's now back below $59 a barrel.", "sentId": 181}, {"text": "Hurricane Dennis spared the offshore production platforms in the Gulf of Mexico and oil traders responded.", "sentId": 182}, {"text": "But other areas, we're not so lucky.", "sentId": 183}, {"text": "Early estimates show Dennis caused up to $5 billion in insured damages.", "sentId": 184}, {"text": "That makes Dennis less costly than Hurricane Ivan, which struck last year.", "sentId": 185}, {"text": "Dennis basically followed the same path as Ivan, but was less destructive because this storm was more compact.", "sentId": 186}], "secId": 75}, {"speaker": "ROMANS", "sentences": [{"text": "Jury selection is underway in the first trial against Merck involving the company's drug Vioxx.", "sentId": 187}, {"text": "That suit alleges Merck knew its popular painkiller was dangerous long before pulling it from the market last year.", "sentId": 188}, {"text": "It's only the beginning of a long legal process for Merck.", "sentId": 189}, {"text": "The company faces nearly 4,000 similar cases and many more are likely to follow.", "sentId": 190}, {"text": "One analyst today estimated the suits could cost that company as much as $25 billion.", "sentId": 191}], "secId": 76}, {"speaker": "ROMANS", "sentences": [{"text": "Amtrak's Acela service is finally getting back on the right track.", "sentId": 192}, {"text": "Two of the high-speed Acela trains went back into limited service today, with two round-trip trains between New York and Washington.", "sentId": 193}, {"text": "Cracks in the disc-braking system had sidelined the train since April.", "sentId": 194}], "secId": 77}, {"speaker": "Coming up on CNN at 6", "sentences": [{"text": "00 p.m. Eastern on \"LOU DOBBS TONIGHT,\" red star rising.", "sentId": 195}, {"text": "We take a look at China's bold strategy to increase its economic power worldwide.", "sentId": 196}, {"text": "That plan includes gaining a foothold within the United States.", "sentId": 197}], "secId": 78}, {"speaker": "HUANG", "sentences": [{"text": "The success of China's economy is largely achieved through getting into our economic system.", "sentId": 198}, {"text": "That is, we integrate China's system into our system.", "sentId": 199}, {"text": "And the keyword here is integration.", "sentId": 200}], "secId": 79}, {"speaker": "ROMANS", "sentences": [{"text": "Also tonight, homeland insecurity, we take a look at why the U.S.  constantly fails to meet its own security deadlines.", "sentId": 201}], "secId": 80}, {"speaker": "ROMANS", "sentences": [{"text": "Then, Israel is looking to the United States for major financial aid for its withdrawal from the Gaza Strip.", "sentId": 202}, {"text": "Should American taxpayers foot the bill?", "sentId": 203}, {"text": "We take a look.", "sentId": 204}], "secId": 81}, {"speaker": "Iraq", "sentences": [{"text": "00 p.m.  Eastern on \"LOU DOBBS TONIGHT.\"", "sentId": 205}], "secId": 82}, {"speaker": "Iraq", "sentences": [{"text": "Now back to Candy.", "sentId": 206}], "secId": 83}, {"speaker": "CROWLEY", "sentences": [{"text": "Thanks, Christine.", "sentId": 207}, {"text": "And now back to INSIDE POLITICS.", "sentId": 208}, {"text": "Democrats today are pressing President Bush to increase the budget for homeland security after the attacks on London.", "sentId": 209}, {"text": "They say the bombings last week drive home the need to protects America's mass transit system and to provide better funding for emergency workers who respond first to terror attacks.", "sentId": 210}], "secId": 84}, {"speaker": "REID", "sentences": [{"text": "With what happened in London, maybe we can finally get the majority to agree with some of the basic needs of this country as it relates to first-responders, and other problems of homeland security.", "sentId": 211}, {"text": "The budget we have now before us from the president and from the majority cuts homeland security by a little more than 15 percent from last year, a cut of approximately half a billion.", "sentId": 212}], "secId": 85}, {"speaker": "CROWLEY", "sentences": [{"text": "President Bush vowed again today to take the fight against terror to the enemy.", "sentId": 213}, {"text": "And British Prime Minister Tony Blair made it a one-two punch, delivering his own speech on terror in London.", "sentId": 214}], "secId": 86}, {"speaker": "CROWLEY", "sentences": [{"text": "Our senior political analyst Bill Schneider has the tale of two speeches.", "sentId": 215}], "secId": 87}, {"speaker": "SCHNEIDER", "sentences": [{"text": "George W. Bush and Tony Blair delivered speeches at the same time about the same issue, terrorism, with a similar message, defiance.", "sentId": 216}], "secId": 88}, {"speaker": "BUSH", "sentences": [{"text": "The attack in London was an attack on the civilized world.", "sentId": 217}, {"text": "And the civilized world is united in its resolve.", "sentId": 218}], "secId": 89}, {"speaker": "BLAIR", "sentences": [{"text": "Though terrorists can kill, they will never destroy the way of life we share and we value, and which we will defend with such strength of belief and conviction.", "sentId": 219}], "secId": 90}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Both gave a list of terrorist outrages.", "sentId": 220}], "secId": 91}, {"speaker": "BUSH", "sentences": [{"text": "On September the 11th, 2001.", "sentId": 221}, {"text": "They've continued to kill in Bali, in Casablanca, Riyadh, Jakarta, Istanbul, Madrid.", "sentId": 222}], "secId": 92}, {"speaker": "BLAIR", "sentences": [{"text": "In Madrid, Bali, Saudi Arabia, Russia, Kenya, Tanzania, Pakistan, Yemen, Turkey, Egypt, Morocco, of course in New York on September the 11th.", "sentId": 223}], "secId": 93}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Both called for new government powers to combat terrorism, powers that are controversial in both countries, but the two leaders speeches were also very different.", "sentId": 224}, {"text": "Both talked about pursuing justice against the terrorists, but in notably different ways.", "sentId": 225}], "secId": 94}, {"speaker": "BLAIR", "sentences": [{"text": "We will pursue those responsible, not just the perpetrators, but the planners of this outrage wherever they are, and we will not rest until they are identified, and as far as is humanly possible, brought to justice.", "sentId": 226}], "secId": 95}, {"speaker": "BUSH", "sentences": [{"text": "Our coalition is bringing our enemies to justice and bringing justice to our enemies.", "sentId": 227}], "secId": 96}, {"speaker": "SCHNEIDER", "sentences": [{"text": "For President Bush, acts of terrorism are cause for war.", "sentId": 228}, {"text": "Blair never mentioned war, and he never mentioned Iraq.", "sentId": 229}, {"text": "Bush did.", "sentId": 230}], "secId": 97}, {"speaker": "BUSH", "sentences": [{"text": "In the war on terror in Iraq, it's now the central front.", "sentId": 231}], "secId": 98}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Bush talked about preventing terrorism by promoting democratic politics.", "sentId": 232}], "secId": 99}, {"speaker": "BUSH", "sentences": [{"text": "When the Middle East grows in democracy and prosperity and hope, the terrorists will lose their sponsors, they'll lose their recruits.", "sentId": 233}], "secId": 100}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Blair talked about appealing to Muslim values.", "sentId": 234}, {"text": "BLAIR:  Fanaticism is not a state of religion, but a state of mind.", "sentId": 235}, {"text": "And we will work with you to make the moderate and true voice of Islam heard as it should be.", "sentId": 236}], "secId": 101}, {"speaker": "SCHNEIDER", "sentences": [{"text": "President Bush is marshaling the outrage produced by terrorism to build support for his policies in Iraq.", "sentId": 237}, {"text": "Prime Minister Blare is keeping Iraq out of it, perhaps because he doesn't want to encourage the criticism that Iraq has made his country more vulnerable.", "sentId": 238}], "secId": 102}, {"speaker": "CROWLEY", "sentences": [{"text": "Bill, I wanted to ask you, I know we have got a couple of new poll numbers out, and I wanted to ask you about them.", "sentId": 239}, {"text": "One is whether there's been any impact on the president's poll numbers, and how people feel about Iraq based on the London bombings.", "sentId": 240}], "secId": 103}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Well, yes there has been some impact.", "sentId": 241}, {"text": "Two weeks ago when we asked Americans whether they thought the war in Iraq has made the U.S. safer or less safe from terrorism, the public was actually pretty closely split, 43 percent said Iraq has made the U.S. safer, 46 percent said less safe.", "sentId": 242}, {"text": "Then President Bush addressed the nation.", "sentId": 243}, {"text": "After the president's speech, the number who said Iraq has made the country less safe went down to 39 percent.", "sentId": 244}, {"text": "Then came the attacks in London.", "sentId": 245}, {"text": "They drove up the view that Iraq has made the U.S. less safe.", "sentId": 246}], "secId": 104}, {"speaker": "SCHNEIDER", "sentences": [{"text": "By 54 to 40 percent, the public now believes Iraq has not made the U.S. safer from terrorism, which is consistent with what we found on the night of the London bombings when a majority of Americans said they thought the terrorists attacked London mostly because Britain supports the U.S. in Iraq.", "sentId": 247}], "secId": 105}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Now, at a time of threat, Americans always rally to support the president.", "sentId": 248}, {"text": "Both the CNN/USA Today/Gallup poll and the Pew poll show a small improvement in President Bush's job ratings, 3 points and 5 points respectively, but both of those polls still shows the president's ratings below 50.", "sentId": 249}], "secId": 106}, {"speaker": "CROWLEY", "sentences": [{"text": "Thank you very much.", "sentId": 250}, {"text": "Bill Schneider, always on top of it.", "sentId": 251}, {"text": "We appreciate it.", "sentId": 252}], "secId": 107}, {"speaker": "CROWLEY", "sentences": [{"text": "Now we want to switch back to the big story that unfolded this weekend and the storm ahead.", "sentId": 253}, {"text": "Hurricane Dennis barreled through the Gulf Coast causing minimal damage, widespread power outages, and at least one death in Georgia.", "sentId": 254}, {"text": "Now a tropical depression, let's find out where Dennis is heading next.", "sentId": 255}, {"text": "CNN meteorologist Jacqui Jeras is with us from Atlanta.", "sentId": 256}], "secId": 108}, {"speaker": "CROWLEY", "sentences": [{"text": "Jacqui, what is heading our way?", "sentId": 257}], "secId": 109}, {"speaker": "JERAS", "sentences": [{"text": "Well, it's going to be stalling out really, Candy.", "sentId": 258}, {"text": "It's not moving a whole heck of a lot.", "sentId": 259}, {"text": "And that is going to be a problem with flooding across the Ohio River Valley.", "sentId": 260}, {"text": "Right now the center of location right about on the state line between northern Mississippi and southern Tennessee, off to the east of the Memphis area, spreading heavy showers and some scattered thunderstorms which are really starting to pick up in intensity once again across Georgia.", "sentId": 261}, {"text": "We have already had plenty of flooding here as well into parts of Alabama.", "sentId": 262}], "secId": 110}, {"speaker": "JERAS", "sentences": [{"text": "Let's show you the forecast track of where it's going to be going next.", "sentId": 263}, {"text": "This is where it is right now.", "sentId": 264}, {"text": "It's going to be drifting slowly on up to the north, and this dark blue area is where we're going to see the heaviest concentrations of rainfall, likely on the order of three to six inches.", "sentId": 265}, {"text": "That will gradually glide a little bit more toward the eastward by Wednesday morning.", "sentId": 266}], "secId": 111}, {"speaker": "JERAS", "sentences": [{"text": "It looks like it's not going to be until the end of the week before we finally get Dennis on out of here and start to bring some better changes, although the Ohio Valley certainly could use a little bit of rainfall.", "sentId": 267}, {"text": "So in a way not too bad of news for them.", "sentId": 268}], "secId": 112}, {"speaker": "JERAS", "sentences": [{"text": "One of the bigger problems also is the heat.", "sentId": 269}, {"text": "Across the Gulf Coast, all these folks without power, we're talking middle and upper 80-degree temperatures, and maybe another three to five degrees on top of that with your heat index.", "sentId": 270}], "secId": 113}, {"speaker": "JERAS", "sentences": [{"text": "We also have a new system to talk about, this is tropical depression number five, this developed late last night, forecast track does have it becoming a tropical storm which would be named Emily, before tomorrow arrives.", "sentId": 271}], "secId": 114}, {"speaker": "JERAS", "sentences": [{"text": "And, Candy, we'll get new updates in from the National Hurricane Center from this tropical depression number five and we'll also get one from the HPC on Dennis coming up before the top of the hour.", "sentId": 272}, {"text": "We'll bring it to you then.", "sentId": 273}], "secId": 115}, {"speaker": "CROWLEY", "sentences": [{"text": "Jacqui Jeras, we will back with you, thanks so much.", "sentId": 274}], "secId": 116}, {"speaker": "CROWLEY", "sentences": [{"text": "Back here in Washington, all eyes are on the chief justice and whether he has a retirement letter in the works.", "sentId": 275}, {"text": "Up next, Senator Patrick Leahy weighs in on the possibility of two Supreme Court vacancies and who might fill them.", "sentId": 276}], "secId": 117}, {"speaker": "CROWLEY", "sentences": [{"text": "Plus, more questions about Karl Rove and his connection to the leak of a CIA agent's name.", "sentId": 277}, {"text": "There is plenty to chew on in our \"Strategy Session.\"", "sentId": 278}], "secId": 118}, {"speaker": "CROWLEY", "sentences": [{"text": "And both those stories are making waves online as we'll find out when we go \"Inside the Blogs.\"", "sentId": 279}], "secId": 119}, {"speaker": "CROWLEY", "sentences": [{"text": "Earlier I discussed the current Supreme Court vacancy and the possibility that there soon might be two openings on the high court with Republican Senator Charles Grassley.", "sentId": 280}, {"text": "With me now from Capitol Hill is Senator Patrick Leahy of Vermont.", "sentId": 281}, {"text": "He is the ranking Democrat on the Judiciary Committee.", "sentId": 282}], "secId": 120}, {"speaker": "Leahy", "sentences": [{"text": "Well, of course, the Constitution says \"advice and consent.\"", "sentId": 283}, {"text": "It doesn't say nominate and then rubberstamp.", "sentId": 284}], "secId": 121}, {"speaker": "resignation", "sentences": [{"text": "the Republican, Democratic leader, myself and Senator Specter.", "sentId": 285}], "secId": 122}, {"speaker": "resignation", "sentences": [{"text": "I would think, at that time, we will discuss some actual names.", "sentId": 286}, {"text": "I appreciate that kind of consultation.", "sentId": 287}, {"text": "I hope it is real.", "sentId": 288}], "secId": 123}, {"speaker": "resignation", "sentences": [{"text": "Obviously, he's the one that makes the final decision on who to nominate.", "sentId": 289}, {"text": "But the 100 of us make the decision whether to approve that person or not.", "sentId": 290}], "secId": 124}, {"speaker": "resignation", "sentences": [{"text": "I would urge him to have somebody who would unite the country, not divide the country.", "sentId": 291}], "secId": 125}, {"speaker": "resignation", "sentences": [{"text": "After all, the Supreme Court's here for all of us, not for just one political party or another.", "sentId": 292}], "secId": 126}, {"speaker": "CROWLEY", "sentences": [{"text": "And we've heard that a lot.", "sentId": 293}, {"text": "And what I'm wondering here:  If you take a conservative judge, when is a conservative judge simply that, and when is a conservative judge divisive?", "sentId": 294}], "secId": 127}, {"speaker": "LEAHY", "sentences": [{"text": "Well, when they're divisive because they've taken positions that show that they're almost monolithically in favor of just one group, like just they'll only rule in favor of business, they'll only rule in favor of a certainly class of people, those things.", "sentId": 295}], "secId": 128}, {"speaker": "LEAHY", "sentences": [{"text": "And there are some judges who are like that.", "sentId": 296}, {"text": "They usually end up being reversed.", "sentId": 297}, {"text": "But you don't want them on the Supreme Court where there's nobody there to reverse them.", "sentId": 298}], "secId": 129}, {"speaker": "LEAHY", "sentences": [{"text": "I worry when they're an activist judge who almost reflexively vote down laws passed by the Congress or by the states and create laws of their own, in substitute.", "sentId": 299}], "secId": 130}, {"speaker": "LEAHY", "sentences": [{"text": "The two most activist judges we have right now are Justice Thomas and Justice Scalia, who have struck down and thus written laws of their own in place of congressional laws more than anybody else on the current Supreme Court.", "sentId": 300}], "secId": 131}, {"speaker": "CROWLEY", "sentences": [{"text": "Well, I know you know that Republicans have a different definition of what an activist judge is...", "sentId": 301}], "secId": 132}, {"speaker": "LEAHY", "sentences": [{"text": "Well, this is the same definition they've always used for Democrats.", "sentId": 302}, {"text": "They said Democrats who would strike down a law passed by the people and substitute something of their own -- I'm just using by their own definition -- the two most activist judges there right now are Antonin Scalia and Clarence Thomas.", "sentId": 303}], "secId": 133}, {"speaker": "CROWLEY", "sentences": [{"text": "And could you support a conservative judge who believes that Roe v. Wade was not based on constitutional rights?", "sentId": 304}, {"text": "LEAHY:  Well, I don't think you're going to see somebody saying that, because it is such settled law.", "sentId": 305}, {"text": "I can't imagine somebody coming in, for example, and saying, \"Well, wait.", "sentId": 306}, {"text": "I disagree with Brown v. Board of Education.", "sentId": 307}, {"text": "It's not based on constitutional principles.", "sentId": 308}, {"text": "The Warren court overreached itself with that.\"", "sentId": 309}], "secId": 134}, {"speaker": "CROWLEY", "sentences": [{"text": "Can you imagine with settled law like Brown if somebody wanted to overturn it?", "sentId": 310}], "secId": 135}, {"speaker": "CROWLEY", "sentences": [{"text": "It's the same thing with Roe v. Wade.", "sentId": 311}, {"text": "I don't think you're going to see a justice who is going to be nominated whose intent is to overturn Roe v. Wade or any other type like Brown v. Board of Education, something else that is so settled.", "sentId": 312}, {"text": "And if there was somebody with that as their avowed purpose, the Senate would not approve them.", "sentId": 313}], "secId": 136}, {"speaker": "CROWLEY", "sentences": [{"text": "But you know that you can look at the records of judges and see, in fact, when they have ruled sort of one way toward more restrictive abortion rights or less restrictive abortion rights.", "sentId": 314}], "secId": 137}, {"speaker": "CROWLEY", "sentences": [{"text": "If you saw a record that pointed you toward someone who sat on the bench who felt that Roe v. Wade needed to be restricted, could you support that candidate?", "sentId": 315}], "secId": 138}, {"speaker": "LEAHY", "sentences": [{"text": "If I thought somebody wanted to overturn settled law like that, no, I could not.", "sentId": 316}], "secId": 139}, {"speaker": "CROWLEY", "sentences": [{"text": "Let me ask you also about Justice O'Connor and this whole chief justice notion that you kicked up.", "sentId": 317}], "secId": 140}, {"speaker": "LEAHY", "sentences": [{"text": "You like that?", "sentId": 318}], "secId": 141}, {"speaker": "CROWLEY", "sentences": [{"text": "Yes, I love it.", "sentId": 319}, {"text": "Is this noise to fill the void in the summer?", "sentId": 320}], "secId": 142}, {"speaker": "LEAHY", "sentences": [{"text": "Well, Senator Specter and I raised that yesterday.", "sentId": 321}, {"text": "The question was, if Chief justice Rehnquist retired -- and there's no indication that he's going to -- if he were, would Justice O'Connor respond to a request from the president to take the chief justiceship.", "sentId": 322}], "secId": 143}, {"speaker": "LEAHY", "sentences": [{"text": "Now, you got a whole lot of \"ifs\" in there.", "sentId": 323}, {"text": "Given that scenarios, I suspect she would, and I suspect the Senate would confirm her.", "sentId": 324}, {"text": "But you're building an if upon if.", "sentId": 325}], "secId": 144}, {"speaker": "LEAHY", "sentences": [{"text": "It's sort of like last Friday when all the rumors were going around, a reporter called me at my farm in Vermont and I said, \"Well, what's the latest rumor?\"", "sentId": 326}, {"text": "He said, \"Well, the latest rumor is that 15 of the Supreme Court justices will resign next week.\"", "sentId": 327}], "secId": 145}, {"speaker": "CROWLEY", "sentences": [{"text": "Yes, there are certainly a lot of them to track down, I can tell you that.", "sentId": 328}], "secId": 146}, {"speaker": "CROWLEY", "sentences": [{"text": "Let me ask you -- one of the things I loved about covering Capitol Hill so much was that it leaked like a sieve.", "sentId": 329}, {"text": "If you're the president of the United States, do you really want to give a list of Supreme Court nominees to senators that come to visit your office?", "sentId": 330}], "secId": 147}, {"speaker": "LEAHY", "sentences": [{"text": "So far, I haven't talked to anybody about names I'm going to suggest, nor have the other three senators.", "sentId": 331}, {"text": "We don't intend to.", "sentId": 332}], "secId": 148}, {"speaker": "LEAHY", "sentences": [{"text": "You know, leaks sometimes come at both ends.", "sentId": 333}], "secId": 149}, {"speaker": "LEAHY", "sentences": [{"text": "I worry that if we pass out names, that they might be released by the White House.", "sentId": 334}], "secId": 150}, {"speaker": "LEAHY", "sentences": [{"text": "But I accept the president's offer in good faith.", "sentId": 335}, {"text": "I told him that.", "sentId": 336}, {"text": "And I told him I would be glad to discuss some names with him.", "sentId": 337}], "secId": 151}, {"speaker": "LEAHY", "sentences": [{"text": "And realize, of course, it's his decision in the end, but what I would like is instead of having somebody who wins, say, by 51 votes; that's a divisive candidate, and you're not going to have the country really have confidence in such a person.", "sentId": 338}], "secId": 152}, {"speaker": "LEAHY", "sentences": [{"text": "There are many, many people where you'd find virtually every Republican and virtually every Democrat would vote for them because they would be uniters, not dividers.", "sentId": 339}, {"text": "That's what I hope the president would do.", "sentId": 340}], "secId": 153}, {"speaker": "CROWLEY", "sentences": [{"text": "Senator Patrick Leahy, ranking Democrat on the Judiciary Committee, we hope there are many days ahead where we will be talking to you about this.", "sentId": 341}], "secId": 154}, {"speaker": "LEAHY", "sentences": [{"text": "I suspect I will, Candy, and you'll be covering it very well.", "sentId": 342}], "secId": 155}, {"speaker": "CROWLEY", "sentences": [{"text": "Absolutely.", "sentId": 343}, {"text": "Thank you so much.", "sentId": 344}], "secId": 156}, {"speaker": "Monday", "sentences": [{"text": "\"I sometimes feel that Alfred E. Neuman is in charge in Washington.\"", "sentId": 345}, {"text": "A Republican spokeswoman responds that Senator Clinton is part of the, quote, \"angry and adrift Democratic Party.\"", "sentId": 346}], "secId": 157}, {"speaker": "Monday", "sentences": [{"text": "NAACP Chairman Julian Bond has resumed his criticism of the president.", "sentId": 347}, {"text": "At the group's annual convention in Milwaukee, Bond said Mr. Bush likes to quote, \"talk the talk, but he doesn't walk the walk when it comes to civil rights.\"", "sentId": 348}, {"text": "Bond has been a persistent critic of the president.", "sentId": 349}, {"text": "He once claimed that Republicans draw their strongest support from quote, \"the Taliban wing of American politics.\"", "sentId": 350}], "secId": 158}, {"speaker": "Monday", "sentences": [{"text": "In presidential politics, Indiana Democrat Evan Bayh is in New Hampshire today, wrapping up a two-day visit to the Granite State.", "sentId": 351}, {"text": "Bayh continues to say that while he's not officially running for the White House, he is doing the things he needs to do in case he decides to join the race for 2008.", "sentId": 352}, {"text": "Coming up, more on Karl Rove and the CIA leak investigation.", "sentId": 353}, {"text": "We will check in with our blog reporters and I'll talk with Newsweek reporter Michael Isikoff about Rove's reported role as a secret source.", "sentId": 354}], "secId": 159}, {"speaker": "CROWLEY", "sentences": [{"text": "In the latest ease additions of Newsweek, reporter Michael Isikoff quotes attorneys who say that White House Deputy Chief of Staff Karl Rove was a source for TIME magazine reporter Matt Cooper.", "sentId": 355}, {"text": "Cooper, of course, is at the center of the grand jury investigation involving the leak of a CIA employee's identity.", "sentId": 356}, {"text": "Michael Isikoff joins me here in Washington.", "sentId": 357}], "secId": 160}, {"speaker": "CROWLEY", "sentences": [{"text": "So a couple of things about this story.", "sentId": 358}, {"text": "First, what we do know at this point about Rove's relationship to this leak?", "sentId": 359}], "secId": 161}, {"speaker": "ISIKOFF", "sentences": [{"text": "I should say, we did more than quote attorneys.", "sentId": 360}, {"text": "What we did is we obtained an internal TIME magazine e-mail that Matt Cooper wrote to his bureau chief, Michael Duffy, immediately after talking to Karl Rove on July 11th, that's before the Novak column, in which he says: \"Double super-secret background, not to be attributed to the White House or Rove, but Rove gave me a big warning about some of what Joe Wilson has been saying.", "sentId": 361}, {"text": "He wasn't sent to Niger by George Tenet or Vice President Cheney, it was Wilson's wife who apparently works at the agency on WMD issues who authorized the trip.\"", "sentId": 362}, {"text": "That's the quote from Matt Cooper to his editor right after talking to Karl Rove.", "sentId": 363}], "secId": 162}, {"speaker": "ISIKOFF", "sentences": [{"text": "What that tells us is that Karl Rove did indeed discuss Joe Wilson, Joe Wilson's wife, Joe Wilson's wife's employment with a reporter, Matt Cooper, prior to the Robert Novak column.", "sentId": 364}, {"text": "That would seem to conflict with many of the White House public statements at the time, and certainly some of what Karl Rove's lawyer had been saying publicly up until we got hold of this e-mail.", "sentId": 365}], "secId": 163}, {"speaker": "ISIKOFF", "sentences": [{"text": "It doesn't answer underlying questions here.", "sentId": 366}, {"text": "For one thing, as many people have pointed out, and we pointed out, Karl Rove doesn't identify Valerie Plame by name, so that's an important distinction.", "sentId": 367}, {"text": "And there's nothing in the e-mail that indicates whether or not Rove knew that she was a covert operative.", "sentId": 368}, {"text": "In fact, there's nothing in the e-mail that indicates he does.", "sentId": 369}], "secId": 164}, {"speaker": "ISIKOFF", "sentences": [{"text": "So, therefore, while this is a crucial piece of evidence and clearly advances the ball about what we know about this incident, it doesn't resolve the underlying questions of whether somebody deliberately leaked the name of Valerie Plame, knowing that she was a covert operative, in order to retaliate against Wilson.", "sentId": 370}], "secId": 165}, {"speaker": "ISIKOFF", "sentences": [{"text": "That's the crime that Fitzgerald has been investigating, and we still don't know whether he's got enough evidence to bring charges against Rove or anybody else.", "sentId": 371}], "secId": 166}, {"speaker": "CROWLEY", "sentences": [{"text": "And there are -- and the setting in which this took place is that Joe Wilson had written this column, and it said, listen, these things that the administration say that were in Niger were not there, I went over there, I was sent by the CIA.", "sentId": 372}, {"text": "And the White House was trying to push back.", "sentId": 373}, {"text": "This was a damaging column because this was one of their key reasons for going to war in Iraq.", "sentId": 374}], "secId": 167}, {"speaker": "ISIKOFF", "sentences": [{"text": "Right.", "sentId": 375}, {"text": "This was some of the first early criticisms of the intelligence that brought us to Iraq from somebody who had something to do with the process, even if it was a bit marginal, but somebody from the inside who was saying the intelligence that the White House used to take us to war was seriously flawed.", "sentId": 376}], "secId": 168}, {"speaker": "CROWLEY", "sentences": [{"text": "Right.", "sentId": 377}, {"text": "So what we are seeing here it looks like is some pushback from the White House, going, well, wait a minute, first of all, it's not right that the CIA send him.", "sentId": 378}, {"text": "His wife sent him over there.", "sentId": 379}, {"text": "So it could be something...", "sentId": 380}], "secId": 169}, {"speaker": "ISIKOFF", "sentences": [{"text": "But the problem that people in the White House, Rove among them, may have is how did they know that Valerie Plame, or Wilson's wife worked at the CIA?", "sentId": 381}, {"text": "What we do know is there was a classified State Department report that said this, that was taken by Secretary of State Powell with him on the trip to Africa that President Bush was then on, and many senior White House aides were on.", "sentId": 382}], "secId": 170}, {"speaker": "ISIKOFF", "sentences": [{"text": "That classified State Department report appears to have been -- or may well have been the source for the information that Rove and others were then dishing out to reporters.", "sentId": 383}, {"text": "And if that's the case, there still may be -- we don't know yet, but there still may be an instance where classified information was provided to reporters.", "sentId": 384}], "secId": 171}, {"speaker": "CROWLEY", "sentences": [{"text": "There's -- we have got less than a minute left, but I want to ask you about the political versus the legal.", "sentId": 385}, {"text": "The legal we're going to have to let the special prosecutor work out.", "sentId": 386}, {"text": "But politically, there already seems to be -- the dynamic is already in place that we see, that this is somewhat of a snowball.", "sentId": 387}, {"text": "We mentioned that there was sort of a contentious White House briefing.", "sentId": 388}, {"text": "Politically, how badly do you think this story...", "sentId": 389}], "secId": 172}, {"speaker": "ISIKOFF", "sentences": [{"text": "Hard to say.", "sentId": 390}, {"text": "I think the problem that the White House has is the public statements that they made at the time in which they completely dismissed the notion that Rove or anybody else in the White House had anything to do with the outing of Valerie Plame, totally ridiculous I think was Scott McClellan's line that he gave to reporters.", "sentId": 391}], "secId": 173}, {"speaker": "ISIKOFF", "sentences": [{"text": "Now, since, McClellan is refusing to answer any questions, saying we can't talk about it, it's an ongoing criminal investigation.", "sentId": 392}, {"text": "The problem is they already had talked about it, and the question that is being asked is, are those previous statements still operative?", "sentId": 393}], "secId": 174}, {"speaker": "CROWLEY", "sentences": [{"text": "Michael Isikoff, reporter extraordinaire from Newsweek, thanks so much for joining us.", "sentId": 394}], "secId": 175}, {"speaker": "ISIKOFF", "sentences": [{"text": "Thank you.", "sentId": 395}], "secId": 176}, {"speaker": "CROWLEY", "sentences": [{"text": "Karl Rove's reported role in CIA leak controversy is making waves in the blogosphere.", "sentId": 396}, {"text": "For more we want to check in with CNN political producer Abbi Tatton and Jacki Schechner, our blog reporter -- Jacki.", "sentId": 397}, {"text": "JACKI SCHECHNER, CNN BLOG REPORTER:  Hey, Candy.", "sentId": 398}, {"text": "Maybe it's because so much stuff is double super secret, but it's all very confusing and the blogs are trying to figure it all out.", "sentId": 399}, {"text": "We go over to Mark AR Kleiman, he is a professor of public policy at UCLA.", "sentId": 400}, {"text": "And he calls this \"clear as mud,\" saying it's actually not bad reporting that's making this confusing, he says, it's a set of pieces that don't yet form a coherent pattern, and they're all trying to sift through all of the little bits of pieces of information that are coming out.", "sentId": 401}], "secId": 177}, {"speaker": "TATTON", "sentences": [{"text": "In the last couple of hours, the emphasis has turned in the progressive blogs to the press briefing this morning from the White House, Scott McClellan's press briefing.", "sentId": 402}, {"text": "The site thinkprogress.org, which is the blogging arm of the Center for American Progress, had been pushing the White House press corps for a week now to ask questions on the Rove story, calling it \"Day 6\" of the \"White House Press Corps Silent on Rove\" on Friday.", "sentId": 403}], "secId": 178}, {"speaker": "TATTON", "sentences": [{"text": "Today, success, McClellan really pushed on this issue again and again.", "sentId": 404}, {"text": "In a press briefing that this site called \"stunning,\" and they actually broke it down, his evasive maneuvers, they said.", "sentId": 405}, {"text": "Twenty- three was the number of times McClellan couldn't answer a question because the Rove investigation is ongoing.", "sentId": 406}], "secId": 179}, {"speaker": "SCHECHNER", "sentences": [{"text": "No surprise that the left is all over this one, calling for Karl Rove's resignation.", "sentId": 407}, {"text": "There's a couple of sites that are hammering that in, The Carpetbagger Report being one of them, Digby's blog being another, AmericaBlog.", "sentId": 408}, {"text": "But over to Hullabaloo, this is digbysblog.blogspot.com, saying legal implications aside, that Karl Rove is a high-level White House official, and there is no reason that he should be talking about a CIA operative in any political context at all.", "sentId": 409}, {"text": "He should resign.", "sentId": 410}, {"text": "And at the very least, a lot of the left side of the blogs saying that he should have his security clearance pulled at this point.", "sentId": 411}], "secId": 180}, {"speaker": "TATTON", "sentences": [{"text": "On the right, a lot of people focusing on the legal aspect of this.", "sentId": 412}, {"text": "Did Karl Rove break any law?", "sentId": 413}, {"text": "Breaking it down at powerlineblog.com, this is three attorneys, all conservative, all looking at this piece by piece, really, and the act involved, saying, it's hard to see how Rove could be indicted for violation of the Intelligence Identities Protection Act.", "sentId": 414}, {"text": "That also over at Captain's Quarters blog, saying a similar thing: \"I believe Rove is completely off the legal hook.", "sentId": 415}, {"text": "But what about the moral question as opposed to the legal?\"", "sentId": 416}, {"text": "So one eye here on Rove today.", "sentId": 417}], "secId": 181}, {"speaker": "SCHECHNER", "sentences": [{"text": "And the other eye on Rehnquist, which makes you kind of, I guess, cross-eyed.", "sentId": 418}, {"text": "So they're talking about will Justice Rehnquist retire?", "sentId": 419}, {"text": "Obviously that was a big conversation on Friday, will he, won't he?", "sentId": 420}, {"text": "It was swirling around wonkette.com.", "sentId": 421}, {"text": "She's a D.C. gossip blog.", "sentId": 422}, {"text": "She has the update, he still has not retired.", "sentId": 423}, {"text": "Going on to say that everybody in the blogs seems to have a source, none of them particularly reliable at this point.", "sentId": 424}], "secId": 182}, {"speaker": "TATTON", "sentences": [{"text": "Red State, the conservative group blog was also looking at this all day Friday.", "sentId": 425}, {"text": "They were talking about their, \"friend of mine close to the White House who tells me,\" and we saw a lot of that all day Friday.", "sentId": 426}, {"text": "They're still looking.", "sentId": 427}, {"text": "One blogger says, \"you don't need to worry today, it's not going to happen.\"", "sentId": 428}, {"text": "This is Bench Memos, which is attached to the conservative National Review, where they have K-Lo indicator.", "sentId": 429}, {"text": "\"He's not going to retire today, why, because we have figured out his signaling.", "sentId": 430}, {"text": "He's wearing his Nike cap, Nike signifying he's in good shape and will keep running.\"", "sentId": 431}], "secId": 183}, {"speaker": "SCHECHNER", "sentences": [{"text": "And we're all looking for an indicator at this point, and any predictor is good as another.", "sentId": 432}, {"text": "Over at this blog, Underneath Their Robes -- this is a -- we like to say this is like \"People\" magazine is to celebrities.", "sentId": 433}, {"text": "This is what this blog to the federal judiciary.", "sentId": 434}, {"text": "They like to take a look at everything, from what they're driving to what they're wearing.", "sentId": 435}, {"text": "And they say that hiring of clerks is a good indicator.", "sentId": 436}], "secId": 184}, {"speaker": "SCHECHNER", "sentences": [{"text": "We'll send it back to you -- Candy.", "sentId": 437}], "secId": 185}, {"speaker": "CROWLEY", "sentences": [{"text": "Jacki Schechner, Abbi Tatton, thanks so much.", "sentId": 438}], "secId": 186}, {"speaker": "CROWLEY", "sentences": [{"text": "Coming up, the \"Strategy Session\" on INSIDE POLITICS.", "sentId": 439}, {"text": "President Bush stands by the British in the wake of last week's attacks and says there's only one course of action in the face of terror.", "sentId": 440}, {"text": "We'll have details ahead.", "sentId": 441}], "secId": 187}, {"speaker": "CROWLEY", "sentences": [{"text": "CROWLEY;  It is time to get some different perspectives on major issues in today's \"Strategy Session.\"", "sentId": 442}, {"text": "Here today, Jack Valenti, former aide to President Lyndon Johnson and Bay Buchanan, president of American Cause.", "sentId": 443}], "secId": 188}, {"speaker": "CROWLEY", "sentences": [{"text": "Today, a presidential progress report on the war on terror.", "sentId": 444}, {"text": "Bus adviser Karl Rove, the reporter for \"Time\" magazine and uncovering a CIA operative.", "sentId": 445}, {"text": "And the not-so comic comparison Hillary Clinton used to describe President Bush.", "sentId": 446}], "secId": 189}, {"speaker": "CROWLEY", "sentences": [{"text": "President Bush, of course, spoke to about 1,000 people at the FBI Training Academy at Quantico today.", "sentId": 447}, {"text": "Coming days after the bombings in London, the previously-scheduled address was to provide an update on the war on terror.", "sentId": 448}, {"text": "The president said the only course of action is to take the fight to an enemy that can't be negotiated with.", "sentId": 449}], "secId": 190}, {"speaker": "BUSH", "sentences": [{"text": "These kind of people who blew up subways and buses are not people you can negotiate with or reason with or appease.", "sentId": 450}, {"text": "In the face of such adversaries, there is only one course of action.", "sentId": 451}, {"text": "We will continue to take the fight to the enemy and we will fight until this enemy is defeated.", "sentId": 452}], "secId": 191}, {"speaker": "CROWLEY", "sentences": [{"text": "I want to start out with that very argument, then, is that there's only one course of action -- we've heard this before from the president -- is to take this fight to the enemy.", "sentId": 453}, {"text": "We're fighting in Iraq so we don't have to fight them here at home.", "sentId": 454}], "secId": 192}, {"speaker": "CROWLEY", "sentences": [{"text": "I want to show you a new poll where we asked Americans, did the war with Iraq make the U.S. safer for terrorism?", "sentId": 455}, {"text": "And what we see is that those who believe it is less safe have jumped up by 15 percent -- 15 points, sorry -- higher now since the bombings, that America is less safe.", "sentId": 456}, {"text": "So I'm not sure this argument seems to be taking hold at all with the American people.", "sentId": 457}, {"text": "Do you buy it?", "sentId": 458}], "secId": 193}, {"speaker": "VALENTI", "sentences": [{"text": "Well, I don't.", "sentId": 459}, {"text": "I think the president is doing what presidents have to do -- talk to the people,and give the people their best judgment about what the course of action ought to be.", "sentId": 460}, {"text": "And I have no quarrel with that course of action, except that what contradicts him is daily television and news headlines.", "sentId": 461}, {"text": "And, of course, the bombing in London as well.", "sentId": 462}, {"text": "I think most Americans believe that sooner or later we're going to be hit, and that what Iraq has become has been a breeding ground for terrorists who are coming from all over the world to learn the instruction in how to be a terrorist.", "sentId": 463}, {"text": "So I think most Americans share the belief that, no, we're not safer at all because of this war.", "sentId": 464}], "secId": 194}, {"speaker": "BUCHANAN", "sentences": [{"text": "You know, Jack has a point, Candy, that what is important for the president is that the American people keep that connection with Iraq and terrorism, because that's when they support the war in the Iraq.", "sentId": 465}, {"text": "And when that's being broken down -- and I do believe over the last couple of months, it has started to separate there -- then they start losing support for Iraq.", "sentId": 466}, {"text": "And he cannot continue that war month after month after month without the support of the American people.", "sentId": 467}], "secId": 195}, {"speaker": "BUCHANAN", "sentences": [{"text": "I think today the American people want to say, listen, let's do the best we can in Iraq, turn it over to the Iraqi people, and let's start getting out, because we are concerned about security here at home.", "sentId": 468}, {"text": "And that is where the president has a problem.", "sentId": 469}, {"text": "We have a very porous border, and the Americans know that those terrorists can come right across this border anytime they want, and he has not addressed that.", "sentId": 470}], "secId": 196}, {"speaker": "CROWLEY", "sentences": [{"text": "Let me play another portion of the president's speech, because it goes directly to this point of are we any safer.", "sentId": 471}, {"text": "And he talked a little bit about what we have and have not stopped since 9/11.", "sentId": 472}], "secId": 197}, {"speaker": "BUSH", "sentences": [{"text": "Since September the 11th, our coalition has disrupted a number of al Qaeda terrorist plots, arrested al Qaeda operatives here to chase specific U.S. targets and caught others trying to sneak into our country.", "sentId": 473}], "secId": 198}, {"speaker": "CROWLEY", "sentences": [{"text": "Isn't that a little bit of the problem, is that you only see the failures?", "sentId": 474}, {"text": "And you never see the successes.", "sentId": 475}, {"text": "I'm assuming that this is correct, that we have been able to stop things.", "sentId": 476}], "secId": 199}, {"speaker": "VALENTI", "sentences": [{"text": "I've talked to a number of former FBI agents, friends of mine, who have close contacts with the agent -- bureau.", "sentId": 477}, {"text": "And they say that, that we have stopped a lot of plots that could have killed people, at least for many.", "sentId": 478}, {"text": "And -- but the trouble is that you can't make that public without disclosing the techniques that you use or you don't want to do that.", "sentId": 479}, {"text": "And you might disrupt some other investigations that are going on now.", "sentId": 480}, {"text": "I think we've got to put a lot of faith into the FBI and CIA and the other intelligence agencies that are trying to protect us.", "sentId": 481}, {"text": "Without information, we'll never survive.", "sentId": 482}], "secId": 200}, {"speaker": "BUCHANAN", "sentences": [{"text": "But you know, and the president benefits, Candy.", "sentId": 483}, {"text": "Because while we may not know all of the times that we have captured or prevented some terrorist attack, we do know we have not been attacked since 9/11, and then the president gets that credit.", "sentId": 484}, {"text": "We have not been attacked.", "sentId": 485}, {"text": "But I think as I've traveled just this last couple months into the States, there's more and more questions among Republicans, is why does he not have the will to defend our borders?", "sentId": 486}, {"text": "And as we know just in the last couple weeks, some of these al Qaeda were trying to get across that border.", "sentId": 487}, {"text": "So that is where I think he's going to have trouble.", "sentId": 488}, {"text": "It's the number one issue on the minds of Americans in many, many states.", "sentId": 489}], "secId": 201}, {"speaker": "CROWLEY", "sentences": [{"text": "We're going to move along, because there's a new report saying someone inside the White House did talk to a journalist about an undercover CIA operative.", "sentId": 490}, {"text": "What did one of President Bush's closest advisers tell the reporter?", "sentId": 491}, {"text": "That issue, when the \"Strategy Session\" returns.", "sentId": 492}], "secId": 202}, {"speaker": "CROWLEY", "sentences": [{"text": "Welcome back to INSIDE POLITICS.", "sentId": 493}], "secId": 203}, {"speaker": "CROWLEY", "sentences": [{"text": "For two years, White House officials and Presidential Adviser Karl Rove have said that Rove had nothing to do with leaking the identity of CIA Operative Valerie Plame.", "sentId": 494}, {"text": "That is what Rove told CNN during the Republican Convention in New York, last year.", "sentId": 495}], "secId": 204}, {"speaker": "ROVE", "sentences": [{"text": "I didn't know her name.", "sentId": 496}, {"text": "I didn't leak her name.", "sentId": 497}], "secId": 205}, {"speaker": "CROWLEY", "sentences": [{"text": "As we reported earlier, in the latest edition of \"Newsweek,\" there's a report that Rove did talk to \"Time\" magazine's Matt Cooper about Valerie Plame before her identify was revealed in a column written by CNN contributor Robert Novak.", "sentId": 498}], "secId": 206}, {"speaker": "CROWLEY", "sentences": [{"text": "\"Newsweek\" quoted an e-mail Cooper wrote to his bureau chief on the conversation.", "sentId": 499}, {"text": "They were discussing former Ambassador Joseph Wilson's trip to Africa to investigate claims Iraq was trying to buy uranium.", "sentId": 500}, {"text": "This from the e-mail:  \"It was, KR said, Wilson's wife, who apparently works at the agency on WMD issues who authorized the trip.", "sentId": 501}], "secId": 207}, {"speaker": "CROWLEY", "sentences": [{"text": "Rove's attorney confirmed that Rove and Cooper spoke, but the lawyer says Rove did not use Plame's name in that conversation.", "sentId": 502}], "secId": 208}, {"speaker": "all", "sentences": [{"text": "Politically, you know, Candy, it was alarming to me to find out, indeed, that he was involved to the extent that he was.", "sentId": 503}, {"text": "And when you look back at the timing in this earlier statement, it's Clintonian.", "sentId": 504}, {"text": "He was doing -- what he was doing, he was keeping himself out of becoming a campaign issue.", "sentId": 505}], "secId": 209}, {"speaker": "all", "sentences": [{"text": "He was very successful and it moved out, but from what you read, what actually happened, I still do not think he's the focus of an investigation.", "sentId": 506}, {"text": "That's what we're told.", "sentId": 507}, {"text": "I believe that.", "sentId": 508}, {"text": "And I don't believe he broke any laws.", "sentId": 509}], "secId": 210}, {"speaker": "BALENTI", "sentences": [{"text": "As I have read in the papers what the law is, it's you have to deliberately know that this woman was a covert agent.", "sentId": 510}, {"text": "If she wasn't a covert agent, there's no law broken on this and I think the lawyers will have a fine field day here.", "sentId": 511}, {"text": "I think this is a little setback for Mr. Rove for a few weeks, but it will pass away.", "sentId": 512}], "secId": 211}, {"speaker": "BALENTI", "sentences": [{"text": "The fact is, that all administrations leak.", "sentId": 513}, {"text": "This is not something, you know, that I'm shocked this is going on upstairs.", "sentId": 514}, {"text": "It happens.", "sentId": 515}, {"text": "My judgment is that there's no long-term damage here, because I'm not even sure what's the big deal with this Wilson and his wife Valley Plame thing.", "sentId": 516}, {"text": "It's not what I would call a huge issue facing the American public today.", "sentId": 517}], "secId": 212}, {"speaker": "CROWLEY", "sentences": [{"text": "Well, probably from your lips to Bay's ears.", "sentId": 518}, {"text": "I mean, just --  we have Senator Lautenberg, who has called -- asked that Karl Rove's security clearance be taken away from him.", "sentId": 519}, {"text": "MoveOn.org, which is sort of the leading edge of the left, going, you know:  Throw him out, he needs to resign.", "sentId": 520}, {"text": "I mean...", "sentId": 521}], "secId": 213}, {"speaker": "BALENTI", "sentences": [{"text": "Well that's all -- that's politics.", "sentId": 522}, {"text": "Politics ain't bean bag and I think Bay knows, it's a pretty -- it's a blood sport and this is what's going on right now.", "sentId": 523}], "secId": 214}, {"speaker": "BUCHANAN", "sentences": [{"text": "And you know, there's no question the press is going to be all over him for many days, because they feel he betrayed them.", "sentId": 524}, {"text": "He said something.", "sentId": 525}, {"text": "He misled them.", "sentId": 526}, {"text": "They bought it.", "sentId": 527}, {"text": "They didn't pursue it.", "sentId": 528}], "secId": 215}, {"speaker": "surprise", "sentences": [{"text": "It's under -- it is an investigation, a federal investigation and so, it is very serious.", "sentId": 529}], "secId": 216}, {"speaker": "surprise", "sentences": [{"text": "And if he does become the focus of that, then it's extraordinarily serious.", "sentId": 530}, {"text": "But I, you know -- from what I read, I don't know how he violated any laws, from what I read.", "sentId": 531}, {"text": "But again, are we reading what really happened or are reading the spin?", "sentId": 532}, {"text": "I don't know.", "sentId": 533}], "secId": 217}, {"speaker": "CROWLEY", "sentences": [{"text": "OK.", "sentId": 534}], "secId": 218}, {"speaker": "CROWLEY", "sentences": [{"text": "Senator Hilly Clinton threw some red meat to people who think she'd make a good presidential candidate in 2008.", "sentId": 535}], "secId": 219}, {"speaker": "CROWLEY", "sentences": [{"text": "When we return, the mad comparison Clinton made when describing the job President Bush is doing in Washington.", "sentId": 536}], "secId": 220}, {"speaker": "BLITZER", "sentences": [{"text": "I'm Wolf Blitzer reporting from the CNN Center in Atlanta.", "sentId": 537}, {"text": "Coming up at the top of the hour, the Gulf Coast cleans up after Hurricane Dennis.", "sentId": 538}, {"text": "We'll have a live report from Florida.", "sentId": 539}], "secId": 221}, {"speaker": "The latest on the London terror investigation", "sentences": [{"text": "New reaction from President Bush and Prime Minister Tony Blair.", "sentId": 540}], "secId": 222}, {"speaker": "And should a reporter go to jail to protect a source?  We'll talk with two journalists who know about protecting sources", "sentences": [{"text": "Bob Woodward and Carl Bernstein.", "sentId": 541}, {"text": "They're standing by live.", "sentId": 542}], "secId": 223}, {"speaker": "And should a reporter go to jail to protect a source?  We'll talk with two journalists who know about protecting sources", "sentences": [{"text": "All those stories, much more, only minutes away on \"WOLF BLITZER REPORTS.\"", "sentId": 543}, {"text": "Now back to INSIDE POLITICS.", "sentId": 544}], "secId": 224}, {"speaker": "CROWLEY", "sentences": [{"text": "The \"Strategy Session\" continues.", "sentId": 545}, {"text": "Jack Balenti and Bay Buchanan are here today.", "sentId": 546}], "secId": 225}, {"speaker": "And Hillary Clinton gets mad at President Bush", "sentences": [{"text": "The New York Senator and potential presidential candidate for some has spent time with well-known conservatives lately including Newt Gingrich and Senate Majority Leader Bill Frist, but yesterday she served up Bush- bashing red meat for blue-staters, hitting the president on the economy and the war in Iraq.", "sentId": 547}], "secId": 226}, {"speaker": "And Hillary Clinton gets mad at President Bush", "sentences": [{"text": "Mrs. Clinton said, \" I sometimes feel that Alfred E. Neuman is in charge in Washington.\"", "sentId": 548}, {"text": "Clinton says the president's attitude on tough issues reminds her of the \"Mad\" magazine character's catch phrase \"What, me worry?\"", "sentId": 549}, {"text": "So, over the top?", "sentId": 550}, {"text": "Politics ain't being bad, right?", "sentId": 551}], "secId": 227}, {"speaker": "VALENTI", "sentences": [{"text": "I think it's a funny line, and she doubtless got marvelous applause from the audience.", "sentId": 552}, {"text": "But having worked for a president in the White House myself, I'm very reluctant to go after a president, because I know better than most the agony and the problems and the life-and-death decisions that they're called upon to make.", "sentId": 553}, {"text": "So I really stand back from something like that.", "sentId": 554}, {"text": "I don't feel good about it.", "sentId": 555}], "secId": 228}, {"speaker": "VALENTI", "sentences": [{"text": "And I know what President Clinton went through, the decisions he had to make.", "sentId": 556}, {"text": "You can disagree with him, and a lot of people did, as a lot of people disagreed with President Johnson or with President Reagan or whatever, but I'm reluctant to go after somebody like that in a comic, personal way.", "sentId": 557}], "secId": 229}, {"speaker": "BUCHANAN", "sentences": [{"text": "And you know, it was just about as dumb politics as I can imagine.", "sentId": 558}, {"text": "I mean, she is a national figure.", "sentId": 559}, {"text": "She's attacking the president on policy, which is exactly what she should be doing in order to start building and energizing the Democrats.", "sentId": 560}, {"text": "But to call the commander-in-chief, especially in a time of war, and especially right after this terrible tragedy in London, to call him names is so foolhardy.", "sentId": 561}, {"text": "She antagonizes so many people that might start being sympathetic to her message, and I believe she's hurt herself with it.", "sentId": 562}], "secId": 230}, {"speaker": "VALENTI", "sentences": [{"text": "Well, I must say, Senator Clinton is a keenly intelligent woman, and she understands how to transform herself, which she's doing right now, and she's doing it, I think, in a very, very subtle and discursive way.", "sentId": 563}, {"text": "But I think every now and then, even the best of us will say something foolish.", "sentId": 564}], "secId": 231}, {"speaker": "CROWLEY", "sentences": [{"text": "But don't you think she said it on purpose?", "sentId": 565}, {"text": "I mean, is there a good Hillary and bad Hillary.", "sentId": 566}, {"text": "Or is there a centrist Hillary and then the one that needs to keep the left half with sort of the red meat --", "sentId": 567}], "secId": 232}, {"speaker": "BUCHANAN", "sentences": [{"text": "Absolutely.", "sentId": 568}, {"text": "What she has to worry about, she's trying to move to the center.", "sentId": 569}, {"text": "She's very scripted, so you're absolutely right, this was deliberate.", "sentId": 570}, {"text": "But she at the same time doesn't want to have somebody coming in on her left flank.", "sentId": 571}, {"text": "And so she wants to keep them happy as she starts to move towards the middle.", "sentId": 572}, {"text": "And I think that's exactly what she's trying to do.", "sentId": 573}, {"text": "But doing it with a silly calling names, to reduce herself to that is a mistake.", "sentId": 574}, {"text": "Just attack him on the issues.", "sentId": 575}], "secId": 233}, {"speaker": "BUCHANAN", "sentences": [{"text": "But also, look at the words she uses.", "sentId": 576}, {"text": "Instead of saying, look it, where are the jobs in this country?", "sentId": 577}, {"text": "We've lost jobs in this country, she says there's a loss of manufacturing diversity.", "sentId": 578}, {"text": "Now, that's a wonk.", "sentId": 579}, {"text": "She won't go anywhere if she wants to be a wonk.", "sentId": 580}, {"text": "She should just get down, find the issues and become a populist that is attractive to the middle.", "sentId": 581}], "secId": 234}, {"speaker": "VALENTI", "sentences": [{"text": "Well, don't underestimate this woman.", "sentId": 582}, {"text": "She's terrific.", "sentId": 583}, {"text": "She's going to be a formidable candidate, without any question, and anybody that wants to take her on in the Democratic primaries has got a heavy hill to climb.", "sentId": 584}, {"text": "But this is 2005.", "sentId": 585}, {"text": "The election is in 2008.", "sentId": 586}, {"text": "We've got a long journey.", "sentId": 587}], "secId": 235}, {"speaker": "CROWLEY", "sentences": [{"text": "But you know we can't help ourselves here though.", "sentId": 588}, {"text": "You know, but don't you wonder sometimes whether we've completely moved away from that sort of more gentile era, if there ever was one in politics, that you're talking about, because, you know, we have the Senate Democratic leader, who has, you know, called Bush a liar and loser.", "sentId": 589}, {"text": "And, I mean, you know, Alfred E. Newman, I mean, is that such a big deal?", "sentId": 590}], "secId": 236}, {"speaker": "VALENTI", "sentences": [{"text": "Well, I think that President Johnson used to say that, when  you get into a political fight, always leave your adversary a little exit-way so he retains his dignity, because your adversary today may have to be your ally tomorrow.", "sentId": 591}, {"text": "I don't think you win votes by going after somebody personally.", "sentId": 592}, {"text": "I think you go after them by disagreeing heartily and passionately with the issues, and saying I respect the president, but I think he's dead wrong on this.", "sentId": 593}, {"text": "And then go into some particular as to why what you have said has clout and reason to it.", "sentId": 594}], "secId": 237}, {"speaker": "BUCHANAN", "sentences": [{"text": "And one objective...", "sentId": 595}], "secId": 238}, {"speaker": "CROWLEY", "sentences": [{"text": "And don't you have to worry about name recognition Alfred E. Neuman anyway?", "sentId": 596}], "secId": 239}, {"speaker": "BUCHANAN", "sentences": [{"text": "Yes, it's only -- those who are younger than us probably are still trying to figure out who the heck that character is.", "sentId": 597}, {"text": "I hate to tell you that.", "sentId": 598}, {"text": "But it really does demean her.", "sentId": 599}, {"text": "It was a mistake for her politically.", "sentId": 600}, {"text": "The president is the commander-in- chief.", "sentId": 601}, {"text": "We are at war.", "sentId": 602}, {"text": "And Americans expect one another to respect the office of the presidency.", "sentId": 603}, {"text": "And by suggesting that he is some kind of cartoon character was a mistake.", "sentId": 604}], "secId": 240}, {"speaker": "CROWLEY", "sentences": [{"text": "Bay Buchanan, Jack Valenti, always fun.", "sentId": 605}, {"text": "Thanks so much.", "sentId": 606}], "secId": 241}, {"speaker": "VALENTI", "sentences": [{"text": "Thank you.", "sentId": 607}], "secId": 242}, {"speaker": "BUCHANAN", "sentences": [{"text": "Good to be with you.", "sentId": 608}], "secId": 243}, {"speaker": "BUCHANAN", "sentences": [{"text": "Bloggers weigh in on the London terror attacks.", "sentId": 609}, {"text": "Up next, we rejoin Abbi and Jacki for a look at what people are saying in the blogosphere.", "sentId": 610}], "secId": 244}, {"speaker": "CROWLEY", "sentences": [{"text": "People around the world are using blogs to share their thoughts about the London terror bombings.", "sentId": 611}, {"text": "We want to check in once again with CNN Political Producer Abbi Tatton and Jacki Schechner, our blog reporter.", "sentId": 612}], "secId": 245}, {"speaker": "CROWLEY", "sentences": [{"text": "Jacki.", "sentId": 613}], "secId": 246}, {"speaker": "SCHECHNER", "sentences": [{"text": "Well, Candy, last week, we talked  about the tremendous role that the blogs played during the bombings in London, how when mobile communication lines went down -- not lines, but means went down, rather, people went on-line to tell people they were all right and to communicate with each other.", "sentId": 614}, {"text": "They were also sharing their thoughts and giving firsthand accounts.", "sentId": 615}, {"text": "They are still doing that now.", "sentId": 616}, {"text": "Not only Technorati , Truth Laid Bear, Aggragators , like that with tremendous amounts of posts -- there's well over 3,200 just on Truth Laid Bear alone -- but also sites like Media Culpa, which is talking about all of the mainstream media organizations who are talking about the importance of the blogs.", "sentId": 617}, {"text": "Very circular.", "sentId": 618}], "secId": 247}, {"speaker": "TATTON", "sentences": [{"text": "Now a few days on, some people are using the Internet to share their sympathies with people in London.", "sentId": 619}, {"text": "A lot has been written about, we'renotafraid.com, a site set up by a South African where people are sharing their images to show that they stand in solidarity with the people in London, that they are not afraid.", "sentId": 620}, {"text": "Lots of photo shopping going on here.", "sentId": 621}], "secId": 248}, {"speaker": "TATTON", "sentences": [{"text": "Also lots of linking by U.S. bloggers, showing their support as well for London.", "sentId": 622}, {"text": "This is Jeff Jarvis  at buzzmachine.com posting his favorite picture and also his contribution to the site.", "sentId": 623}], "secId": 249}, {"speaker": "TATTON", "sentences": [{"text": "There are also message boards where people are discussing their sympathy for London.", "sentId": 624}, {"text": "And if you check in with some of the London bloggers, you'll find that the message is, this sympathy from overseas is very nice, but we're moving on.", "sentId": 625}, {"text": "This is thelondonist.com , a site that was really helping out fellow Londoners on Thursday with web updates and travel updates, hotlines, that kind of thing.", "sentId": 626}], "secId": 250}, {"speaker": "TATTON", "sentences": [{"text": "Mike Aseton  writing there says today that, \"Thanks for the sympathy, but really, we're fine.", "sentId": 627}, {"text": "We're moving on.", "sentId": 628}, {"text": "We've been through this before.\"", "sentId": 629}, {"text": "Highlighting the Omagh bombing back in '98 and the IRA bomb in '96, saying that, \"You'll hear a lot about the stiff upper lip, but if you go to London right now, they'll probably just shrug and as you to buy a round.\"", "sentId": 630}, {"text": "So moving on there.", "sentId": 631}], "secId": 251}, {"speaker": "SCHECHNER", "sentences": [{"text": "And finally, we wanted to check back in with Justin , the blogger at Edge Railroad, who was on the train who was bombed there and posted about his account.", "sentId": 632}, {"text": "His site was flooded with people who were interested in hearing what he had to say.", "sentId": 633}, {"text": "He's now trying to reconcile that with how to get people back to what he normally blogs about and how to reconcile those two and turn his blog back in a normal direction for him.", "sentId": 634}], "secId": 252}, {"speaker": "SCHECHNER", "sentences": [{"text": "Candy, we'll send it back to you.", "sentId": 635}], "secId": 253}, {"speaker": "CROWLEY", "sentences": [{"text": "Always tough turn the corner.", "sentId": 636}, {"text": "Jacki Schechner, Abbi Tatton, thanks so much.", "sentId": 637}], "secId": 254}, {"speaker": "CROWLEY", "sentences": [{"text": "And that is it for INSIDE POLITICS.", "sentId": 638}, {"text": "I'm Candy Crowley.", "sentId": 639}, {"text": "And \"WOLF BLITZER REPORTS\" starts right now.", "sentId": 640}], "secId": 255}, {"speaker": "BLITZER", "sentences": [{"text": "aftermath of Hurricane Dennis.", "sentId": 641}, {"text": "And we're tracking another storm in the Atlantic now called Tropical Depression Number 5.", "sentId": 642}, {"text": "But it soon could be named Emily.", "sentId": 643}], "secId": 256}, {"speaker": "BLITZER", "sentences": [{"text": "Stand by for hard news on WOLF BLITZER REPORT.", "sentId": 644}], "secId": 257}, {"speaker": "BLITZER", "sentences": [{"text": "END", "sentId": 645}], "secId": 258}, {"speaker": "BLITZER", "sentences": [{"text": "TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com", "sentId": 646}], "secId": 259}], "sectionCount": 260, "url": "transcripts.cnn.com/TRANSCRIPTS/0507/11/ip.01.html", "sentenceCount": 648, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 11, 2005 - 15:30   ET", "speakers": ["BUSH", "ANNOUNCER", "A source of contention", "And in the wake of the storm", "UNIDENTIFIED FEMALE", "CROWLEY", "town", "MALVEAUX", "today", "things", "MCCLELLAN", "HENRY", "now", "Now", "LEAHY", "The bottom line there is", "HATCH", "Also", "GRASSLEY", "MORTON", "REHNQUIST", "SPECTER", "GOLDSTEIN", "ROMANS", "Coming up on CNN at 6", "HUANG", "Iraq", "REID", "SCHNEIDER", "BLAIR", "JERAS", "Leahy", "resignation", "Monday", "ISIKOFF", "TATTON", "SCHECHNER", "VALENTI", "BUCHANAN", "ROVE", "all", "BALENTI", "surprise", "BLITZER", "The latest on the London terror investigation", "And should a reporter go to jail to protect a source?  We'll talk with two journalists who know about protecting sources", "And Hillary Clinton gets mad at President Bush"], "title": "INSIDE POLITICS"}