{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1607.20.ip.01.html.json", "subTitle": "Campaign Turmoil; Melania Trump's Speech. Aired 12-12:30p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Welcome to this special edition - convention edition of INSIDE POLITICS.", "sentId": 0}, {"text": "I'm John King, live in Cleveland.", "sentId": 1}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "Donald Trump is on his way here.", "sentId": 2}, {"text": "You won't be surprised to hear he's tweeting his way here to Cleveland.", "sentId": 3}, {"text": "He's now officially the Republican nominee for president.", "sentId": 4}, {"text": "Pause and think about it for a minute.", "sentId": 5}, {"text": "The Trump takeover of the GOP is now complete.", "sentId": 6}], "secId": 1}, {"speaker": "TRUMP", "sentences": [{"text": "This is a movement, but we have to go all the way.", "sentId": 7}, {"text": "We're going to win the presidency and bring real change and leadership back to Washington.", "sentId": 8}, {"text": "This is going to be a leadership, by the way, that puts the American people first.", "sentId": 9}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "But this moment of triumph is also a moment of campaign crisis.", "sentId": 10}, {"text": "There's turmoil high in the Trump campaign and in the Trump family because of the giant day one embarrassment.", "sentId": 11}, {"text": "Parts of Melania Trump's tribute to her husband were plagiarized from, of all people, Michelle Obama.", "sentId": 12}, {"text": "One veteran Republican strategist consulted by team Trump yesterday told me, the campaign's in what he called, quote, \"total meltdown.\"", "sentId": 13}, {"text": "And there's new finger pointing, even this hour, over who's to blame.", "sentId": 14}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Given all that, whatever your politics, give the Trump children credit, whatever their private frustrations at this moment, on day two, they were critical performers as the campaign sought a convention reboot.", "sentId": 15}], "secId": 4}, {"speaker": "TRUMP", "sentences": [{"text": "He draws out the talent and drive in people, so that they can achieve their full potential.", "sentId": 16}], "secId": 5}, {"speaker": "JR.", "sentences": [{"text": "I've seen it time and time again, that look in his eyes when someone says it can't be done.", "sentId": 17}, {"text": "I saw that look a little over a year ago when he was told he couldn't possibly succeed in politics.", "sentId": 18}, {"text": "Yes, he did.", "sentId": 19}, {"text": "For my father, impossible is just the starting point.", "sentId": 20}, {"text": "That's how he approaches business projects.", "sentId": 21}, {"text": "That's how he approaches life.", "sentId": 22}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insight as we turn to day three, and it's theme, America first, Mary Katharine Hamm of \"The Federalist,\" Dan Balz at \"The Washington Post,\" Jonathan Martin of \"The New York Times,\" and CNN's MJ Lee.", "sentId": 23}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "There's so much happening here in Cleveland we forget sometimes to pause and frame the big picture.", "sentId": 24}, {"text": "Maybe you consider it a hostile takeover.", "sentId": 25}, {"text": "Maybe you think it's an overdue outsider revolt.", "sentId": 26}, {"text": "Or maybe you're a loyal Democrat and you're watching Cleveland and you just think, it's a stranger than fiction TV reality drama.", "sentId": 27}, {"text": "In any case, what not too long ago appeared impossible, unthinkable is now very real.", "sentId": 28}, {"text": "This isn't just Donald Trump's convention, it is Donald Trump's Republican Party.", "sentId": 29}], "secId": 8}, {"speaker": "TRUMP", "sentences": [{"text": "We're going to have strong borders.", "sentId": 30}, {"text": "We're going to get rid of ISIS.", "sentId": 31}, {"text": "And we're going to restore law and order.", "sentId": 32}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Trump easily won the roll call Tuesday afternoon.", "sentId": 33}, {"text": "His children were on the floor to help put him over the top.", "sentId": 34}, {"text": "And then the main prime time event, Donald Trump Jr., who made the case that if you think his billionaire dad doesn't understand the little guy, think again.", "sentId": 35}], "secId": 10}, {"speaker": "JR.", "sentences": [{"text": "He spent his career with regular Americans.", "sentId": 36}, {"text": "He hung out with the guys on construction sites, pouring sheet rock and hanging - pouring concrete and hanging sheet rock.", "sentId": 37}, {"text": "He listened to them and he valued their opinions as much and often more than the guys from Harvard and Wharton locked away in offices away from the real work.", "sentId": 38}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "So Donald Trump is on his way here.", "sentId": 39}, {"text": "They plan, I think we can show you a live picture, he's flying here to Cleveland.", "sentId": 40}, {"text": "Then he gets on a helicopter to make a dramatic arrival here at the convention site.", "sentId": 41}, {"text": "Helicopter, Donald Trump flying in.", "sentId": 42}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "So let's start with this.", "sentId": 43}, {"text": "Trump is being Trump.", "sentId": 44}, {"text": "A lot of people in politics say, move past the Melania story.", "sentId": 45}, {"text": "Get away from it as fast as you can.", "sentId": 46}, {"text": "The campaign says there was no plagiarism, we're making a big deal.", "sentId": 47}, {"text": "But Donald Trump is tweeting on his way to Cleveland.", "sentId": 48}, {"text": "Shock, right?", "sentId": 49}, {"text": "And he says this, \"good news is Melania's speech got more publicity than any in the history of politics, especially if you believe that all press is good press.\"", "sentId": 50}], "secId": 13}, {"speaker": "with", "sentences": [{"text": "There you go.", "sentId": 51}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Not factually correct, but pretty good politics if you're Donald Trump.", "sentId": 52}], "secId": 15}, {"speaker": "MARTIN", "sentences": [{"text": "check.", "sentId": 53}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "So, Dan Balz, this is in some ways the old Mike Dever  theory, if they're talking about you, that's a good thing.", "sentId": 54}, {"text": "But it's more, we were talking about this before the show, Trump subscribes to what Newt Gingrich subscribes to.", "sentId": 55}, {"text": "The political strategist, Joe Gaylord , who advises Newt Gingrich, wrote this book a long time ago called \"Flying Upside Down,\" which says, stir it up all the time.", "sentId": 56}, {"text": "Say the things all the advisors tell you never say.", "sentId": 57}, {"text": "Get in trouble.", "sentId": 58}, {"text": "Make a mess.", "sentId": 59}, {"text": "That's OK because they're be talking about you.", "sentId": 60}], "secId": 17}, {"speaker": "BALZ", "sentences": [{"text": "Gingrich told me months ago when he was talking about Donald Trump, that Trump is the only candidate - or was at the time, because this was in the middle of the primaries - who understands the modern world of media and social media.", "sentId": 61}, {"text": "And his view was, every tweet, every FaceBook posting, every Instagram, whatever, is good for him.", "sentId": 62}, {"text": "The more you do with that, the better it will be for you, even if a lot of it seems to be negative.", "sentId": 63}], "secId": 18}, {"speaker": "BALZ", "sentences": [{"text": "And, you know, he was raised on the New York tabloids.", "sentId": 64}, {"text": "He understands the tabloid culture.", "sentId": 65}, {"text": "We're in a tabloid culture but it's different now because of social media.", "sentId": 66}, {"text": "He knows how to do that.", "sentId": 67}, {"text": "He's comfortable in it.", "sentId": 68}, {"text": "And that tweet this morning about the speech is entirely in keeping with his view of how this operates.", "sentId": 69}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "But, Mary Katharine, there's a lot of tension here.", "sentId": 70}, {"text": "A lot of Republicans still aren't happy with what happened and they're not sure where it's going.", "sentId": 71}, {"text": "And the political pros, most of whom Trump thinks are just wrong, but the political pros would say, dear God, why didn't you fire somebody on day one and move on?", "sentId": 72}, {"text": "And why in the world on your way back here -", "sentId": 73}], "secId": 20}, {"speaker": "HAM", "sentences": [{"text": "right.", "sentId": 74}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "After a rough couple of days, why on your way back here would you stir this back up?", "sentId": 75}], "secId": 22}, {"speaker": "HAM", "sentences": [{"text": "Right.", "sentId": 76}, {"text": "Well, here's the thing, the unconventional does work for Donald Trump.", "sentId": 77}, {"text": "So he runs with that.", "sentId": 78}, {"text": "It's unconventional not to fire somebody immediately.", "sentId": 79}, {"text": "To let people talk about it for a day and a half.", "sentId": 80}, {"text": "And here's the thing where you could wed the pros with Donald Trump and really win, is like, if he's going to go this far saying there's no plagiarism, keep saying it and then just like be done with it, right?", "sentId": 81}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 82}], "secId": 24}, {"speaker": "HAM", "sentences": [{"text": "But he's going to bring it up right on the night that he arrives and make it an issue again.", "sentId": 83}, {"text": "If he didn't, they would tell the story of tonight and not the story of a couple of days ago.", "sentId": 84}, {"text": "MARTIN: But can I challenge that for a minute, though.", "sentId": 85}, {"text": "The", "sentId": 86}], "secId": 25}, {"speaker": "HAM", "sentences": [{"text": "conventional - I'm sorry, the unconventional worked for him in the primary, where he had a large field and managed to get about 35 percent, 40 percent of the vote in most states.", "sentId": 87}, {"text": "He's now the most unpopular major party nominee in modern American history.", "sentId": 88}, {"text": "His unfavorable numbers are close to 70 percent.", "sentId": 89}, {"text": "So I'm not sure it is working for him, actually.", "sentId": 90}], "secId": 26}, {"speaker": "HAM", "sentences": [{"text": "No, no, we saw - we saw Hillary and we were like, we can do better than that, those unfavorable numbers.", "sentId": 91}, {"text": "No, that's the great fallacy is whether this will work in a general.", "sentId": 92}, {"text": "And I think it won't.", "sentId": 93}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "But there's the public/private thing going on because Donald Trump just saying, you know, Melania's speech got more publicity.", "sentId": 94}, {"text": "He doesn't address the plagiarism there.", "sentId": 95}, {"text": "But listen to Paul Manafort.", "sentId": 96}, {"text": "He's the new campaign guru.", "sentId": 97}, {"text": "He's on TV this morning in a contentious interview with my colleague, Chris Cuomo, who said essentially, you guys are lying.", "sentId": 98}, {"text": "You know this was plagiarism.", "sentId": 99}, {"text": "And we - we know.", "sentId": 100}, {"text": "Everyone I think everything here sitting knows, internally in the campaign, they went back to find out what happened here.", "sentId": 101}, {"text": "What happened here.", "sentId": 102}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "We know that political professionals hired gave Melania Trump a speech.", "sentId": 103}, {"text": "She didn't like it.", "sentId": 104}, {"text": "So they went back to square A.", "sentId": 105}, {"text": "She was working with some friends in the campaign.", "sentId": 106}, {"text": "But Paul Manafort's public line, even though we know inside the campaign they're doing their own forensic analysis, Paul Manafort's public line is, you guys in the media are nuts.", "sentId": 107}], "secId": 29}, {"speaker": "CUOMO", "sentences": [{"text": "What is true, did the language -", "sentId": 108}], "secId": 30}, {"speaker": "MANAFORT", "sentences": [{"text": "I'm not lying about anything, Chris.", "sentId": 109}], "secId": 31}, {"speaker": "CUOMO", "sentences": [{"text": "Did a portion of the language of that speech come from Michelle Obama's speech, yes or no?", "sentId": 110}], "secId": 32}, {"speaker": "MANAFORT", "sentences": [{"text": "As far as we're concerned, there are similar words that were used.", "sentId": 111}, {"text": "We've said that.", "sentId": 112}, {"text": "But the feelings of those words and the commonality of those words do not create a situation which we feel we have to agree with you.", "sentId": 113}, {"text": "You want to have the opinion, fine.", "sentId": 114}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "You want to have that opinion, fine.", "sentId": 115}, {"text": "So Paul Manafort is saying, you know, there's nothing - Paul Manafort is essentially saying, I'm not holding paper in my hands.", "sentId": 116}, {"text": "This never happened.", "sentId": 117}, {"text": "I don't know what you think, but that's not paper in my hands.", "sentId": 118}], "secId": 34}, {"speaker": "HAM", "sentences": [{"text": "It's the great national gas lighting.", "sentId": 119}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "But their calculation is that the media obsessed about - what happens inside campaigns.", "sentId": 120}, {"text": "The media obsessed about, you know, sometimes, certainly there are firing squads or tensions within campaigns, but the voters don't give a hoot.", "sentId": 121}], "secId": 36}, {"speaker": "LEE", "sentences": [{"text": "And this is just not a winning issue for the Trump campaign because I think the people who are listening to Paul Manafort say this, say, you know, this is a controversy that is made up by the media and driven by the Clinton campaign.", "sentId": 122}, {"text": "I think the people who are going to get worked up by that and support that  are the people who already support Donald Trump.", "sentId": 123}, {"text": "These are not people across the rest of the country who Trump needs to win over.", "sentId": 124}], "secId": 37}, {"speaker": "LEE", "sentences": [{"text": "And, second of all, I think if you are on Donald Trump's campaign, you're watching these tweets come up on your phone and you're just shaking your head, right?", "sentId": 125}, {"text": "Over the last 24 hours, you speak to anybody on the Trump campaign, and they've all been saying to reporters, we're going to move on.", "sentId": 126}, {"text": "This is not a controversy we're focusing on and we're really done with it.", "sentId": 127}, {"text": "And then Donald Trump goes out there and sends out two tweets.", "sentId": 128}, {"text": "He just can't help himself.", "sentId": 129}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "Right, I think -", "sentId": 130}], "secId": 39}, {"speaker": "LEE", "sentences": [{"text": "He just can't help himself.", "sentId": 131}], "secId": 40}, {"speaker": "HAM", "sentences": [{"text": "He can't help himself.", "sentId": 132}], "secId": 41}, {"speaker": "BALZ", "sentences": [{"text": "John, I think - I mean this is certainly about plagiarism with that particular passage of the speech, but it gives rise to the larger concern that a lot of people who want Republicans to win the White House have about the Trump campaign, and that is the competence of the campaign.", "sentId": 133}, {"text": "I mean this was - this is not an isolated example in which they have fallen down over the last five or six days with two events that they should have complete control over, the rollout of a vice presidential - the selection and rollout of a vice presidential nominee and the choreography of a convention.", "sentId": 134}, {"text": "And in all of those cases, for the last five or six days, they have created stories that have raised doubts about whether they have the infrastructure to really run effective general election campaign.", "sentId": 135}], "secId": 42}, {"speaker": "HAM", "sentences": [{"text": "I think -", "sentId": 136}], "secId": 43}, {"speaker": "MARTIN", "sentences": [{"text": "And two - two issues here that Dan and MJ touch on, and they're both significant and they're kind of like the two dual looming icebergs here in the water for the Trump ocean liner.", "sentId": 137}, {"text": "It's both the campaign's competence, as Dan mentions, which, obviously, is in question, has been now for months because it's so bare bones.", "sentId": 138}, {"text": "But even if you created a top shelf campaign, even if you created a sort of Karl Rove meets David Axelrod hybrid, you would still have a candidate who is not disciplined, like Barack Obama and George W. Bush, who goes out there and tweets two days after this episode and stirs back -", "sentId": 139}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "Calls in to Fox News during the Benghazi speeches.", "sentId": 140}], "secId": 45}, {"speaker": "MARTIN", "sentences": [{"text": "Steps on his own convention, John, by calling in for a Fox News phoner where he trashes John Kasich.", "sentId": 141}, {"text": "What's the strategy?", "sentId": 142}, {"text": "Answer, there is no strategy.", "sentId": 143}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "There is - HAM: Yes, and I think we actually would have moved beyond Melania today had he not tweeted this, because he would have made his entrance and he would have done something else that's notable tonight.", "sentId": 144}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "But to Dan's point about the competence of running the campaign, in the sense that, you know, how inside a campaign can you essentially say things that are just - I'm sorry, I don't want to call them lies, but they're just flatly not true.", "sentId": 145}, {"text": "We know inside the campaign they're trying to figure out what happened.", "sentId": 146}, {"text": "And we know inside the campaign that - we know there was a memo circulated yesterday, essentially Paul Manafort saying, shut it down, stop talking to people, don't acknowledge there was plagiarism, there's no here here.", "sentId": 147}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "But inside the campaign, some people are still talking.", "sentId": 148}, {"text": "And this is a problem in the campaign.", "sentId": 149}, {"text": "In \"The New York Times\" today, I'll read it to you, that - we know, and Maeve Reston our - at CNN also reported this, that, you know, they've got a - they got professional speech writers to write a speech.", "sentId": 150}, {"text": "Melania Trump apparently didn't like it.", "sentId": 151}, {"text": "So they turned to a woman named Meredith McGiver .", "sentId": 152}, {"text": "She's a New York City ballet - former ballet dancer, English major, who's worked on some of Mr. Trump's books.", "sentId": 153}, {"text": "Now, she had her hand on it inside.", "sentId": 154}, {"text": "And the question is, you know, was it Melania Trump, was it Ms. McGiver, who Googled, found the old Michelle Obama speech and then did some cut and paste and didn't do enough to change it or just attribute it.", "sentId": 155}, {"text": "But they're doing this forensic analysis internally.", "sentId": 156}, {"text": "Why did they tell us we're nuts, this never happened?", "sentId": 157}], "secId": 49}, {"speaker": "LEE", "sentences": [{"text": "I mean I think the thing that has people so perplexed by the situation is that for a speech as important as the speech that is delivered by the nominee's spouse, I mean, this has to be an operation that is completely flawless.", "sentId": 158}, {"text": "And wrong by one point person, right?", "sentId": 159}, {"text": "Someone writes a draft and then maybe you bring in multiple people to go through the speech with a fine comb - fine tooth comb.", "sentId": 160}, {"text": "In this case it appears that there were outside people involved in writing the speech, as well as multiple people within the campaign who are now doing the finger pointing of, well, it wasn't me, it wasn't me.", "sentId": 161}, {"text": "So I think that lack of organization is really remarkable.", "sentId": 162}], "secId": 50}, {"speaker": "MARTIN", "sentences": [{"text": "And I can report, too, that Jared Kushner, who is Donald Trump's son-in-law, apparently told the two former Bush speech writers that they - that he liked the draft that was submitted and that, you know, it was a very positive feedback.", "sentId": 163}, {"text": "Those two gentlemen then nerve heard a word again after that feedback until last - you know, two nights ago, when they watched the speech and said, hang on, that's not our speech.", "sentId": 164}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "That's not our speech.", "sentId": 165}, {"text": "It's always dangerous when there are people inside the campaign blaming the spouse to.", "sentId": 166}, {"text": "Whatever happened, whatever happened, you get the spouse riled up in a campaign, that can cause a lot of turmoil.", "sentId": 167}, {"text": "I was told yesterday that the Trump children were upset about this and they wanted to know, how does this happen?", "sentId": 168}, {"text": "They wanted to know, Mr. Manafort, we brought you in.", "sentId": 169}, {"text": "you were the adult that was going to give us a smooth convention.", "sentId": 170}, {"text": "Now you're in charge of just about everything.", "sentId": 171}, {"text": "What happened here?", "sentId": 172}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "But listen to Donald Trump Jr. here saying, look, we're trying to get - he's early in the interview with CBS here, I'm about to play you, he said, look, we want to find out what happened, exactly what happened.", "sentId": 173}, {"text": "But are they mad at Paul Manafort?", "sentId": 174}, {"text": "Publicly he says no.", "sentId": 175}], "secId": 53}, {"speaker": "JR.", "sentences": [{"text": "There's a reason Paul's in the position that he is today, and Corey's not.", "sentId": 176}, {"text": "And it's not because Paul's amateur hour.", "sentId": 177}, {"text": "It has nothing to do with that.", "sentId": 178}, {"text": "I think it's nonsense.", "sentId": 179}, {"text": "I've heard that other people ask, oh, is the family on the outs with Paul.", "sentId": 180}, {"text": "Total nonsense.", "sentId": 181}, {"text": "You know, we couldn't be more happy with the work that he's doing, the way he's tackling these things, the way he's handling the organization of everything going forward.", "sentId": 182}, {"text": "He's done a phenomenal job.", "sentId": 183}, {"text": "I wish we had him on earlier.", "sentId": 184}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "I wish we had him on earlier, he says there.", "sentId": 185}, {"text": "Now I'm told the Trump children are asking questions internally and that the candidate was mad and that his wife was mad, but I want to - whatever your politics, both from his speech last night and the way they have handled this publicly, this family hasn't been involved in politics before.", "sentId": 186}, {"text": "I know they've been involved in business before.", "sentId": 187}, {"text": "But you've got to be pretty impressed with Don Jr. and the other Trump children, how they've handled this publicly.", "sentId": 188}], "secId": 55}, {"speaker": "HAM", "sentences": [{"text": "No, I think they know how to be public figures and they present themselves extremely well.", "sentId": 189}, {"text": "And if you had told me that I'd take a treat  for one of the Trump children at this point in the race, I wouldn't have believed you a couple of years ago.", "sentId": 190}, {"text": "But here we are.", "sentId": 191}], "secId": 56}, {"speaker": "HAM", "sentences": [{"text": "No, I think - I think Donald Trump Jr. did a great job for his father last night and seemed like, frankly to me, a conservative and a Republican who had thought about policy.", "sentId": 192}], "secId": 57}, {"speaker": "LEE", "sentences": [{"text": "And remember, of course -", "sentId": 193}], "secId": 58}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 194}], "secId": 59}, {"speaker": "LEE", "sentences": [{"text": "The children had a big role in ousting Corey Lewandowski, the former campaign manager.", "sentId": 195}, {"text": "So I think, at this point in the election, in the middle of the Republican Convention, for one of the children to say, yes, we have doubts about Paul Manafort, the guy that we thought would be able to turn the campaign around, I mean the timing doesn't work and strategy wise it doesn't work either.", "sentId": 196}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "It's the word that Donald Trump Jr. mentioned about his father, loyalty.", "sentId": 197}, {"text": "Loyalty.", "sentId": 198}, {"text": "We'll see how long this plays out.", "sentId": 199}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Hang tight, Dan, one second.", "sentId": 200}], "secId": 62}, {"speaker": "BALZ", "sentences": [{"text": "Sure.", "sentId": 201}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "We're going to continue to follow this breaking news.", "sentId": 202}, {"text": "As we said, Donald Trump is on his way here to Cleveland.", "sentId": 203}, {"text": "He's been tweeting about his wife's speech and the controversy about it the other night.", "sentId": 204}, {"text": "But, ahead, I want to pick something up here if I can find it.", "sentId": 205}, {"text": "Oh, I'm not going to find it fast enough.", "sentId": 206}, {"text": "Never mind.", "sentId": 207}, {"text": "The convention delegates, I'll show it to you in a minute, the convention delegates here, they have a favorite floor chant.", "sentId": 208}], "secId": 64}, {"speaker": "CROWD", "sentences": [{"text": "Lock her up!", "sentId": 209}, {"text": "Lock her up!", "sentId": 210}, {"text": "Lock her up!", "sentId": 211}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Here's what I was looking for right here, if you can come back to me for one second here.", "sentId": 212}, {"text": "This is a pin they're selling outside, \"Hillary for prison.\"", "sentId": 213}, {"text": "This is a favorite theme here at the Republican Convention.", "sentId": 214}, {"text": "Democrats won't like it.", "sentId": 215}, {"text": "But it is firing up the Republicans.", "sentId": 216}, {"text": "As Republicans make crystal clear, though, who they're against, are we learning much about what they're for?", "sentId": 217}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Live pictures there of our CNN Grill, just outside the Q, the convention hall, or as they know it here in Cleveland, the house that LeBron built.", "sentId": 218}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "The changing of the Republican guard is official and, at times, let's be honest, it's awkward.", "sentId": 219}, {"text": "Donald Trump ran against the Republican establishment he said was bought by special interests.", "sentId": 220}, {"text": "And he ran against the party leadership views on issues ranging from trade, to Russia, to immigration, and more.", "sentId": 221}, {"text": "House Speaker Paul Ryan, he can't call him a big Trump fan.", "sentId": 222}, {"text": "But because of his role as the speaker and his role as convention chairman, it was Ryan who declared Trump the winner and then tried to turn the page.", "sentId": 223}], "secId": 68}, {"speaker": "RYAN", "sentences": [{"text": "We Republicans have made our choice.", "sentId": 224}, {"text": "Have we had our arguments this year?", "sentId": 225}, {"text": "Sure we have.", "sentId": 226}, {"text": "You and I call those signs of life.", "sentId": 227}, {"text": "Signs of a party that's not just going through the motions.", "sentId": 228}, {"text": "Not just mounting - mouthing new words from the same old stuff.", "sentId": 229}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Senate Majority Leader Mitch McConnell also had a role last night.", "sentId": 230}, {"text": "Now, remember, not too long ago, he said Trump should stay on script because he clearly doesn't know all that much about policy.", "sentId": 231}, {"text": "Yes, the Senate majority leader said that.", "sentId": 232}, {"text": "But in his convention speech, Senator McConnell chose to frame it differently.", "sentId": 233}], "secId": 70}, {"speaker": "MCCONNELL", "sentences": [{"text": "We put Obamacare repeal on the president's desk, he vetoed it.", "sentId": 234}, {"text": "Donald Trump would sign it.", "sentId": 235}, {"text": "We passed a bill to finally build a Keystone pipe line.", "sentId": 236}, {"text": "Obama vetoed it.", "sentId": 237}, {"text": "Donald Trump would sign it.", "sentId": 238}, {"text": "We passed a bill to defund Planned Parenthood.", "sentId": 239}, {"text": "Obama vetoed it.", "sentId": 240}, {"text": "Donald Trump would sign it.", "sentId": 241}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "It's fascinating being in the hall.", "sentId": 242}, {"text": "I said this last night, I don't mean it as a criticism, at times it appears like the island of misfit toys, in the sense that you have the Trump faction and they say, we won fair and square get over it.", "sentId": 243}, {"text": "And he did win fair and square.", "sentId": 244}, {"text": "And his message to the elite has been, get over it.", "sentId": 245}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "But then you have the establishment figures who either don't know Trump, they're not sure they can trust Trump.", "sentId": 246}, {"text": "They don't know what's going on.", "sentId": 247}, {"text": "Grade that one for me, Ryan and McConnell, they're essential saying, this is what we've got, let's ride with it.", "sentId": 248}], "secId": 73}, {"speaker": "HAM", "sentences": [{"text": "Yes.", "sentId": 249}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "But it's awkward at times.", "sentId": 250}], "secId": 75}, {"speaker": "HAM", "sentences": [{"text": "No, it's definitely awkward.", "sentId": 251}, {"text": "They're saying best wishes.", "sentId": 252}, {"text": "We'll see what happens here.", "sentId": 253}, {"text": "And I think the idea that this was ever going to be a normal unification process, I mean, if you look at Donald Trump's career, his personal life to some extent, he's a man of constant tension and constant attention.", "sentId": 254}, {"text": "This is who he is.", "sentId": 255}, {"text": "And his campaign is going to be run that way.", "sentId": 256}, {"text": "And these differences are not small and they're not going to be papered over.", "sentId": 257}, {"text": "People are going to do their best.", "sentId": 258}, {"text": "But I think you see it in people sort of drifting out of the hallways at times while main speakers are speaking.", "sentId": 259}, {"text": "There are people who are unhappy in the hall.", "sentId": 260}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 261}, {"text": "Right.", "sentId": 262}, {"text": "The Trump people love the alternative programming, soap opera stars, people from the outside, the UFC fighter, the fighter, and some of the establishment people sit there like this.", "sentId": 263}, {"text": "And then when the establishment politicians are up there, the Trump people say, it's time to get a hot dog and wonder out of the room.", "sentId": 264}, {"text": "It's actually pretty fascinating to watch.", "sentId": 265}], "secId": 77}, {"speaker": "MARTIN", "sentences": [{"text": "It's parallel conventions.", "sentId": 266}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 267}], "secId": 79}, {"speaker": "MARTIN", "sentences": [{"text": "And it's striking to watch it in real time.", "sentId": 268}, {"text": "You've got Paul Ryan up there talking about the importance of tax reform to fire the engines of free enterprise and American business, and then you have Ben Carson talking about Saul Olinsky .", "sentId": 269}, {"text": "It's strikingly different.", "sentId": 270}, {"text": "And, actually, it's sort of complex because to me there's three parties, or at least three factions up there.", "sentId": 271}, {"text": "You've got the hardline conservatives, the Ted Cruz folks, who don't like Trump for their own reasons.", "sentId": 272}, {"text": "You've got sort of the party regulars, who come to the conventions every four years, who don't like Trump for their own reason.", "sentId": 273}, {"text": "And then the Trump faction itself.", "sentId": 274}, {"text": "So you've got these sort of three moving parts up there.", "sentId": 275}, {"text": "And I can't recall anything like it.", "sentId": 276}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "Right, he's - go ahead, please.", "sentId": 277}], "secId": 81}, {"speaker": "BALZ", "sentences": [{"text": "I was just going to say, it's fascinating if you - if you listen to the speeches that Senator McConnell and Speaker Ryan gave last night.", "sentId": 278}, {"text": "Paul Ryan mentioned Donald Trump twice but only in the context of Mike Pence and Donald Trump.", "sentId": 279}, {"text": "He never separated them out as a candidate.", "sentId": 280}, {"text": "MARTIN: Great point.", "sentId": 281}], "secId": 82}, {"speaker": "BALZ", "sentences": [{"text": "He never made - he never made a positive, affirmative statement about what Donald Trump would be like as president or why it would be good.", "sentId": 282}, {"text": "Mitch McConnell mentioned him perhaps five times in the context that you described, which is, we will take action and he will ratify what we did.", "sentId": 283}, {"text": "In other words, we're going to set the agenda, not necessarily true if he's president.", "sentId": 284}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Yes, McConnell's speech was essentially, Trump will have a black pen, not a red pen.", "sentId": 285}, {"text": "You don't get to veto back.", "sentId": 286}, {"text": "But we'll see - we'll see how it plays out now.", "sentId": 287}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "But there is division in the room about Donald Trump.", "sentId": 288}, {"text": "And, again, his people say, we won fair and square get over it.", "sentId": 289}, {"text": "Help us win in November.", "sentId": 290}, {"text": "And their - one of their main arguments is, and this does unify the room, is that maybe you have some reservations about Donald Trump, but Chris Christie led the prosecution last night.", "sentId": 291}, {"text": "The witness, Hillary Clinton.", "sentId": 292}], "secId": 85}, {"speaker": "CHRISTIE", "sentences": [{"text": "Time after time after time the facts and just the facts lead you to the same verdict, both around the world and here at home, in Libya and Nigeria, guilty.", "sentId": 293}, {"text": "In China and Syria -", "sentId": 294}], "secId": 86}, {"speaker": "CROWD", "sentences": [{"text": "Guilty.", "sentId": 295}], "secId": 87}, {"speaker": "CHRISTIE", "sentences": [{"text": "In Iran and Russia and Cuba -", "sentId": 296}], "secId": 88}, {"speaker": "CROWD", "sentences": [{"text": "Guilty.", "sentId": 297}], "secId": 89}, {"speaker": "CHRISTIE", "sentences": [{"text": "And here at home for risking America's secrets to keep her own and lying to cover it all up -", "sentId": 298}], "secId": 90}, {"speaker": "CROWD", "sentences": [{"text": "Guilty.", "sentId": 299}], "secId": 91}, {"speaker": "DAY", "sentences": [{"text": "As head of a foundation, you accepted tens of millions of dollars from foreign countries who enslaved women and who treat them as second class citizens.", "sentId": 300}], "secId": 92}, {"speaker": "CAPITO", "sentences": [{"text": "When I think out Hillary Clinton's pursuit of an anti-coal agenda, do you know what I think about?", "sentId": 301}, {"text": "I think about that miner who wakes up before dawn every day to go to a ten hour shift.", "sentId": 302}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Aggressive throughout the night, the second night, a very aggressive - I'll say this, people probably don't like this language, but peeling the skin off Hillary Clinton two nights in a row, very aggressive attacks.", "sentId": 303}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "One of the Republicans who's not here, Senator Jeff Flake of Arizona, who had a confrontation with Trump, when Trump visited on Capitol Hill.", "sentId": 304}, {"text": "He thinks they're going too far.", "sentId": 305}, {"text": "He tweeted this out last night.", "sentId": 306}, {"text": "\"@hillaryclinton now belongs in prison, come on, we can make the case that she shouldn't be elected without jumping the shark.\"", "sentId": 307}, {"text": "But the lock her up has been the refrain that keeps spontaneously coming up from the floor.", "sentId": 308}], "secId": 95}, {"speaker": "MARTIN", "sentences": [{"text": "Yes, that's where the base is.", "sentId": 309}, {"text": "I think the best thing that Trump has going for him is that the Republican voters are determined to stop Hillary Clinton.", "sentId": 310}, {"text": "I often think about what this election would be like - what this convention would be like if Democrats had nominated a sort of barely known, younger senator.", "sentId": 311}, {"text": "Michael Bennett or Tim Cain.", "sentId": 312}, {"text": "You know, could they have sort of summoned that rage that you saw last night with that chant of lock her up?", "sentId": 313}, {"text": "It would be a sort of striking - a striking, no question.", "sentId": 314}, {"text": "I think that's probably what keeps this race at least relatively close going into the fall, John, is the fact that she is so polarizing.", "sentId": 315}, {"text": "There are so many conservatives out there, who despite their misgivings about Trump, are going to have a really hard time walking into that booth, closing the curtain, and pulling the lever for Hillary Rodham Clinton.", "sentId": 316}], "secId": 96}, {"speaker": "LEE", "sentences": [{"text": "I think I -", "sentId": 317}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "OK, I need to stop - I want to stop you for one second because we have some breaking news right now.", "sentId": 318}, {"text": "We talked to you at the top of the show about Donald Trump tweeting on his way here about Melania Trump's speech the other night and the whole plagiarism controversy.", "sentId": 319}, {"text": "The Trump campaign said there was nothing to see, no plagiarism happened, but Maeve Reston now joins us.", "sentId": 320}, {"text": "It turns out the campaign may have a little different story today.", "sentId": 321}], "secId": 98}, {"speaker": "RESTON", "sentences": [{"text": "Right.", "sentId": 322}, {"text": "So, John, the campaign is finally coming out and really taking full charge of this situation, which has been going on for 48 hours.", "sentId": 323}, {"text": "They are identifying the person who they said helped Melania with this speech and are putting forward - and are saying that she offered her resignation this morning.", "sentId": 324}, {"text": "This is Meredith McGiver , who helped Donald Trump write a number of his books.", "sentId": 325}, {"text": "She was someone that Melania had turned to her guidance.", "sentId": 326}, {"text": "But we are told that Donald Trump did not accept her resignation.", "sentId": 327}], "secId": 99}, {"speaker": "RESTON", "sentences": [{"text": "So all of this is just coming into us now and obviously this will be a way in which the Trump campaign thinks that they can move past this controversy, take - shift the spotlight off of Melania and the chaos in the campaign and move on to the rest of the speakers this week.", "sentId": 328}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Maeve Reston with the breaking news for us.", "sentId": 329}, {"text": "Thank you, Maeve.", "sentId": 330}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "Let's come back - back to the panel.", "sentId": 331}], "secId": 102}, {"speaker": "hand", "sentences": [{"text": "Well, the thing is that this is something that should have", "sentId": 332}], "secId": 103}, {"speaker": "hand", "sentences": [{"text": "happened 24 hours ago.", "sentId": 333}, {"text": "This is coming one day too late.", "sentId": 334}, {"text": "This controversy has already blown up.", "sentId": 335}, {"text": "And I think that obviously said a lot about just the disorganization and the lack of organization within the Trump campaign.", "sentId": 336}, {"text": "And I think it's interesting that Maeve used the words \"move on.\"", "sentId": 337}, {"text": "The campaign wants to move on from this controversy.", "sentId": 338}, {"text": "That all depends on whether or not Donald Trump wants to move on.", "sentId": 339}, {"text": "We saw an hour or so ago that he put out two tweets sort of extending this controversy and I don't know that he is done talking about this despite what his campaign wants.", "sentId": 340}], "secId": 104}, {"speaker": "MARTIN", "sentences": [{"text": "But - hold on one second.", "sentId": 341}, {"text": "I just want to go back to Maeve Reston because the key point here, as they disclose this, Maeve, and as they say this Ms. McGiver offered her resignation because she was involved in this speech and Donald Trump said no, what else does the statement say about what the campaign concludes happened?", "sentId": 342}, {"text": "Does it say, yes, we plagiarized, or at least admit something of that effect?", "sentId": 343}], "secId": 105}, {"speaker": "RESTON", "sentences": [{"text": "So we are literally getting this right at this moment and it is actually a speech - it is actually a statement by Meredith McGiver that I will read to you in full.", "sentId": 344}], "secId": 106}, {"speaker": "RESTON", "sentences": [{"text": "She says that she's an in house staffer at the Trump organization, a longtime friend and admirer.", "sentId": 345}, {"text": "In working with Melania Trump on her recent first lady speech, we discussed many people who inspired here and messages she wanted to share with the American people.", "sentId": 346}, {"text": "A person she has always liked is Michelle Obama.", "sentId": 347}, {"text": "Over the phone, she read me some passages from Mrs. Obama's speech as examples.", "sentId": 348}, {"text": "I wrote them down, and later included some of the phrasing in the drafts that ultimately became the final speech.", "sentId": 349}, {"text": "I did not check Mrs. Obama's speeches.", "sentId": 350}, {"text": "This was my mistake and I feel terrible for the chaos I have caused Melania and the Trumps, as well as Mrs. Obama.", "sentId": 351}, {"text": "No harm was meant.", "sentId": 352}, {"text": "Yesterday, she says, I offered my resignation to Mr. Trump and the Trump family, but they rejected it.", "sentId": 353}, {"text": "Mr. Trump told me that people make innocent mistakes and that we learn and grow from these experiences.", "sentId": 354}, {"text": "I asked to put this statement out because I did not like seeing the way this was distracting from Mr. Trump's historic campaign for president and Melania's beautiful message and presentation.", "sentId": 355}, {"text": "I apologize for the confusion and hysteria my mistake has caused.", "sentId": 356}, {"text": "Today, more than ever, I am honored to work for such a great family and I personally admire the way that Mr. Trump has handled the situation and am grateful for his understanding.", "sentId": 357}], "secId": 107}, {"speaker": "RESTON", "sentences": [{"text": "So, no, the word plagiarism is not in that statement, but what she is saying is that Melania read her passages from Michelle Obama's speech over the phone", "sentId": 358}], "secId": 108}], "sectionCount": 109, "url": "transcripts.cnn.com/TRANSCRIPTS/1607/20/ip.01.html", "sentenceCount": 360, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 20, 2016 - 12:00   ET", "speakers": ["KING", "TRUMP", "JR.", "with", "MARTIN", "BALZ", "HAM", "CUOMO", "MANAFORT", "LEE", "CROWD", "RYAN", "MCCONNELL", "CHRISTIE", "DAY", "CAPITO", "RESTON", "hand"], "title": "INSIDE POLITICS"}