{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1601.17.ip.01.html.json", "subTitle": "Released Americans Leave Iran; Trump versus Cruz; Can Clinton Stop the Sanders Surge. Aired 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Remember this Ted Cruz/Donald Trump hug?", "sentId": 0}, {"text": "Well two weeks to Iowa -- forget about it.", "sentId": 1}], "secId": 0}, {"speaker": "TRUMP", "sentences": [{"text": "So I guess the bromance is over.", "sentId": 2}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Trump-Cruz clashes dominate a big GOP debate.", "sentId": 3}], "secId": 2}, {"speaker": "TRUMP", "sentences": [{"text": "Who the hell knows if you can even serve in office?", "sentId": 4}], "secId": 3}, {"speaker": "CRUZ", "sentences": [{"text": "There was nothing to this birther issue.", "sentId": 5}, {"text": "Constitution hasn't changed.", "sentId": 6}, {"text": "But the poll numbers have.", "sentId": 7}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Plus history does repeat itself.", "sentId": 8}], "secId": 5}, {"speaker": "CLINTON", "sentences": [{"text": "It's time to pick a side.", "sentId": 9}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton's big lead is gone.", "sentId": 10}], "secId": 7}, {"speaker": "SANDERS", "sentences": [{"text": "They're mad at me today, they're mad at me yesterday.", "sentId": 11}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Bernie Sanders pulled off a stunning upset.", "sentId": 12}], "secId": 9}, {"speaker": "INSIDE POLITICS", "sentences": [{"text": "the biggest stories sourced by the best reporters, now.", "sentId": 13}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 14}, {"text": "I'm John King.", "sentId": 15}, {"text": "Thanks for sharing your Sunday morning with us.", "sentId": 16}], "secId": 11}, {"speaker": "There's major breaking news today", "sentences": [{"text": "the Americans released from Iranian jails are now on their way home.", "sentId": 17}, {"text": "The President of Iran spoke about the historic prison swap just last hour and we're waiting now to hear from President Obama.", "sentId": 18}, {"text": "We expect that later this morning.", "sentId": 19}], "secId": 12}, {"speaker": "There's major breaking news today", "sentences": [{"text": "The deal and the lifting of sanctions on Iran is part of the previously negotiated nuclear deal, of course, was an immediate issue in the 2016 campaign.", "sentId": 20}, {"text": "Democrats call it proof diplomacy works, Republicans see it very differently.", "sentId": 21}], "secId": 13}, {"speaker": "CRUZ", "sentences": [{"text": "There may be some ugly core parts of this deal that we don't know about yet, so we should withhold judgment.", "sentId": 22}, {"text": "But right now, I give thanks that the Americans are coming back, and this should have happened a long, long time ago.", "sentId": 23}], "secId": 14}, {"speaker": "BUSH", "sentences": [{"text": "All the details haven't come out on that, but every time we show weakness, it's a victory for Iran.", "sentId": 24}], "secId": 15}, {"speaker": "RUBIO", "sentences": [{"text": "They know that if you take an American hostage, Barack Obama will cut a deal with you.", "sentId": 25}, {"text": "And it's created an enormous incentive for people and countries in movements around the world to do this against us.", "sentId": 26}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Two weeks to the Iowa caucuses and two other big questions this morning, what next now in the open slug fest between Donald Trump and Ted Cruz?", "sentId": 27}], "secId": 17}, {"speaker": "TRUMP", "sentences": [{"text": "I think he came across very strident and not a nice person.", "sentId": 28}, {"text": "And people don't like that.", "sentId": 29}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "And as Democrats prepare for a debate tonight, can Hillary Clinton stop the Bernie Sanders surge?", "sentId": 30}], "secId": 19}, {"speaker": "CLINTON", "sentences": [{"text": "If you're going go around saying you stand up to special interests, well stand up to the most powerful special interest -- stand up to that gun lobby.", "sentId": 31}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights: CNN's Nia- Malika Henderson; Jackie Kucinich of the \"Daily Beast\", Matt Viser of the Boston Globe, and Eliana Johnson of \"National Review\".", "sentId": 32}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "Let's start with this Iran deal.", "sentId": 33}, {"text": "The prisoners are on their way home, everybody can celebrate that.", "sentId": 34}, {"text": "Democrats and Republicans see it very different though.", "sentId": 35}, {"text": "The Democrats say diplomacy is good; the president's on the right track.", "sentId": 36}, {"text": "Republicans say it's horrible; it's part of a capitulation by the Obama administration.", "sentId": 37}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "Does it change anything in the campaign?", "sentId": 38}, {"text": "Iowa votes in two weeks, is this just proof of another issue in which we have parallel universes -- Democrats see it one way, Republicans see the other?", "sentId": 39}, {"text": "Or does it change anything?", "sentId": 40}], "secId": 23}, {"speaker": "HENDERSON", "sentences": [{"text": "I think we'll see tonight on that debate stage.", "sentId": 41}, {"text": "I think in some ways it helps Hillary Clinton going into this debate tonight.", "sentId": 42}, {"text": "She came out with a statement essentially A, taking credit for a lot of the initial, initial agreements that led to this final Iranian deal.", "sentId": 43}], "secId": 24}, {"speaker": "HENDERSON", "sentences": [{"text": "And she also said listen, we should have more sanctions and put more sanctions on Iran.", "sentId": 44}, {"text": "And you saw Bill Kristol for instance tweet that out in and the \"Weekly Standard\" ran with the headline and said she is stronger than Kerry and Obama on this issue.", "sentId": 45}], "secId": 25}, {"speaker": "HENDERSON", "sentences": [{"text": "So I think it's positioning her to be the hawk's hawk again of the Democratic Party and she can in some ways I think turn the debate tonight to some of.", "sentId": 46}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "But does a hawk's hawk -- certainly she could say I have more experience to be commander-in-chief but is being the hawk in the Democratic Party in the primaries -- is that a good thing or a bad thing?", "sentId": 47}], "secId": 27}, {"speaker": "KUCINICH", "sentences": [{"text": "Yes.", "sentId": 48}, {"text": "I mean therein lies the question, right --", "sentId": 49}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 50}], "secId": 29}, {"speaker": "KUCINICH", "sentences": [{"text": "-- because you have that -- that's where Bernie Sanders, that's one of the reasons Bernie Sanders still has his rising tide of people behind him.", "sentId": 51}], "secId": 30}, {"speaker": "KUCINICH", "sentences": [{"text": "But I think the other interesting thing is the jury's still out on whether Iran abides by all the provisions of deal.", "sentId": 52}, {"text": "And that could turn very differently for Hillary Clinton going down the line.", "sentId": 53}, {"text": "And I think that's why you're not going to hear Republicans saying anything nice about this deal any time soon.", "sentId": 54}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "On the Republican side, one of the interesting things is you heard them carefully.", "sentId": 55}, {"text": "They're saying amen, the Americans are coming home, but they raise serious questions about how the Obama administration has handled this from the prisoner swap and what they gave up to the nuclear deal which they say is a joke and won't hold up.", "sentId": 56}, {"text": "Iran won't keep its end of the deal.", "sentId": 57}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "But Donald Trump, as he is prone to do says, they're coming home in part because of him.", "sentId": 58}], "secId": 33}, {"speaker": "TRUMP", "sentences": [{"text": "I have been going wild for years about the prisoners.", "sentId": 59}, {"text": "I call them the hostages.", "sentId": 60}, {"text": "So I've been hitting them hard.", "sentId": 61}, {"text": "And I think I might have had something to do with it.", "sentId": 62}, {"text": "You want to know the truth.", "sentId": 63}, {"text": "Who's using it?", "sentId": 64}, {"text": "It's a part of my staple thing.", "sentId": 65}], "secId": 34}, {"speaker": "VISER", "sentences": [{"text": "What would Donald Trump not take credit for here?", "sentId": 66}, {"text": "The interesting thing here I think is that the deal itself still remains fairly unpopular.", "sentId": 67}, {"text": "Half of Americans generally don't support it.", "sentId": 68}, {"text": "Republicans generally hate the deal with Iran.", "sentId": 69}, {"text": "But bringing home Americans is generally pretty popular.", "sentId": 70}, {"text": "So this", "sentId": 71}], "secId": 35}, {"speaker": "VISER", "sentences": [{"text": "offers the administration I think another chance to sell aspects of the deal and so, the merits of diplomacy in a week where we had ten sailors also released in a fairly, you know, non-eventful way -- it was in 24 hours.", "sentId": 72}], "secId": 36}, {"speaker": "VISER", "sentences": [{"text": "So I think the administration now has a story to sell -- how well they sell it, I don't know.", "sentId": 73}, {"text": "And Republicans I think are still going to be pretty opposed to the deal.", "sentId": 74}], "secId": 37}, {"speaker": "JOHNSON", "sentences": [{"text": "I also think that you're going to see this intensify foreign policy divide within the Republican field because the candidates already are not striking one note.", "sentId": 75}, {"text": "You have Donald Trump and Rand Paul saying essentially -- I mean Trump saying a he could have struck a better deal, but not opposing the deal itself.", "sentId": 76}, {"text": "Rand Paul also.", "sentId": 77}], "secId": 38}, {"speaker": "JOHNSON", "sentences": [{"text": "And then, folks like Marco Rubio and Chris Christie saying that, you know, negotiating at all with a state like Iran puts America in a position of weakness.", "sentId": 78}, {"text": "And Ted Cruz, striking the middle ground between the two.", "sentId": 79}, {"text": "And so I think it'll be really interesting to see how this plays out.", "sentId": 80}], "secId": 39}, {"speaker": "JOHNSON", "sentences": [{"text": "But it's important to note there really isn't unanimity among the Republican candidates in terms of their reaction to this deal.", "sentId": 81}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "That's an excellent point.", "sentId": 82}, {"text": "And we also have a divide in the Republican Party that I'll call more than fascinating.", "sentId": 83}, {"text": "Cruz and Trump obviously the two big dogs in the race right now.", "sentId": 84}, {"text": "Trump's leading nationally.", "sentId": 85}, {"text": "Cruz and Trump in a dead heat in Iowa -- everyone else sort of watching this, trying to get attention to this race.", "sentId": 86}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Trump was up early in the morning yesterday, I think maybe cranking the sunrise.", "sentId": 87}, {"text": "He can take credit for that.", "sentId": 88}, {"text": "And he's out on Twitter going after Ted Cruz again.", "sentId": 89}, {"text": "And he got a quick response from a very influential voice in the conservative movement -- radio talk show host Mark Levin who will be in the chair tomorrow.", "sentId": 90}, {"text": "It will be very interesting to see when Monday dawns what they say on talk radio.", "sentId": 91}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "But Mark Levin telling Donald Trump on Twitter cut the -- it's Sunday morning, I'm not going to say it.", "sentId": 92}, {"text": "You can say  essentially saying Donald Trump risks losing conservative support.", "sentId": 93}, {"text": "He says \"Save the liberal New York City bully tactics for the New York City liberals.", "sentId": 94}, {"text": "You're not politically invincible regardless of the polls and the media.\"", "sentId": 95}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "This is fascinating divide within conservatives.", "sentId": 96}, {"text": "Some of them like Trump.", "sentId": 97}, {"text": "Some of them like the fact that he kicks their establishment all the time.", "sentId": 98}, {"text": "But whenever he gets really tight after Cruz, they say watch it, mister.", "sentId": 99}], "secId": 44}, {"speaker": "JOHNSON", "sentences": [{"text": "Yes, you know, it's interesting because despite what Mark Levin says, I do think that some of Trump's birther attacks had an impact on Cruz.", "sentId": 100}, {"text": "And as nauseating as it was for so many conservatives to see Cruz cozy up to Trump, I think that his timing, the timing of his friendship with Trump and of his distancing from Trump -- he essentially waited for Trump to step in it on this birther issue to distance himself has really shown that Cruz is an incredibly shrewd political strategist.", "sentId": 101}], "secId": 45}, {"speaker": "JOHNSON", "sentences": [{"text": "And despite what many Democrats think about his weaknesses in a general election he has shown just how strong he might be particularly as Hillary Clinton looks weak in her match-up against Bernie Sanders.", "sentId": 102}], "secId": 46}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 103}, {"text": "And I think the match-up between Ted Cruz, we've seen -- between Ted Cruz and Donald Trump.", "sentId": 104}, {"text": "We've seen people go at Donald Trump from positions of weakness whether it was Rick Perry, Bobby Jindal, Jeb Bush, obviously trying to punch up.", "sentId": 105}], "secId": 47}, {"speaker": "HENDERSON", "sentences": [{"text": "And then you saw Ted Cruz there, very much going toe to toe with Donald Trump on that debate stage, standing right next to him and going from a position of strength.", "sentId": 106}, {"text": "His people certainly think this is good for them.", "sentId": 107}, {"text": "They think maybe they lost the moment with that New York, you know, comeback that Donald Trump had in the debate.", "sentId": 108}], "secId": 48}, {"speaker": "HENDERSON", "sentences": [{"text": "But in the long-term, when you're thinking about flyover country, when you're thinking about Iowa and you're thinking about South Carolina, that New York attack actually works.", "sentId": 109}, {"text": "And it's just part of this larger argument that Donald Trump is a fake conservative.", "sentId": 110}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Several weeks ago when Mark Levin and Rush went after Trump, he did back off a little bit.", "sentId": 111}, {"text": "They said don't mess with Ted Cruz.", "sentId": 112}, {"text": "But my calculation here is that Trump has made his choice now.", "sentId": 113}, {"text": "A, the clock is thinking.", "sentId": 114}, {"text": "Iowa votes in two weeks.", "sentId": 115}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "I think he looks to his right and sees to your point, a very shrewd, a very strong Ted Cruz.", "sentId": 116}, {"text": "He looks to his left and he sees Rubio, Bush, Kasich, Christie and thinks those guys aren't as strong twice -- first on \"Morning Joe\" and then in an interview you will see at the top of the hour right here on \"STATE OF THE UNION\".", "sentId": 117}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Donald Trump calls Ted Cruz strident.", "sentId": 118}, {"text": "And then says it again.", "sentId": 119}, {"text": "The right knows what he's saying.", "sentId": 120}, {"text": "That is an establishment Republican saying, wing nut.", "sentId": 121}], "secId": 52}, {"speaker": "KUCINICH", "sentences": [{"text": "Right.", "sentId": 122}, {"text": "And one of the interesting things that's happened as Ted Cruz has risen -- you've seen establishment Republicans be like ok, Trump's fine, I guess because they so don't like Ted Cruz that Trump ends up being their choice.", "sentId": 123}, {"text": "I mean down is up, less is right.", "sentId": 124}, {"text": "It really is.", "sentId": 125}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "That's a fascinating calculation though.", "sentId": 126}, {"text": "Many in the establishment -- if you talk to the strategist type -- they don't like Cruz or Trump.", "sentId": 127}, {"text": "The strategist types say we'd rather have Cruz because even though we think he's to the right, we think he has a  -- he's predictable, and we can plan a campaign because he's predictable.", "sentId": 128}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "But the money guys, they so don't like Cruz or the elected guys so don't like Cruz -- they're looking at Trump.", "sentId": 129}, {"text": "It's wild.", "sentId": 130}], "secId": 55}, {"speaker": "VISER", "sentences": [{"text": "You also look at the down ticket implications for a Ted Cruz or a Donald Trump.", "sentId": 131}, {"text": "And you know, I think people, the unpredictability worries people about Trump saying something in October that just annihilates the rest of the slate for Republicans.", "sentId": 132}], "secId": 56}, {"speaker": "HENDERSON", "sentences": [{"text": "But it's also true that the establishment figures don't hate Cruz or Trump enough to yet coalesce around any one candidate.", "sentId": 133}, {"text": "I mean if you look at Lindsey Graham, he comes out and he goes for Jeb Bush.", "sentId": 134}, {"text": "Marco Rubio is standing there looking like he's the most likely to come out as the establishment figure, but there has been no coalescing among those sort of gray-haired establishment figures.", "sentId": 135}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "That is still the giant question in the race.", "sentId": 136}, {"text": "We know Trump and Cruz are for real and they're going to be in the race for a bit.", "sentId": 137}, {"text": "Will there be a single establishment alternative?", "sentId": 138}, {"text": "Iowa won't settle that, maybe New Hampshire will.", "sentId": 139}, {"text": "We'll figure it out as we go forward.", "sentId": 140}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 141}, {"text": "Up next, Hillary Clinton says she's not nervous -- of course she is.", "sentId": 142}, {"text": "The Bernie Sanders challenge is very, very real.", "sentId": 143}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "First though, politicians say the darnedest things.", "sentId": 144}, {"text": "Well, this morning we'll give you the \"Saturday Night Live\" version.", "sentId": 145}], "secId": 60}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Clearly I'm not Canadian.", "sentId": 146}, {"text": "Canadians are well- liked.", "sentId": 147}, {"text": "I am not.", "sentId": 148}, {"text": "Canadians are rugged and outdoorsy where I myself am mostly made of putty.", "sentId": 149}, {"text": "Canadians are genuine and warm whereas when I smile it looks like I'm peeing.", "sentId": 150}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 151}, {"text": "Here's a question to ponder over your Sunday morning coffee.", "sentId": 152}, {"text": "How would you like to be the staffer to walk into the Clinton campaign's morning meeting and speak this sentence?", "sentId": 153}, {"text": "Madam Secretary, Iowa looks very much like it did eight years ago.", "sentId": 154}, {"text": "Ouch.", "sentId": 155}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Let's look at the polling.", "sentId": 156}, {"text": "Hillary Clinton for a long time has been way ahead in Iowa.", "sentId": 157}, {"text": "But a brand new Des Moines Register/Bloomberg poll -- 42 percent Hillary Clinton, 40 percent Bernie Sanders, 4 percent for the former Maryland governor, Martin O'Malley.", "sentId": 158}, {"text": "So a dead heat between Hillary Clinton and Bernie Sanders.", "sentId": 159}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Secretary Clinton can look at this and say these are my areas of strength.", "sentId": 160}, {"text": "She's winning among older voters, winning among women, and winning among those who are registered as Democrats.", "sentId": 161}, {"text": "That looks pretty good two weeks to the caucuses.", "sentId": 162}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "But this looks all too familiar for the Clinton team.", "sentId": 163}, {"text": "Bernie Sanders just like Barack Obama in 2008 with a lead among first- time caucus goers, those who say they're going to come for the first time with a big lead among Independents who can come and vote on caucus night and with a big lead among younger voters -- those under age 45.", "sentId": 164}, {"text": "Bernie Sanders now, Barack Obama then.", "sentId": 165}], "secId": 65}, {"speaker": "question", "sentences": [{"text": "You know, it seems like voters just haven't decided to go", "sentId": 166}], "secId": 66}, {"speaker": "question", "sentences": [{"text": "with Hillary Clinton.", "sentId": 167}, {"text": "At the end of the day she hasn't proven her point.", "sentId": 168}, {"text": "She hasn't made her case enough to the satisfaction of Iowa voters.", "sentId": 169}], "secId": 67}, {"speaker": "question", "sentences": [{"text": "And you're right.", "sentId": 170}, {"text": "We saw the same thing eight years ago.", "sentId": 171}, {"text": "One of the striking things about this poll that 40 percent of those who are polled said they either hadn't decided or were up for changing their mind.", "sentId": 172}, {"text": "They don't have the solid support yet.", "sentId": 173}, {"text": "So that'll play out in the next two weeks.", "sentId": 174}], "secId": 68}, {"speaker": "HENDERSON", "sentences": [{"text": "And you're right, she hasn't made her case, and they haven't figured out what the case against Bernie Sanders is -- right?", "sentId": 175}, {"text": "On the one hand, should they go negative -- they're starting to go negative at this point, I talked to Clinton folks months ago.", "sentId": 176}, {"text": "They felt like they shouldn't go negative.", "sentId": 177}, {"text": "They felt like they couldn't go negative because of Hillary Clinton's likability problems to begin with.", "sentId": 178}], "secId": 69}, {"speaker": "HENDERSON", "sentences": [{"text": "So they're trying to figure out is it on guns?", "sentId": 179}, {"text": "It looks like Bernie Sanders has sort of capitulated on that point.", "sentId": 180}, {"text": "Is it on health care?", "sentId": 181}, {"text": "But the idea of how can you campaign against someone who is really a progressive dream for a lot of people and promising all of these things that aren't realistic in many ways but it's hard to campaign as a pragmatist.", "sentId": 182}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "She has almost the entire Obama team from 2008, now on her campaign.", "sentId": 183}, {"text": "They know how to go after Independents.", "sentId": 184}, {"text": "They know how to go after younger voters.", "sentId": 185}, {"text": "They know how to go after the very people who are now with Bernie Sanders.", "sentId": 186}, {"text": "So if you have team Obama and they did this once and you have the same problem, you have to say it's the candidate, right?", "sentId": 187}, {"text": "A different candidate.", "sentId": 188}], "secId": 71}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 189}], "secId": 72}, {"speaker": "VISER", "sentences": [{"text": "Hillary Clinton is not Barack Obama.", "sentId": 190}, {"text": "It is the --", "sentId": 191}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "But is Bernie Sanders?", "sentId": 192}], "secId": 74}, {"speaker": "VISER", "sentences": [{"text": "Well, the thing is, is that Bernie -- I mean for a long time, people felt, he can't win the nomination, right?", "sentId": 193}, {"text": "He's older.", "sentId": 194}, {"text": "He, you know, has crazy hair, you know, and all this sort of stuff.", "sentId": 195}, {"text": "But if he wins Iowa and New Hampshire, it resets everything.", "sentId": 196}, {"text": "I mean that gives him legitimacy in the minds of voters across the country that this guy is for real.", "sentId": 197}, {"text": "I think that's the problem that Clinton is currently contending with.", "sentId": 198}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "And the Clinton campaign has said consistently if that happens -- we don't want that to happen.", "sentId": 199}, {"text": "But if that happens, we can survive.", "sentId": 200}, {"text": "And inside the Clinton campaign, and I'm old enough to remember, Bill Clinton lost Iowa, came in second in New Hampshire and then went on to be the nominee.", "sentId": 201}, {"text": "He says that we can do this.", "sentId": 202}, {"text": "We can do this.", "sentId": 203}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "Her point is she has this historical and long time relationships with the African American community, with the Latino community.", "sentId": 204}, {"text": "And Bernie Sanders because he's from Vermont, which is a very white state doesn't have the history.", "sentId": 205}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "But you see in both the \"New York Times\" and the \"Washington Post\" this morning, Jim Clyburn, senior African-American congressman from South Carolina saying, don't take that for granted, Mrs. Clinton.", "sentId": 206}, {"text": "If Bernie Sanders starts to beat you, he can do well.", "sentId": 207}], "secId": 78}, {"speaker": "JOHNSON", "sentences": [{"text": "Oh yes.", "sentId": 208}, {"text": "I mean I really don't agree that Hillary hasn't made her case to voters.", "sentId": 209}, {"text": "Voters know who she is and they don't much like her.", "sentId": 210}, {"text": "And I think that's hugely important.", "sentId": 211}], "secId": 79}, {"speaker": "JOHNSON", "sentences": [{"text": "Bernie Sanders is not Barack Obama, but I think her weakness is underscored, that at this point, voters will take virtually anybody over her.", "sentId": 212}, {"text": "Her campaign has really gone out of it's way to not repeat the same mistakes of 2008.", "sentId": 213}, {"text": "They hosted small meet-and-greets rather than these big rallies.", "sentId": 214}, {"text": "They've tried to repackage her in a number of ways and make her warm and inviting, but you know, she's still not likable.", "sentId": 215}], "secId": 80}, {"speaker": "JOHNSON", "sentences": [{"text": "And I think that her weaknesses in a general election despite the candidates on the Republican side, who are inflicting their own wounds on themselves left and right, really shouldn't be underestimated.", "sentId": 216}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "Well, that's been an interesting one, too.", "sentId": 217}, {"text": "A week or so ago, she raised -- she played the card she tried to play against Obama in 2008, saying I don't need with a tour of the White House.", "sentId": 218}, {"text": "I know where the Oval Office is -- her version of the 3:00 a.m. phone call if you will.", "sentId": 219}, {"text": "I'm electable, Bernie Sanders isn't.", "sentId": 220}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "And then, look, polls at this the point, general election polls are mostly meaningless, but then polls came out showing Bernie Sanders running stronger against the Republicans and Hillary Clinton.", "sentId": 221}, {"text": "And Bernie Sanders had a little bit of an oh, Tarzan moment.", "sentId": 222}], "secId": 83}, {"speaker": "HENDERSON", "sentences": [{"text": "And that electability argument -- I talked to some of Sanders folks who are really trying to campaign in the African- American community --", "sentId": 223}], "secId": 84}, {"speaker": "JOHNSON", "sentences": [{"text": "Looking great on the Republican side.", "sentId": 224}], "secId": 85}, {"speaker": "HENDERSON", "sentences": [{"text": "Taking the message there -- that electability argument is especially important to African Americans in South Carolina.", "sentId": 225}, {"text": "Remember, African-Americans in South Carolina obviously handed victory to Obama in 2008.", "sentId": 226}], "secId": 86}, {"speaker": "HENDERSON", "sentences": [{"text": "Well, they also voted John Kerry and John Edwards over Al Sharpton in 2004.", "sentId": 227}, {"text": "These are very practical voters.", "sentId": 228}, {"text": "They want to back somebody who can win.", "sentId": 229}, {"text": "And they know the Sanders campaign really wants to take that electability argument to that.", "sentId": 230}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "It'll be interesting because they have another debate tonight.", "sentId": 231}, {"text": "You have three Democratic candidates but at the moment, this is a two- candidate race.", "sentId": 232}, {"text": "This is a Clinton-Sanders race; Governor O'Malley trying to get attention, so far, not having any luck.", "sentId": 233}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "But this is a polite race for the most part but in the last ten days or so, become much more personal and pointed from the rallies, both candidates, Sanders and Clinton criticizing each other and on television.", "sentId": 234}], "secId": 89}, {"speaker": "SANDERSON", "sentences": [{"text": "There are two Democratic visions for regulating Wall Street, one says it's ok to take millions from big banks and then tell them what to do.", "sentId": 235}], "secId": 90}, {"speaker": "SANDERSON", "sentences": [{"text": "My plan, break up the big banks --", "sentId": 236}], "secId": 91}, {"speaker": "CLINTON", "sentences": [{"text": "It's time to pick a side.", "sentId": 237}, {"text": "Either we stand with the gun lobby or we join the President, and stand up to them.", "sentId": 238}, {"text": "I'm with him.", "sentId": 239}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Two seemingly, you know, possibly effective arguments.", "sentId": 240}, {"text": "Sanders essentially saying I'm the populist, she's tied to Wall Street.", "sentId": 241}, {"text": "And Hillary Clinton in the Democratic primary saying, \"I'm with the President.\"", "sentId": 242}], "secId": 93}, {"speaker": "KUCINICH", "sentences": [{"text": "Well, and you'll remember in the last campaign in 2008 she was going after Obama on guns from the right.", "sentId": 243}], "secId": 94}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 244}], "secId": 95}, {"speaker": "KUCINICH", "sentences": [{"text": "Because of guns and religion.", "sentId": 245}, {"text": "So it is, it's a calculation.", "sentId": 246}, {"text": "The Democratic base is very, they're for more gun regulations.", "sentId": 247}, {"text": "That's what she's hoping is to really ignite that sort of fire, but again, it --", "sentId": 248}], "secId": 96}, {"speaker": "HENDERSON", "sentences": [{"text": "It's sort of hard to portray Bernie Sanders as some gun- toter.", "sentId": 249}, {"text": "Right?", "sentId": 250}, {"text": "Like he's got a cachet of arms in his cabin in Vermont or something.", "sentId": 251}], "secId": 97}, {"speaker": "JOHNSON", "sentences": [{"text": "I think it's difficult for her to portray herself somebody who's going to stand up to any sort of establishment, but it's fascinating to see the same sorts of arguments play out.", "sentId": 252}, {"text": "Bernie Sanders, as a revolutionary who's going to lead, you know, a movement, and Hillary Clinton as an establishmentarian -- he's charging that she's an unexciting member of the political establishment.", "sentId": 253}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "Two weeks to Iowa.", "sentId": 254}, {"text": "It's a lot of fun.", "sentId": 255}, {"text": "Both races are fascinating.", "sentId": 256}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Up next, stay with us.", "sentId": 257}, {"text": "Our reporters share from their notebooks including an effort by Jeb Bush to make nice with a senator who's often offered a thorn in the side of his brother George.", "sentId": 258}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table, ask our great reporters to share a little nugget from their notebooks.", "sentId": 259}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "Nia-Malika Henderson.", "sentId": 260}], "secId": 102}, {"speaker": "HENDERSON", "sentences": [{"text": "So as Republicans go through the five stages of grief, we have the possibility that Trump might actually be their nominee.", "sentId": 261}, {"text": "There's a water cooler chatter going around about who would be his vice presidential pick.", "sentId": 262}], "secId": 103}, {"speaker": "HENDERSON", "sentences": [{"text": "Of course, Nikki Haley did a great job with the response to the state of the union, although she slammed Trump.", "sentId": 263}, {"text": "She might not be a great fit for him.", "sentId": 264}, {"text": "He raised the possibility of Ted Cruz in the debate, but that was more of a dig saying, you wouldn't really be qualified.", "sentId": 265}, {"text": "And then, even Trump himself talked about Scott Brown.", "sentId": 266}, {"text": "He was in New Hampshire and said Scott Brown looks like he's out of central casting and he'd be great.", "sentId": 267}], "secId": 104}, {"speaker": "HENDERSON", "sentences": [{"text": "And then there was this idea of Trump in Kasich.", "sentId": 268}, {"text": "Kasich being sort of a balancer to Trump's outsider creds and Kasich being more establishment.", "sentId": 269}, {"text": "I talked to weaver, John Weaver who is one of Kasich's advisors, he said that was fantasy.", "sentId": 270}], "secId": 105}, {"speaker": "HENDERSON", "sentences": [{"text": "Then I talked to a GOP strategist and I said who do you think would be Donald Trump's running mate.", "sentId": 271}, {"text": "He said Donald Trump won't need a running mate.", "sentId": 272}, {"text": "Donald Trump will just -- he be his own vice president.", "sentId": 273}, {"text": "This is just short of the chatter that's going on around this idea that Trump may very well be the nominee and what would that ticket look like?", "sentId": 274}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "What would that ticket -- Scott Brown?", "sentId": 275}, {"text": "Interesting -- introduce Trump as the next president of the United States from New Hampshire.", "sentId": 276}, {"text": "Making a play there.", "sentId": 277}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "Jackie.", "sentId": 278}], "secId": 108}, {"speaker": "KUCINICH", "sentences": [{"text": "We've been talking a lot about Ted Cruz's fallout with his friend Donald Trump.", "sentId": 279}, {"text": "But I want to talk about another Ted Cruz friend, Mike Lee -- arguably the closest person to him in the U.S. senate.", "sentId": 280}, {"text": "And he hasn't endorsed Ted Cruz.", "sentId": 281}], "secId": 109}, {"speaker": "KUCINICH", "sentences": [{"text": "Now Lee says it's because he's close to Marco Rubio and Rand Paul and he doesn't have to choose between his friends, but Utah insiders say that Lee is acutely aware of how close he can get to Ted Cruz because of what happened during the shutdown.", "sentId": 282}, {"text": "His polls dropped -- he had a huge drop in his polls.", "sentId": 283}, {"text": "So watch that to see if Lee endorses him.", "sentId": 284}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "Careful, careful, careful.", "sentId": 285}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Matt.", "sentId": 286}], "secId": 112}, {"speaker": "VISER", "sentences": [{"text": "For decades, New Hampshire has argued that it is a special place for the first in the nation primary largely because they look at candidates up close.", "sentId": 287}, {"text": "In their living rooms, in their diners -- they go to the small town editorial boards.", "sentId": 288}], "secId": 113}, {"speaker": "VISER", "sentences": [{"text": "Donald Trump has done much -- almost none of that.", "sentId": 289}, {"text": "And so, there's a little bit of concern that if he wins New Hampshire, what does that mean for the primary?", "sentId": 290}, {"text": "What does that mean for what it takes to win in New Hampshire primary?", "sentId": 291}, {"text": "And the party's a little bit on edge up there because there's already efforts within the RNC to take away the first in the nation status.", "sentId": 292}, {"text": "Reince Priebus has said that there's no sacred cow going forward in 2020.", "sentId": 293}], "secId": 114}, {"speaker": "VISER", "sentences": [{"text": "So, look at the New Hampshire results, not only for what it means for this year's nomination contest, but for New Hampshire, what it means going forward and how they argue to preserve their historic status.", "sentId": 294}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "We'll watch that one.", "sentId": 295}, {"text": "Trump with a big lead at the moment.", "sentId": 296}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "Eliana.", "sentId": 297}], "secId": 117}, {"speaker": "JOHNSON", "sentences": [{"text": "Ted Cruz has the most data-driven, data -intensive campaign of any candidate on the Republican side.", "sentId": 298}, {"text": "But, some of the assumptions that underlie his campaign including the idea that four million conservative voters stay at home, talks about the fact that 54 million evangelicals stayed home in 2012 and that he won 40 percent of the Hispanic vote during his senate election in Texas in 2012 and that he could do that nationally, are incredibly controversial among conservatives.", "sentId": 299}], "secId": 118}, {"speaker": "JOHNSON", "sentences": [{"text": "I'm curious to see whether his rivals will attack those assumptions, which have been an enormous part of his pitch to Republican voters.", "sentId": 300}, {"text": "And whether voters will start to question them because they will have an enormous impact in terms of whether he is a viable general election candidate.", "sentId": 301}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "First test of all that data, two weeks in Iowa.", "sentId": 302}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 303}, {"text": "Jeb Bush picked up the endorsement of Lindsey Graham this past week.", "sentId": 304}, {"text": "And now Governor Bush is aggressively lobbying the South Carolina senator's closest friend.", "sentId": 305}, {"text": "That would be Arizona senator and 2008 Republican presidential nominee, John McCain.", "sentId": 306}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "The hope in the Bush campaign is for another high-profile endorsement designed to send two messages.", "sentId": 307}, {"text": "One that Bush is still viable; and two that his veteran senate colleagues think Marco Rubio just isn't ready to be president.", "sentId": 308}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "But don't hold your breath.", "sentId": 309}, {"text": "I'm told that while these conversations are under way, McCain is hesitant, big time.", "sentId": 310}, {"text": "You might recall his rather complicated relationship with the Bush family.", "sentId": 311}, {"text": "And he has his own reelection campaign back home to worry about.", "sentId": 312}, {"text": "But we'll keep an eye on that.", "sentId": 313}], "secId": 123}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 314}, {"text": "Again -- thanks for sharing your Sunday morning on this busy breaking news day.", "sentId": 315}, {"text": "We'll see you soon.", "sentId": 316}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" starts right now.", "sentId": 317}], "secId": 125}], "sectionCount": 126, "url": "transcripts.cnn.com/TRANSCRIPTS/1601/17/ip.01.html", "sentenceCount": 319, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired January 17, 2016 - 08:30   ET", "speakers": ["KING", "TRUMP", "CRUZ", "CLINTON", "SANDERS", "INSIDE POLITICS", "There's major breaking news today", "BUSH", "RUBIO", "HENDERSON", "KUCINICH", "VISER", "JOHNSON", "UNIDENTIFIED MALE", "question", "SANDERSON"], "title": "INSIDE POLITICS"}