{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1506.21.ip.01.html.json", "subTitle": "Church Shooting Restarts Gun Debate; Campaigns React to Charleston Shootings; Different Clinton & Different Democrats. Aired 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "A massacre at an African-American church leaves nine dead.", "sentId": 0}, {"text": "The President frustrated he can't pass new gun controls.", "sentId": 1}], "secId": 0}, {"speaker": "BARACK OBAMA PRESIDENT OF THE UNITED STATES", "sentences": [{"text": "Once again, someone who wanted to inflict harm had no trouble getting their hands on a gun.", "sentId": 2}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Plus the Donald adds a circus element to the GOP race.", "sentId": 3}], "secId": 2}, {"speaker": "TRUMP", "sentences": [{"text": "I'm really rich.", "sentId": 4}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Just as Jeb Bush looks to prove he has the right stuff.", "sentId": 5}], "secId": 4}, {"speaker": "BUSH", "sentences": [{"text": "One last point -- I'm a committed conservative, a reformer.", "sentId": 6}, {"text": "I have a record.", "sentId": 7}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "And a tough week for Hillary Clinton: new doubts about her honesty and fresh evidence of Bernie momentum.", "sentId": 8}], "secId": 6}, {"speaker": "SANDERS", "sentences": [{"text": "If this is fringe, I would hate to see mainstream.", "sentId": 9}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories, sourced by the best reporters, now.", "sentId": 10}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 11}, {"text": "I'm John King.", "sentId": 12}, {"text": "Thanks for sharing you Sunday morning.", "sentId": 13}, {"text": "Happy Father's Day.", "sentId": 14}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "With us to share their reports and their insights CNN's Nia Malika Henderson, Dan Balz of the \"Washington Post\", Lisa Lerer of the Associated Press, and Ed O'Keefe of the \"Washington Post\".", "sentId": 15}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "A horrific massacre in a South Carolina church united our country in outrage and grief this past week.", "sentId": 16}, {"text": "And yet that very same tragedy exposed an enduring political divide.", "sentId": 17}, {"text": "Nine African-Americans, gunned down during bible study.", "sentId": 18}, {"text": "The shooter, a 21-year-old white man who allegedly told the worshippers, the color of their skin was the reason he wanted them dead.", "sentId": 19}, {"text": "President Obama said it was proof to him the country needs new gun laws, though in the next breath, a frustrated president said he knows that won't happen any time soon.", "sentId": 20}], "secId": 11}, {"speaker": "OBAMA", "sentences": [{"text": "At some point we as a country will have to reckon with the fact that this type of mass violence does not happen in other advanced countries.", "sentId": 21}, {"text": "It doesn't happen in other places, with this kind of frequency.", "sentId": 22}, {"text": "And it is in our power to do something about it.", "sentId": 23}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton on the same page as the President.", "sentId": 24}], "secId": 13}, {"speaker": "CLINTON", "sentences": [{"text": "In order to make sense of it, we have to be honest.", "sentId": 25}, {"text": "We have to face hard truths about race, violence, guns, and division.", "sentId": 26}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Now all of the Republican candidates issued statements expressing shock and condolences.", "sentId": 27}, {"text": "But none suggested new gun laws or what is needed right now.", "sentId": 28}, {"text": "And only one, the African-American neurosurgeon Ben Carson, directly raised racism as a factor.", "sentId": 29}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "So let's start the conversation.", "sentId": 30}, {"text": "It's a horrible tragedy.", "sentId": 31}, {"text": "It does happen as the presidential campaign begins to unfold and as the Obama administration is sort of winding down.", "sentId": 32}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Let's start with Hillary Clinton.", "sentId": 33}, {"text": "In terms of her response, is this a safe Democratic response?", "sentId": 34}, {"text": "A safe response for a Democratic candidate to say we need to look at race issues, we need to look at gun control?", "sentId": 35}, {"text": "Or is she going to add this to the four fights?", "sentId": 36}, {"text": "Does she view this as a presidential general election issue or is this just for now?", "sentId": 37}], "secId": 17}, {"speaker": "LERER", "sentences": [{"text": "I mean I do think this that is an issue that she cares passionately about.", "sentId": 38}, {"text": "She's been very strong on gun control in 2008.", "sentId": 39}, {"text": "She pushed for an assault weapons ban so she has a record on these issues.", "sentId": 40}, {"text": "I doubt it's going to become one of four fights.", "sentId": 41}, {"text": "I just don't think it's something her that campaign sees the country rallying behind.", "sentId": 42}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "This is an issue where she's actually to the left of Bernie Sanders in the Democratic primary.", "sentId": 43}, {"text": "He has voted to allow guns on Amtrak trains.", "sentId": 44}, {"text": "He has said in rural Vermont there's no need for gun control.", "sentId": 45}, {"text": "He also said he supports an assault weapons ban and he said as president he would like to have this conversation but not until then.", "sentId": 46}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "But in terms now of the national mood there's a reason the President couldn't get these measures passed.", "sentId": 47}, {"text": "In 2013 they thought they had a background check proposal, a bipartisan background check proposal.", "sentId": 48}, {"text": "That failed in the senate.", "sentId": 49}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "All of the Republican senators running for president voted against it.", "sentId": 50}, {"text": "You look at the national polls the country's roughly evenly divided but more people say it's important to protect the Second Amendment than to have new gun control.", "sentId": 51}], "secId": 21}, {"speaker": "BALZ", "sentences": [{"text": "There's no broad constituency to take action.", "sentId": 52}, {"text": "And there is in the Republican Party broad opposition to taking any action.", "sentId": 53}, {"text": "I mean the President's absolutely right.", "sentId": 54}, {"text": "Nothing's going to happen soon.", "sentId": 55}], "secId": 22}, {"speaker": "BALZ", "sentences": [{"text": "But, it didn't take this episode to remind us that this is a bigger problem than simply the control of guns.", "sentId": 56}, {"text": "I mean, I think the issue of race in this country, we've seen it through the police episodes in Ferguson, and elsewhere.", "sentId": 57}, {"text": "We now see it with this kind of shooting.", "sentId": 58}], "secId": 23}, {"speaker": "BALZ", "sentences": [{"text": "You talk about Hillary Clinton not putting this at the top of her agenda, and yet we know it's one of the biggest and most difficult issues that any president has to deal with and probably will continue to have to deal with.", "sentId": 59}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "She did talk about tone.", "sentId": 60}, {"text": "In addition to guns she talked about tone.", "sentId": 61}, {"text": "She specifically without naming him was clear she was going after Donald Trump who in his announcement speech talked about Mexicans who cavalierly said some of them are good people but went on to talk about they're rapists and they're criminals and they're drug addicts.", "sentId": 62}, {"text": "Hillary Clinton says if people in leadership roles or running for leadership roles say things like that how can you expect people in the country to have more respect and more tolerance?", "sentId": 63}], "secId": 25}, {"speaker": "HENDERSON", "sentences": [{"text": "That's right.", "sentId": 64}, {"text": "And I think in some ways it's going to be incumbent upon some of these Republicans to come out and denounce some of these statements.", "sentId": 65}], "secId": 26}, {"speaker": "HENDERSON", "sentences": [{"text": "I do think one of the things that was interesting if you look at some of the language that Hillary Clinton was using versus some of the language that Bernie Sanders was using I think from a lot of progressives particularly black progressives, they want to hear this whole idea that this was actually an act of terror - right?", "sentId": 66}, {"text": "And that's some of the language that Bernie Sanders did use.", "sentId": 67}, {"text": "He does have a different sort of point of view in terms of guns.", "sentId": 68}, {"text": "He also used the phrase racism, right, which is very different than talking more generally about race.", "sentId": 69}], "secId": 27}, {"speaker": "HENDERSON", "sentences": [{"text": "So I think in that way, he might be mindful of a recent poll out about -- from African-Americans that showed that they think that race relations is the most important issue, tied with the economy and jobs for what this next president has to deal with.", "sentId": 70}], "secId": 28}, {"speaker": "O'KEEFE", "sentences": [{"text": "There is one element of this whole conversation about gun violence, though, that actually could see some progress in congress if they all sat down and actually did something about it.", "sentId": 71}, {"text": "I covered this gun debate back in 2013.", "sentId": 72}, {"text": "Everyone focused on the background checks, and the assault weapons ban.", "sentId": 73}], "secId": 29}, {"speaker": "O'KEEFE", "sentences": [{"text": "There was a lot of legislation dealing with concerns about mental health and what could be done to deal with that.", "sentId": 74}, {"text": "Lindsey Graham the senator from South Carolina was one of the leading advocates of making sure that the national background check system would eventually account for someone's mental health.", "sentId": 75}, {"text": "That's still on the table.", "sentId": 76}], "secId": 30}, {"speaker": "O'KEEFE", "sentences": [{"text": "There was another pretty impressive bipartisan proposal in the senate that would have increased funding, and made it easier to deal with this, as well.", "sentId": 77}, {"text": "If they really want to try to do something about it, it's sitting right there to be done.", "sentId": 78}, {"text": "The problem is how do you, you know, raise money off of this?", "sentId": 79}, {"text": "How do you, you know, crassly politicize this kind of an issue at a time when there's so many other issues?", "sentId": 80}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "Another one of these issues where the extremes just don't trust each other, won't talk to each other, so they won't have the conversation about the stuff they might agree on because they disagree about so much.", "sentId": 81}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "You mentioned Lindsey Graham.", "sentId": 82}, {"text": "Rand Paul another one who said there was a gathering of evangelicals here in Washington this past week and said there was a sickness in the country which seemed to raise the .", "sentId": 83}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "Let's get a bit of a flavor of some of the Republican candidates talking about what happened in Charleston.", "sentId": 84}], "secId": 34}, {"speaker": "BUSH", "sentences": [{"text": "Times like these, and times of great national mourning, people of faith, all of us must come together and at least reflect on this and fortify our strength.", "sentId": 85}], "secId": 35}, {"speaker": "CHRISTIE", "sentences": [{"text": "Laws can't change this.", "sentId": 86}, {"text": "Only the goodwill and the love of the", "sentId": 87}], "secId": 36}, {"speaker": "CHRISTIE", "sentences": [{"text": "American people can let those folks know that that act was unacceptable, disgraceful.", "sentId": 88}], "secId": 37}, {"speaker": "PAUL", "sentences": [{"text": "All 55 candidates running for president are for the Second Amendment -- on our side.", "sentId": 89}, {"text": "But the thing is, is that a lot of young people -- that may not be their primary issue.", "sentId": 90}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "It is a leadership test when something like this happens.", "sentId": 91}, {"text": "A president has to speak out and talk to the country and the people who want to be president, their tone should matter at this moment.", "sentId": 92}, {"text": "I thought it was interesting, at their first events after this, neither Senator Rubio nor Governor Christie said anything about it.", "sentId": 93}, {"text": "They said things later and they issued paper statements.", "sentId": 94}, {"text": "But at their first public events they didn't say anything like the first ones.", "sentId": 95}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "You heard Rand Paul say maybe we should de-emphasize the Second Amendment.", "sentId": 96}, {"text": "He's not saying go for gun control.", "sentId": 97}, {"text": "You heard Governor Bush there as well talking about his faith and how we should reach out for churchgoers.", "sentId": 98}, {"text": "But Dan he was asked after this event that do you see racism?", "sentId": 99}, {"text": "He said we don't have enough information yet.", "sentId": 100}, {"text": "Unless you don't believe the police and you don't believe the witnesses, they say this shooter who has confessed stood up and said \"I'm going to kill you because you're black.\"", "sentId": 101}], "secId": 40}, {"speaker": "BALZ", "sentences": [{"text": "It's a rather remarkable statement on Governor Bush's part to say that we don't have enough evidence.", "sentId": 102}, {"text": "Everything we have heard about the shooter says it was racism.", "sentId": 103}, {"text": "That it was anti-black.", "sentId": 104}, {"text": "That he deliberately targeted black people.", "sentId": 105}, {"text": "And if politicians can't recognize that and respond to it in a direct way then it calls into question the kind of, you know, this issue of authenticity and what do they really think and what do they really believe?", "sentId": 106}, {"text": "I think politicians are afraid of this issue.", "sentId": 107}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Help me.", "sentId": 108}, {"text": "I understand all candidates are conscious but what are they afraid of?", "sentId": 109}, {"text": "What are they afraid of?", "sentId": 110}, {"text": "If you're a Republican candidate you know you're probably not going to get a lot of the African-American vote.", "sentId": 111}, {"text": "But what is wrong with saying this is horrible?", "sentId": 112}, {"text": "This was motivated by the worst in our society -- hatred, fear, intolerance of other people?", "sentId": 113}, {"text": "And we need to do everything we can to stop it?", "sentId": 114}, {"text": "What is to be afraid of saying that?", "sentId": 115}], "secId": 42}, {"speaker": "HENDERSON", "sentences": [{"text": "And the thing is some of these candidates, Rand Paul and Jeb Bush particularly, are saying they do want to broaden the base and they do want to go into these different communities, whether it be Latinos or African-Americans, so given that it is surprising that they aren't able to come out and call it what it is, which was this racial attack based on the ideations of this guy seem to have some connections to white supremacist groups.", "sentId": 116}, {"text": "It's very odd.", "sentId": 117}], "secId": 43}, {"speaker": "HENDERSON", "sentences": [{"text": "I do think that at some point Jeb Bush did come out and say it looks like it is about race.", "sentId": 118}, {"text": "But the fact that it sort of took a little bit of prodding and people saying oh, we don't really know what was in the man's heart which is what he did initially say in his speech.", "sentId": 119}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "You have a long campaign and people are afraid of losing the day if you will.", "sentId": 120}, {"text": "They're so cautious sometimes I think they don't lift their head and say this is one of those moments where let's not worry about the chess of today's campaign.", "sentId": 121}], "secId": 45}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 122}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "Let's look up and talk to the country.", "sentId": 123}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "We'll watch as this one plays out.", "sentId": 124}, {"text": "See if the conversation on guns gets anywhere, the conversation of race.", "sentId": 125}, {"text": "We'll be there as the candidates prepare to debate.", "sentId": 126}, {"text": "Up next new signs -- new warning signs for Hillary Clinton including proof this is no longer her husband's Democratic Party.", "sentId": 127}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 128}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton remains the runaway favorite to win the Democratic presidential nomination.", "sentId": 129}, {"text": "But look at some numbers here.", "sentId": 130}, {"text": "This wasn't her best week.", "sentId": 131}], "secId": 50}, {"speaker": "Here's one proof of that", "sentences": [{"text": "in Florida, Ohio and Pennsylvania, three big presidential battleground states -- look at this.", "sentId": 132}, {"text": "Is Hillary Clinton honest and trustworthy?", "sentId": 133}, {"text": "Majorities in all three states, even in Pennsylvania, the bluest of these states -- 54, 53, 51 percent say no, Hillary Clinton is not honest and trustworthy.", "sentId": 134}, {"text": "That's one judge .", "sentId": 135}], "secId": 51}, {"speaker": "Here's one proof of that", "sentences": [{"text": "Look at this in the state of New Hampshire, a Suffolk University poll -- 41, 31 -- a 10-point gap between Hillary Clinton and Senator Bernie Sanders.", "sentId": 136}, {"text": "Hillary Clinton under 50 percent -- can't like that one in the Clinton campaign.", "sentId": 137}, {"text": "It's early but they can't like that.", "sentId": 138}], "secId": 52}, {"speaker": "Here's one proof of that", "sentences": [{"text": "And this one I find fascinating -- Democratic shift, the shift of the Democrats to the left.", "sentId": 139}, {"text": "Do you consider yourself socially liberal and on economics a moderate to liberal?", "sentId": 140}, {"text": "A question for Democrats.", "sentId": 141}, {"text": "When Bill Clinton left office in 2001, 30 percent of Democrats said their social liberals and moderate to liberal on economic issues.", "sentId": 142}, {"text": "Look at this -- 47 percent now.", "sentId": 143}, {"text": "Nearly half of Democrats say I'm socially liberal and liberal to moderate on economic issues.", "sentId": 144}], "secId": 53}, {"speaker": "Here's one proof of that", "sentences": [{"text": "Dan Balz, my question is this, as Hillary Clinton seeks the nomination of that party, a more left Democratic Party than Bill Clinton led do you run the risk if you keep your party happy, keep the liberals happy, that you end up in a place where, forgive me, what Bill Clinton warned was the danger where Michael Dukakis and Walter Mondale were, \"your party loves you, the country won't elect you\".", "sentId": 145}], "secId": 54}, {"speaker": "BALZ", "sentences": [{"text": "Well, she's dealing with a different country, too.", "sentId": 146}, {"text": "She's not just dealing with a different Democratic Party.", "sentId": 147}, {"text": "I mean for one this country is so much more polarized.", "sentId": 148}, {"text": "I think that's one reason that you're seeing so many more Democrats identifying themselves as liberal.", "sentId": 149}, {"text": "But part of the reason is attitudes on some of these social issues have clearly shifted -- gay marriage being the most prominent among them.", "sentId": 150}], "secId": 55}, {"speaker": "BALZ", "sentences": [{"text": "So far everything we've seen from Secretary Clinton is that she is going to try to find a way to balance the entirety of the party, and to preserve some option in the general election.", "sentId": 151}, {"text": "I think she thinks on some of these social issues you can be what we say is far left, and be within the mainstream of where American thought is.", "sentId": 152}, {"text": "So I think at this point, she's probably on safe ground.", "sentId": 153}, {"text": "She will speak in a populous way.", "sentId": 154}, {"text": "We'll see whether the populous policies follow.", "sentId": 155}], "secId": 56}, {"speaker": "LERER", "sentences": [{"text": "That's exactly right.", "sentId": 156}, {"text": "I mean she's been playing it extremely safe.", "sentId": 157}, {"text": "The places where she staked out ground on what we call the left where all things country is the majority of the country, certainly the gettable voters for her are with her.", "sentId": 158}, {"text": "Immigration, you know, topics like that.", "sentId": 159}, {"text": "Gay marriage.", "sentId": 160}], "secId": 57}, {"speaker": "LERER", "sentences": [{"text": "On issues where there's some controversy both within the Democratic party and within the country, she stayed silent.", "sentId": 161}, {"text": "So that's trade, that's NSA -- topics like that.", "sentId": 162}, {"text": "So the question is where she ends up on things like regulating big banks.", "sentId": 163}, {"text": "You know, on really populist issues that her party wants to see her take a tough position.", "sentId": 164}, {"text": "The question is whether she goes there.", "sentId": 165}], "secId": 58}, {"speaker": "O'KEEFE", "sentences": [{"text": "Those numbers for Bernie Sanders are fascinating -- 41, 31 in New Hampshire.", "sentId": 166}, {"text": "I mean he's from the neighboring state.", "sentId": 167}, {"text": "Might say he's the third New Hampshire senator.", "sentId": 168}, {"text": "And look, 700 people showed up to see him in the middle of the morning in Las Vegas on Friday.", "sentId": 169}, {"text": "He's not Celine Dion or Siegfried and Roy.", "sentId": 170}, {"text": "This is a guy who, you know, somehow now -- -- but it's just fascinating that he continues to do this.", "sentId": 171}], "secId": 59}, {"speaker": "O'KEEFE", "sentences": [{"text": "We sat here a few weeks ago and suggested this might be cathartic.", "sentId": 172}, {"text": "There may be very much more to this and she's going to have to really balance, you know, the possibility of a general election with the fact that he continues to get so many people.", "sentId": 173}], "secId": 60}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 174}, {"text": "I mean I think the New Hampshire numbers -- I do think he's from the neighboring state; also New Hampshire is 95 percent white -- right.", "sentId": 175}, {"text": "And that sort of Vermont as well.", "sentId": 176}, {"text": "I think it would be interesting to see what he's able to do in a state like South Carolina.", "sentId": 177}, {"text": "Because he says this isn't the fringe that shows up to his events.", "sentId": 178}, {"text": "I haven't seen a lot of African-Americans showing up.", "sentId": 179}, {"text": "I haven't seen a lot of interest from Latinos so far in Bernie Sanders' candidacy.", "sentId": 180}, {"text": "But we'll see.", "sentId": 181}], "secId": 61}, {"speaker": "K4", "sentences": [{"text": "Let's move on to the Republicans because this was Jeb Bush's big rollout week.", "sentId": 182}, {"text": "He wasn't happy that Donald Trump stole some of this thunder.", "sentId": 183}, {"text": "He announced in Miami, he hit the road.", "sentId": 184}, {"text": "I want to ask you guys, you're both .", "sentId": 185}, {"text": "But first I want to frame it this way.", "sentId": 186}, {"text": "Who is the biggest threat to Jeb Bush of these two guys?", "sentId": 187}], "secId": 62}, {"speaker": "TRUMP", "sentences": [{"text": "I don't see how he can possibly get the nomination.", "sentId": 188}, {"text": "He's weak on immigration.", "sentId": 189}, {"text": "He's in favor of common core.", "sentId": 190}, {"text": "How the hell can you vote for this guy?", "sentId": 191}], "secId": 63}, {"speaker": "CHRISTIE", "sentences": [{"text": "I spoke three, four weeks ago in New Hampshire about a five-step plan to get to 4 percent growth.", "sentId": 192}, {"text": "And then I heard Jeb announce on Monday and he's for 4 percent growth, too.", "sentId": 193}, {"text": "That's good.", "sentId": 194}, {"text": "I welcome him to the party.", "sentId": 195}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "On the main stage I can see Donald Trump giving Jeb Bush and everybody fits.", "sentId": 196}, {"text": "But if Jeb Bush needs to win early somewhere and New Hampshire is one of his primary targets; if Chris Christie is moving up, they're going for the same basket of voters essentially.", "sentId": 197}, {"text": "They're going for the people who voted for Mitt Romney, who voted for John McCain.", "sentId": 198}, {"text": "If Christie is getting some -- getting enough can Jeb Bush win New Hampshire?", "sentId": 199}, {"text": "O'KEEFE:  Well, first off, Christie is dead wrong about the 4 percent", "sentId": 200}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "economic growth thing.", "sentId": 201}, {"text": "Bush has been talking about that for years.", "sentId": 202}, {"text": "So to suggest that Bush has only suddenly started to do that is just completely incorrect.", "sentId": 203}, {"text": "It just is.", "sentId": 204}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "But you're right, if Christie is and continues to spend that much time in New Hampshire his numbers rise Bush is in big trouble because Iowa is not a great place for him.", "sentId": 205}, {"text": "South Carolina is not necessarily that great.", "sentId": 206}, {"text": "Nevada keeping with the caucuses will make it very difficult for him.", "sentId": 207}, {"text": "It's all about New Hampshire now.", "sentId": 208}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Did a fine job in Iowa, had hundreds show up.", "sentId": 209}, {"text": "Several leaving who said, you know what?", "sentId": 210}, {"text": "I came in a little skeptical.", "sentId": 211}, {"text": "I'm ok with him right now.", "sentId": 212}, {"text": "We'll see.", "sentId": 213}, {"text": "He has a lot of work to do.", "sentId": 214}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "The shackles seemed to come off a little bit this week.", "sentId": 215}, {"text": "Now that he's officially a candidate, he seemed a little more comfortable, a little more clear about why he wants to do this and much more comfortable discussing himself.", "sentId": 216}, {"text": "So there's something to be said.", "sentId": 217}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "He has this -- the tortoise and the hare approach.", "sentId": 218}, {"text": "Then he says he's the tortoise.", "sentId": 219}, {"text": "He says everybody calm down, I'm going to be fine.", "sentId": 220}, {"text": "And I was watching, we were the feed coming in and you two were among the reporters asking the questions.", "sentId": 221}, {"text": "He did look a lot more comfortable.", "sentId": 222}, {"text": "He did look a lot more happy out there campaigning.", "sentId": 223}], "secId": 70}, {"speaker": "BALZ", "sentences": [{"text": "He's certainly better in the give and take of the Q&A with reporters than a lot of other candidates.", "sentId": 224}, {"text": "He's A, more willing to do it as Ed knows from being out there all the time.", "sentId": 225}, {"text": "But he also knows what he thinks about things and he's not afraid to then talk about them.", "sentId": 226}, {"text": "I was struck also in the event he had in Pella, Iowa -- lovely setting, late afternoon, he took a lot of questions.", "sentId": 227}, {"text": "He dived deep into policy in that, and he's a real policy wonk.", "sentId": 228}], "secId": 71}, {"speaker": "BALZ", "sentences": [{"text": "Whether that will sell, I don't know.", "sentId": 229}, {"text": "I mean, people will get an understanding of what he stands for and his record, but he will also have to marry that with some passion, enthusiasm in a bigger way.", "sentId": 230}], "secId": 72}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 231}, {"text": "That sort of personality of it grabs you through the television screen.", "sentId": 232}, {"text": "Quite frankly because that's where most voters are going to end up seeing this guy, not necessarily in Iowa and these small settings or with Q&As with reporters.", "sentId": 233}, {"text": "He's got to work on that -- sort of presentation part of it.", "sentId": 234}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "He's helping in a bizarre way Trump helps him.", "sentId": 235}, {"text": "That you look at Trump then you look at Jeb Bush and you actually see a president.", "sentId": 236}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "Up next our reporters empty their notebooks, get you out ahead of the big political news just around the corner including some dates to let us know whether or not the Donald is really a serious candidate.", "sentId": 237}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table ask our great reporters to share a little bit from their netbooks.", "sentId": 238}, {"text": "Get you out ahead of the big news just to come.", "sentId": 239}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "Nia Malika Henderson.", "sentId": 240}], "secId": 77}, {"speaker": "HENDERSON", "sentences": [{"text": "Tom Perez, of course, he's the secretary of Labor was a huge, huge hit this last week at the NALEO conference and this is, of course, a conference out in Nevada with Latino elected officials.", "sentId": 241}, {"text": "He wowed the crowd -- standing ovation.", "sentId": 242}, {"text": "Of course he speaks Spanish.", "sentId": 243}, {"text": "And a lot of buzz about him being on Hillary Clinton's short list should she actually win the Democratic nomination.", "sentId": 244}], "secId": 78}, {"speaker": "HENDERSON", "sentences": [{"text": "Of course there's also been talk about Julian Castro who is also in Obama's cabinet.", "sentId": 245}, {"text": "The difference there is that Tom Perez speaks Spanish and he's good at that sort of populist messaging.", "sentId": 246}, {"text": "So a lot of buzz about him, his future -- VP short list, maybe running in 2018 for governor of Maryland.", "sentId": 247}, {"text": "He also has a connection to Martin O'Malley.", "sentId": 248}, {"text": "He worked in his administration.", "sentId": 249}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "I love the Hillary veep calculations?", "sentId": 250}, {"text": "Off to a good early start.", "sentId": 251}], "secId": 80}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 252}, {"text": "Always exciting, yes.", "sentId": 253}], "secId": 81}, {"speaker": "O'KEEFE", "sentences": [{"text": "Always fun.", "sentId": 254}], "secId": 82}, {"speaker": "BALZ", "sentences": [{"text": "Intense as ever.", "sentId": 255}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "It's always fun -- Dan.", "sentId": 256}], "secId": 84}, {"speaker": "BALZ", "sentences": [{"text": "Ed made a reference to Jeb Bush in Iowa and the difficulties he has.", "sentId": 257}, {"text": "I was struck this week and it may give us a sign of how actively he's going to compete.", "sentId": 258}, {"text": "The places he went in Iowa this week were not the traditional big media markets.", "sentId": 259}, {"text": "He went to small towns.", "sentId": 260}, {"text": "He went to a place Pella Iowa which is not a hot bed of moderates in Iowa, it's a very conservative part of the state.", "sentId": 261}], "secId": 85}, {"speaker": "BALZ", "sentences": [{"text": "It said to me and others suggested this as well when I was out in Iowa.", "sentId": 262}, {"text": "That he may be willing to play more actively with an idea that he can do a lot better than some people now think he could.", "sentId": 263}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Keep an eye on that.", "sentId": 264}, {"text": "That would be interesting -- a little push.", "sentId": 265}, {"text": "Lisa.", "sentId": 266}], "secId": 87}, {"speaker": "LERER", "sentences": [{"text": "Also on the Jeb Bush front I was picking up some rumblings of anxiety among Democrats this week about Jeb Bush and his potential to woo Latino voters.", "sentId": 267}, {"text": "His kickoff this past Tuesday was a picture of cultural fluency.", "sentId": 268}, {"text": "He speaks Spanish at home.", "sentId": 269}, {"text": "He switches seamlessly between the two languages and that has some Democrats worried certainly that he could do better than Romney did with Latino community where he got the lowest ever on record for Republicans -- 27 percent.", "sentId": 270}], "secId": 88}, {"speaker": "LERER", "sentences": [{"text": "Hillary, of course, is hitting at NALEO, the conference NIA mentioned.", "sentId": 271}, {"text": "She made a big, strong push on immigration.", "sentId": 272}, {"text": "It's a major platform -- part of her platform.", "sentId": 273}, {"text": "Republicans were right after her.", "sentId": 274}, {"text": "They released their first bilingual ad in response, hypocrisia.", "sentId": 275}, {"text": "If I got that right -- it's pronounced right.", "sentId": 276}, {"text": "Close enough.", "sentId": 277}, {"text": "They said it's going to be the first in a number of bilingual ads.", "sentId": 278}, {"text": "So this is something we're all going to be watching very closely in the months to come.", "sentId": 279}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "Fun to watch -- all about the margins when you get into the demographics.", "sentId": 280}, {"text": "Ed.", "sentId": 281}], "secId": 90}, {"speaker": "O'KEEFE", "sentences": [{"text": "We didn't plan this but speaking of Jeb Bush, obviously spent this past week on the road.", "sentId": 282}, {"text": "This week though all about raising money -- the goal is to get $5 million by the end of the month to show a strong start for his campaign.", "sentId": 283}, {"text": "Remember he's been raising tens of millions for the super PAC that he's now going to go out there and support him.", "sentId": 284}], "secId": 91}, {"speaker": "O'KEEFE", "sentences": [{"text": "Monday he's making three stops in Florida.", "sentId": 285}, {"text": "Tuesday he does New York City and the Connecticut suburbs of the New York City area, Wednesday Houston, Thursday Dallas.", "sentId": 286}, {"text": "For a governor who likes to e-mail, he's already warned his donors that they'll be hearing from him a lot.", "sentId": 287}, {"text": "He said I apologize in advance.", "sentId": 288}, {"text": "But the goal now, big money as quickly as possible.", "sentId": 289}], "secId": 92}, {"speaker": "O'KEEFE", "sentences": [{"text": "Again, designed to show that he can get ahead again.", "sentId": 290}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "So he's formidable.", "sentId": 291}, {"text": "Money, money, money, money, money.", "sentId": 292}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "I'll close with this, when it comes to the Donald there are still a lot of Republicans and yes a fair amount of reporters who believe what we're watching is an ego boosting summer vacation more than a commitment to a grueling long-term presidential campaign.", "sentId": 293}, {"text": "Now Trump promises to prove the skeptics wrong.", "sentId": 294}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "Two dates on the summer calendar should help settle if this is a publicity stunt or a committed campaign.", "sentId": 295}, {"text": "July 28th comes first.", "sentId": 296}, {"text": "That's 30 business days after his big announcement.", "sentId": 297}, {"text": "And as such that's the deadline for filing a detailed financial disclosure form.", "sentId": 298}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "August 4th, that's 44 days from today, is the second big test.", "sentId": 299}, {"text": "That's the Fox News cutoff date for the first Republican presidential debate.", "sentId": 300}, {"text": "The top ten candidates in a national polling average will be invited.", "sentId": 301}, {"text": "As of today, Trump makes that cut but just barely.", "sentId": 302}, {"text": "So watch the polls.", "sentId": 303}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "Another fox criteria, is that all required paperwork be filed with the government which makes that first date, the financial disclosure filing deadline, most worth keeping an eye on.", "sentId": 304}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "That's it for Inside Politics.", "sentId": 305}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 306}, {"text": "We'll see you soon.", "sentId": 307}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" starts right now.", "sentId": 308}], "secId": 100}, {"speaker": "TAPPER", "sentences": [{"text": "Good morning everyone.", "sentId": 309}, {"text": "I'm Jake Tapper in Charleston South Carolina, where the state of our union is distraught.", "sentId": 310}], "secId": 101}], "sectionCount": 102, "url": "transcripts.cnn.com/TRANSCRIPTS/1506/21/ip.01.html", "sentenceCount": 312, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired June 21, 2015 - 08:30   ET", "speakers": ["KING", "BARACK OBAMA PRESIDENT OF THE UNITED STATES", "TRUMP", "BUSH", "SANDERS", "OBAMA", "CLINTON", "LERER", "BALZ", "HENDERSON", "O'KEEFE", "CHRISTIE", "PAUL", "Here's one proof of that", "K4", "TAPPER"], "title": "INSIDE POLITICS"}