{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1610.03.ip.01.html.json", "subTitle": "Trump's Taxes; A Look at the Presidential Race. Aired 12-12:30p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "BERMAN", "sentences": [{"text": "She is gone, she said, and doing well.", "sentId": 0}], "secId": 0}, {"speaker": "BERMAN", "sentences": [{"text": "Thank you all for joining us AT THIS HOUR.", "sentId": 1}, {"text": "\"INSIDE POLITICS\" with John King starts right now.", "sentId": 2}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Thank you, John.", "sentId": 3}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 4}, {"text": "I'm John King.", "sentId": 5}, {"text": "Thanks for sharing some time with us today.", "sentId": 6}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Now, it's only Monday and just noon here in the East, but Donald Trump appears to be changing his tone as he opens the week.", "sentId": 7}], "secId": 4}, {"speaker": "TRUMP", "sentences": [{"text": "Hillary Clinton's only experience in cyber security involves her criminal scream to violate federal law, engineering a massive cover-up and putting the entire nation in harm's way.", "sentId": 8}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Tough words, yes, but a far cry from this.", "sentId": 9}], "secId": 6}, {"speaker": "TRUMP", "sentences": [{"text": "She's got bad temperament.", "sentId": 10}, {"text": "She's got - she could be crazy.", "sentId": 11}, {"text": "She could actually be crazy.", "sentId": 12}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "It's a big week ahead as Trump tries to regain his footing and as the vice presidential candidates get their chance on the big debate stage.", "sentId": 13}], "secId": 8}, {"speaker": "PENCE", "sentences": [{"text": "And the truth is, this is a choice, men and women, of whether or not we're going to continue o| go downhill to a weaker America on the world stage.", "sentId": 14}], "secId": 9}, {"speaker": "KAINE", "sentences": [{"text": "You can't spend your whole life hiring lawyers to evade paying taxes and then suddenly at age 70 say, boy, I'm going to be great for the vets.", "sentId": 15}, {"text": "I've been stiffing them my whole life, but I'm going to be great for the vets now.", "sentId": 16}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights, Karen Tumulty of \"The Washington Post,\" Jonathan Martin of \"The New York Times,\" Politico's Glenn Thrush, and CNN's Nia-Malika Henderson.", "sentId": 17}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Now, last week was a very bad week for Donald Trump, and this week, off to a pretty rough start as well.", "sentId": 18}, {"text": "A little context first.", "sentId": 19}, {"text": "History.", "sentId": 20}, {"text": "Back in 2012, Donald Trump posted this graphic on Twitter with the commentary, half of Americans don't pay taxes despite crippling government debt.", "sentId": 21}, {"text": "The suggestion, of course, is there are a lot of free-loaders out there.", "sentId": 22}, {"text": "It turns out, Donald Trump may well be one of them.", "sentId": 23}, {"text": "\"The New York Times\" obtained copies of one year of Trump's state tax filings and they show he claimed nearly $ 1 billion in losses that year, 1995.", "sentId": 24}, {"text": "And because of that, tax experts told \"The Times\" he could have avoid paying any federal income taxes for nearly two decades.", "sentId": 25}, {"text": "Now, his campaign is threatening to sue the newspaper, but his surrogates tell you this is exactly why you should vote for Trump.", "sentId": 26}], "secId": 12}, {"speaker": "CHRISTIE", "sentences": [{"text": "There's no one who's shown more genius in their way to maneuver around the tax code and to rightfully use the laws to do that.", "sentId": 27}], "secId": 13}, {"speaker": "GIULIANI", "sentences": [{"text": "The man's a genius.", "sentId": 28}, {"text": "He knows how to operate the tax code for the benefit of the people he's serving.", "sentId": 29}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "The man's a genius.", "sentId": 30}, {"text": "There's that old metaphor, making chicken salad out of - but what - but what are they going to say, I guess?", "sentId": 31}, {"text": "The Trump campaign, any indication he'll decide, OK, here's the rest of my taxes.", "sentId": 32}, {"text": "Put these in context.", "sentId": 33}, {"text": "They don't deny the authenticity of the forms.", "sentId": 34}, {"text": "They just say \"The New York Times\" obtained them illegally.", "sentId": 35}, {"text": "Maybe we're going to sue you.", "sentId": 36}, {"text": "The Hillary Clinton campaign, we're told, has a brand new ad on this.", "sentId": 37}, {"text": "We're going to try to turn it around and bring it to you.", "sentId": 38}, {"text": "Where it's one headed?", "sentId": 39}], "secId": 15}, {"speaker": "KAREN TUMULTY", "sentences": [{"text": "He is not going to release his tax returns.", "sentId": 40}, {"text": "I am willing to - to predict that.", "sentId": 41}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 42}], "secId": 17}, {"speaker": "TUMULTY", "sentences": [{"text": "But look at - I mean what's the up side for him, releasing his tax returns?", "sentId": 43}, {"text": "Is he going to win a single voter over, a single undecided voter over?", "sentId": 44}, {"text": "And I think, though, that the bigger question for him as people begin to process this is, not even so much that he used the breaks that are available in the law, but that they were born of a gigantic business failure in the middle of the 1990s.", "sentId": 45}, {"text": "The economy was booming, and somehow he managed to have that chicken salad moment with his businesses.", "sentId": 46}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "His casinos were losing money.", "sentId": 47}, {"text": "His airline was a failure.", "sentId": 48}, {"text": "He had some - the Palace Hotel and some other real estate investments went bad.", "sentId": 49}, {"text": "And this happens.", "sentId": 50}, {"text": "It happens.", "sentId": 51}, {"text": "You know, he's in a big business.", "sentId": 52}, {"text": "Big business is a lot of money.", "sentId": 53}, {"text": "But, to your point, you know, if this was just a bad year and you are a smart businessman, he could prove it.", "sentId": 54}, {"text": "He could prove he had very good years by showing us other years, right?", "sentId": 55}], "secId": 19}, {"speaker": "MARTIN", "sentences": [{"text": "Yes, but he isn't going to do that.", "sentId": 56}, {"text": "And he's a lot not going to help his surrogate either.", "sentId": 57}, {"text": "I mean there may be no harder job in American politics than being a surrogate for Donald Trump.", "sentId": 58}], "secId": 20}, {"speaker": "THRUSH", "sentences": [{"text": "That's what there are only three of them.", "sentId": 59}], "secId": 21}, {"speaker": "MARTIN", "sentences": [{"text": "Well, no, actually, to Glenn's point, it is striking how few members of Congress or governors he has out there working for him and appearing .", "sentId": 60}, {"text": "He literally has about a half dozen surrogates from prominent levels of American politics.", "sentId": 61}, {"text": "I mean the party has this incredible two classes, in 2010 and 2014, huge gains.", "sentId": 62}, {"text": "Those people, sitting members of Congress and governors, are invisible in this campaign.", "sentId": 63}, {"text": "It's extraordinary.", "sentId": 64}], "secId": 22}, {"speaker": "THRUSH", "sentences": [{"text": "But, you know, that vacuum has been filled amply by Newt Gingrich, Rudy Giuliani and Chris Christie, who are, in some ways, iterations of Trump himself.", "sentId": 65}, {"text": "So they don't really bring anything in terms of a force multiplier.", "sentId": 66}, {"text": "It's basically there are four Trumps out there saying exactly the same thing.", "sentId": 67}, {"text": "And, by the way, they are saying exactly what Trump says about himself, that he's a genius.", "sentId": 68}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "He's a - they say he's a genius.", "sentId": 69}, {"text": "But it's very frustrating, not just to us, news organizations, we ask for more information, we ask for clarity, we ask for context, explain the loss, explain what loopholes or what deductions legally.", "sentId": 70}, {"text": "There's no indications Donald Trump did anything illegal here.", "sentId": 71}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "But it's also frustrating for Republicans.", "sentId": 72}, {"text": "There are a lot of candidates out there for Congress and for Senate and for governor and they get asked about this stuff.", "sentId": 73}, {"text": "And when you talk to their campaigns, they say, when they reach out to the Trump campaign, they get the same talking points.", "sentId": 74}], "secId": 25}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 75}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "That he took advantage - he didn't do anything wrong.", "sentId": 76}, {"text": "Took advantage of loopholes available to him.", "sentId": 77}, {"text": "And if he paid very little or nothing, that makes him smart.", "sentId": 78}], "secId": 27}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 79}, {"text": "And, guess what, most Americans don't want to pay taxes anyway or want to pay as few taxes as possible.", "sentId": 80}, {"text": "So that's what Donald Trump was doing.", "sentId": 81}], "secId": 28}, {"speaker": "HENDERSON", "sentences": [{"text": "The problem is, they're going to be hearing about this in television ads.", "sentId": 82}, {"text": "I mean Priorities USA already cut an ad that they're playing in some of these battleground states.", "sentId": 83}, {"text": "It's featuring a woman in Ohio where she's talking about Donald Trump playing by different rules.", "sentId": 84}, {"text": "She had to pay taxes.", "sentId": 85}, {"text": "He's not supporting veterans.", "sentId": 86}, {"text": "He's not supporting schools.", "sentId": 87}, {"text": "So it's going to be really, really tough for them to get out of - to get out of this and it just, you know, Hillary Clinton brought this up in that debate.", "sentId": 88}, {"text": "This is going to continue to dog him.", "sentId": 89}, {"text": "I think you're right, he's not going release the taxes, but you get more questions about who you would be as president.", "sentId": 90}, {"text": "Also, would he close these loopholes, right, that allowed him to take advantage of this large tax write-off in the early '90s?", "sentId": 91}, {"text": "Apparently, no, if you look at his tax plan.", "sentId": 92}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "He - go ahead.", "sentId": 93}], "secId": 30}, {"speaker": "THRUSH", "sentences": [{"text": "Yes, but the other issue is, they sort of have him from both ends of the income scale.", "sentId": 94}, {"text": "So he's stiffed the United States government.", "sentId": 95}, {"text": "That's their argument.", "sentId": 96}, {"text": "They also have this incredible weight of evidence that he's stiffed vendors who worked for him.", "sentId": 97}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 98}], "secId": 32}, {"speaker": "THRUSH", "sentences": [{"text": "I thought that was actually one of the more powerful moments of the Hofstra debate.", "sentId": 99}, {"text": "And I don't know about you guys, when I write about this, I get e-mails from people who have relatives who were stiffed by Donald Trump.", "sentId": 100}, {"text": "I had somebody tell me that their father owned an antique store, and Donald Trump walked in and grabbed a $2,000 lamp and said, I'll pay you later.", "sentId": 101}, {"text": "And it was only after several months that he actually paid up.", "sentId": 102}, {"text": "So this is something that contributes to a narrative of this guy stiffing people.", "sentId": 103}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "Well, saying he's - saying he's for the little guy and being a hypocrite to that point, and even that old tweet that we just talked about, just to that point, he sends this tweet out essentially saying hey we're - we're half of Americans, why aren't you paying taxes, you know, our government's in debt.", "sentId": 104}, {"text": "And as Hillary Clinton said in the Hofstra debate, you know, you're not - and you could say here Tim Kaine, too, this is going to come up tomorrow.", "sentId": 105}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "Before you jump in, though, to your point about -", "sentId": 106}], "secId": 35}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 107}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "To your point about the surrogates.", "sentId": 108}, {"text": "They get talking points from the campaign.", "sentId": 109}, {"text": "And God bless them.", "sentId": 110}, {"text": "We all want loyal supporters out there.", "sentId": 111}, {"text": "Here's Chris Christie again.", "sentId": 112}, {"text": "People are saying, you know, explain this big loss?", "sentId": 113}, {"text": "I thought he was a great businessman?", "sentId": 114}, {"text": "What do you mean he - Donald Trump's calling card is, I will do for the government what I do to my business.", "sentId": 115}, {"text": "So they're asking for details and you get this.", "sentId": 116}], "secId": 37}, {"speaker": "CHRISTIE", "sentences": [{"text": "And this is actually a very, very good story for Donald Trump, you know, about the losses.", "sentId": 117}, {"text": "The fact is, that this is a guy who rebuilt his entire business empire after the recession in the early 1990s, wrote the art of the comeback.", "sentId": 118}, {"text": "And, let me tell you, America needs a comeback and we need somebody like Donald Trump to lead that comeback.", "sentId": 119}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "There's - again, there's an easy way to prove it.", "sentId": 120}, {"text": "If there's a great comeback, let's see 1996, 1997, 1998, and so on and so forth and you can prove the comeback story.", "sentId": 121}, {"text": "But you're willing to bet, you're from \"The Washington Post,\" so you're willing to boat Steve Bezos fortune that that won't happen.", "sentId": 122}, {"text": "Jeff Bezos, sorry.", "sentId": 123}], "secId": 39}, {"speaker": "TUMULTY", "sentences": [{"text": "Yes, I would be willing to bet -", "sentId": 124}], "secId": 40}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 125}, {"text": "Think about -", "sentId": 126}], "secId": 41}, {"speaker": "TUMULTY", "sentences": [{"text": "I'd be willing to bet anybody else's but my - yes.", "sentId": 127}], "secId": 42}, {"speaker": "TUMULTY", "sentences": [{"text": "Yes, it's - again, what is the upside to releasing his tax returns?", "sentId": 128}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 129}], "secId": 44}, {"speaker": "TUMULTY", "sentences": [{"text": "And especially what's the upside five weeks before the election, for him?", "sentId": 130}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "Well, there is some indication - well, there is some indication, since the debate though, that Hillary Clinton is gaining nationally in polls and in some key swing states.", "sentId": 131}, {"text": "So might there be - might they get to a point where they see this pressure?", "sentId": 132}], "secId": 46}, {"speaker": "MARTIN", "sentences": [{"text": "Well, and that's why you see him this morning on the clip that you played at the intro to the show now, you know, moving onto the e- mails, right?", "sentId": 133}, {"text": "They're sort of moving on to living off the land territory where you reach for, you know, whatever message that day falls into your lap.", "sentId": 134}, {"text": "You know, in the last week it was Bernie Sanders being dissed by Hillary on these hacked - on these hacked tapes and so they're trying to find some way to sort of change the topic.", "sentId": 135}], "secId": 47}, {"speaker": "MARTIN", "sentences": [{"text": "One fast point, though, for Hillary, if there is a sort of - a cloud, all the silver lining here for her, she almost has to pick because there's so much out there for her.", "sentId": 136}, {"text": "Does she want to prosecute a populist case against Donald Trump and portray him as hurting the little guy, getting way with stuff that average Americans can't, or do you want to do what she has been doing, which is much more gender and race and saying, this guy is an outlier in American life in 2016 and this is going to set us back.", "sentId": 137}, {"text": "She's trying to do both.", "sentId": 138}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "We'll get a sense - yes, we'll get a sense of that.", "sentId": 139}, {"text": "She's in Ohio today and we'll get a sense of that because they say she's going to, my words, channel her inner Elizabeth Warren and have a populist, you know, go after the Epipen maker, go after the CEO of Wells Fargo and go after Donald Trump as a businessman who doesn't have good acumen.", "sentId": 140}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Before you jump in, here's what she's done on Twitter.", "sentId": 141}, {"text": "We'll see what she says on the campaign trail.", "sentId": 142}, {"text": "These tweets are pretty priceless.", "sentId": 143}, {"text": "Hillary Clinton, again, trying to get under Donald Trump's skin, as she did to some degree in the debate.", "sentId": 144}, {"text": "\"Can a man who lost a billion dollars in one year stiff small businesses,\" to Glenn's point, \"and may have paid no taxes really claim he's good at business?\"", "sentId": 145}, {"text": "And then she says, and, again, I think this is designed to sort of goad Trump into saying more, \"according to \"The New York Times,\" Trump may contribute less to our military and college students than the undocumented immigrants he wants to deport.\"", "sentId": 146}], "secId": 50}, {"speaker": "HENDERSON", "sentences": [{"text": "Wow.", "sentId": 147}], "secId": 51}, {"speaker": "TUMULTY", "sentences": [{"text": "Well, and she goes after - and Elizabeth Warren does this in her own tweets too, she goes after the very points about Donald Trump's biography that he is most proud of.", "sentId": 148}, {"text": "And she punctures them.", "sentId": 149}], "secId": 52}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 150}], "secId": 53}, {"speaker": "TUMULTY", "sentences": [{"text": "And I think that whoever they have on the campaign who's studying his psychological profile know that this is the single most guaranteed way -", "sentId": 151}], "secId": 54}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 152}], "secId": 55}, {"speaker": "TUMULTY", "sentences": [{"text": "To force him to erupt and, you know, at 3:00 in the morning -", "sentId": 153}], "secId": 56}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 154}], "secId": 57}, {"speaker": "TUMULTY", "sentences": [{"text": "He's -- that's what he's worried about.", "sentId": 155}], "secId": 58}, {"speaker": "HENDERSON", "sentences": [{"text": "And they did that early in that first debate, right?", "sentId": 156}, {"text": "Her second answer was about his wealth being inherited from his father -", "sentId": 157}], "secId": 59}, {"speaker": "TUMULTY", "sentences": [{"text": "His daddy's money, yes.", "sentId": 158}], "secId": 60}, {"speaker": "HENDERSON", "sentences": [{"text": "$14 million  that he benefitted from.", "sentId": 159}, {"text": "And from there, I mean he was pretty much off the rails.", "sentId": 160}], "secId": 61}, {"speaker": "HENDERSON", "sentences": [{"text": "I think, you know, in some ways to Jonathan's point, I mean it's sort of all of the above, right?", "sentId": 161}, {"text": "They can go with the race stuff, the gender stuff, and as well as puncture this idea that he's a populist who was out for the little guy.", "sentId": 162}, {"text": "And even so, I think, Barack Obama talk about this.", "sentId": 163}, {"text": "He said in one of his speech, all of a sudden Donald Trump is for the little guy, but you couldn't rent a place in one of his condo buildings.", "sentId": 164}], "secId": 62}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 165}], "secId": 63}, {"speaker": "HENDERSON", "sentences": [{"text": "You couldn't get on his golf course, which I think is a pretty powerful message here as they try to get older voters, millennial voters, as well as some of those working-class whites.", "sentId": 166}], "secId": 64}, {"speaker": "THRUSH", "sentences": [{"text": "But this isn't just a matter of attacking Donald Trump's psyche.", "sentId": 167}, {"text": "Hillary Clinton understands this psychology herself.", "sentId": 168}, {"text": "She is having a big kick over the last couple of days.", "sentId": 169}, {"text": "She is doing unto him as others have done unto her for a lot of years.", "sentId": 170}, {"text": "To Karen's point, in 2007 I sat down with her before the election, the race really took hold, and she said to me, the blood sport aspect of running for the president is that they attack you on your strengths.", "sentId": 171}, {"text": "And she spoke about that in a really defensive way.", "sentId": 172}, {"text": "What we're seeing right now is her being able to flip that around and turn it on Donald Trump.", "sentId": 173}, {"text": "KING: And we'll see if Trump - we'll see what happens.", "sentId": 174}, {"text": "We'll see which", "sentId": 175}], "secId": 65}, {"speaker": "THRUSH", "sentences": [{"text": "Trump we get this week.", "sentId": 176}, {"text": "We'll see if we get a disciplined Trump, which has campaigned, I think, 3,472 times as promised we would get a disciplined Donald Trump  time.", "sentId": 177}], "secId": 66}, {"speaker": "THRUSH", "sentences": [{"text": "You have - you have .", "sentId": 178}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "And then he goes, yes, we're going to put it up next to the countdown clock.", "sentId": 179}, {"text": "And then he goes off script.", "sentId": 180}, {"text": "He started out today, and it's a military cyber security event, so he was - his tone was more somber and dismal.", "sentId": 181}, {"text": "We'll see what happens.", "sentId": 182}, {"text": "We saw what happened Saturday night where - we - look, pressure gets to you in a president's campaign.", "sentId": 183}, {"text": "We're watching this play out.", "sentId": 184}, {"text": "But the Clinton campaign, whether Donald Trump stays perfect on the trail this week, you know this will be an issue in the vice presidential debate tomorrow night.", "sentId": 185}, {"text": "You know Hillary Clinton will bring it up again, now that she has this new ammunition on taxes, the next debate next Sunday night.", "sentId": 186}, {"text": "And here, if you live in a swing state, you're about to see this.", "sentId": 187}], "secId": 68}, {"speaker": "CLINTON", "sentences": [{"text": "I'm Hillary Clinton and I approved this message.", "sentId": 188}], "secId": 69}, {"speaker": "UNIDENTIFIED FEMALE ", "sentences": [{"text": "You work hard.", "sentId": 189}, {"text": "You pay your taxes.", "sentId": 190}, {"text": "So why didn't Donald Trump pay his?", "sentId": 191}, {"text": "He claims he's worth $10 billion.", "sentId": 192}, {"text": "But a new report shows he may not have paid any federal taxes for almost 20 years.", "sentId": 193}], "secId": 70}, {"speaker": "CLINTON", "sentences": [{"text": "He didn't pay any federal income tax.", "sentId": 194}], "secId": 71}, {"speaker": "TRUMP", "sentences": [{"text": "That makes me smart.", "sentId": 195}], "secId": 72}, {"speaker": "CLINTON", "sentences": [{"text": "If he's paid -", "sentId": 196}], "secId": 73}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "If he thinks that makes him smart, what does he think of you?", "sentId": 197}], "secId": 74}, {"speaker": "TRUMP", "sentences": [{"text": "How stupid are the people of the country?", "sentId": 198}], "secId": 75}, {"speaker": "CLINTON", "sentences": [{"text": "I'm Hillary Clinton -", "sentId": 199}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "Well, if you're a Trump supporter, you don't like that, but that's a pretty powerful ad.", "sentId": 200}], "secId": 77}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 201}, {"text": "And, you know, from that debate you felt like it was going to be an ad when he said \"that makes me smart.\"", "sentId": 202}, {"text": "But now you've got this ammunition with \"The New York Times\" reporting, this October surprise that lands right in the middle of a really bad tailspin for Donald Trump.", "sentId": 203}], "secId": 78}, {"speaker": "MARTIN", "sentences": [{"text": "But, think about, she had the presence of mind to move off of her, you know, ten point - talking point list when he said, that makes me smart and stop and turn around and say, excuse - what did you just say, and say, you said that not paying taxes makes you smart?", "sentId": 204}, {"text": "I want the people of America to hear that just now.", "sentId": 205}, {"text": "Say it again.", "sentId": 206}, {"text": "I mean, can you imagine the impact if she had gotten off script there for a moment and gone after him on that?", "sentId": 207}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "I'm guessing she'll try again in several days.", "sentId": 208}], "secId": 80}, {"speaker": "MARTIN", "sentences": [{"text": "Yes, exactly.", "sentId": 209}, {"text": "Right.", "sentId": 210}, {"text": "Right.", "sentId": 211}], "secId": 81}, {"speaker": "THRUSH", "sentences": [{"text": "This is where her experience really takes hold.", "sentId": 212}, {"text": "That is - that is actually learned from the Lazio  experience that she had in 2000 when Rick Lazio infamously crossed the stage.", "sentId": 213}, {"text": "When I interviewed her in April about this, she said the key on a debate stage is not what you say, it's how you react.", "sentId": 214}], "secId": 82}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 215}], "secId": 83}, {"speaker": "THRUSH", "sentences": [{"text": "And in that moment, I didn't want to stop this guy from making the biggest mistake of his career.", "sentId": 216}, {"text": "I think she has the same attitude in terms of pushing Trump.", "sentId": 217}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "Interesting point.", "sentId": 218}, {"text": "Everybody, it tight.", "sentId": 219}, {"text": "Up next, Donald Trump's getting more personal on the campaign trail.", "sentId": 220}, {"text": "Is that part of his warm- up for that big second debate?", "sentId": 221}, {"text": "Stay with us.", "sentId": 222}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 223}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "After his overnight Twitter tirade against a former Miss Universe last week, top Trump campaign advisors promised - promised, they've said before, but they promised again he would be more disciplined.", "sentId": 224}, {"text": "We'll see what happens this week.", "sentId": 225}, {"text": "At the end of last week, though, Trump wandered off the teleprompter pretty regularly.", "sentId": 226}, {"text": "At a rally Saturday night, the Republican nominee questioned Hillary Clinton's physical health, her mental health, raised Bill Clinton's impeachment and said this.", "sentId": 227}], "secId": 87}, {"speaker": "TRUMP", "sentences": [{"text": "Hillary Clinton's only loyalty is to her financial contributors and to herself.", "sentId": 228}, {"text": "I don't even think she's loyal to Bill, if you want to know the truth.", "sentId": 229}, {"text": "And, really, folks, really, why should she be, right?", "sentId": 230}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Now, his adviser say it's all fair game because Hillary Clinton calls Trump a sexist and a misogynist, but many other Republicans worry it's a strategy certain to exacerbate Trump's already deep problems with women voters.", "sentId": 231}, {"text": "This might not help either.", "sentId": 232}], "secId": 89}, {"speaker": "GIULIANI", "sentences": [{"text": "Don't you think a man who has this kind of economic genius is a lot better for the United States than a woman?", "sentId": 233}, {"text": "And the only thing she's ever produced is a lot of work for the FBI checking out her e-mails.", "sentId": 234}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "That was Rudy Giuliani playing the role of Archie Bunker.", "sentId": 235}, {"text": "It's - I mean we're laughing at - we're laughing about this, but there's a presidential election in 36 days.", "sentId": 236}], "secId": 91}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 237}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Now maybe that's not what he meant, but it -", "sentId": 238}], "secId": 93}, {"speaker": "HENDERSON", "sentences": [{"text": "Kind of the tone -", "sentId": 239}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "This - this -", "sentId": 240}], "secId": 95}, {"speaker": "HENDERSON", "sentences": [{"text": "And he kind of spat it out - a woman.", "sentId": 241}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Yes, this woman.", "sentId": 242}, {"text": "This woman.", "sentId": 243}], "secId": 97}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 244}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "How about, you know, Secretary Clinton, or this, the Democrat, or his opponent.", "sentId": 245}, {"text": "Why does it have to be \"this woman\"?", "sentId": 246}], "secId": 99}, {"speaker": "THRUSH", "sentences": [{"text": "Well, because she's in their heads.", "sentId": 247}], "secId": 100}, {"speaker": "TUMULTY", "sentences": [{"text": "Yes.", "sentId": 248}], "secId": 101}, {"speaker": "THRUSH", "sentences": [{"text": "And, look, Rudy, you know, I am old enough, I had hair at the time I was covering it, to cover Rudy Giuliani's almost race against Hillary Clinton in 2000.", "sentId": 249}, {"text": "And he's clearly got a score to settle.", "sentId": 250}], "secId": 102}, {"speaker": "THRUSH", "sentences": [{"text": "But this is not the man you want out there discussing women's issues.", "sentId": 251}, {"text": "You know, my moment of the week last week was when Giuliani and Newt Gingrich, on the same day, were discussing women' body image issues having to do with the Miss Universe controversy.", "sentId": 252}, {"text": "Again, it gets back to the fact that the guy can't have anybody standing on the stage with him who doesn't directly reflect him.", "sentId": 253}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "I'm old enough to remember, too, and didn't Rudy Giuliani blink?", "sentId": 254}, {"text": "Didn't he choose not to run?", "sentId": 255}], "secId": 104}, {"speaker": "THRUSH", "sentences": [{"text": "Oh, yes.", "sentId": 256}, {"text": "Yes.", "sentId": 257}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "So, you know, you had your chance.", "sentId": 258}, {"text": "He had his chance.", "sentId": 259}], "secId": 106}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 260}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "He didn't - you know, he didn't run.", "sentId": 261}], "secId": 108}, {"speaker": "TUMULTY", "sentences": [{"text": "Yes.", "sentId": 262}], "secId": 109}, {"speaker": "HENDERSON", "sentences": [{"text": "And these are the people who are rounding Donald Trump and talking to him about this campaign.", "sentId": 263}, {"text": "You've got Roger Stone, of course, too, who has all sorts of theories about the Clintons' marriage and then Newt Gingrich - KING: And Area 51.", "sentId": 264}], "secId": 110}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 265}, {"text": "Yes.", "sentId": 266}, {"text": "And then Newt Gingrich, Rudy Giuliani and Donald Trump, who, I think, between them, have had nine wives.", "sentId": 267}, {"text": "So it's - you know -", "sentId": 268}], "secId": 111}, {"speaker": "THRUSH", "sentences": [{"text": "-", "sentId": 269}], "secId": 112}, {"speaker": "TUMULTY", "sentences": [{"text": "The thing about going after the Clintons' marriage is, this has tried and tried and tried.", "sentId": 270}, {"text": "And just a reminder that in December of 1998, when Congress was about to impeach Bill Clinton, Hillary Clinton's favorables went up to 66 percent in Pew.", "sentId": 271}, {"text": "So why are they deciding that this is the right moment to go back and remind the country of the last moment that it was truly sympathetic towards Hillary Clinton?", "sentId": 272}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "Yes, now, here's your answer.", "sentId": 273}, {"text": "Here's your answer.", "sentId": 274}], "secId": 114}, {"speaker": "TUMULTY", "sentences": [{"text": "Yes.", "sentId": 275}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "I'm not saying it's a good answer, but here's your answer from Rudy Giuliani.", "sentId": 276}, {"text": "Because he says it's not just about Bill Clinton, it's about Hillary Clinton.", "sentId": 277}], "secId": 116}, {"speaker": "TUMULTY", "sentences": [{"text": "Right.", "sentId": 278}], "secId": 117}, {"speaker": "GIULIANI", "sentences": [{"text": "After she called him a racist, a misogynist, a - xenophobic, I don't know, schizophrenic and I don't know what else she called him at the end of that debate, I think it's fair - it's fair game.", "sentId": 279}, {"text": "I am saying the problem with Hillary Clinton has nothing to do, as far as I'm concerned, with her marriage.", "sentId": 280}, {"text": "It's her protection of Bill Clinton for 20 or 25 years against allegations of rape, taking advantage of an intern and going on the attack and trying to make those women appear to be insane in some cases.", "sentId": 281}], "secId": 118}, {"speaker": "MARTIN", "sentences": [{"text": "It's called biting the forbidden fruit, right?", "sentId": 282}, {"text": "They're just overwhelmed by the temptation.", "sentId": 283}, {"text": "It's out there.", "sentId": 284}, {"text": "Trump likes to operate with the politics of the personal, right?", "sentId": 285}, {"text": "He's not going to go after her because her, you know, highway plan isn't scored by CVO.", "sentId": 286}, {"text": "You know, this is what he wants to do, is sort of get down in sort of, you know, gutter-level politics.", "sentId": 287}, {"text": "The fact is, though, is that he knows that the approach he took in the first 20 minutes of that debate is better off.", "sentId": 288}, {"text": "Hammer - hammer -", "sentId": 289}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "But why won't he do it?", "sentId": 290}], "secId": 120}, {"speaker": "MARTIN", "sentences": [{"text": "Hammering her for being a political insider for 30 years and reflecting the status quo they know is good politics.", "sentId": 291}, {"text": "Why can't he do it?", "sentId": 292}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "Well, that - that's the most effective -", "sentId": 293}], "secId": 122}, {"speaker": "MARTIN", "sentences": [{"text": "Because -", "sentId": 294}], "secId": 123}, {"speaker": "KING", "sentences": [{"text": "That was his most effective moment, that -", "sentId": 295}], "secId": 124}, {"speaker": "MARTIN", "sentences": [{"text": "Because he wants - he wants to hit back on personal stuff, not policy, that's why.", "sentId": 296}], "secId": 125}, {"speaker": "MARTIN", "sentences": [{"text": "But what?", "sentId": 297}, {"text": "But what?", "sentId": 298}], "secId": 126}, {"speaker": "THRUSH", "sentences": [{"text": "Because -", "sentId": 299}], "secId": 127}, {"speaker": "MARTIN", "sentences": [{"text": "Well, he is.", "sentId": 300}], "secId": 128}, {"speaker": "HENDERSON", "sentences": [{"text": ", yes.", "sentId": 301}], "secId": 129}, {"speaker": "THRUSH", "sentences": [{"text": "Because, you know, because she hit him where it hurts and he can't stop talking about it.", "sentId": 302}, {"text": "I mean -", "sentId": 303}], "secId": 130}, {"speaker": "HENDERSON", "sentences": [{"text": "And he's sort of obsessed with it too.", "sentId": 304}, {"text": "I mean the guys around him, .", "sentId": 305}], "secId": 131}, {"speaker": "MARTIN", "sentences": [{"text": "Well, his line to Pat Hughley , my colleague, on Friday, which was, she wants to be nasty, I can be nastier.", "sentId": 306}], "secId": 132}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 307}], "secId": 133}, {"speaker": "MARTIN", "sentences": [{"text": "It's not about winning votes or trying - he just wants to come out atop of the argument.", "sentId": 308}, {"text": "That's what he does.", "sentId": 309}, {"text": "That's who he is, you know.", "sentId": 310}], "secId": 134}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 311}, {"text": "And I think there is a lot a feeling in that circle that it wasn't prosecuted the right way back in the '90s.", "sentId": 312}, {"text": "If in the '90s it was too much about Hillary Clinton's - or Bill Clinton's infidelities.", "sentId": 313}, {"text": "Hillary Clinton was the victim.", "sentId": 314}, {"text": "If they can transfer is now to her somehow being the bad person in this, an enabler, then it's a new audience, it's a different kind of country now.", "sentId": 315}, {"text": "I mean that' the - I'm not saying it's going to work, but I think that's their bet.", "sentId": 316}], "secId": 135}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 317}], "secId": 136}, {"speaker": "TUMULTY", "sentences": [{"text": "But the fact is that, you know, between Rudy Giuliani and Donald Trump, we're talking about six marriages.", "sentId": 318}], "secId": 137}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 319}, {"text": "Yes.", "sentId": 320}], "secId": 138}, {"speaker": "TUMULTY", "sentences": [{"text": "And the Clintons are still on their first one.", "sentId": 321}, {"text": "They're still on their starter marriage.", "sentId": 322}, {"text": "And I do think - and by the way, when she ran for the Senate, a lot of women voters in New York did have a problem with this, and she had to have a lot of sessions in people's living rooms where she would just take questions from women.", "sentId": 323}, {"text": "Why did you stay with him?", "sentId": 324}, {"text": "I do think that the - you know, it wasn't like the whole country wasn't paying attention in the '90s, and maybe you can argue that the millennials weren't paying attention.", "sentId": 325}], "secId": 139}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 326}], "secId": 140}, {"speaker": "TUMULTY", "sentences": [{"text": "But it's not like we haven't all been here before.", "sentId": 327}, {"text": "KING: So do we think they - do we think, you know, this is sort of a -", "sentId": 328}], "secId": 141}, {"speaker": "TUMULTY", "sentences": [{"text": "we have a big debate.", "sentId": 329}, {"text": "He lost the first debate.", "sentId": 330}, {"text": "It's clearly under his skin.", "sentId": 331}, {"text": "We're having the next big one.", "sentId": 332}, {"text": "We'll get to the vice presidential candidates in a minute, but the next big one's next Sunday night.", "sentId": 333}, {"text": "And so Trump is saying these clues, you know, I should have done it in the first debate.", "sentId": 334}, {"text": "I'm going to do it in the second debate.", "sentId": 335}, {"text": "Do we think that's even real, or is it to get these conversations, to get on television, people talking about Bill Clinton's history, just to see, you know, see if it sticks, see if it's out there?", "sentId": 336}, {"text": "And what do we know, as he prepares for the second one, does he really think that that's the best argument to make about the Clintons in the '90s, as opposed to what was quite effective.", "sentId": 337}], "secId": 142}, {"speaker": "THRUSH", "sentences": [{"text": "Yes.", "sentId": 338}], "secId": 143}, {"speaker": "KING", "sentences": [{"text": "You know, she's been around forever.", "sentId": 339}, {"text": "Even if she - even if you like what she says, she won't deliver change because she's part of the problem.", "sentId": 340}], "secId": 144}, {"speaker": "THRUSH", "sentences": [{"text": "I don't think at this point that this is about politics.", "sentId": 341}, {"text": "I don't think at this point this is even about sort of debate strategy .", "sentId": 342}, {"text": "I think this is what the guy wants to talk about.", "sentId": 343}, {"text": "I think we are witnessing here a presidential nomination as self-expression.", "sentId": 344}, {"text": "This dude wants to talk about this stuff.", "sentId": 345}, {"text": "He is compelled to talk about it in a way that is entirely divorced from political imperatives.", "sentId": 346}, {"text": "As J.", "sentId": 347}, {"text": "Mart said, that 30-year argument that he made at that debate in the first 20 minutes was really effective.", "sentId": 348}, {"text": "And I was talking - I was direct messaging with Clinton people at the time and they were worried about that.", "sentId": 349}, {"text": "It is a mystery to me, from any political perspective, why this guy isn't just hitting that again.", "sentId": 350}, {"text": "And the other thing about it, did you hear him talk about the Clinton Foundation once during the debate at Hofstra?", "sentId": 351}], "secId": 145}, {"speaker": "HENDERSON", "sentences": [{"text": "No.", "sentId": 352}, {"text": "Or Benghazi.", "sentId": 353}, {"text": "Or anything of those things.", "sentId": 354}], "secId": 146}, {"speaker": "KING", "sentences": [{"text": "He left - he left a lot of opportunities on the table.", "sentId": 355}], "secId": 147}, {"speaker": "TUMULTY", "sentences": [{"text": "But the single most important thing to know about the second debate is that it's a town hall format.", "sentId": 356}], "secId": 148}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 357}], "secId": 149}, {"speaker": "TUMULTY", "sentences": [{"text": "Which means half of the questions in that debate are going to come from members of the audience, all of whom are undecided voters.", "sentId": 358}, {"text": "And so a voter asks you, how are you going to guarantee that Social Security will be there for me?", "sentId": 359}, {"text": "You cannot then say, well let's talk about Monica Lewinsky.", "sentId": 360}], "secId": 150}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 361}], "secId": 151}, {"speaker": "KING", "sentences": [{"text": "Right, it's much harder.", "sentId": 362}, {"text": "You can do - it's easier to pivot from a reporter's question.", "sentId": 363}], "secId": 152}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 364}], "secId": 153}, {"speaker": "KING", "sentences": [{"text": "You know, thanks for the question, John.", "sentId": 365}, {"text": "I don't want to talk about the sunrise.", "sentId": 366}, {"text": "I want to talk about the Clinton Foundation.", "sentId": 367}], "secId": 154}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 368}], "secId": 155}, {"speaker": "KING", "sentences": [{"text": "Much more difficult - it is much more difficult when you're looking at someone who says, I lost my job.", "sentId": 369}], "secId": 156}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 370}], "secId": 157}, {"speaker": "KING", "sentences": [{"text": "Or my - my brother, sister or spouse is serving in Afghanistan or Iraq right now.", "sentId": 371}], "secId": 158}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 372}], "secId": 159}, {"speaker": "KING", "sentences": [{"text": "It's much tougher.", "sentId": 373}, {"text": "You're right about that.", "sentId": 374}], "secId": 160}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 375}, {"text": "A lot more to talk about.", "sentId": 376}], "secId": 161}, {"speaker": "KING", "sentences": [{"text": "Next, Donald Trump says new audio proves Hillary Clinton looks down on Bernie Sanders's supporters.", "sentId": 377}, {"text": "So, what does Senator Sanders think?", "sentId": 378}], "secId": 162}], "sectionCount": 163, "url": "transcripts.cnn.com/TRANSCRIPTS/1610/03/ip.01.html", "sentenceCount": 380, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 3, 2016 - 12:00   ET", "speakers": ["BERMAN", "KING", "TRUMP", "PENCE", "KAINE", "CHRISTIE", "GIULIANI", "KAREN TUMULTY", "TUMULTY", "MARTIN", "THRUSH", "HENDERSON", "CLINTON", "UNIDENTIFIED FEMALE ", "UNIDENTIFIED FEMALE"], "title": "INSIDE POLITICS"}