{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1611.09.ip.01.html.json", "subTitle": "Donald Trump Wins the Presidential Election; Obama Speaks About the Election Results. Aired 12-12:30p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "BLITZER", "sentences": [{"text": "So many of her supporters there.", "sentId": 0}, {"text": "Right at her side, as has been the case for maybe 20 years, you see her in the middle of the screen, Huma Abedin, her longtime aide, one of her closest aides.", "sentId": 1}, {"text": "She's calmed Huma Abedin almost like a second daughter to her.", "sentId": 2}, {"text": "Huma Abedin, of course, in the last few days of this campaign, all of a sudden we learned that her estranged husband was under FBI investigation for sexting with a 15-year-old girl, and e- mails that were discovered on their shared computer related to Hillary Clinton and James Comey came out with a statement about 11 days before the end of this campaign, Gloria, and that caused quite an uproar.", "sentId": 3}, {"text": "But there they are.", "sentId": 4}, {"text": "They're together once again.", "sentId": 5}, {"text": "I don't know how much of an impact that had or didn't have on this race for the White House, but certainly it generated all the headlines during these final days.", "sentId": 6}], "secId": 0}, {"speaker": "BORGER", "sentences": [{"text": "And, you know, Carl was talking about the color of what she was wearing.", "sentId": 7}, {"text": "Color is - the purple is also red and blue together.", "sentId": 8}], "secId": 1}, {"speaker": "BASH", "sentences": [{"text": "Bipartisanship.", "sentId": 9}], "secId": 2}, {"speaker": "BORGER", "sentences": [{"text": "It is bipartisanship.", "sentId": 10}, {"text": "And I think that - that may have been what she was thinking about if she had won.", "sentId": 11}], "secId": 3}, {"speaker": "BASH", "sentences": [{"text": "Yes.", "sentId": 12}, {"text": "Well, and it's also the - one of the suffragette colors as well.", "sentId": 13}, {"text": "But I just want to mark the moment of what's happening in the room again, like you did, Wolf, that she's thanking her supporters.", "sentId": 14}, {"text": "And it's not just supporters.", "sentId": 15}, {"text": "These are people - and I was just - I just got a text from somebody who worked on a campaign and talked about what it's like when you're on a losing campaign and it is a - not just a personal disappointment.", "sentId": 16}, {"text": "This friend of mine said it's like a professional and a personal death, because it's the death of a dream.", "sentId": 17}, {"text": "You believe in this person so much that you give your life to their cause, the cause of them being elected for years, and that's what the people in that room are feel right now.", "sentId": 18}], "secId": 4}, {"speaker": "BLITZER", "sentences": [{"text": "We just got a statement, by the way, from President George W. Bush.", "sentId": 19}, {"text": "His father issued a nice statement a little while ago, spoke on the phone with Donald Trump.", "sentId": 20}, {"text": "This is a statement from George W. Bush.", "sentId": 21}, {"text": "\"This morning, I called President-Elect Donald Trump and congratulated him on his election as president of the United States of America.", "sentId": 22}, {"text": "Laura and I wish the president-elect, Melania and the entire Trump family all our very best as they take on an awesome responsibility and begin an exciting new chapter in their lives.", "sentId": 23}, {"text": "We pray for the success of our country and the success of our new president.\"", "sentId": 24}, {"text": "That statement from President George W. Bush.", "sentId": 25}], "secId": 5}, {"speaker": "BLITZER", "sentences": [{"text": "So all of the statements are coming in.", "sentId": 26}, {"text": "You heard the House speaker issue a very congratulatory statement about Donald Trump.", "sentId": 27}, {"text": "You heard - we're going to hear momentarily, by the way, you're looking at live shots over there at the Rose Garden of the White House, President Obama.", "sentId": 28}, {"text": "He's going to be making a statement as well.", "sentId": 29}, {"text": "He's going to be congratulating President-Elect Trump, and obviously saying that during this transition process, the rest of November, December, January, until January 20th, which is inauguration day here in the United States, he will work together with the Trump transition team, led by New Jersey Governor Chris Christie, to make sure there is a smooth transition of power.", "sentId": 30}, {"text": "This is the way the democracy, the democratic process works, and President Obama will stress that point when he speak a few moments from now.", "sentId": 31}], "secId": 6}, {"speaker": "RESTON", "sentences": [{"text": "And he - he - President Obama also just took on such an extraordinary role in this campaign, along with Michelle Obama, in really speaking out and sort of being the moral authority after Donald Trump's comments on women, after the \"Access Hollywood\" tape.", "sentId": 32}, {"text": "And so you have to imagine then this is a really difficult speech for him as well to come out and he talked about it being deeply personal for him, that - when he was encouraging voters to get out here that this was about his legacy and preserving his legacy.", "sentId": 33}, {"text": "And he now has to pass on the torch to Donald Trump.", "sentId": 34}], "secId": 7}, {"speaker": "BLITZER", "sentences": [{"text": "We'll hear momentarily from the president.", "sentId": 35}, {"text": "He'll walk out of the Oval Office right at the top of your screen, walk down those stairs to that lectern there in the Rose Garden and address the American people, indeed the world at this historic moment.", "sentId": 36}], "secId": 8}, {"speaker": "BLITZER", "sentences": [{"text": "David Gergen, you wanted to make a point?", "sentId": 37}], "secId": 9}, {"speaker": "GERGEN", "sentences": [{"text": "Absolutely, because I - for President Obama, this is a big, big defeat as well.", "sentId": 38}, {"text": "I mean he has been very focused and his legacy for a long time now and the two biggest, historic, single accomplishments with the administration have been the passage of the Affordable Care Act, so-called Obamacare, and the agreement with Iran.", "sentId": 39}, {"text": "On in both cases, Donald Trump has promised he would undo them.", "sentId": 40}], "secId": 10}, {"speaker": "BLITZER", "sentences": [{"text": "On day one.", "sentId": 41}], "secId": 11}, {"speaker": "GERGEN", "sentences": [{"text": "On day one.", "sentId": 42}], "secId": 12}, {"speaker": "RESTON", "sentences": [{"text": "Right.", "sentId": 43}], "secId": 13}, {"speaker": "GERGEN", "sentences": [{"text": "And Hillary Clinton was the person who was going to preserve that legacy and burnish that legacy.", "sentId": 44}, {"text": "And now President Obama must feel, I worked so hard, I came so far.", "sentId": 45}], "secId": 14}, {"speaker": "BORGER", "sentences": [{"text": "Well, and he's a president who is rated historically high as he leaves office with over a 50 percent approval rating.", "sentId": 46}], "secId": 15}, {"speaker": "GERGEN", "sentences": [{"text": "Fifty-four percent.", "sentId": 47}], "secId": 16}, {"speaker": "BORGER", "sentences": [{"text": "And yet this election was a repudiation of a lot of the things that he thought would transform the country, that he passed or signed as executive orders, or tried to do.", "sentId": 48}], "secId": 17}, {"speaker": "GERGEN", "sentences": [{"text": "Yes.", "sentId": 49}], "secId": 18}, {"speaker": "BORGER", "sentences": [{"text": "Jeff Zeleny is in New York.", "sentId": 50}, {"text": "He's over at the hotel.", "sentId": 51}, {"text": "He's been covering Hillary Clinton during this two-year ordeal for her.", "sentId": 52}, {"text": "This campaign trying to reach the White House, which clearly is not happening.", "sentId": 53}], "secId": 19}, {"speaker": "BORGER", "sentences": [{"text": "Jeff, tell our viewers what you're hearing and your reaction to what we heard from Hillary Clinton.", "sentId": 54}], "secId": 20}, {"speaker": "ZELENY", "sentences": [{"text": "Wolf, as you heard Gloria and Dana talk how Secretary Clinton opened by saying, \"I'm sorry,\" there are a lot of people saying I'm sorry to her.", "sentId": 55}, {"text": "But she was hugging a lot of them tightly as she went through that first row.", "sentId": 56}, {"text": "Her pollsters, her analysts, her data directors, all of them feel that they have let her down in some way.", "sentId": 57}, {"text": "But you can see the tears in their eyes as she is hugging them.", "sentId": 58}], "secId": 21}, {"speaker": "ZELENY", "sentences": [{"text": "But, Wolf, I was struck by a couple things she said.", "sentId": 59}, {"text": "She said, look, we owe Donald Trump an open mind and the chance to lead.", "sentId": 60}, {"text": "That was a message to her fellow Democrats that, you know, give him a chance.", "sentId": 61}, {"text": "Certainly a much different tone from the scorched earth campaign that this had become.", "sentId": 62}], "secId": 22}, {"speaker": "ZELENY", "sentences": [{"text": "But, Wolf, thinking back to that 2008 campaign very quickly, when she gave that speech at the National Building Museum, talking about shattered ceilings, she was talking here at the end, she said, I  hope that day comes sooner than I think.", "sentId": 63}, {"text": "But the reality here is, Wolf, she will take her leave from public stage now.", "sentId": 64}, {"text": "She's 69 years old and will pass this torch on to someone else.", "sentId": 65}, {"text": "This will be a greatest disappointment of her life here, but she has smile - a smile on her face here today, Wolf.", "sentId": 66}, {"text": "So many tears among the people she's hugging now.", "sentId": 67}], "secId": 23}, {"speaker": "BLITZER", "sentences": [{"text": "Do we even know, Jeff, going into last night, we knew - we knew that they had prepared a victory speech for her.", "sentId": 68}, {"text": "Do we even know if they were drafting this type of concession speech?", "sentId": 69}], "secId": 24}, {"speaker": "ZELENY", "sentences": [{"text": "We're told they were drafting a speech on both sides.", "sentId": 70}, {"text": "Just about - in the final 24 hours of campaigning or so, aides told us that she was preparing a speech, win or lose.", "sentId": 71}, {"text": "We hear that from a lot of presidential candidates, other politicians that they are indeed.", "sentId": 72}, {"text": "So I have no doubt that there was a draft here.", "sentId": 73}, {"text": "But, wolf, no one was expecting her to have to deliver that.", "sentId": 74}, {"text": "So she wrote a lot of these words herself here, including the scripture, which is, of course, so personal to her.", "sentId": 75}], "secId": 25}, {"speaker": "ZELENY", "sentences": [{"text": "Wolf.", "sentId": 76}], "secId": 26}, {"speaker": "BLITZER", "sentences": [{"text": "And you saw her choking back those tears.", "sentId": 77}], "secId": 27}, {"speaker": "BLITZER", "sentences": [{"text": "All right, we're waiting for the president of the United States now.", "sentId": 78}, {"text": "He's going to be addressing the American people in the Rose Garden at the White House.", "sentId": 79}, {"text": "We'll have live coverage of that coming up right after a very quick break.", "sentId": 80}], "secId": 28}, {"speaker": "ANNOUNCER", "sentences": [{"text": "This is CNN breaking news.", "sentId": 81}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 82}, {"text": "I'm John King.", "sentId": 83}, {"text": "To our viewers in the United States and around the world, thanks for sharing your time on this momentous day.", "sentId": 84}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "You're looking there at the Rose Garden of the White House.", "sentId": 85}, {"text": "President Barack Obama about to come out to address the American people and to address the world about the huge election results here in the United States.", "sentId": 86}, {"text": "Donald Trump, the Republican, is now president-elect, winning a shocking, resounding victory over Democrat Hillary Clinton", "sentId": 87}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "Let's take a look at the map here as we wait for President Obama to come into the Rose Garden.", "sentId": 88}, {"text": "This s our election results in the United States.", "sentId": 89}, {"text": "And, look at this, Hillary Clinton actually leads at this hour in the popular vote.", "sentId": 90}, {"text": "We're not done counting here in the United States yet, but Hillary Clinton actually leads in the popular vote.", "sentId": 91}, {"text": "But look at the resounding Electoral College victory.", "sentId": 92}, {"text": "Donald Trump turning Florida red, turning Ohio red, turning Pennsylvania red.", "sentId": 93}, {"text": "It's not final yet, but it looks like he will also turn Michigan red.", "sentId": 94}, {"text": "Turning Wisconsin red.", "sentId": 95}, {"text": "Why is that so significant?", "sentId": 96}, {"text": "This is the Obama victory four years ago.", "sentId": 97}, {"text": "All of these states that Obama won, big industrial heartland states, big swing states like Florida.", "sentId": 98}, {"text": "Donald Trump turning them red as he prepares to become president of the United States.", "sentId": 99}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "Now, the former secretary of state, Hillary Clinton, called Mr. Trump early this morning to conceded this race.", "sentId": 100}, {"text": "A short time ago, she offered her first public congratulations.", "sentId": 101}], "secId": 33}, {"speaker": "CLINTON", "sentences": [{"text": "I hope that he will be a successful president for all Americans.", "sentId": 102}], "secId": 34}, {"speaker": "CLINTON", "sentences": [{"text": "This is not the outcome we wanted or we worked so hard for, and I'm sorry that we did not win this election for the values we share and the vision we hold for our country.", "sentId": 103}, {"text": "This is painful, and it will be for a long time, but I want you to remember this.", "sentId": 104}, {"text": "Our campaign was never about one person or even one election.", "sentId": 105}, {"text": "It was about the country we love, and about building an America that's hopeful, inclusive and big hearted.", "sentId": 106}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "That was the Democrat Hillary Clinton just moments ago offering her congratulations to Donald Trump, talking about how painful this was.", "sentId": 107}, {"text": "More of her emotional statement in a bit.", "sentId": 108}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "But we're waiting now for President Obama to deliver remarks at the White House.", "sentId": 109}, {"text": "He, too, called Donald Trump in the early morning hours here in Washington to offer his congratulations and to pledge his full cooperation with a ritual that defines the American experiment, the peaceful transition of power, even after the most disruptive of campaigns.", "sentId": 110}, {"text": "Tomorrow the president, and the president-elect, will meet at the White House.", "sentId": 111}, {"text": "Just one of so many once unimaginable moments that are now the reality of American politics.", "sentId": 112}, {"text": "President Obama sharing the Oval Office with a man who made his political brand questioning whether Obama was born in the United States, questioning whether he was even eligible to hold the job that Trump will now assumes in just 71 days.", "sentId": 113}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "In his first comments as president-elect, the man Democrats derided as to divisive and too erratic to be commander in chief, tried to turn the page on a scorched earth campaign.", "sentId": 114}], "secId": 38}, {"speaker": "TRUMP", "sentences": [{"text": "Now it's time for America to bind the wounds of division.", "sentId": 115}, {"text": "We have to get together.", "sentId": 116}, {"text": "To all Republicans and Democrats and independents across this nation, I say, it is time for us to come together as one united people.", "sentId": 117}], "secId": 39}, {"speaker": "TRUMP", "sentences": [{"text": "I pledge to every citizen of our land that I will be president for all Americans, and this is so important to me.", "sentId": 118}, {"text": "For those who have chosen not to support me in the past, of which there were a few people, I'm reaching out to you for your guidance and your help so that we can work together and unify our great country.", "sentId": 119}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "That was Donald Trump in the early morning hours.", "sentId": 120}, {"text": "You're looking there at your screen.", "sentId": 121}, {"text": "This is the day after here.", "sentId": 122}, {"text": "Hillary Clinton in New York City on the left of your screen, still saying good-bye to her staff and supporters after her emotional remarks just moments ago.", "sentId": 123}, {"text": "On the right, the current president of the United States, Barack Obama will be in the Rose Garden for a very important part of this ritual.", "sentId": 124}, {"text": "A lot of jitters in the country.", "sentId": 125}, {"text": "Some jitters around the world.", "sentId": 126}, {"text": "President Obama to promise his full cooperation with Donald Trump in the transition just moments from now in the Rose Garden.", "sentId": 127}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "A packed hour ahead here, including just how Trump remade the American political map.", "sentId": 128}, {"text": "More from the president-elect and from his vanquished rival and the critical transition ahead, including the global anxiety over whether President Trump will keep the promises of candidate Trump.", "sentId": 129}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights, CNN's Nia-Malika Henderson, Laura Mecra  of \"The Wall Street Journal,\" CNN's Manu Raju and Mary Katharine Ham of \"The Federalist.\"", "sentId": 130}], "secId": 43}, {"speaker": "This", "sentences": [{"text": "Yes.", "sentId": 131}, {"text": "I", "sentId": 132}], "secId": 44}, {"speaker": "This", "sentences": [{"text": "mean said that it's going to take a while for her to get over this.", "sentId": 133}, {"text": "And it was certainly emotional and the folks there who supported her and tried to help her break that highest, hardest glass ceiling, certainly emotional there, too.", "sentId": 134}], "secId": 45}, {"speaker": "This", "sentences": [{"text": "What she said and I think paired with what Obama is going to say is going to be so important for so many Americans who believed in them, believed in Obamaism, believed in a different kind of America in many ways than Donald Trump talked about.", "sentId": 135}, {"text": "Obama staked his legacy.", "sentId": 136}, {"text": "He spent so much time in the states, Pennsylvania, Ohio, North Carolina.", "sentId": 137}, {"text": "He really wanted to see Hillary Clinton win and that didn't happen.", "sentId": 138}], "secId": 46}, {"speaker": "MECRA", "sentences": [{"text": "I mean I think the most amazing thing about this is, as it's been said so many times, this was not just a regular, ordinary election.", "sentId": 139}, {"text": "Both Hillary Clinton and Barack Obama have spent the last months not just saying that she's a better choice, but saying that Donald Trump is temperamentally unfit, patently unqualified.", "sentId": 140}, {"text": "Somebody who you cannot trust with a nuclear codes.", "sentId": 141}, {"text": "They - they - this was not a subtle message about Trump.", "sentId": 142}, {"text": "This was not a, we have disagreements over, you know, exactly how health care should be done.", "sentId": 143}, {"text": "So -", "sentId": 144}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "And six in ten Americans agreed with that.", "sentId": 145}, {"text": "Agreed they questioned his temperament, agreed he was not qualified.", "sentId": 146}], "secId": 48}, {"speaker": "MECRA", "sentences": [{"text": "That's right.", "sentId": 147}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "And yet the mood for change, the disgust with this town and the political establishment and the status quo was so great that even though even many Trump voters had profound doubts about Donald Trump, his temperament, his character, his ability to be commander in chief and leader of the free world, they voted for him.", "sentId": 148}], "secId": 50}, {"speaker": "RAJU", "sentences": [{"text": "Yes, they did.", "sentId": 149}, {"text": "Even college educated white voters, we won with that group, even though they - well clearly  did better than past Democrats.", "sentId": 150}, {"text": "That was one source of concern going into yesterday.", "sentId": 151}, {"text": "But I am so interested about what the next two to four years are going to be like with a Trump presidency and with a Republican Congress.", "sentId": 152}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "What about the next 70 days?", "sentId": 153}], "secId": 52}, {"speaker": "RAJU", "sentences": [{"text": "And the next 70 day.", "sentId": 154}, {"text": "But what is the Trump agenda looking like?", "sentId": 155}, {"text": "How close does he work with the Republican Congress?", "sentId": 156}, {"text": "Are Democrats going to work with him to get things through the Congress?", "sentId": 157}, {"text": "And I think those are all serious and open questions.", "sentId": 158}, {"text": "Exactly how he pursues things.", "sentId": 159}], "secId": 53}, {"speaker": "RAJU", "sentences": [{"text": "Well, one thing that is under threat right now is President Obama's signature legacy item, Obamacare.", "sentId": 160}], "secId": 54}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 161}], "secId": 55}, {"speaker": "RAJU", "sentences": [{"text": "They can pass that through the budget process with a simple majority in the Senate to repeal it, but they don't have a plan to replace it yet, but they can get 60 votes with it.", "sentId": 162}, {"text": "But it still, it just shows you, that Obama's legacy is in danger.", "sentId": 163}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "One of a long list of things that we'll discuss in the hour ahead, the president's legacy on health care, the president's legacy he's had to use executive orders because the Republican Congress would not go along with him on so many things.", "sentId": 164}, {"text": "With a pen -", "sentId": 165}], "secId": 57}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 166}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "Donald Trump can reverse orders on immigration, orders on climate change, orders on other -", "sentId": 167}], "secId": 59}, {"speaker": "HENDERSON", "sentences": [{"text": "Cuba.", "sentId": 168}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "On Cuba policy, international policy.", "sentId": 169}], "secId": 61}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 170}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "And the question is, Mary Katharine, we're waiting for the Democratic president to come out - and we're seeing the doors open there.", "sentId": 171}, {"text": "I believe that's the staff.", "sentId": 172}, {"text": "We'll get a warning when the president comes out of the Oval Office to speak there.", "sentId": 173}, {"text": "The Republican speaker of the House, who just days ago did not want to speak Donald Trump's name, coming out this morning and congratulating Donald Trump and giving credit where credit is due.", "sentId": 174}, {"text": "Republicans did not lose as many seats in the House as they expected.", "sentId": 175}], "secId": 63}, {"speaker": "HAM", "sentences": [{"text": "Right.", "sentId": 176}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "And they kept their Senate majority, which was a giant question mark going into last night.", "sentId": 177}, {"text": "And Speaker Paul Ryan saying, thank you, Donald Trump.", "sentId": 178}], "secId": 65}, {"speaker": "HAM", "sentences": [{"text": "Yes.", "sentId": 179}, {"text": "You're looking for a new word and I think 2016 could be an adjective and a verb in the future for the strangest possible thing that could happen.", "sentId": 180}, {"text": "And I also want to say, just to get this off my chest, people were so wrong.", "sentId": 181}], "secId": 66}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, you know,  were wrong.", "sentId": 182}], "secId": 67}, {"speaker": "HAM", "sentences": [{"text": "It's like Oprah's favorite things, if being wrong is her favorite thing.", "sentId": 183}, {"text": "Like, you were wrong and you were wrong, and you were wrong.", "sentId": 184}, {"text": "Everybody.", "sentId": 185}, {"text": "So, like that is -", "sentId": 186}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "Everybody.", "sentId": 187}, {"text": "There's a - that's one of the many lessons to be learned.", "sentId": 188}, {"text": "Number one, this town is clearly out of touch, and that includes the media -", "sentId": 189}], "secId": 69}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 190}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "And the political establishment.", "sentId": 191}, {"text": "Out of touch with America.", "sentId": 192}, {"text": "Washington is not America.", "sentId": 193}], "secId": 71}, {"speaker": "HAM", "sentences": [{"text": "And the thing - the thing that animated it, and you talked about this disgust, the thing that animated it, which I didn't think would pull it over the line, was that it stayed close because people were jonesing for this change election and they were saying to Donald Trump, please give us a reason to vote this way.", "sentId": 194}, {"text": "And he kept not doing it.", "sentId": 195}, {"text": "And in the end they didn't care.", "sentId": 196}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "We're one minute away from the president of the United States.", "sentId": 197}, {"text": "And as much as we question, can Donald Trump pass his agenda, which Donald Trump will we get.", "sentId": 198}, {"text": "Donald Trump evolved several times and has evolved over the last decade politically quite dramatically.", "sentId": 199}, {"text": "Many, many questions here.", "sentId": 200}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "One of the things we are - we should celebrate is this ritual of peaceful transfer of power.", "sentId": 201}, {"text": "People watching around the world, we just had one of the most divisive campaigns in American history and yet you had Donald Trump's opponent just concede the race, the Democratic president of the United States who has no love loss for Donald Trump is about to come out - let's listen as we wait for President Obama.", "sentId": 202}, {"text": "Here was Hillary Clinton just moments ago saying, Donald Trump is my president now.", "sentId": 203}], "secId": 74}, {"speaker": "CLINTON", "sentences": [{"text": "Donald Trump is going to be our president.", "sentId": 204}, {"text": "We owe him an open mind and the chance to lead.", "sentId": 205}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "We're going to break out of Secretary Clinton there.", "sentId": 206}, {"text": "You see the current president of the United States, Barack Obama, and vice president of the United States, Joe Biden, they leave office in 71 days.", "sentId": 207}, {"text": "Let's listen.", "sentId": 208}], "secId": 76}, {"speaker": "OBAMA", "sentences": [{"text": "Good afternoon, everybody.", "sentId": 209}, {"text": "Yesterday, before votes were tallied, I shot a video that some of", "sentId": 210}], "secId": 77}, {"speaker": "OBAMA", "sentences": [{"text": "you may have seen in which I said to the American people, regardless of which side you were on in the election, regardless of whether your candidate won or lost, the sun would come up in the morning.", "sentId": 211}], "secId": 78}, {"speaker": "And that is one bit of prognosticating that actually came true. The sun is up.  And I know everybody had a long night.  I did as well. I had a chance to talk to President-elect Trump last night about 3", "sentences": [{"text": "30 in the morning, I think it was, to congratulate him on winning the election and I had a chance to invite him to come to the White House tomorrow to talk about making sure that there is a successful transition between our presidencies.", "sentId": 212}], "secId": 79}, {"speaker": "And that is one bit of prognosticating that actually came true. The sun is up.  And I know everybody had a long night.  I did as well. I had a chance to talk to President-elect Trump last night about 3", "sentences": [{"text": "Now, it is no secret that the president-elect and I have some pretty significant differences.", "sentId": 213}, {"text": "But remember, eight years ago President Bush and I had some pretty significant differences.", "sentId": 214}, {"text": "But President Bush's team could not have been more professional or more gracious in making sure we had a smooth transition so that we could hit the ground running.", "sentId": 215}], "secId": 80}, {"speaker": "And that is one bit of prognosticating that actually came true. The sun is up.  And I know everybody had a long night.  I did as well. I had a chance to talk to President-elect Trump last night about 3", "sentences": [{"text": "And one thing you realize quickly in this job is that the presidency and the vice presidency is bigger than any of us.", "sentId": 216}, {"text": "So I have instructed my team to follow the example that President Bush's team set eight years ago, and work as hard as we can to make sure that this is a successful transition for the president-elect.", "sentId": 217}], "secId": 81}, {"speaker": "And that is one bit of prognosticating that actually came true. The sun is up.  And I know everybody had a long night.  I did as well. I had a chance to talk to President-elect Trump last night about 3", "sentences": [{"text": "Because we are now all rooting for his success in uniting and leading the country.", "sentId": 218}, {"text": "The peaceful transition of power is one of the hallmarks of our democracy.", "sentId": 219}, {"text": "And over the next few months, we are going to show that to the world.", "sentId": 220}], "secId": 82}, {"speaker": "And that is one bit of prognosticating that actually came true. The sun is up.  And I know everybody had a long night.  I did as well. I had a chance to talk to President-elect Trump last night about 3", "sentences": [{"text": "I also had a chance last night to speak with Secretary Clinton and I just had the chance to hear her remarks.", "sentId": 221}, {"text": "I could not be prouder of her.", "sentId": 222}, {"text": "She has lived an extraordinary life of public service.", "sentId": 223}, {"text": "She was a great first lady.", "sentId": 224}, {"text": "She was an outstanding senator for the state of New York.", "sentId": 225}, {"text": "And she could not have been a better secretary of state.", "sentId": 226}], "secId": 83}, {"speaker": "And that is one bit of prognosticating that actually came true. The sun is up.  And I know everybody had a long night.  I did as well. I had a chance to talk to President-elect Trump last night about 3", "sentences": [{"text": "I'm proud of her.", "sentId": 227}, {"text": "A lot of Americans look up to her.", "sentId": 228}, {"text": "Her candidacy and nomination was historic and sends a message to our daughters all across the country that they can achieve at the highest levels of politics.", "sentId": 229}, {"text": "And I'm absolutely confident that she and President Clinton will continue to do great work for people here in the United States and all around the world.", "sentId": 230}], "secId": 84}, {"speaker": "And that is one bit of prognosticating that actually came true. The sun is up.  And I know everybody had a long night.  I did as well. I had a chance to talk to President-elect Trump last night about 3", "sentences": [{"text": "Now, everybody is sad when their side loses an election, but the day after we have to remember that we're actually all on one team.", "sentId": 231}, {"text": "This is an intramural scrimmage.", "sentId": 232}, {"text": "We're not Democrats first.", "sentId": 233}, {"text": "We're not Republicans first.", "sentId": 234}, {"text": "We are Americans first.", "sentId": 235}, {"text": "We're patriots first.", "sentId": 236}], "secId": 85}, {"speaker": "And that is one bit of prognosticating that actually came true. The sun is up.  And I know everybody had a long night.  I did as well. I had a chance to talk to President-elect Trump last night about 3", "sentences": [{"text": "We all want what's best for this country.", "sentId": 237}, {"text": "That's what I heard in Mr. Trump's remarks last night.", "sentId": 238}, {"text": "That's what I heard when I spoke to him directly.", "sentId": 239}, {"text": "And I was heartened by that.", "sentId": 240}, {"text": "That's what the country needs -- a sense of unity, a sense of inclusion, a respect for our institutions, our way of life, rule of law, and respect for each other.", "sentId": 241}], "secId": 86}, {"speaker": "And that is one bit of prognosticating that actually came true. The sun is up.  And I know everybody had a long night.  I did as well. I had a chance to talk to President-elect Trump last night about 3", "sentences": [{"text": "I hope that he maintains that spirit throughout this transition.", "sentId": 242}, {"text": "And I certainly hope that's how his presidency has a chance to begin.", "sentId": 243}], "secId": 87}, {"speaker": "And that is one bit of prognosticating that actually came true. The sun is up.  And I know everybody had a long night.  I did as well. I had a chance to talk to President-elect Trump last night about 3", "sentences": [{"text": "I also told my team today to keep their heads up, because the remarkable work that they have done day in, day out, often without a lot of fanfare, often with  a lot of -- a lot of attention -- work in agencies, work in obscure areas of policy that make government run better and make it more responsive and make it more efficient, and make it more service-friendly so that it's actually helping more people.", "sentId": 244}, {"text": "That remarkable work has left the next president with a stronger, better country than the one that existed eight years ago.", "sentId": 245}], "secId": 88}, {"speaker": "And that is one bit of prognosticating that actually came true. The sun is up.  And I know everybody had a long night.  I did as well. I had a chance to talk to President-elect Trump last night about 3", "sentences": [{"text": "So win or lose in this election, that was always our mission.", "sentId": 246}, {"text": "That was our mission from day one.", "sentId": 247}, {"text": "And everyone on my team should be extraordinarily proud of everything that they have done and so should all of the Americans that I've had a chance to meet all across this country who do the hard work of building on that progress every single day.", "sentId": 248}], "secId": 89}, {"speaker": "And that is one bit of prognosticating that actually came true. The sun is up.  And I know everybody had a long night.  I did as well. I had a chance to talk to President-elect Trump last night about 3", "sentences": [{"text": "Teachers in schools, doctors in E.R.", "sentId": 249}, {"text": "clinic, small businesses putting their all into starting something up, making sure they're treating their employees well, all the important work that's done by moms and dads and families and congregations in every state, the work of perfecting this union.", "sentId": 250}], "secId": 90}, {"speaker": "And that is one bit of prognosticating that actually came true. The sun is up.  And I know everybody had a long night.  I did as well. I had a chance to talk to President-elect Trump last night about 3", "sentences": [{"text": "So this was a long and hard fought campaign.", "sentId": 251}, {"text": "A lot of our fellow Americans are exalted today, a lot of Americans are less so, but that's the nature of campaigns, that's the nature of democracy.", "sentId": 252}, {"text": "It is hard and sometimes contentious and noisy and it's not always inspiring.", "sentId": 253}], "secId": 91}, {"speaker": "And that is one bit of prognosticating that actually came true. The sun is up.  And I know everybody had a long night.  I did as well. I had a chance to talk to President-elect Trump last night about 3", "sentences": [{"text": "But to the young people who got into politics for the first time and may be disappointed by the results, I just want you to know, you have to stay encouraged.", "sentId": 254}, {"text": "Don't get cynical, don't ever think you can't make a difference.", "sentId": 255}, {"text": "As Secretary Clinton said this morning, fighting for what is right is worth it.", "sentId": 256}, {"text": "Sometimes you lose an argument, sometimes you lose an election.", "sentId": 257}], "secId": 92}, {"speaker": "And that is one bit of prognosticating that actually came true. The sun is up.  And I know everybody had a long night.  I did as well. I had a chance to talk to President-elect Trump last night about 3", "sentences": [{"text": "You know, the path that this country has taken has never been a straight line.", "sentId": 258}, {"text": "We zig and zag and sometimes we move in ways that some people think is forward and others think is moving back, and that's OK.", "sentId": 259}, {"text": "I've lost elections before.", "sentId": 260}, {"text": "Joe hasn't, but...", "sentId": 261}], "secId": 93}, {"speaker": "And that is one bit of prognosticating that actually came true. The sun is up.  And I know everybody had a long night.  I did as well. I had a chance to talk to President-elect Trump last night about 3", "sentences": [{"text": "You know.", "sentId": 262}, {"text": "So I've been sort of sure...", "sentId": 263}], "secId": 94}, {"speaker": "BIDEN", "sentences": [{"text": "But  you beat me badly.", "sentId": 264}], "secId": 95}, {"speaker": "OBAMA", "sentences": [{"text": "That's the way politics works sometimes.", "sentId": 265}, {"text": "We try really hard to persuade people that we're right and then people vote.", "sentId": 266}, {"text": "And then if we lose, we learn from our mistakes, we do some reflection, we lick our wounds, we brush ourselves off, we get back in the arena, we go at it.", "sentId": 267}, {"text": "We try even harder the next time.", "sentId": 268}], "secId": 96}, {"speaker": "OBAMA", "sentences": [{"text": "The point though is is that we all go forward with a presumption of good faith in our fellow citizens, because that presumption of good faith is essential to a vibrant and functioning democracy.", "sentId": 269}, {"text": "That's how this country has moved forward for 240 years.", "sentId": 270}, {"text": "It's how we've pushed boundaries and promoted freedom around the world.", "sentId": 271}, {"text": "That's how we've expanded the rights of our founding to reach all of our citizens.", "sentId": 272}, {"text": "It's how we have come this far.", "sentId": 273}], "secId": 97}, {"speaker": "OBAMA", "sentences": [{"text": "And that's why I'm confident that this incredible journey that we're on, as Americans, will go on.", "sentId": 274}, {"text": "And I'm looking forward to doing everything that I can to make sure that the next president is successful in that.", "sentId": 275}], "secId": 98}, {"speaker": "OBAMA", "sentences": [{"text": "I've said before, I think of this job as being a relay runner.", "sentId": 276}, {"text": "You take the baton, you run your best race and hopefully by the time you hand it off, you're a little further ahead, you've made a little progress.", "sentId": 277}, {"text": "And I can say that we've done that and I want to make sure that handoff is well executed because ultimately we're all on the same team.", "sentId": 278}], "secId": 99}, {"speaker": "OBAMA", "sentences": [{"text": "All right.", "sentId": 279}, {"text": "Thank you very much, everybody.", "sentId": 280}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "The president of the United States, Barack Obama.", "sentId": 281}, {"text": "The vice president of the United States, Joe Biden, heading back into the Oval Office after quite a remarkable statement from the president in the Rose Garden, conciliatory.", "sentId": 282}, {"text": "It's important that a lot of people will say, you know, they're just saying these things.", "sentId": 283}, {"text": "But it's important - it is very important that they say the right things.", "sentId": 284}, {"text": "Hillary Clinton said the right things.", "sentId": 285}, {"text": "Donald Trump said the right things last night.", "sentId": 286}, {"text": "Now the president of the United States, who, for years, was ridiculed by Donald Trump, who questioned his birth, who questioned his legitimacy saying, I look forward to welcoming him here at the White House tomorrow.", "sentId": 287}, {"text": "I will do everything I can to help him get a smooth start to his government.", "sentId": 288}, {"text": "We're all on the same team.", "sentId": 289}, {"text": "President Barack Obama saying as he prepares to meet tomorrow with the Republican president-elect of the United States, Donald Trump.", "sentId": 290}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "Let's start there.", "sentId": 291}, {"text": "There's a lot to talk about what the president just said.", "sentId": 292}, {"text": "But to people watching around the world, there were jitters in the financial markets last night.", "sentId": 293}, {"text": "Global markets were in turmoil.", "sentId": 294}], "secId": 102}], "sectionCount": 103, "url": "transcripts.cnn.com/TRANSCRIPTS/1611/09/ip.01.html", "sentenceCount": 296, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired November 9, 2016 - 12:00   ET", "speakers": ["BLITZER", "BORGER", "BASH", "RESTON", "GERGEN", "ZELENY", "ANNOUNCER", "KING", "CLINTON", "TRUMP", "This", "MECRA", "RAJU", "HENDERSON", "HAM", "OBAMA", "And that is one bit of prognosticating that actually came true. The sun is up.  And I know everybody had a long night.  I did as well. I had a chance to talk to President-elect Trump last night about 3", "BIDEN"], "title": "INSIDE POLITICS"}