{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1610.07.ip.02.html.json", "subTitle": "Hurricane Matthew: 24 Million Under Storm Watches and Warnings; Round Two: Clinton & Trump Debate Sunday; Historic Georgia City in Storm's Possible Path.  Aired 12:30-1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "... but the cause of line at the end on the bay.", "sentId": 0}, {"text": "A reporter from \"Action News Jacksonville\" spotted people stranded at the hotel.", "sentId": 1}, {"text": "As that storm surge rose through, you see the water right up there from the streets going up the stairs.", "sentId": 2}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "Joining now on the phone is the phone Mayor of St. Augustine Nancy Shaver.", "sentId": 3}, {"text": "Mayor you see the pictures.", "sentId": 4}, {"text": "They're pretty alarming.", "sentId": 5}, {"text": "Tell us what are you're experiencing right now?", "sentId": 6}], "secId": 1}, {"speaker": "SHAVER", "sentences": [{"text": "Well, why don't I sort of do a little correction here?", "sentId": 7}, {"text": "I just spoke to our emergency folks.", "sentId": 8}, {"text": "Those are not guests of the inn.", "sentId": 9}, {"text": "Those are actually apparently young people who have chosen to stay there.", "sentId": 10}, {"text": "We have been in contact with them, and they have told us they really don't wish to be, have any assistance.", "sentId": 11}, {"text": "At this point in time, none of our first responders are going out in this storm.", "sentId": 12}, {"text": "That is an evacuation zone.", "sentId": 13}, {"text": "Whoever is there right now certainly should have evacuated some time ago and they're not guests of the inn.", "sentId": 14}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "How big of a problem is that?", "sentId": 15}, {"text": "I'm going to call them on the air knuckle head, so -- who don't listen to their local officials ...", "sentId": 16}], "secId": 3}, {"speaker": "SHAVER", "sentences": [{"text": "Yeah, I will tell you -- thank you for asking.", "sentId": 17}, {"text": "It's really been quite a serious problem with that storm.", "sentId": 18}, {"text": "By visual inspection, we believe about 50 percent of the people who should've evacuated did not and at this point what we are doing is encouraging people to stay in place.", "sentId": 19}, {"text": "We've obviously lost power.", "sentId": 20}, {"text": "We turned off the water as a precautionary measure last night at 8:00.", "sentId": 21}, {"text": "This is been as you know very well, you've been reporting in an extremely serious storm and it's important for people to take it seriously.", "sentId": 22}, {"text": "People who do not really put our first responders at risk and their own lives at risk, and the governor said many times.", "sentId": 23}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "We're seeing this play out now and ...", "sentId": 24}], "secId": 5}, {"speaker": "SHAVER", "sentences": [{"text": "Yes, we are.", "sentId": 25}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "The brunt of it is not there yet, what have you been told?", "sentId": 26}, {"text": "What's the worst case scenario they've been telling you to prepare for?", "sentId": 27}], "secId": 7}, {"speaker": "SHAVER", "sentences": [{"text": "Right now are -- the risk is the storm surge.", "sentId": 28}, {"text": "Obviously, we have winds of 100 miles an hour plus, we're expecting we will get piece of that its tropical storm now, all our bridges are closed.", "sentId": 29}, {"text": "The storm surge is expected to be between five and eight feet which is just a tremendous amount of water to come into our city, and obviously our barrier islands.", "sentId": 30}, {"text": "So our concern right now is health and safety of folks and everyone should stay put.", "sentId": 31}, {"text": "This is not -- this is not a Boy Scout camping adventure time.", "sentId": 32}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Some people clearly view that way.", "sentId": 33}, {"text": "You have these people as I said knuckle heads, but if there are some people who ignored the orders to get out and now they're seeing this surge come through, and the worst is yet to come, is there anything that can be done if the suddenly now raise their hand and say I want to get out or is it too late?", "sentId": 34}], "secId": 9}, {"speaker": "SHAVER", "sentences": [{"text": "It is really too late.", "sentId": 35}, {"text": "It was too late probably around 8:00 this morning, under the small windows this morning where people could've evacuated.", "sentId": 36}, {"text": "We have capacity of shelters and we were hopeful that as many people as possible would move.", "sentId": 37}, {"text": "If they have not moved now, they need to stay as safe as they possibly can, and we will obviously get to them as quickly as we can, when the storm passes.", "sentId": 38}], "secId": 10}, {"speaker": "SHAVER", "sentences": [{"text": "One of the things that I'd like to share with folks is, please stay put, until places are cleared.", "sentId": 39}, {"text": "More injuries actually happen post storm than during the storm because people go out.", "sentId": 40}, {"text": "They're looking to do things, perhaps to help with the property in some way or they feel they need to get out to get, just some, for some reason, but, please don't.", "sentId": 41}, {"text": "Please don't until the area is cleared and safe.", "sentId": 42}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Mayor Shaver, appreciate your time on this busy day.", "sentId": 43}, {"text": "Best of luck in the hours ahead and we will keep in touch.", "sentId": 44}, {"text": "The Governor of Georgia Nathan Deal, speaking live right now, lets drop in and listen to that.", "sentId": 45}, {"text": "He is in Atlanta talking about how the storm is approaching Georgia.", "sentId": 46}, {"text": "Let's listen.", "sentId": 47}], "secId": 12}, {"speaker": "DEAL", "sentences": [{"text": "Visited the Port Savannah, the Chatham county and the City of Savannah's Emergency Management Operations.", "sentId": 48}, {"text": "I had the opportunity on the phone to speak with President Obama, who called me while I was there in Savannah.", "sentId": 49}, {"text": "I reiterated to him that we had filed a request for a federal emergency declaration.", "sentId": 50}, {"text": "He said he would attend to that, and last evening he did so.", "sentId": 51}, {"text": "The emergency area under the federal declaration corresponds with the area that was under my emergency declaration.", "sentId": 52}], "secId": 13}, {"speaker": "DEAL", "sentences": [{"text": "That is, includes over 518,000 residents that are in mandatory evacuation areas, and some 1 million-plus residents who are affected by the suggested evacuation areas.", "sentId": 53}, {"text": "So it is a large number of individual.", "sentId": 54}, {"text": "What we're going to do today is to give you an overview and further detail about what has happened since we talked yesterday, and I believe that when you see that, you will see that things are coming together from the state's stand point in terms of preparation.", "sentId": 55}], "secId": 14}, {"speaker": "DEAL", "sentences": [{"text": "I might also add that in addition to talking with President Obama, I have talked with Brigadier General Turner, and he has spoken to my staff again today, he is advising us that he is moving a Colonel Mike Clancy from Louisiana to our state command headquarters here to assist us.", "sentId": 56}, {"text": "As, you know, they've had experienced in Louisiana with the corp engineers and these kinds of situations.", "sentId": 57}, {"text": "I also spoke last evening with Governor Scott of Florida and with governor Abbott of Texas.", "sentId": 58}, {"text": "They both called to say that ...", "sentId": 59}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "That's Governor Nathan deal in Georgia updating citizens of his state and us nationally on preparations on the Georgia as Hurricane Matthew moves north up Florida comes Georgia next in it's sight ones it gets passed Florida, well keep in touch, well keep an eye on what the governor says in Georgia, bring you any important informations we got through, but joining me on the phone, but right now one of the very skilled and fearless crewmen who fly directly into the hurricane.", "sentId": 60}, {"text": "Captain Tim Gallagher, P3 Orion navigator with NOAA.", "sentId": 61}, {"text": "That's the National Oceanic and Atmospheric Association.", "sentId": 62}, {"text": "Captain Gallagher, were showing some pictures, you are inside of the storm a few hours ago.", "sentId": 63}, {"text": "Compare it to other storms you've flown into.", "sentId": 64}, {"text": "What makes Matthew different?", "sentId": 65}], "secId": 16}, {"speaker": "GALLAGHER", "sentences": [{"text": "Good afternoon, John.", "sentId": 66}, {"text": "Thank you for having me.", "sentId": 67}, {"text": "As far as the storm itself goes, the -- this one yesterday, it was the last time that we were in, inside and had a concentric Eyewall.", "sentId": 68}, {"text": "So it had two eyes essentially.", "sentId": 69}, {"text": "It had a small eye in the middle that was about 12 -- maybe about 10 miles across and then there was a larger eye outside of that that was maybe about 50 miles across.", "sentId": 70}, {"text": "So kind of a different, different set up than what you normally experience.", "sentId": 71}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "You clearly don't do this for kicks.", "sentId": 72}, {"text": "Tell our viewers what kind of information do you get being right up there like that?", "sentId": 73}, {"text": "It's pretty dangerous that we can't get from here  other sensors or from satellite images?", "sentId": 74}], "secId": 18}, {"speaker": "GALLAGHER", "sentences": [{"text": "And you're exactly right.", "sentId": 75}, {"text": "We're not doing this for fun or doing this to collect a vital and crucial data that feeds and informs the models and the forecasts, both of the track and the intensity, so the emergency managers you talked with, the mayor of St. Augustine, so they can be prepared on the ground, and evacuate the right people at the right time to ensure that people remain safe.", "sentId": 76}, {"text": "So, you know, we're collecting wind speeds, pressures, humidity.", "sentId": 77}, {"text": "All of those feed into the models and then inform those --- these forecasts.", "sentId": 78}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "And we're showing some of the images of these flights.", "sentId": 79}, {"text": "So Capt.", "sentId": 80}, {"text": "you also bounce around a lot, it's pretty heavy turbulence as you're taking risks for the people of these states that are going to be impacted.", "sentId": 81}, {"text": "Just talk about that a little bit.", "sentId": 82}, {"text": "What it's like to bounce through this?", "sentId": 83}], "secId": 20}, {"speaker": "GALLAGHER", "sentences": [{"text": "Well, you know, I think what you see there is kind of a very, a very small portion of the rest of the storm, you know, there are very intense moments, as turbulence, and then the rest is not as intense.", "sentId": 84}, {"text": "But, you know, the idea is by going through and getting those data in that turbulent and intense Eyewall you have a very good characterization of what the storm is about, and its intensity.", "sentId": 85}, {"text": "KING: Is there any big difference if we went back 24-36 hours in time to where it is now asking in the context of it has not hit land.", "sentId": 86}, {"text": "So our Meteorologist Chad Myers, are saying earlier.", "sentId": 87}, {"text": "That means as it hugs the coast and moves up it's sucking up a lot of water.", "sentId": 88}, {"text": "It's a larger water mass, more threat of storm surge if you will.", "sentId": 89}], "secId": 21}, {"speaker": "GALLAGHER", "sentences": [{"text": "So I'm not a meteorologist by trait, so I can't speak as well to that, but, again we've continued to have aircraft in the storm collecting those data, and continuing to feed that forecast, and what you see is, as the storm comes ashore and the Doppler -- the onshore Doppler radar's pick up the feeder bin, can you see how the, how that interaction plays out as the storm comes ashore.", "sentId": 90}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "Captain Tim Gallagher, appreciate your time today and greatly appreciate the work of you and your colleagues in getting this information to us, keeping track of us.", "sentId": 91}, {"text": "Appreciate it very much.", "sentId": 92}, {"text": "We're following hurricane Matthew of course as it slams the authority coast.", "sentId": 93}, {"text": "Next in his path Georgia, South Carolina, what's in store in those areas coming up and as we all watch the hurricane, some politics too.", "sentId": 94}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "A critical moment awaits for Donald Trump and Hillary Clinton.", "sentId": 95}, {"text": "How are they getting ready for the second presidential debate?", "sentId": 96}, {"text": "That's next.", "sentId": 97}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "Back to Matthew and its march up authority coast in a moment, let's quickly catching up on the countdown for the second presidential debate.", "sentId": 98}, {"text": "Hillary Clinton, off the campaign trail today to focus on debate prep but she does have some high-powered surrogate help out there, see the map.", "sentId": 99}, {"text": "Vice President Biden, Senators Sanders and Warren making battle ground states stop for Secretary Clinton.", "sentId": 100}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "Donald Trump has a mix of debate prep and meetings today at the Trump Tower in New York.", "sentId": 101}, {"text": "He was in New Hampshire last night for a town hall.", "sentId": 102}, {"text": "Now that's the format Sunday night.", "sentId": 103}, {"text": "And Trump aides in advance of this event told us this was good practice not apparently annoyed the candidate who observed?", "sentId": 104}, {"text": "He's sometimes treated like a child.", "sentId": 105}], "secId": 26}, {"speaker": "TRUMP", "sentences": [{"text": "They were saying, this is practice for Sunday.", "sentId": 106}, {"text": "This isn't practice it has nothing to do with Sunday.", "sentId": 107}, {"text": "We're just here because we just wanted to be here and, you know, Hillary frankly like talk about debate prep.", "sentId": 108}, {"text": "This is not debate prep.", "sentId": 109}, {"text": "She's resting.", "sentId": 110}, {"text": "And I want to be with the American people, I want to be with the people from New Hampshire and she wants to rest.", "sentId": 111}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights, Molly Ball of the Atlantic, Ed O'Keefe at the Washington Post, Jeff Zeleny, CNN Senior Washington Correspondent and Julie Pace of the Associated Press, my thanks to all of you for your patience through the storm coming in.", "sentId": 112}, {"text": "This is not debate prep.", "sentId": 113}, {"text": "But we can put a picture up on the screen, Reid Wilson of the \"Wall Street Journal\" tweeted out a picture, not debate prep yet there was a clock a two-minute clock on the floor that happens to be the timer, Molly, that's the time limit for your answers at the town hall Sunday night, just a freak coincidence.", "sentId": 114}], "secId": 28}, {"speaker": "BALL", "sentences": [{"text": "Well, look, Trump's advisers do want him to practice and they can't get him to do it, and they literally created this public situation to try to get him to do it, and what does he do?", "sentId": 115}, {"text": "He goes out and says he's not doing it.", "sentId": 116}, {"text": "So this is an ongoing problem for the people who want Trump to win.", "sentId": 117}, {"text": "The most strongly, it is just impossible to focus his attention on these kinds of tasks and he would rather be out there as he said, he really does like being out there with the people.", "sentId": 118}, {"text": "He really does like doing events and he really doesn't like sitting and studying.", "sentId": 119}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "Often what focuses Donald Trump's attention is his polls.", "sentId": 120}, {"text": "We all know Donald Trump obsesses about polls and lately they are not good.", "sentId": 121}, {"text": "A new Quinnipiac poll out today tracks that national polls CNN have last week.", "sentId": 122}, {"text": "Clinton 45, Trump 40.", "sentId": 123}, {"text": "Johnson 6, stein 3.", "sentId": 124}, {"text": "So he heads into the second debate down five points nationally and pick your battleground state, go through Nevada, go through Ohio, go through North Carolina and through Florida.", "sentId": 125}, {"text": "Just name them.", "sentId": 126}, {"text": "They're very close some of them, but the Clinton moving in all of them.", "sentId": 127}, {"text": "So you would think Ed that would get his attention?", "sentId": 128}], "secId": 30}, {"speaker": "O'KEEFE", "sentences": [{"text": "You'd think, but at least publicly it's not getting his attention.", "sentId": 129}, {"text": "I think what he and hi aides are beginning to understand is that if he does poorly again Sunday night, you're going to start to see especially the most vulnerable Republican congressional candidates pull away from him for good.", "sentId": 130}, {"text": "Whether Kelly Ayotte, even the stumbles he had this week and talking about him whether it's Pat Toomey in Pennsylvania, may be even Joe Heck up Nevada despite the fact that he's doing all right despite of support for Trump, and you'll start to see them making more clear checks and balances argument the same kind of argument Republicans made back in 1996 when Bob Dole was losing and the knew Bill Clinton was going to get reelected.", "sentId": 131}, {"text": "That argument could work, because a lot of those races, the most critical one remain pretty close and the Republican has narrow leads.", "sentId": 132}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "We watched for the town hall setting.", "sentId": 133}, {"text": "Jeff, how do you interact with people?", "sentId": 134}, {"text": "These are voters asking you questions.", "sentId": 135}, {"text": "Do you have some empathy, do you emote with them or do you have some personal story that relates to what they're going through.", "sentId": 136}, {"text": "Donald Trump, you're right he does like being with the people but his answer is sometimes are little odd.", "sentId": 137}, {"text": "But here is one last night when he's asked about the FBI director and whether the FBI director -- what if Donald Trump wins the election he would fire the FBI director.", "sentId": 138}], "secId": 32}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "What would you do with Comey?", "sentId": 139}], "secId": 33}, {"speaker": "TRUMP", "sentences": [{"text": "I just am very disappointed.", "sentId": 140}, {"text": "I mean, you know, when he read the charges he's going to 1, 2, 3, 4 and I'm saying wow.", "sentId": 141}, {"text": "They're going to do the right thing.", "sentId": 142}, {"text": "And then he goes, essentially, however it was -- I mean, it was amazing.", "sentId": 143}, {"text": "To go after point after point and that was only a few of them.", "sentId": 144}, {"text": "So it's very disappointing.", "sentId": 145}], "secId": 34}, {"speaker": "ZELENY", "sentences": [{"text": "One, he didn't fill up his two minutes of time there.", "sentId": 146}, {"text": "And that is one thing that's ...", "sentId": 147}], "secId": 35}, {"speaker": "BALL", "sentences": [{"text": "Good.", "sentId": 148}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "... that's good.", "sentId": 149}], "secId": 37}, {"speaker": "ZELENY", "sentences": [{"text": "It's really odd for not going into overtime or two.", "sentId": 150}, {"text": "The thing is like voters at this point if they will be the ones who will be in the audience, that the ones who will be watching this are used to a little more, I guess, full-throated or fulsome answers and that is just a little bit, you know, extreme consciousness, the supporters like it, but no meat is being put on the bones there.", "sentId": 151}], "secId": 38}, {"speaker": "ZELENY", "sentences": [{"text": "Contrast that with Hillary Clinton, thinking back to some of her moments in this campaign.", "sentId": 152}, {"text": "I think some of the strongest ones have come in town halls, from questions that she wasn't necessarily expecting, and given how she answers them you can tell she's spent, a, time practicing, and she won't apologize for it then b just kind of her whole a lifetime of work sometimes is able to come out in a town hall setting.", "sentId": 153}, {"text": "So I think she has an advantage going in.", "sentId": 154}, {"text": "The question is, is the bar lowered for Donald Trump if he performs better in the second debate, which he almost certainly will.", "sentId": 155}, {"text": "Will that be viewed as a win for him?", "sentId": 156}, {"text": "Ed is right.", "sentId": 157}, {"text": "I mean this is the moment the Republicans need him to step up.", "sentId": 158}], "secId": 39}, {"speaker": "PACE", "sentences": [{"text": "One of the biggest -- the services I think that Trump did to himself and his advisers did to himself in the practice in this town hall last night is that it was a friendly audience.", "sentId": 159}, {"text": "So he was taking questions from people who are inclined to support him anyways, who are more likely to ask about things like Clinton's E-mails, various things that Republicans can get pretty worked up about when he is in this debate on Sunday, it's going to be undecided voters and they're most likely going to be asking him questions that relate to their lives, to the economy, to their fears about National Security, and we haven't seen him in a setting like that basically this entire election and that's hard.", "sentId": 160}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "Hard and the stakes are very high on him.", "sentId": 161}, {"text": "I was as at a charity event last night.", "sentId": 162}, {"text": "I started getting text on my phone, but my name had come up at this Trump event and he was asked the question about reports that he was unhappy after the vice presidential debate and here you go.", "sentId": 163}], "secId": 41}, {"speaker": "TRUMP", "sentences": [{"text": "You know, they use John King, actually.", "sentId": 164}, {"text": "He's a nice guy.", "sentId": 165}, {"text": "I like him on the maps.", "sentId": 166}, {"text": "He does a good job on the maps.", "sentId": 167}, {"text": "I like him better now than I did a couple months ago, because a couple months ago, I had no chance.", "sentId": 168}, {"text": "Now all of a sudden that map is getting very red.", "sentId": 169}], "secId": 42}, {"speaker": "O'KEEFE", "sentences": [{"text": "I like you on the map.", "sentId": 170}], "secId": 43}, {"speaker": "BALL", "sentences": [{"text": "I think really -- we can all agree with Donald Trump.", "sentId": 171}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "That he was saying we didn't have sources.", "sentId": 172}, {"text": "That he was taking this that he was unhappy with Mike Pence's performance.", "sentId": 173}, {"text": "After the debate there were indications from somebody in the room with Donald Trump a good friend of Donald Trump that what he didn't like was the media account saying Pence was a better debater, Pence didn't defend him, Hillary Clinton and Mike Pence are better debaters than Donald Trump and Donald Trump could learn a lot fro Mike Pence.", "sentId": 174}, {"text": "That's what I'm told he didn't like.", "sentId": 175}], "secId": 45}, {"speaker": "ZELENY", "sentences": [{"text": "Which is why he arrest  to take ownership supposed  that I picked him.", "sentId": 176}, {"text": "He was my first hire when I sit.", "sentId": 177}], "secId": 46}, {"speaker": "PACE", "sentences": [{"text": "But now then he rush to take ownership, but they sent Mike Pence out to basically, say I think Donald Trump won and he's just incredible the amount of management of the candidate that has to happen with Trump.", "sentId": 178}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Like my mother always said, somebody says things about you?", "sentId": 179}, {"text": "Focus on the good things.", "sentId": 180}, {"text": "So Mr. Trump thanks for the compliment.", "sentId": 181}, {"text": "I appreciate it.", "sentId": 182}], "secId": 48}, {"speaker": "today", "sentences": [{"text": "00 p.m. eastern.", "sentId": 183}, {"text": "There might even be a map involved.", "sentId": 184}, {"text": "Will be back with more hurricane coverage, just ahead.", "sentId": 185}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "After hurricane Matthew passes Jacksonville, the next large urban area on its likely path Savannah, Georgia.", "sentId": 186}, {"text": "This is Tybee Island just a few miles from downtown Savannah.", "sentId": 187}, {"text": "All the barrier islands of the Georgia coast, all of them now under mandatory evacuation, as is everything in the Savannah area, east of interstate 95.", "sentId": 188}, {"text": "Sara Ganim is there right now.", "sentId": 189}, {"text": "Sara, despite that mandatory order, we're hearing a lot of people are staying put.", "sentId": 190}, {"text": "Are they telling you why?", "sentId": 191}], "secId": 50}, {"speaker": "GANIM", "sentences": [{"text": "Yeah, some people are staying put.", "sentId": 192}, {"text": "Just a minute ago, though, literally seconds ago, John, the last of the evacuation buses her in Savannah rolled out.", "sentId": 193}, {"text": "More than 2,000 people did leave the area.", "sentId": 194}, {"text": "We talked to one couple who was with their 1-year- old.", "sentId": 195}, {"text": "They were getting on this bus, but they were very upset and nervous for the people they were leaving behind.", "sentId": 196}, {"text": "In this case, the mother and their father who were elderly and decided to stay back in Savannah like many other residents here.", "sentId": 197}, {"text": "Take a listen.", "sentId": 198}], "secId": 51}, {"speaker": "COOPER", "sentences": [{"text": "And it's just in the best interests of our child?", "sentId": 199}, {"text": "If it wasn't for our child we probably would try to ride it out, but, you know, we have our little one.", "sentId": 200}, {"text": "We can't just think about us.", "sentId": 201}, {"text": "We have to think about our family as a whole.", "sentId": 202}], "secId": 52}, {"speaker": "GANIM", "sentences": [{"text": "What about other members of you family?", "sentId": 203}], "secId": 53}, {"speaker": "COOPER", "sentences": [{"text": "Well, my mom I tried to contact her.", "sentId": 204}, {"text": "And if she's out there, ma, ma, I really, really, want you to come here.", "sentId": 205}, {"text": "I really, really want you to leave, I don't know what's going on but I really, really want you to leave just to make sure you're safe.", "sentId": 206}], "secId": 54}, {"speaker": "GANIM", "sentences": [{"text": "You know, that very emotional plea, John, we saw that from a lot of different people who are coming here to the civic center in Savannah getting on the buses.", "sentId": 207}, {"text": "They were leaving behind their neighbors.", "sentId": 208}, {"text": "Neighbors with kids, neighbors who were elderly, who just did not want to get on these buses and leave for Augusta, but as even the president of the United States warned, this is an area that could see a storm surge up to 11 feet.", "sentId": 209}, {"text": "It's imperative the people here begin to get out.", "sentId": 210}, {"text": "John?", "sentId": 211}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Could hear the anxiety in that woman's voice.", "sentId": 212}, {"text": "Sara Ganim on the ground for us.", "sentId": 213}, {"text": "Sara thanks so much.", "sentId": 214}, {"text": "If you can get out folks, get out.", "sentId": 215}, {"text": "Thanks for joining us Wolf has more of our coverage on hurricane Matthew right after a quick break.", "sentId": 216}], "secId": 56}], "sectionCount": 57, "url": "transcripts.cnn.com/TRANSCRIPTS/1610/07/ip.02.html", "sentenceCount": 218, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 7, 2016 - 12:30   ET", "speakers": ["KING", "SHAVER", "DEAL", "GALLAGHER", "TRUMP", "BALL", "O'KEEFE", "UNIDENTIFIED MALE", "ZELENY", "PACE", "today", "GANIM", "COOPER"], "title": "INSIDE POLITICS"}