{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1505.17.ip.01.html.json", "subTitle": "Jeb Bush Stumbles over the \"Iraq\" Question; Divided Democrats. Aired 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "BLACKWELL", "sentences": [{"text": "INSIDE POLITICS starts right now.", "sentId": 0}, {"text": "John Berman, sitting in today.", "sentId": 1}], "secId": 0}, {"speaker": "BERMAN", "sentences": [{"text": "Is Jeb Bush really ready to run?", "sentId": 2}, {"text": "An Iraq war question leads to the latest hiccup for the former Florida governor and an attempt at damage control.", "sentId": 3}], "secId": 1}, {"speaker": "BUSH", "sentences": [{"text": "If we're all supposed to answer hypothetical questions.", "sentId": 4}, {"text": "Knowing what we know now, what would you have done, I would not have gone into Iraq.", "sentId": 5}], "secId": 2}, {"speaker": "BERMAN", "sentences": [{"text": "The 2016 GOP pack piles on.", "sentId": 6}], "secId": 3}, {"speaker": "CHRISTIE", "sentences": [{"text": "I wouldn't have gone to war but we don't get replays.", "sentId": 7}], "secId": 4}, {"speaker": "BERMAN", "sentences": [{"text": "The New Jersey governor is back, and despite trailing his Republican counterparts, he says don't write him off just yet.", "sentId": 8}], "secId": 5}, {"speaker": "CHRISTIE", "sentences": [{"text": "My political obituary has been written a number of times before so we take our chances if we want to.", "sentId": 9}], "secId": 6}, {"speaker": "BERMAN", "sentences": [{"text": "Meanwhile Democratic divorce: Senators break from President Obama over the transpacific trade deal, but don't worry, he has new friends to keep him company.", "sentId": 10}], "secId": 7}, {"speaker": "MCCONNELL", "sentences": [{"text": "I would like to thank the President, too.", "sentId": 11}, {"text": "No, you are not hearing things.", "sentId": 12}, {"text": "President Obama has done this country service.", "sentId": 13}], "secId": 8}, {"speaker": "BERMAN", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best", "sentId": 14}], "secId": 9}, {"speaker": "BERMAN", "sentences": [{"text": "reporters now.", "sentId": 15}], "secId": 10}, {"speaker": "Welcome to INSIDE POLITICS.  I am John Berman in for John King today.  With us to share their reporting and their insights", "sentences": [{"text": "CNN's Nia-Malika Henderson; Jonathan Martin of the \"New York Times\"; Margaret Talev of Bloomberg News; and from the \"Washington Post\" Robert Costa.", "sentId": 16}], "secId": 11}, {"speaker": "Welcome to INSIDE POLITICS.  I am John Berman in for John King today.  With us to share their reporting and their insights", "sentences": [{"text": "In case you have not noticed, running for president is hard, even if you are not actually officially legally running yet.", "sentId": 17}, {"text": "Just ask Jeb Bush.", "sentId": 18}, {"text": "By now he would probably be glad to answer any question other than would you have gone to war in Iraq in 2003 knowing what you know now?", "sentId": 19}, {"text": "The first time he got that question he said yes, then it was time for damage control.", "sentId": 20}], "secId": 12}, {"speaker": "BUSH", "sentences": [{"text": "I admired the men and women, mostly men, that made the ultimate sacrifice.", "sentId": 21}, {"text": "So going back in time and talking about hypothetical what would have happened and what could have happened, I think does a disservice for them.", "sentId": 22}], "secId": 13}, {"speaker": "BERMAN", "sentences": [{"text": "Ok then -- no hypotheticals.", "sentId": 23}, {"text": "Try again.", "sentId": 24}], "secId": 14}, {"speaker": "BUSH", "sentences": [{"text": "Of course, you know, given the power of looking back and having that, of course, anybody would have made different decisions.", "sentId": 25}, {"text": "There is no denying that, but to delve into that and not focus on the future I think is where, you know, I need to draw the line.", "sentId": 26}], "secId": 15}, {"speaker": "BERMAN", "sentences": [{"text": "By the end of the week the Bush \"yes\" had crossed the line to become a \"no\".", "sentId": 27}], "secId": 16}, {"speaker": "BUSH", "sentences": [{"text": "If we are all supposed to answer hypothetical questions, knowing what we know now, what would you have done?", "sentId": 28}, {"text": "I would not have engaged, I would not have gone into Iraq.", "sentId": 29}], "secId": 17}, {"speaker": "BERMAN", "sentences": [{"text": "So knowing what we know now, would you say this represents a serious stumble for the Jeb Bush not yet officially a campaign?", "sentId": 30}, {"text": "Robert Costa, let me ask you, instead of saying is it a stumble, let me ask how serious?", "sentId": 31}], "secId": 18}, {"speaker": "COSTA", "sentences": [{"text": "We are still early in the process and I think Governor Bush has time to recover.", "sentId": 32}, {"text": "But this has shown his political rust.", "sentId": 33}, {"text": "He hasn't been on the ballot since 2002.", "sentId": 34}, {"text": "He's still adjusting to the rapid pace of politics today.", "sentId": 35}, {"text": "And he is also really grappling with the legacy of his brother.", "sentId": 36}, {"text": "How does he not distance himself from his family and still use their network but also cast himself as his own man?", "sentId": 37}], "secId": 19}, {"speaker": "BERMAN", "sentences": [{"text": "His brother.", "sentId": 38}, {"text": "Since you brought up his brother, let me play you one thing he had to say about his brother and his father and being part of the Bush family.", "sentId": 39}], "secId": 20}, {"speaker": "BUSH", "sentences": [{"text": "I am not going to go out of my way to say, you know, that my brother did this wrong or my dad did this wrong.", "sentId": 40}, {"text": "It's just not going to happen.", "sentId": 41}, {"text": "I have a hard time with that.", "sentId": 42}, {"text": "I love my family a lot.", "sentId": 43}], "secId": 21}, {"speaker": "BERMAN", "sentences": [{"text": "So Jonathan Martin, is this a Bush family thing or is this an Iraq thing?", "sentId": 44}, {"text": "I submit --", "sentId": 45}], "secId": 22}, {"speaker": "MARTIN", "sentences": [{"text": "Is there a difference?", "sentId": 46}], "secId": 23}, {"speaker": "BERMAN", "sentences": [{"text": "I do think there might be.", "sentId": 47}, {"text": "I think he went into this answer, the reason he perhaps gave the answer he did at first is because he thought this was a Bush family thing.", "sentId": 48}, {"text": "I'm not going to put distance between me and my brother, when in fact, it's a bigger issue that matters to a lot of people.", "sentId": 49}], "secId": 24}, {"speaker": "MARTIN", "sentences": [{"text": "You are on to something.", "sentId": 50}, {"text": "You can listen to the tone of his voice and detect a resentment that he is being put on the Bush family couch.", "sentId": 51}, {"text": "He basically was saying I am not going to play psychologist here or let you play psychologist and talk about family drama so you can then go and write umpteen Bush breaks from Bush columns and stories.", "sentId": 52}, {"text": "That to me was driving his reluctance.", "sentId": 53}, {"text": "At least at the beginning and that was somewhat understandable.", "sentId": 54}], "secId": 25}, {"speaker": "MARTIN", "sentences": [{"text": "But what's not understandable is after days and days of this, when it's clearly a problem and what everyone of his opponents are saying, of course, we would not have gone in.", "sentId": 55}, {"text": "But he still would not do it.", "sentId": 56}], "secId": 26}, {"speaker": "MARTIN", "sentences": [{"text": "And that to me gets at the larger problem which is that he just does not want to re-litigate this stuff, but he is going to have to because he is the younger brother of the last GOP president.", "sentId": 57}, {"text": "It's a fact.", "sentId": 58}], "secId": 27}, {"speaker": "BERMAN", "sentences": [{"text": "I am getting notes from insiders, from money men, from party people saying they are concerned.", "sentId": 59}, {"text": "This raises concern amongst them that Jeb may not be running this team very well, that the structure may not be in place yet to handle situations like this.", "sentId": 60}], "secId": 28}, {"speaker": "HENDERSON", "sentences": [{"text": "That's right because that was the thing here.", "sentId": 61}, {"text": "Why wasn't he prepared for this basic question that he knew he was going to get.", "sentId": 62}, {"text": "And it took him four or five chances.", "sentId": 63}, {"text": "You imagine that they think they've sort of dealt with it but you imagine if he runs in 2016, that you're going see ads, you know, one answer here and another answer there.", "sentId": 64}, {"text": "You know, I do sympathize with Jeb Bush in this way because it", "sentId": 65}], "secId": 29}, {"speaker": "HENDERSON", "sentences": [{"text": "must be awfully hard to run against your brother.", "sentId": 66}, {"text": "You know, sort of the psychological drama of running against your brother -- someone you might not be close to but you are also really close to and you love them but you've had disagreements with them.", "sentId": 67}, {"text": "So in that way it's hard but this is what he signed up for and this is what he has to do.", "sentId": 68}], "secId": 30}, {"speaker": "TALEV", "sentences": [{"text": "but you know, also, it's a little more complicated because of course, in his pre-campaign campaign.", "sentId": 69}, {"text": "He has brought in as advisers and backers and supporters and shapers of what is going to be his platform, many of the folks supported the war in Iraq.", "sentId": 70}, {"text": "And so that does add another degree of complication I think for him.", "sentId": 71}], "secId": 31}, {"speaker": "COSTA", "sentences": [{"text": "You know who this really helps this whole week with Governor Bush, it helps Marco Rubio.", "sentId": 72}, {"text": "I mean the freshman Florida senator is casting himself as the GOP future, someone from a new generation.", "sentId": 73}, {"text": "Rush Limbaugh was raving about Rubio this week, a lot of conservatives seem to be forgetting the immigration problems from 2013 for Rubio.", "sentId": 74}, {"text": "And when they're looking to the fresh face and they wonder should they go in that direction, Bush's stumble really reiterates why Rubio and other young contenders like Governor Scott Walker have real appeal.", "sentId": 75}], "secId": 32}, {"speaker": "BERMAN", "sentences": [{"text": "I remember, you know, eight years ago Barack Obama saying we want to move beyond baby boomers and Vietnam.", "sentId": 76}, {"text": "Maybe it's Marco Rubio who said I'm the guy to move us beyond Iraq to an extent.", "sentId": 77}, {"text": "But I also thought it was interesting, Nia, this was sort of the first candidate feeding frenzy.", "sentId": 78}, {"text": "They smelled the blood in the water and they all jumped in.", "sentId": 79}], "secId": 33}, {"speaker": "HENDERSON", "sentences": [{"text": "That's right.", "sentId": 80}, {"text": "And you all saw them out there.", "sentId": 81}, {"text": "Chris Christie, of course out there saying let me be clear, this is what I would have done.", "sentId": 82}, {"text": "You have not seen that before.", "sentId": 83}, {"text": "You haven't seen them be so ready to go out and attack Jeb Bush, and they have in some ways in sort of ways in saying I am not from a family of a famous last name.", "sentId": 84}, {"text": "But I do think they smell blood in the water.", "sentId": 85}], "secId": 34}, {"speaker": "HENDERSON", "sentences": [{"text": "And if you talk to donors, you talk to folks behind the scenes you keep hearing Rubio, you keep hearing Walker and you keep hearing this sense of what maybe Jeb is a little too rusty.", "sentId": 86}, {"text": "He certainly didn't feel comfortable -- didn't seem like he was comfortable out there.", "sentId": 87}], "secId": 35}, {"speaker": "BERMAN", "sentences": [{"text": "Can he fix it?", "sentId": 88}], "secId": 36}, {"speaker": "MARTIN", "sentences": [{"text": "He fixed a narrow issue over Iraq, yes.", "sentId": 89}, {"text": "The broader issue is still there.", "sentId": 90}, {"text": "And that's why you saw these candidates jump on him this week.", "sentId": 91}, {"text": "They weren't seizing on the question of the Iraq authorization from '03.", "sentId": 92}, {"text": "They were seizing on the opportunity to make Jeb Bush a candidate of the past, of yesterday.", "sentId": 93}, {"text": "And that's what Obama did so effectively against Hillary in '08 and that's why I think you see all these candidates gleefully this week get all over bush.", "sentId": 94}], "secId": 37}, {"speaker": "BERMAN", "sentences": [{"text": "I want to shift gears if I can quickly to another candidate right now.", "sentId": 95}, {"text": "Since we're talking about Jeb Bush who occupies that mainstream lane.", "sentId": 96}], "secId": 38}, {"speaker": "BERMAN", "sentences": [{"text": "Let's talk about Chris Christie for a second right here because he is still considering a run, and he had a fascinating interview last week with our Jake Tapper.", "sentId": 97}, {"text": "And his wife was there, too, and she talked in really interesting terms about the excitement level for this campaign.", "sentId": 98}, {"text": "Let's listen to what she said.", "sentId": 99}], "secId": 39}, {"speaker": "CHRISTIE", "sentences": [{"text": "I mean it certainly is disappointing when you have throngs of people encouraging you to do this, and maybe the enthusiasm isn't as crazy as it was.", "sentId": 100}], "secId": 40}, {"speaker": "BERMAN", "sentences": [{"text": "That's remarkably candid from the wife of somebody who may run for president, saying the enthusiasm now isn't what it used to be.", "sentId": 101}, {"text": "Martin Luther King Jr. and then Barack Obama talked about the fierce urgency of now.", "sentId": 102}, {"text": "Margaret it seems like what Mrs. Christie is saying is the fierce urgency of now was then.", "sentId": 103}, {"text": "It might have been 2012.", "sentId": 104}], "secId": 41}, {"speaker": "TALEV", "sentences": [{"text": "He's not done.", "sentId": 105}, {"text": "He is clearly not ready to hang this up.", "sentId": 106}, {"text": "And I think he does see an opportunity with Jeb's stumble to try to get back into New Hampshire.", "sentId": 107}, {"text": "But it's difficult.", "sentId": 108}, {"text": "We just did polling -- Bloomberg did polling last week about how the race looks in New Hampshire.", "sentId": 109}, {"text": "It's a four-way race.", "sentId": 110}, {"text": "It's not Chris Christie in that top four.", "sentId": 111}, {"text": "But if he can use this as an opportunity, you know, he's going to try to make the most out of that and we will see him there tomorrow on Monday.", "sentId": 112}], "secId": 42}, {"speaker": "BERMAN", "sentences": [{"text": "Robert, you think that the New Hampshire people are telling that he could be a town meeting guy.", "sentId": 113}, {"text": "He could be the McCain type who goes there and gets people excited at a small level and that ultimately becomes a bigger thing.", "sentId": 114}], "secId": 43}, {"speaker": "COSTA", "sentences": [{"text": "I spent time with him recently on the trail in New Hampshire.", "sentId": 115}, {"text": "When you see Governor Christie and you just step back and watch him -- this is a political town.", "sentId": 116}, {"text": "He overwhelms voters and donors with liveliness, his personality.", "sentId": 117}, {"text": "He's seen as someone who can win over the working class, suburban voters -- just the kind of candidate the Republicans were looking for a few years ago but he is still plagued by these scandals.", "sentId": 118}], "secId": 44}, {"speaker": "COSTA", "sentences": [{"text": "And as he starts to move closer to a run, you're going to have more indictments perhaps, at least trials for his former aides.", "sentId": 119}], "secId": 45}, {"speaker": "BERMAN", "sentences": [{"text": "Jonathan -- who tells him, if it is over, if he doesn't have a real chance, how does that play itself out?", "sentId": 120}, {"text": "Who says to him, Governor Christie, it's just not happening?", "sentId": 121}], "secId": 46}, {"speaker": "MARTIN", "sentences": [{"text": "I think you played a clip of that person.", "sentId": 122}, {"text": "I think Mary Pat --  his long-time political adviser.", "sentId": 123}, {"text": "But look, they see as to a lot, they see a fluid race, they see Jeb as more vulnerable than expected, and so they say what many say over the years, why not me?", "sentId": 124}, {"text": "BERMAN:  You have a one in a million chance is what", "sentId": 125}], "secId": 47}, {"speaker": "MARTIN", "sentences": [{"text": "you are saying is -- I have a chance?", "sentId": 126}], "secId": 48}, {"speaker": "MARTIN", "sentences": [{"text": "All right guys.", "sentId": 127}, {"text": "Sit tight.", "sentId": 128}], "secId": 49}, {"speaker": "MARTIN", "sentences": [{"text": "Up next for us -- the great divide, not among Republicans but the new one among Democrats.", "sentId": 129}], "secId": 50}, {"speaker": "MARTIN", "sentences": [{"text": "But first, \"Politicians say the Darnedest Things\" as the prospective first gentleman visits David Letterman and wonders if he will be invited back into the White House.", "sentId": 130}], "secId": 51}, {"speaker": "CLINTON", "sentences": [{"text": "She has to win the nomination.", "sentId": 131}, {"text": "If she wins the nomination, she has to win the election.", "sentId": 132}, {"text": "And if she wins the election, the chances are 100 percent I will be back -- wait, wait, if I'm asked.", "sentId": 133}], "secId": 52}, {"speaker": "BERMAN", "sentences": [{"text": "This is INSIDE POLITICS.", "sentId": 134}, {"text": "I am John Berman in this week for John King.", "sentId": 135}], "secId": 53}, {"speaker": "BERMAN", "sentences": [{"text": "Barack Obama, welcome to the final stretch of your presidency at least as far as party loyalty is concerned.", "sentId": 136}, {"text": "What a break between the White House and the Elizabeth Warren wing of the Democratic Party.", "sentId": 137}], "secId": 54}, {"speaker": "OBAMA", "sentences": [{"text": "You know, the issue with respect to myself and Elizabeth, has never been personal.", "sentId": 138}, {"text": "There a whole bunch of some of my best friends in the senate as well in the house and some of my earliest supporters who disagree with me on this.", "sentId": 139}], "secId": 55}, {"speaker": "BERMAN", "sentences": [{"text": "So those friends took Warren's side, or some might say, Elizabeth's side, during a trade vote last week, leaving the president alone with his new found friends, Mitch McConnell or Mitch and the Republicans.", "sentId": 140}], "secId": 56}, {"speaker": "BERMAN", "sentences": [{"text": "So Margaret, the micro issue here to an extent has largely been solved.", "sentId": 141}, {"text": "They're going to vote the senate is going to vote on the trade issue here, ultimately.", "sentId": 142}, {"text": "But what about the macro issue, have the Democrats or at least Congressional Democrats -- have they left the President now?", "sentId": 143}], "secId": 57}, {"speaker": "TALEV", "sentences": [{"text": "This has been like a slow-moving train, right, since what 2009.", "sentId": 144}, {"text": "But there are a couple of things that work.", "sentId": 145}, {"text": "One is that labor and Obama always started out sort of on uncertain footing.", "sentId": 146}, {"text": "And you remember a big part of what Joe Biden was doing way back when he convinced labor that Obama is the guy that they can work with      He's freed from the constraints of having to run for re-election", "sentId": 147}], "secId": 58}, {"speaker": "TALEV", "sentences": [{"text": "or having to try to keep Democrats in power now.", "sentId": 148}, {"text": "And as he said, he is doing what he thinks is right.", "sentId": 149}], "secId": 59}, {"speaker": "TALEV", "sentences": [{"text": "On the Warren question though, it's a little bit different, there's is nothing personal, but there kind of is right, because you remember she was the one who stood up to the Consumer Financial Protection Board and then, you know, they couldn't close the deal with here and she had to remake herself and ran for the senate.", "sentId": 150}, {"text": "Things have always been a little tense ever since then.", "sentId": 151}], "secId": 60}, {"speaker": "BERMAN", "sentences": [{"text": "And as someone watching this fight, who is pretty interesting here Jonathan and that's Hillary Clinton.", "sentId": 152}, {"text": "You know, a lot of people are looking to her and saying, hey, what do you think about all this?", "sentId": 153}], "secId": 61}, {"speaker": "MARTIN", "sentences": [{"text": "Her silence is deafening on the trade deal.", "sentId": 154}, {"text": "And I think, you know, she is on the record supporting it when she was secretary of state, but now she does not want to get crosswise with organized labor, and with the left more broadly by coming out for it.", "sentId": 155}, {"text": "And that has put the President in a tough spot, and I think a lot of Democrats especially in a sort of more moderate establishment are starting to get a little bit anxious about Hillary's silence on the issue.", "sentId": 156}, {"text": "She's going to Iowa this week.", "sentId": 157}, {"text": "I have a feeling she'll be asked about it again.", "sentId": 158}, {"text": "So far she sort of punts it.", "sentId": 159}, {"text": "Let's see what she says this week.", "sentId": 160}], "secId": 62}, {"speaker": "BERMAN", "sentences": [{"text": "We're going to talk about her overall silence at greater length in a moment here.", "sentId": 161}, {"text": "But her silence on this issue, Nia, does she have to take a stand and how perilous is it for her?", "sentId": 162}, {"text": "Look, you know, her husband was the NAFTA guy.", "sentId": 163}, {"text": "She was a big NAFTA person.", "sentId": 164}, {"text": "NAFTA got her in trouble in 2008.", "sentId": 165}], "secId": 63}, {"speaker": "HENDERSON", "sentences": [{"text": "That's right.", "sentId": 166}, {"text": "I mean they have said, listen, they will comment on this once the whole thing is done, and until then they feel like they can stay on the sidelines, and whether or not that is true we will have to see.", "sentId": 167}, {"text": "They are also worried about not only being crosswise with the sort of the Warren wing, which used to be sort of the Obama wing of the Democratic Party.", "sentId": 168}], "secId": 64}, {"speaker": "HENDERSON", "sentences": [{"text": "They are worried about being seen as crossways with Obama.", "sentId": 169}, {"text": "They don't want to be too -- not seen as not giving him political cover as well.", "sentId": 170}, {"text": "So it's a very tricky situation for her.", "sentId": 171}, {"text": "I think we will have to see what she says next week in Iowa.", "sentId": 172}, {"text": "But this is between, you know, sort of Warren and Obama for her.", "sentId": 173}, {"text": "And that's the tightrope she's going to have to walk.", "sentId": 174}], "secId": 65}, {"speaker": "BERMAN", "sentences": [{"text": "Here's the thing, we have to wait to see what she says but she doesn't say much about anything which people have started to notice here that she doesn't take a lot of actual campaign-type questions.", "sentId": 175}, {"text": "And Jeb Bush who's had his own issues here among other people who have been critical of how little Mrs. Clinton has been saying.", "sentId": 176}], "secId": 66}, {"speaker": "BERMAN", "sentences": [{"text": "Listen to what Jeb said.", "sentId": 177}], "secId": 67}, {"speaker": "BUSH", "sentences": [{"text": "That's all part of the process.", "sentId": 178}, {"text": "You can't script your way to the presidency and put yourself in a protective bubble and never interact with people.", "sentId": 179}, {"text": "Only talk to people that totally agree with you and have it all scripted out.", "sentId": 180}, {"text": "It's not going to work.", "sentId": 181}], "secId": 68}, {"speaker": "BERMAN", "sentences": [{"text": "So Robert, does she need to be taking more questions from us, from actual real people?", "sentId": 182}, {"text": "Does she need to get out there more or is it maybe smart to be in this sort of the bubble right now?", "sentId": 183}], "secId": 69}, {"speaker": "COSTA", "sentences": [{"text": "As a political athlete to get ready for the general election she's eventually going to need to take some more questions and get in fighting shape for whoever the Republican nominee ends up being.", "sentId": 184}, {"text": "But right now here only real challenger is Senator Sanders from Vermont.", "sentId": 185}, {"text": "Beyond that you have Warren on the sidelines pressuring her on trade, but Martin O'Malley is not even in the race yet, so she is not under real pressure beyond from the press and some activists.", "sentId": 186}], "secId": 70}, {"speaker": "BERMAN", "sentences": [{"text": "So you think she's going to take these -- she's going to take --", "sentId": 187}], "secId": 71}, {"speaker": "COSTA", "sentences": [{"text": "She'll take them but she is running a disciplined campaign, picking her spots, talking about what she wants to talk about whether it's small business in Iowa this coming week or just really talking about what she says, everyday Americans, and recasting herself as a regular person.", "sentId": 188}], "secId": 72}, {"speaker": "HENDERSON", "sentences": [{"text": "And she does know that these everyday Americans are not necessarily tuning in right now.", "sentId": 189}, {"text": "And they're certainly not going to be angry that she is not taking questions from people like us.", "sentId": 190}, {"text": "I mean in some ways this is sort of a press story in some ways.", "sentId": 191}, {"text": "I think eventually and I mean you're obviously seeing Bush jump on this idea that she is not taking questions.", "sentId": 192}, {"text": "At some point she's going to have to get out there, but I think for now people are not tuned in.", "sentId": 193}], "secId": 73}, {"speaker": "MARTIN", "sentences": [{"text": "I think Democrats though sort of wondering why she is not doing more of this, too because they think it actually could help her if she's been more aggressive in terms of getting out her message, for example, when she was in Nevada doing immigration news two weeks ago.", "sentId": 194}, {"text": "You know, why not while you are out there, do an interview with Univision or some Spanish language network.", "sentId": 195}, {"text": "They are playing a very sort of confident version -- I'm sorry -- cautious version of politics right now.", "sentId": 196}, {"text": "It's not hurting her but it's starting to raise a buzz.", "sentId": 197}], "secId": 74}, {"speaker": "BERMAN", "sentences": [{"text": "Nia said, you know, it makes people like us upset -- people like us, the press.", "sentId": 198}, {"text": "But isn't her problem one of her big problems are people like us.", "sentId": 199}, {"text": "Doesn't she need to work the media to a certain extent more than she is?", "sentId": 200}], "secId": 75}, {"speaker": "TALEV", "sentences": [{"text": "Yes.", "sentId": 201}, {"text": "In the long term, yes.", "sentId": 202}, {"text": "And probably in the medium term.", "sentId": 203}, {"text": "I think Jeb's stumble on Iraq though has been destructive for her on two levels.", "sentId": 204}, {"text": "One is that when you got -- ok maybe you can't script everything but you know, when you just say what you are thinking, uh, right?", "sentId": 205}, {"text": "And then when you have the legacy of your family, Bill Clinton and NAFTA, you know George Bush and Iraq.", "sentId": 206}, {"text": "You have to answer for that eventually.", "sentId": 207}, {"text": "And when you answer for it before you're ready, you get in trouble.", "sentId": 208}], "secId": 76}, {"speaker": "TALEV", "sentences": [{"text": "On the other hand, if you sit all the way through a primary with sort of not comparable competition, if you get into the general if you are not running against the guy with the other family legacy, you got a problem.", "sentId": 209}, {"text": "So that's her calculus.", "sentId": 210}], "secId": 77}, {"speaker": "BERMAN", "sentences": [{"text": "She'll answer questions.", "sentId": 211}, {"text": "The question is when.", "sentId": 212}], "secId": 78}, {"speaker": "BERMAN", "sentences": [{"text": "All right guys.", "sentId": 213}, {"text": "Sit tight.", "sentId": 214}, {"text": "Next, a sneak peek.", "sentId": 215}, {"text": "Our reporters share from their notebooks and get you out ahead of the coming political news, including what a current first lady might do to help a former first lady who is running for president.", "sentId": 216}], "secId": 79}, {"speaker": "BERMAN", "sentences": [{"text": "All right.", "sentId": 217}, {"text": "Let's head around the INSIDE POLITICS table and ask our reporters to share a nugget from their notebooks.", "sentId": 218}], "secId": 80}, {"speaker": "BERMAN", "sentences": [{"text": "Nia -- let's start with you.", "sentId": 219}], "secId": 81}, {"speaker": "HENDERSON", "sentences": [{"text": "Democrats are buzzing about the possibility of the first ladies club in 2016.", "sentId": 220}, {"text": "And that Michelle Obama throwing her support in sort of an Oprah Winfrey, Ted Kennedy-esque way in 2016.", "sentId": 221}, {"text": "Democrats obviously know the power of Michelle Obama.", "sentId": 222}, {"text": "She was very much dominating the Twitterverse this past week because of the comments she made about historical black college and university.", "sentId": 223}, {"text": "She also sent out a note to the DNC's mailing list.", "sentId": 224}], "secId": 82}, {"speaker": "HENDERSON", "sentences": [{"text": "The problem is she really hates campaigning, right, and that is very well known, but there is sort of a wildcard in this, and that is a woman named Christina  who used to work for Michelle Obama and now works for Hillary Clinton.", "sentId": 225}, {"text": "If someone can convince Michelle Obama to do what its public or  and the prospect of extending her husband's legacy as well.", "sentId": 226}], "secId": 83}, {"speaker": "BERMAN", "sentences": [{"text": "That would be big.", "sentId": 227}, {"text": "All right -- Jonathan Martin.", "sentId": 228}], "secId": 84}, {"speaker": "MARTIN", "sentences": [{"text": "The Iowa GOP is going to fore with its quadrennial summer straw poll this summer in August.", "sentId": 229}, {"text": "And we know that Jeb Bush is not going to be competing there.", "sentId": 230}, {"text": "We are waiting to hear if Scott Walker will or won't compete there, but it's important to put a finer point on what exactly compete means?", "sentId": 231}, {"text": "Because a lot of these candidates are trying to figure out that they're going to do.", "sentId": 232}], "secId": 85}, {"speaker": "MARTIN", "sentences": [{"text": "From what I understand, candidates like Marco Rubio, for example, may show up to speak there at the event because there's going to be thousands of activists there they want to reach.", "sentId": 233}, {"text": "But I am told that Rubio, at least, absolutely positively according to on of his advisers will not spend money to bus supporters there.", "sentId": 234}, {"text": "So competing there, what does that actually mean?", "sentId": 235}, {"text": "Does that mean actually spending money or just showing up to speak?", "sentId": 236}, {"text": "Important difference.", "sentId": 237}], "secId": 86}, {"speaker": "BERMAN", "sentences": [{"text": "Setting the bar very, very low.", "sentId": 238}, {"text": "Margaret?", "sentId": 239}, {"text": "TALEV:  Keep your eye on Obama unfiltered.", "sentId": 240}, {"text": "This is like Obama", "sentId": 241}], "secId": 87}, {"speaker": "BERMAN", "sentences": [{"text": "4.0.", "sentId": 242}, {"text": "He hinted a little bit to us last year that things are going to be different.", "sentId": 243}, {"text": "This year it's the fourth quarter, things get interesting in the fourth quarter.", "sentId": 244}, {"text": "We really started to see it in his rhetoric the last week or so, you saw it on trade with him calling Elizabeth Warren out just as any other politicians, saying Democrats are wrong.", "sentId": 245}, {"text": "You saw it on race issues in this future Georgetown University, talking about poverty, everything from the pain of his own father leaving to what he thinks about how Fox News feels about poverty.", "sentId": 246}], "secId": 88}, {"speaker": "BERMAN", "sentences": [{"text": "You'll even be seeing him in dealing with issues sports, the New England Patriots deflategate.", "sentId": 247}, {"text": "And so I am looking ahead to next week even as soon as tomorrow when the President is in Camden, New Jersey and having a visit with a community policing programs just to look at how far they've come in terms of racial progress.", "sentId": 248}, {"text": "He's talking a lot more frankly about how he thinks and how he feels.", "sentId": 249}], "secId": 89}, {"speaker": "BERMAN", "sentences": [{"text": "Interesting.", "sentId": 250}, {"text": "All right -- Robert.", "sentId": 251}], "secId": 90}, {"speaker": "COSTA", "sentences": [{"text": "I spoke with former U.S. ambassador to the United Nations John Bolton this past week.", "sentId": 252}, {"text": "And he decided not to run for president.", "sentId": 253}, {"text": "He was always going to be a long shot contender.", "sentId": 254}, {"text": "But he gave me a hint about what he is going to do in the coming months during the primary.", "sentId": 255}, {"text": "He is going to be spending about $6 million to $7 million to make sure his hawkish perspective gets out there and a door in the debates even though he won't be participating.", "sentId": 256}, {"text": "But he also in the general election, he wants to do this political action committees and his presence to go up against Secretary Clinton should she be the Democratic nominee.", "sentId": 257}, {"text": "And he has a different kind of relationship with her.", "sentId": 258}, {"text": "He was a classmate of Clinton's at Yale Law School, and he called her quote, \"a radical\" in our conversation and he thinks he's going to make that point in a lot of ads this fall.", "sentId": 259}], "secId": 91}, {"speaker": "BERMAN", "sentences": [{"text": "Decades of experience.", "sentId": 260}, {"text": "The Bolton not running thing is a good segue into my point here about who is running.", "sentId": 261}, {"text": "In the next few weeks, to some degree, we expect Martin O'Malley, Rick Santorum, Rick Perry and George Pataki to have made their presidential candidacies clear.", "sentId": 262}, {"text": "What do they have in common?", "sentId": 263}, {"text": "Well, not many people give them a chance which makes me think back to November 2011 when I interviewed Rick Santorum about his first presidential campaign and I spent a significant part of the interview nothing again and again, and again that not many people thought he had a chance.", "sentId": 264}], "secId": 92}, {"speaker": "BERMAN", "sentences": [{"text": "My exactly questions included -- Why aren't you doing better in the polls and why isn't your message catching on.", "sentId": 265}, {"text": "Less than two months later, he won Iowa.", "sentId": 266}, {"text": "So there, he won other states too and for a time, he was a genuine threat to take the nomination.", "sentId": 267}, {"text": "He had a chance.", "sentId": 268}, {"text": "I was wrong in learning that perhaps we should see how they run before we call the race.", "sentId": 269}], "secId": 93}, {"speaker": "BERMAN", "sentences": [{"text": "So candidates lace up those shoes and have at it.", "sentId": 270}], "secId": 94}, {"speaker": "BERMAN", "sentences": [{"text": "That's all for INSIDE POLITICS.", "sentId": 271}, {"text": "Thanks for sharing your Sunday morning with us.", "sentId": 272}, {"text": "\"STATE OF THE UNION\" starts right now.", "sentId": 273}], "secId": 95}], "sectionCount": 96, "url": "transcripts.cnn.com/TRANSCRIPTS/1505/17/ip.01.html", "sentenceCount": 275, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired May 17, 2015 - 08:30   ET", "speakers": ["BLACKWELL", "BERMAN", "BUSH", "CHRISTIE", "MCCONNELL", "Welcome to INSIDE POLITICS.  I am John Berman in for John King today.  With us to share their reporting and their insights", "COSTA", "MARTIN", "HENDERSON", "TALEV", "CLINTON", "OBAMA"], "title": "INSIDE POLITICS"}