{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1607.18.ip.02.html.json", "subTitle": "Hillary Clinton To Address NAACP; Dems Won't Yield Spotlight To GOP; Clinton Comments On Killings Of Police Officers, Race and Policiing At NAACP; Clinton Urges Police and Justice Reform; Gavel About To Drop, Starting GOP Convention. Aired 12:30-1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Welcome back to \"Inside Politics.\"", "sentId": 0}, {"text": "A live picture there, Cincinnati, Ohio.", "sentId": 1}, {"text": "The 107th Annual Convention of the NAACP.", "sentId": 2}, {"text": "Hillary Clinton, the Democratic nominee, soon-to-be Democratic nominee for president, expected to address that group.", "sentId": 3}, {"text": "She's running a little late.", "sentId": 4}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "When she speaks, CNN will take you there live.", "sentId": 5}, {"text": "Proves the point that this is Donald Trump's big week, but that doesn't mean that Hillary will completely yield the stage.", "sentId": 6}, {"text": "You'll see her there courting African-American voters.", "sentId": 7}, {"text": "She also has some important outreach to labor unions this week.", "sentId": 8}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "And guess what, by the time the week is over, she needs to do what Donald Trump did last week.", "sentId": 9}, {"text": "Donald Trump put Mike Pence on the Republican ticket.", "sentId": 10}, {"text": "Hillary Clinton has to make her choice to fill the Democratic ticket.", "sentId": 11}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "So, it used to be tradition that the other party kind of was quiet, but now that the conventions are back to back, because the stakes are so high and because the election is so close, Hillary Clinton will be big in the news this week.", "sentId": 12}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Number one, let's start with, she's going to respond to Baton Rouge, she's going to talk about this crisis in America.", "sentId": 13}, {"text": "A trust crisis and a violence crisis in our communities.", "sentId": 14}, {"text": "Inside the Clinton campaign, what do they think the best contrast to Donald Trump is?", "sentId": 15}], "secId": 4}, {"speaker": "PACE", "sentences": [{"text": "I think that you're going to see her pick up on some of the comments that Republicans broadly have been making.", "sentId": 16}, {"text": "Another president has been making about police, and about the need to show more respect for police, and obviously, not turn this anger against law enforcement.", "sentId": 17}, {"text": "But I also think you're going to see her look at this through a racial lens in a way that Republicans are still a bit uncomfortable with.", "sentId": 18}], "secId": 5}, {"speaker": "PACE", "sentences": [{"text": "And I think you're going to hear her talking about broader issues that inflict communities and how these divisions that we're seeing so publicly this summer, how they are really so built in right now.", "sentId": 19}, {"text": "And these are tensions that have built up over a decade, so look for a broader message from her than simply law enforcement.", "sentId": 20}], "secId": 6}, {"speaker": "RAJU", "sentences": [{"text": "And I mentioned criminal justice reform earlier.", "sentId": 21}, {"text": "This has now become a big part of her campaign, particularly in the primary campaign as she tried to sort of distance herself from 19 -- from the Bill Clinton's crime bill in the early '90s that a lot of folks in the African-American community believe have led to this approach, this tension within inner city communities.", "sentId": 22}], "secId": 7}, {"speaker": "RAJU", "sentences": [{"text": "So, watch her make that case, that there needs to be some reform to the criminal justice system.", "sentId": 23}, {"text": "And some of that probably maybe not mentioned a whole lot tonight here ...", "sentId": 24}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "And that's one of the remarkable -- I called it \"parallel universe\" the two parties live in, is if you're Hillary Clinton, you're looking at two Obama victories and you're trying to appeal to that coalition.", "sentId": 25}, {"text": "If you're Donald Trump and you're trying to, number one, assert yourself as a conservative, it's very different tone under very the same issue.", "sentId": 26}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Let's stick on Secretary Clinton, though.", "sentId": 27}, {"text": "She -- if you look at battleground state polling, she's in pretty good shape.", "sentId": 28}, {"text": "Most national polls have her with a narrow lead in this race, with a very narrow lead.", "sentId": 29}, {"text": "This is a very competitive race.", "sentId": 30}, {"text": "And like Donald Trump, she has some issues.", "sentId": 31}, {"text": "Here's one of them.", "sentId": 32}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Our new CNN/ORC poll among Bernie Sanders voters, people who supported Bernie Sanders in the primaries, Clinton now gets 57 percent of their votes, Donald Trump gets 5 percent.", "sentId": 33}, {"text": "Gary Johnson, the Libertarian candidate, gets 23 percent of the votes and Jill Stein, the Green Party candidate, 12 percent of the votes.", "sentId": 34}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Now, Bernie Sanders just endorsed her last week.", "sentId": 35}, {"text": "She had the FBI director dump on her pretty hard just a little more than a week ago.", "sentId": 36}, {"text": "So maybe some of this is a reaction, and maybe these numbers are a little higher than some other polls.", "sentId": 37}, {"text": "But if 40 percent of Bernie Sanders' voters are shopping elsewhere, that's a problem.", "sentId": 38}], "secId": 12}, {"speaker": "PACE", "sentences": [{"text": "It's a huge problem for her because we talk about the Obama coalition, young people were a major part of the Obama coalition.", "sentId": 39}, {"text": "They were active supporters for Bernie Sanders.", "sentId": 40}, {"text": "And I actually talked to a lot of young voters last week, was calling around.", "sentId": 41}, {"text": "And Gary Johnson and Jill Stein are in the mix for young voters.", "sentId": 42}, {"text": "They do not see this as a two-way race between Hillary Clinton and Donald Trump.", "sentId": 43}, {"text": "That's scary if you're Hillary Clinton.", "sentId": 44}], "secId": 13}, {"speaker": "KUCINICH", "sentences": [{"text": "But I also think that's why you're seeing the re-emergence of Elizabeth Warren a little bit.", "sentId": 45}, {"text": "She met with Hillary, I believe it was earlier this week.", "sentId": 46}, {"text": "I feel like everything is blending together at this point.", "sentId": 47}], "secId": 14}, {"speaker": "KUCINICH", "sentences": [{"text": "But she also was in a tweet storm against Donald Trump again and is very much putting herself out there again.", "sentId": 48}, {"text": "So, keeping her in contention cannot hold Hillary Clinton .", "sentId": 49}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "A number like that, if you keep thinking at this point, OK, where are the pressures on Hillary Clinton?", "sentId": 50}, {"text": "What does she need to fill the ticket, balance the ticket, get deal with a weakness, fortify a strength?", "sentId": 51}, {"text": "That's the calculation you go through.", "sentId": 52}, {"text": "You made the point, we had Elizabeth Warren, well, let's look at some of the people in the contention.", "sentId": 53}, {"text": "That's Governor Hickenlooper of Colorado came to see Hillary Clinton last week.", "sentId": 54}, {"text": "Tim Kaine, the Virginia senator she was with on the campaign trail.", "sentId": 55}, {"text": "Tom Vilsack, not the Agriculture Secretary, former Iowa governor.", "sentId": 56}, {"text": "You see Elizabeth Warren right there in the middle.", "sentId": 57}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "No accident, I guess, that she's there.", "sentId": 58}, {"text": "The Housing And Urban Development -- excuse me Secretary Julian Castro.", "sentId": 59}, {"text": "And the Labor Secretary, Tom Perez.", "sentId": 60}, {"text": "Now, people were saying, if she want to make outreach to Latinos, you look at Castro or Perez.", "sentId": 61}, {"text": "But if your number one issue is blue-collar, working voters, I think two speeches to labor unions this weekend as well.", "sentId": 62}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "If that's your issue, and if you talk to Michigan Democrats, they tell you they are freaked.", "sentId": 63}, {"text": "Autoworker, people like that, that the polling might say one thing.", "sentId": 64}, {"text": "They say you sit down in a bar with these guys and they are not voting for Hillary Clinton.", "sentId": 65}], "secId": 18}, {"speaker": "RAJU", "sentences": [{"text": "There could be one issue with going with Tim Kaine, because he was a supporter of free trade agreements, supporter of the trade proportion authority that passed, you know, in this Congress.", "sentId": 66}, {"text": "So, that's one of the risk and that's one of reasons why she may be looking at some more popular Democrats, people like Sherrod Brown of Ohio, who is not on that list.", "sentId": 67}, {"text": "But he also has a problem because John Kasich is the governor of his state who is named his internal replacement.", "sentId": 68}], "secId": 19}, {"speaker": "MURRAY", "sentences": [{"text": "And any of these people are going to be problematic in one way or another because if you pick someone, you're giving something else up.", "sentId": 69}, {"text": "So if you're going after this white sort of Reagan, you know, so-called Reagan Democrats, then you're going to aim for a different pick than if you're looking at sort of uniting a minority coalition of Barack Obama coalition behind you.", "sentId": 70}], "secId": 20}, {"speaker": "MURRAY", "sentences": [{"text": "But, you know, I remain skeptical of how much of a demographic group or how much of a state any V.P.", "sentId": 71}, {"text": "picks feel, you know, will really bring you on a ticket.", "sentId": 72}, {"text": "I think Elizabeth Warren is sort of the \"X\" factor in all of that.", "sentId": 73}, {"text": "She's proven herself to be a very capable attack dog against Donald Trump.", "sentId": 74}, {"text": "And she speaks to the Bernie Sanders voters in a way that I don't think anyone else on that list we would looking at, well he does.", "sentId": 75}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "But the question has always been, would Hillary Clinton do that?", "sentId": 76}, {"text": "Would she pick somebody who in some ways might overshadow her?", "sentId": 77}], "secId": 22}, {"speaker": "RAJU", "sentences": [{"text": "It's very hard to see Elizabeth Warren, in particular because she needs also a governing partner.", "sentId": 78}, {"text": "How does she work with someone who's -- has a lot of different issues in her, someone who's clearly not a dealmaker?", "sentId": 79}, {"text": "And when you're a governor -- when you're governing and you're an executive, you have to be a dealmaker.", "sentId": 80}], "secId": 23}, {"speaker": "PACE", "sentences": [{"text": "I agree because -- I mean it's less likely that she picks Warren than any of the other candidates on that list.", "sentId": 81}, {"text": "But one thing to keep in mind, in Clinton headquarters, there is nothing that has energized that group of people more than Elizabeth Warren and seeing how she gets under Donald Trump's skin.", "sentId": 82}, {"text": "They think she is incredibly effective, more effective than anyone else, really.", "sentId": 83}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "One other interesting thing that we're going to see this week is the president of the United States.", "sentId": 84}, {"text": "And the White House said today, this is just a coincidence.", "sentId": 85}, {"text": "It's a part of the calendar, the President's having an vent to mark a key date on the Muslim religious calendar this week.", "sentId": 86}, {"text": "But then on Friday, the day after the Republican Convention ends, the president of Mexico is coming to the White House.", "sentId": 87}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "Now, the White House says this is just a coincidence, that after Donald Trump's convention.", "sentId": 88}, {"text": "And I think we're going to hear at least once or twice that he would like to build a wall and he wants Mexico to pay for it.", "sentId": 89}, {"text": "Is this mischief by the President?", "sentId": 90}], "secId": 26}, {"speaker": "PACE", "sentences": [{"text": "You can only look at that way, because if you remember, these two leaders just met a few weeks ago in Canada at a North American leader's summit.", "sentId": 91}, {"text": "It's not as though they haven't seen each other in a while.", "sentId": 92}, {"text": "So, the timing of this is curious.", "sentId": 93}], "secId": 27}, {"speaker": "RAJU", "sentences": [{"text": "And, you know, that goes back to the V.P.", "sentId": 94}, {"text": "picks.", "sentId": 95}, {"text": "They're either few Hispanic potential candidates on that list.", "sentId": 96}, {"text": "She may not even need to go that route to get the Latino vote, you don't need to go that Ralph because Trump is doing very, very poorly way worse than Mitt Romney did who only got, what 27 percent of the vote in 2012?", "sentId": 97}, {"text": "And we saw what happened to him, especially in those key battleground states.", "sentId": 98}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "If you could look behind me in the floor, you could see it's starting to fill in.", "sentId": 99}, {"text": "The Republican Convention will be gaveled to order in about 23 minutes, if my math is right.", "sentId": 100}, {"text": "You see the delegates starting to fill in to the halls.", "sentId": 101}, {"text": "It's an exciting time here in Cleveland.", "sentId": 102}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "Up next, our reporter share from their notebooks, including a series of surprises that top convention planners, well, let's just say, they have no choice but to smile and embrace.", "sentId": 103}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "We'll still waiting for secretary of state, Former Secretary Of State Hillary Clinton to speak to the NAACP in Cincinnati, Ohio.", "sentId": 104}, {"text": "We are told she is just moments away.", "sentId": 105}, {"text": "We'll take you there live once she starts to speak.", "sentId": 106}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "As always on \"Inside Politics,\" let's go around the table here, ask our reporters to share little something from their notebooks, get you out ahead of the big political news just around the corner.", "sentId": 107}, {"text": "Manu?", "sentId": 108}], "secId": 32}, {"speaker": "RAJU", "sentences": [{"text": "We talked about John Kasich earlier in the show and the Trump campaign not happy with him.", "sentId": 109}, {"text": "But also a number of Ohio delegates are not happy with him either.", "sentId": 110}, {"text": "I talked to some of them, including the Republican Congressman from the Cleveland area Jim Renacci, who told me, \"I think Republicans too many times are happy with the laws to prove a point versus coming together to win.\"", "sentId": 111}, {"text": "You're hearing a message of unity and some frustration from Republicans here in Ohio about their governor.", "sentId": 112}, {"text": "KING: About their governor.", "sentId": 113}, {"text": "OK, we'll see if John Kasich changes his plans, but doesn't look like it.", "sentId": 114}, {"text": "He's a pretty stubborn guy.", "sentId": 115}, {"text": "I've known him for a while.", "sentId": 116}, {"text": "Julie?", "sentId": 117}], "secId": 33}, {"speaker": "PACE", "sentences": [{"text": "Donald Trump advisers say, one of the reasons that he's excited about having Mike Pence on the ticket is because Pence likes to fundraise.", "sentId": 118}, {"text": "Trump is getting more comfortable with the idea of asking people for money but still loathes the process in general.", "sentId": 119}], "secId": 34}, {"speaker": "PACE", "sentences": [{"text": "And one adviser told me that when Trump learned of Pence's fundraising skills, he turned to Pence and said \"Do I have a job for you?\"", "sentId": 120}], "secId": 35}, {"speaker": "PACE", "sentences": [{"text": "So this can come both ways.", "sentId": 121}, {"text": "There are some donors who might like to hear from Pence more than Trump.", "sentId": 122}, {"text": "But donors also like to know that the top of the ticket is invested.", "sentId": 123}, {"text": "So he risks turning this completely over to Pence.", "sentId": 124}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "What we do know, the Republicans are behind his money, so that matters.", "sentId": 125}, {"text": "Sara?", "sentId": 126}], "secId": 37}, {"speaker": "MURRAY", "sentences": [{"text": "Well, all eyes of course are here on that convention, but while this is happening, the Trump campaign is preparing for this August push in battleground states.", "sentId": 127}, {"text": "Now, they've of course gotten a lot of flack about their ground game and not having as much of a presence as Clinton.", "sentId": 128}, {"text": "They say they're never going to have as big of a footprint as Hillary Clinton and Barack Obama, but they don't need it.", "sentId": 129}], "secId": 38}, {"speaker": "MURRAY", "sentences": [{"text": "But they are going to release today a list of state directors, advisers in more than dozen battleground states that include places like Michigan and Maine.", "sentId": 130}, {"text": "They feel like they're laying the groundwork.", "sentId": 131}, {"text": "And you're going to see much more of the traditional blocking and tackling starting in August.", "sentId": 132}, {"text": "And they are pushing back hard against this narrative that they are anywhere behind in the ground game.", "sentId": 133}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "Jackie?", "sentId": 134}], "secId": 40}, {"speaker": "KUCINICH", "sentences": [{"text": "Donald Trump has promised a convention full of surprises, but usually you don't have the RNC also being surprised.", "sentId": 135}, {"text": "This time, they're having to kind of go with the flow because they're dealing with a nominee who is extending invitations and deciding, he's going to show up whenever he wants.", "sentId": 136}, {"text": "Look at Scott Baio, working on the program until very recently and that's because Donald Trump just invited him.", "sentId": 137}, {"text": "So, we're all just kind of waiting with bated breath and the includes the RNC.", "sentId": 138}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "When it comes to Scott Baio, a lot expecting and the answer but a \"why\".", "sentId": 139}], "secId": 42}, {"speaker": "KUCINICH", "sentences": [{"text": "Why not?", "sentId": 140}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "I guess we'll find out right there.", "sentId": 141}, {"text": "Now, who's not here in Cleveland, this is is as big of a part of conversation as who is attending.", "sentId": 142}, {"text": "Many Republican luminaries, you probably heard, are skipping, including the two living former Republican presidents, George H.W.", "sentId": 143}, {"text": "Bush and George W. Bush, or as called in family lingo, 41 and 43.", "sentId": 144}, {"text": "They will not be here in Cleveland, but they were also not in Tampa for Mitt Romney four years ago.", "sentId": 145}, {"text": "As you see things happen there.", "sentId": 146}, {"text": "For 41, George W. Bush, that ended his streak of appearing at eight consecutive GOP conventions.", "sentId": 147}, {"text": "Another Bush family streak ends this week here in Cleveland.", "sentId": 148}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "The two Presidents' Bush did not speak in capitol four years ago, but Jeb Bush did.", "sentId": 149}, {"text": "Jeb Bush also isn't coming to Donald Trump's coronation.", "sentId": 150}, {"text": "You might remember, they don't like each other, and so this streak will end right here.", "sentId": 151}, {"text": "At least one Bush has spoken at every Republican convention since 1980.", "sentId": 152}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "We're still waiting to hear Hillary Clinton speaking in Cincinnati.", "sentId": 153}, {"text": "She is speaking now at the NAACP convention.", "sentId": 154}, {"text": "Let's listen.", "sentId": 155}], "secId": 46}, {"speaker": "CLINTON", "sentences": [{"text": "More black men killed in police incidents, this time in Louisiana and Minnesota.", "sentId": 156}, {"text": "And then in Dallas, five police officers killed while serving and protecting peaceful protesters, targeted because they were police.", "sentId": 157}, {"text": "And then, of course, yesterday, three police officers murdered in an apparent premeditated ambush in Baton Rouge.", "sentId": 158}, {"text": "This madness has to stop.", "sentId": 159}], "secId": 47}, {"speaker": "CLINTON", "sentences": [{"text": "Watching the news from Baton Rouge yesterday, my heart broke.", "sentId": 160}, {"text": "Not just for those officers and their grieving families, but for all of us.", "sentId": 161}, {"text": "We have difficult, painful, essential work ahead of us to repair the bonds between our police and our communities and between and among each other.", "sentId": 162}], "secId": 48}, {"speaker": "CLINTON", "sentences": [{"text": "We need one another to do this work.", "sentId": 163}, {"text": "And we need leaders like the NAACP.", "sentId": 164}, {"text": "We need police officers to help us make progress.", "sentId": 165}, {"text": "These murders threaten all of that.", "sentId": 166}, {"text": "Killing police officers is a terrible crime.", "sentId": 167}, {"text": "That's why our laws treat the murders of police so seriously, because they represent the rule of law itself.", "sentId": 168}, {"text": "If you take aim at that and at them, you take aim at all of us.", "sentId": 169}, {"text": "Anyone who kills a police officer and anyone who helps must be held accountable.", "sentId": 170}], "secId": 49}, {"speaker": "CLINTON", "sentences": [{"text": "And as president, I will bring the fool weight of the law to there and making sure those who kill police officers are brought to justice.", "sentId": 171}, {"text": "There can be no justification, no looking the other way.", "sentId": 172}, {"text": "We all have to make sure and pray it ends.", "sentId": 173}], "secId": 50}, {"speaker": "CLINTON", "sentences": [{"text": "The officers killed yesterday in Baton Rouge were named Montrell Jackson, Matthew Gerald, Brad Garafola.", "sentId": 174}, {"text": "When they died, they were responding to a call about a man with a gun.", "sentId": 175}, {"text": "How many families, how many more families would be paying the price if we did not have brave men and women answering those calls?", "sentId": 176}, {"text": "That's why I'm haunted by the image of what the officers in Dallas were doing when they died, protecting a peaceful march, talking with the protesters.", "sentId": 177}, {"text": "Where would our democracy be without courageous people willing to do that?", "sentId": 178}], "secId": 51}, {"speaker": "CLINTON", "sentences": [{"text": "So we all need to be partners in making law enforcement as secure and effective as it needs to be.", "sentId": 179}, {"text": "That means investing in our police, in training on the proper use of force, especially lethal force, how to avoid using force to resolve incidents.", "sentId": 180}, {"text": "Officer safety and wellness, everything they need to do their jobs right and rebuild trust with their communities.", "sentId": 181}, {"text": "I've said from the beginning of my campaign, that will be my priority as president.", "sentId": 182}, {"text": "And perhaps the best way to honor our police is to follow the lead of police departments across the country who are striving to do better.", "sentId": 183}], "secId": 52}, {"speaker": "CLINTON", "sentences": [{"text": "The deaths of Alton and Philando drove home how urgently we need to make reforms to policing and criminal justice.", "sentId": 184}, {"text": "How we cannot rest until we root out implicit bias and stop the killings of African- Americans.", "sentId": 185}], "secId": 53}, {"speaker": "CLINTON", "sentences": [{"text": "Because there is, as you know so well, another hard truth at the heart of this complex matter.", "sentId": 186}, {"text": "Many African-Americans fear the police.", "sentId": 187}, {"text": "I can hear you.", "sentId": 188}, {"text": "Some of you in this room.", "sentId": 189}, {"text": "And today there are people all across America sick over what happened in Baton Rouge and in Dallas but also fearful that the murders of police officers means that vital questions about police-community relations will go unanswered.", "sentId": 190}], "secId": 54}, {"speaker": "CLINTON", "sentences": [{"text": "Now, that is a reasonable fear, isn't it?", "sentId": 191}, {"text": "And all of this tells us very powerfully that we have to change.", "sentId": 192}, {"text": "Many police officers across the country agree with that.", "sentId": 193}, {"text": "But it can only happen if we build trust and accountability.", "sentId": 194}, {"text": "And let's admit it that gets harder every time someone else is killed.", "sentId": 195}], "secId": 55}, {"speaker": "end", "sentences": [], "secId": 56}, {"speaker": "end", "sentences": [{"text": "And let's admit it, there is clear evidence that African-Americans are disproportionately killed in police incidents, compared to any other group.", "sentId": 196}, {"text": "And African-American men are far more likely to be stopped and searched by police, charged with crimes and sentenced to longer prison terms than white men convicted of the same offenses.", "sentId": 197}], "secId": 57}, {"speaker": "end", "sentences": [{"text": "These facts tell us something is profoundly wrong.", "sentId": 198}, {"text": "We can't ignore that.", "sentId": 199}, {"text": "We can't wish it away.", "sentId": 200}, {"text": "We have to make it right.", "sentId": 201}, {"text": "That means end- to-end reform in our criminal justice system, not half measures, but a full commitment with real follow-through.", "sentId": 202}, {"text": "That's why the very first speech I gave in this campaign back in April of 2015 was about criminal justice reform.", "sentId": 203}], "secId": 58}, {"speaker": "end", "sentences": [{"text": "And the next president should make a commitment to fight for the reforms we so desperately need.", "sentId": 204}, {"text": "Holding police departments like Ferguson accountable.", "sentId": 205}, {"text": "Requiring accurate data on in-custody deaths, like Sandra Bland.", "sentId": 206}, {"text": "Creating clear national guidelines on the use of force, especially lethal force.", "sentId": 207}, {"text": "Supporting independent investigations of fatal encounters with the police.", "sentId": 208}, {"text": "So, I pledge to you, I will start taking action on day one and every day after that until we get this done.", "sentId": 209}], "secId": 59}, {"speaker": "end", "sentences": [{"text": "And you know what?", "sentId": 210}, {"text": "When the 24-hour news cycle moves on, I won't.", "sentId": 211}, {"text": "This is too important.", "sentId": 212}, {"text": "This goes to the heart of who we are.", "sentId": 213}, {"text": "This is about our character as Americans.", "sentId": 214}, {"text": "That's why we also need to fix the crisis of mass incarceration, eliminate the disparity in sentencing between crack and powder cocaine", "sentId": 215}], "secId": 60}, {"speaker": "end", "sentences": [{"text": "Dismantle the school to prison pipeline that starts in school and diverts too many African-American kids out of school and into the criminal justice system, instead of giving them the education they deserve to have.", "sentId": 216}], "secId": 61}, {"speaker": "end", "sentences": [{"text": "And we need to do, all of us need to do, and I look forward to working with the NAACP.", "sentId": 217}, {"text": "We need to do a much better job helping people who have paid their debt to society find jobs and support when they get out.", "sentId": 218}], "secId": 62}, {"speaker": "end", "sentences": [{"text": "You know, America is well known, and we want to be a land of second chances.", "sentId": 219}, {"text": "But so many Americans never had a first chance to begin with.", "sentId": 220}, {"text": "So, let's give everyone a fair chance at rebuilding their lives.", "sentId": 221}, {"text": "As Abraham Lincoln said, give everyone a fair chance in the race of life.", "sentId": 222}], "secId": 63}, {"speaker": "end", "sentences": [{"text": "My plan would make significant investments in re-entry programs for those formally incarcerated.", "sentId": 223}, {"text": "And I will ban the box in the federal government.", "sentId": 224}], "secId": 64}, {"speaker": "end", "sentences": [{"text": "People deserve a real shot at an interview, instead of being told no right out of the gate.", "sentId": 225}, {"text": "And then beyond criminal justice, we must, we must fight for common-sense reforms to stop gun violence.", "sentId": 226}], "secId": 65}, {"speaker": "BLITZER", "sentences": [{"text": "You've been listening to Hillary Clinton speaking at the NAACP convention in Cincinnati, Ohio, not far from where we are.", "sentId": 227}, {"text": "We're just a little while away in Cleveland.", "sentId": 228}, {"text": "We're here inside the convention hall.", "sentId": 229}], "secId": 66}, {"speaker": "BLITZER", "sentences": [{"text": "We want to welcome our viewers in the United States and around the world.", "sentId": 230}, {"text": "I'm Wolf Blitzer reporting.", "sentId": 231}], "secId": 67}, {"speaker": "BLITZER", "sentences": [{"text": "As this Republican National Convention kicks off today, the gavel will drop in just a few minutes to get all the action officially started.", "sentId": 232}, {"text": "The theme for this first day of the convention is \"Make America safe again\" and that includes the national security and immigration.", "sentId": 233}], "secId": 68}, {"speaker": "BLITZER", "sentences": [{"text": "Several top Republicans will speak on those issues throughout the day and into the evening.", "sentId": 234}, {"text": "Former Texas Governor Rick Perry among them, along with Senators Jeff Sessions, Tom Cotton and Joni Ernst.", "sentId": 235}, {"text": "Also, former New York City Mayor Rudy Giuliani, he will be speaking tonight.", "sentId": 236}, {"text": "Retired Lieutenant General Michael Flynn, the former head of the defense intelligence agency, had been under consideration for the vice presidential slot.", "sentId": 237}], "secId": 69}, {"speaker": "BLITZER", "sentences": [{"text": "Also speaking tonight is Pat Smith.", "sentId": 238}, {"text": "She is the mother of Shawn Smith, one of four Americans who were killed during that attack in Benghazi, Libya.", "sentId": 239}, {"text": "Two U.S. Marine Corps veterans who fought in the Benghazi battle will also speak.", "sentId": 240}, {"text": "But the headliner tonight will be Melania Trump, Donald Trump's wife and prospective first lady of the United States, if in fact, he is elected.", "sentId": 241}, {"text": "Donald Trump certainly has pinned a lot of his hopes on her.", "sentId": 242}, {"text": "And you see what's going on the floor.", "sentId": 243}, {"text": "Pretty soon we'll be seeing all of this unfold.", "sentId": 244}, {"text": "It's an important moment right now.", "sentId": 245}, {"text": "The gavel will be called to order.", "sentId": 246}, {"text": "Reince Priebus, the chairman of the Republican National Committee, he will introduce that call to order.", "sentId": 247}, {"text": "There will be a presentation of colors by the Cuyahoga County Veterans.", "sentId": 248}, {"text": "That is the county here in Cleveland.", "sentId": 249}, {"text": "Presentation of colors by the Cuyahoga County Veterans and then there will be the national anthem.", "sentId": 250}], "secId": 70}, {"speaker": "BLITZER", "sentences": [{"text": "There will be an invocation by Rabbi Ari Wolf of Cleveland.", "sentId": 251}, {"text": "He's a police chaplain.", "sentId": 252}, {"text": "Colors will be retired.", "sentId": 253}, {"text": "There'll be musical.", "sentId": 254}, {"text": "People have gathered here.", "sentId": 255}, {"text": "There will be a business session that will take place here on the floor of the Republican National Convention in Cleveland.", "sentId": 256}], "secId": 71}, {"speaker": "BLITZER", "sentences": [{"text": "We have an extensive panel of guests, analysts, reporters who are with us here.", "sentId": 257}, {"text": "We'll be covering all of this as we watch it unfold.", "sentId": 258}, {"text": "David Gregory, you're among the panel.", "sentId": 259}, {"text": "This is an important moment, because it's officially going to be not only the Republican National Convention, but the Trump national convention.", "sentId": 260}, {"text": "His fingerprints are all over this agenda.", "sentId": 261}], "secId": 72}, {"speaker": "GREGORY", "sentences": [{"text": "All over this, because this is now Donald Trump's Republican Party.", "sentId": 262}, {"text": "And if there are Republicans around the country, official capacity or otherwise, they have to get right with that.", "sentId": 263}], "secId": 73}, {"speaker": "GREGORY", "sentences": [{"text": "And this is an opportunity for Trump to do something he has not done up until now, which is really unify the party.", "sentId": 264}, {"text": "That's a lot of witness convention is about.", "sentId": 265}], "secId": 74}], "sectionCount": 75, "url": "transcripts.cnn.com/TRANSCRIPTS/1607/18/ip.02.html", "sentenceCount": 267, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 18, 2016 - 12:30   ET", "speakers": ["KING", "PACE", "RAJU", "KUCINICH", "MURRAY", "CLINTON", "end", "BLITZER", "GREGORY"], "title": "INSIDE POLITICS"}