{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1610.27.ip.02.html.json", "subTitle": "Race for the White House. Aired 12:30-1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "So we've moved those races back into the toss-up category.", "sentId": 0}, {"text": "What does that do?", "sentId": 1}, {"text": "It down grades Secretary Clinton.", "sentId": 2}, {"text": "She's still at 272.", "sentId": 3}, {"text": "That's enough electoral votes to win the presidency, but she's now below 300.", "sentId": 4}, {"text": "So yes, this map looks better for Donald Trump today than it did yesterday.", "sentId": 5}, {"text": "But he still faces an extraordinarily steep hill.", "sentId": 6}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "One, two, three, four, five, six toss-up states, two of them, usually ruby red Republican states, the others Nevada, Florida, North Carolina, Ohio always the most competitive states when you get to the end of presidential politics.", "sentId": 7}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Here is the problem for Trump.", "sentId": 8}, {"text": "Even if he won all of the toss-up states, a steep hill, even if he won them all, it's still not enough.", "sentId": 9}, {"text": "He would still have to find something blue on this map and turn it red, even as he won all the toss-up states.", "sentId": 10}, {"text": "And here's the complication, with that.", "sentId": 11}, {"text": "At the moment, there's a third party candidate Evan McMullin who a lot of people think has a good chance to win Utah.", "sentId": 12}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton thinks she's got a good chance to win Arizona.", "sentId": 13}, {"text": "On the map here, yes, Florida is now tied.", "sentId": 14}, {"text": "North Carolina is a slight Clinton lead.", "sentId": 15}, {"text": "She thinks she can win both of those states.", "sentId": 16}, {"text": "And a lot of Republicans on the ground there agree with her and Ohio still in play.", "sentId": 17}, {"text": "A tied race there but early voting other of aspects could favor Secretary Clinton on the ground.", "sentId": 18}, {"text": "Trump has to win them all.", "sentId": 19}, {"text": "He has to be perfect in the final 12 days, very steep hill for Trump to climb.", "sentId": 20}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Let's switch maps.", "sentId": 21}, {"text": "One more perspective on this, yes, this was Hillary Clinton just a few days ago.", "sentId": 22}, {"text": "We were talking about a possible blowout, a nine-point lead in the poll of polls nationally.", "sentId": 23}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Now, it's a smaller lead.", "sentId": 24}, {"text": "No doubt about it, a six-point lead.", "sentId": 25}, {"text": "So Donald Trump is in better position now than he was just a few days ago.", "sentId": 26}, {"text": "But six points is remarkable at this the point in 2012 the Obama/Romney race was one point.", "sentId": 27}, {"text": "At this the point in 2008, a big Democratic year, guess what, then Senator Barack Obama's lead over Senator John McCain, just about the same.", "sentId": 28}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "So even though the race is a little bit tighter, Secretary Clinton remains in a commanding position.", "sentId": 29}, {"text": "Though, listen to her on the trail.", "sentId": 30}, {"text": "She's telling her supporters, \"Do not let up.", "sentId": 31}, {"text": "\"|", "sentId": 32}], "secId": 6}, {"speaker": "CLINTON", "sentences": [{"text": "We cannot stop for a minute.", "sentId": 33}, {"text": "No complacency here.", "sentId": 34}, {"text": "Nobody -- nobody flagging.", "sentId": 35}, {"text": "We've got to get everybody out to vote.", "sentId": 36}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "That's Hillary Clinton in Florida yesterday.", "sentId": 37}, {"text": "No complacency.", "sentId": 38}, {"text": "Again, and watch what she's doing, watch where she goes.", "sentId": 39}, {"text": "It's Electoral College chess.", "sentId": 40}, {"text": "If I take Florida, Trump can't win.", "sentId": 41}, {"text": "He's in North Carolina today.", "sentId": 42}, {"text": "If I take North Carolina Trump can't win.", "sentId": 43}, {"text": "One quick footnote for some of the conversation we'll show you the picture of her celebration on election night.", "sentId": 44}, {"text": "Her rally, they think it will be a celebration, is at the Javits Center in New York which happens to have a glass ceiling.", "sentId": 45}, {"text": "Sign a confidence there may be?", "sentId": 46}], "secId": 8}, {"speaker": "LIZZA", "sentences": [{"text": "Absolutely, She's -- but at the end of the day she is still trying to put together a coalition that she has no experience winning, right.", "sentId": 47}], "secId": 9}, {"speaker": "LIZZA", "sentences": [{"text": "Remember, the Clinton era of the '90s was much more about the white working class than the modern Democratic coalition.", "sentId": 48}, {"text": "So Clinton trying to run up the score 80 to 20 among nonwhite and Hispanic voters, that's new for her.", "sentId": 49}, {"text": "Clinton trying to win Millennials the way that Obama did in 2008 and 2012.", "sentId": 50}, {"text": "That's new to her.", "sentId": 51}, {"text": "So there is still a little bit of, you know, a little bit of despite the obvious polling lead.", "sentId": 52}, {"text": "Despite the fact Trump has never had a consistent lead in this race.", "sentId": 53}, {"text": "What she's trying to pull off here is something that the Clintons have never done.", "sentId": 54}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "One of the things Republicans are telling Donald Trump is if you want to have a chance to come back, start cutting a check.", "sentId": 55}, {"text": "Start running more money to your campaign, because even though right this week he's either matching or exceeding Clinton on television ads, he does not have anywhere near the money in the bank that she has as we go into the final 12 days.", "sentId": 56}, {"text": "Here is Donald Trump yesterday telling CNN's Dana Bash, sure I'm on to spend more.", "sentId": 57}], "secId": 11}, {"speaker": "DONALD TRUMP  PRESIDENTIAL CANDIDATE", "sentences": [{"text": "Let me just tell you that we have -- I'll have over $100 million in the campaign.", "sentId": 58}, {"text": "Hillary Clinton has nothing in the campaign.", "sentId": 59}, {"text": "She's all special interest and donors and they give her the money, then she will do whatever they tell her to do.", "sentId": 60}, {"text": "But I will have over $100 million in the campaign and I'm prepared to go much more than that.", "sentId": 61}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Now, we'll see what the next report shows.", "sentId": 62}, {"text": "But as we wait to see if Donald Trump's willing to spend more, what he just said there, it's not true, at least not based on the current reporting.", "sentId": 63}, {"text": "He says he's already over 100 million.", "sentId": 64}, {"text": "56 million is what he has so far.", "sentId": 65}, {"text": "And 47 million of that is loan.", "sentId": 66}, {"text": "So technically if he wanted, so he says he won't.", "sentId": 67}, {"text": "But if he wanted to, he could repay himself.", "sentId": 68}, {"text": "But if he's going to cut himself up to $100 million, it's going to go quick it's hard to get television tie at the end.", "sentId": 69}, {"text": "JACKIE KUCINICH, THE DAILY BEAST: Right, there's not that much time left.", "sentId": 70}, {"text": "I mean they keep talking about in future weeks that doesn't exist anymore and you just race.", "sentId": 71}, {"text": "And, you know, it sends a message, if he won't invest in his campaign, why should anybody else?", "sentId": 72}], "secId": 13}, {"speaker": "TALEV", "sentences": [{"text": "Also because early voting is such an increasing factor in a couple of those states that are really key, the last couple weeks of the election doesn't mean what it used to mean.", "sentId": 73}, {"text": "And next time around it will mean.", "sentId": 74}, {"text": "So even less so, so such as getting the ad time, it's what impact does ad time, have.", "sentId": 75}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "And you mentioned this a bit earlier Ryan, the fact that Mike Pence, the vice presidential nominee for the Republicans, was in ruby red Utah yesterday tells you a lot.", "sentId": 76}, {"text": "It's a conservative never Trump candidate Evan McMullin he's on the ballot in Utah.", "sentId": 77}, {"text": "Some polls have shown Evan McMullin is at least competitive, maybe can win.", "sentId": 78}, {"text": "Mike Pence going to Utah saying to Republicans, the Conservatives, please don't do it.", "sentId": 79}], "secId": 15}, {"speaker": "PENCE", "sentences": [{"text": "Here in Utah and all over the country, and say with one voice it's time to come home.", "sentId": 80}], "secId": 16}, {"speaker": "PENCE", "sentences": [{"text": "I want you to tell your Republican neighbors and friends this is not the time to make a statement.", "sentId": 81}, {"text": "This is our chance to make a difference.", "sentId": 82}, {"text": "I mean the truth of the matter is there's only two names on that ballot that have a chance to be president of the United States of America.", "sentId": 83}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "A lot of Conservatives do want to make a statement.", "sentId": 84}, {"text": "A lot of Conservatives are not happy with their nominee Donald Trump.", "sentId": 85}, {"text": "They don't think he's one of them.", "sentId": 86}, {"text": "They think it's a hostile takeover of the Republican Party.", "sentId": 87}, {"text": "They think he's doing lasting damage and they want to make a statement.", "sentId": 88}, {"text": "The fact that Mike Pence is in Utah saying it's time to come home.", "sentId": 89}], "secId": 18}, {"speaker": "O'KEEFE", "sentences": [{"text": "Did you hear what he said in the end?", "sentId": 90}, {"text": "There are only two people on the ballot who can realistically be president, that's totally directed at Evan McMullin.", "sentId": 91}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 92}], "secId": 20}, {"speaker": "O'KEEFE", "sentences": [{"text": "But it sound like the that dad calling the prodigal son home is just shows you what kind of shape they're in.", "sentId": 93}, {"text": "And he's in Nebraska today.", "sentId": 94}, {"text": "Because of course, that's a state that splits their electoral votes by ...", "sentId": 95}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "Congressional district.", "sentId": 96}], "secId": 22}, {"speaker": "O'KEEFE", "sentences": [{"text": "And they're worried that one might slip to Clinton.", "sentId": 97}], "secId": 23}, {"speaker": "TALEV", "sentences": [{"text": "Because Mike Pence was on the ballot at the top of the ticket it would be easier to make the case for Mormons in Utah to come home.", "sentId": 98}, {"text": "They expressly ...", "sentId": 99}], "secId": 24}, {"speaker": "KUCINICH", "sentences": [{"text": "He wouldn't there be making the case, I would argue ...", "sentId": 100}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "Right, Wouldn't have to be.", "sentId": 101}], "secId": 26}, {"speaker": "TALEV", "sentences": [{"text": "It's the combination of McMullin appealing and Trump not appealing.", "sentId": 102}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "Lou Dobbs, who works on paper for news organization, but as part of the let's help Donald Trump.", "sentId": 103}, {"text": "Sorry Lou, former colleague, man I consider you a friend.", "sentId": 104}, {"text": "But talked about him as the Mormon Mafia, Twitted about Evan McMullin saying he's part of Mitt Romney's Mormon Mafia, Evan McMullin was on with the Kate and John Berman last hour.", "sentId": 105}, {"text": "He responded to that, and actually essentially saying \"Thanks for the help, Lou.\"", "sentId": 106}], "secId": 28}, {"speaker": "MCMULLIN", "sentences": [{"text": "And the Mormon Mafia attack has really picked up online.", "sentId": 107}, {"text": "And, you know, it's sort of like I said a silly thing.", "sentId": 108}, {"text": "This is something that happens with Trump supporters or with the Trump campaign.", "sentId": 109}, {"text": "They attack people based on their religion or race or who they are, their gender.", "sentId": 110}, {"text": "This is what we stand against.", "sentId": 111}, {"text": "And so I guess in a way it's sort of fitting they would attack us for this.", "sentId": 112}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "If the Republican Party, I think Ryan made the point earlier.", "sentId": 113}, {"text": "If they want to say after this election if Hillary Clinton wins well, that's just because Trump was disqualified what will the power of the message be if Evan McMullin, a journalist, turned never Trump conservative candidate wins Utah.", "sentId": 114}], "secId": 30}, {"speaker": "LIZZA", "sentences": [{"text": "I mean it's -- one, Lou Dobbs is not Donald Trump, obviously, he's a Trump supporter.", "sentId": 115}, {"text": "But saying something pejorative about a religious group, I mean this is the reason that Donald Trump is not doing well in Utah, right, it's because Mormons see things like his Muslim ban and his attacks on minority groups and they say, wait a second, our entire history as a religion was responding to being a minority and often an ostracized minority in the United States.", "sentId": 116}], "secId": 31}, {"speaker": "LIZZA", "sentences": [{"text": "And that is the reason that Mormons are sort of designated driver of the Republican party this cycle or saying wait a second, you know, Donald Trump is not for us.", "sentId": 117}, {"text": "I think this, you know, the recriminations after this election if Hillary Clinton wins obviously on the Republican side, we're going to see Chapter 29 of the Republican Civil War that we've been watching since Obama won office and they're going to be a lot of people who cast out, try and cast out Trumpism from the Republican Party.", "sentId": 118}, {"text": "But there will going to be a lot of others that say Trump was just Trump and, you know, let's carry on business as usual.", "sentId": 119}], "secId": 32}, {"speaker": "O'KEEFE", "sentences": [{"text": "I wouldn't be surprised frankly if McMullin wins and the Republicans can't sort out their issues in the next four years.", "sentId": 120}, {"text": "If we don't see this happen again in four years that we have another regional candidate sort of center right pick off a few states in the south or pick up a few states in the Mountain West.", "sentId": 121}, {"text": "To me, the way the Republican Party's going, this may be the new normal.", "sentId": 122}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "Could be a more libertarian-style candidate.", "sentId": 123}], "secId": 34}, {"speaker": "O'KEEFE", "sentences": [{"text": "Absolutely.", "sentId": 124}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "Will be an Evangelical Candidate I think the fracturing is going to just continue at this election.", "sentId": 125}, {"text": "Everybody sit tight.", "sentId": 126}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "Up next, Donald Trump offers a new deal to African-American.", "sentId": 127}, {"text": "He says are being ignored by the Democrats.", "sentId": 128}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 129}, {"text": "Live picture here.", "sentId": 130}, {"text": "Springfield, Ohio.", "sentId": 131}, {"text": "Donald Trump will be speaking there at the top of the hour.", "sentId": 132}, {"text": "Wolf will be in the chair then I'm sure will dip in at that event.", "sentId": 133}, {"text": "That's Congressman Jim Jordan right now introducing - speaking to that rally.", "sentId": 134}, {"text": "Donald Trump's not up until the top of the hour.", "sentId": 135}, {"text": "But Ohio, obviously one of the critical battleground states Donald Trump must win.", "sentId": 136}, {"text": "If going to amount the combat here.", "sentId": 137}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "Yesterday, it was North Carolina.", "sentId": 138}, {"text": "His audience was overwhelmingly white, but while in Charlotte, Donald Trump making his case.", "sentId": 139}, {"text": "Hillary Clinton and other Democrats he says take African-Americans for granted.", "sentId": 140}], "secId": 39}, {"speaker": "TRUMP", "sentences": [{"text": "Today, I want to talk about how to grow the African-American middle class and to provide a new deal for black America.", "sentId": 141}, {"text": "That deal is grounded in three promises safe communities, great education and high paying jobs.", "sentId": 142}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "Trump talking about new deal for African-Americans.", "sentId": 143}, {"text": "A new poll in that very state North Carolina where he was making that pitch underscores the challenge.", "sentId": 144}, {"text": "The New York Times Siena College poll, look at this, 88 percent of African-Americans back Hillary Clinton.", "sentId": 145}, {"text": "In North Carolina, just 2 percent, 2 percent back Donald Trump.", "sentId": 146}, {"text": "So people will ask then if he's at 2 percent and we've at 12 days to Election Day, why, why and some people say that it's cynical.", "sentId": 147}, {"text": "That's he's trying, you know, if he can just move the margins a little bit, either get an African-American voter to stay home by saying Hillary Clinton doesn't care for you, Hillary Clinton won't o anything for you or if he can just boost his numbers a little bit, sometimes you can win a close election on the margins.", "sentId": 148}], "secId": 41}, {"speaker": "LIZZA", "sentences": [{"text": "You know, there's a peace this week, cover story in the new Bloomberg Businessweek that interviews Trump's senior advisers and they told the authors of the article Josh Green and Sasha Eisenberg that the Trump campaign has, \"A voter suppression strategy.\"", "sentId": 149}, {"text": "To depress the enthusiasm among Hillary Clinton's core supporters, no, it's nothing, you know, it sounds worst that it is but it does seem like it's what you describe, that is to try to point out things that Hillary -- Hillary Clinton issues where Hillary Clinton hasn't been there for her base and emphasize differences with her.", "sentId": 150}, {"text": "And Bernie Sanders, to certain liberals, don't support her.", "sentId": 151}, {"text": "Talk about things from the '90s that have become unpopular in the African-American community.", "sentId": 152}, {"text": "And I think that seems to be what it's about.", "sentId": 153}], "secId": 42}, {"speaker": "TALEV", "sentences": [{"text": "I think there has been a shift in the Trump strategy in terms of racial appeal.", "sentId": 154}, {"text": "From earlier on where it was talking about these issues in order to appeal to the center white electorate to now this different shift, which is exactly what you're talking about which is just to make people who probably would be, you know, voting for her because of their demographics less interested in turning out.", "sentId": 155}], "secId": 43}, {"speaker": "KUCINICH", "sentences": [{"text": "But even -- and I mean, even if he was trying to reach out, even if his pitch to try to be more inclusive, he's pitting two people against each other.", "sentId": 156}, {"text": "He's pitting immigrants against black voters.", "sentId": 157}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "So I want to listen to that part because I found that very interesting in the sense that here he is try to make an appeal to the African-American communities.", "sentId": 158}, {"text": "So for black votes and he essentially tells them, \"Listen here, I'm not your problem.\"", "sentId": 159}], "secId": 45}, {"speaker": "TRUMP", "sentences": [{"text": "Illegal immigration violates the civil rights of African- Americans.", "sentId": 160}, {"text": "That's what's been happening.", "sentId": 161}, {"text": "No group has been more economically harmed by decades of a legal immigration than low-income African-American workers.", "sentId": 162}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "Donald Trump would say he's stating what he believes to be facts.", "sentId": 163}, {"text": "Others would say he's stoking black/brown tensions.", "sentId": 164}], "secId": 47}, {"speaker": "O'KEEFE", "sentences": [{"text": "And what he forgets is that that will be translated into Spanish and it will air on Spanish language news cast all across the country.", "sentId": 165}, {"text": "And it will compel more Spanish speaking voters to show up, thus screwing with his strategy.", "sentId": 166}, {"text": "It's just, it's ridiculous that he continues to make this argument because it's not going to -- there's nothing really to be gained when you're only at 2 percent black supporters in North Carolina.", "sentId": 167}, {"text": "That's not enough to undue your trailing Clinton in North Carolina, just not enough.", "sentId": 168}], "secId": 48}, {"speaker": "LIZZA", "sentences": [{"text": "A good example of a politician, Republican or Democrat, I mean frankly, going where no leader has gone in recent history is to explicitly pit two minority groups against each other with facts that are at the very least, you know, not 100 percent supported in terms.", "sentId": 169}, {"text": "But immigrations impact has been.", "sentId": 170}], "secId": 49}, {"speaker": "O'KEEFE", "sentences": [{"text": "It's black on immigrants.", "sentId": 171}, {"text": "It's gay people versus, you know, Muslim terrorists one day, it's just ...", "sentId": 172}], "secId": 50}, {"speaker": "TALEV", "sentences": [{"text": "Also divisive.", "sentId": 173}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "And to this point, she understands, number one, she does have an enthusiasm issue when you look at polling among Latinos and African- Americans.", "sentId": 174}, {"text": "And that your point she's never done this before, so what she's trying to do is use Donald Trump as her turnout vehicle for the Obama coalition.", "sentId": 175}], "secId": 52}, {"speaker": "CLINTON", "sentences": [{"text": "We have seen Donald Trump insult nearly every person in America.", "sentId": 176}, {"text": "And I just find that so intolerable because look at this diverse crowd, look at Tampa, it's a cosmopolitan city.", "sentId": 177}, {"text": "Florida is paving the way for what our country will look like.", "sentId": 178}, {"text": "And we need to be lifting each other up, listening to each other, respecting each other.", "sentId": 179}, {"text": "Not sowing seeds of hatred and bigotry.", "sentId": 180}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "That's Hillary Clinton yesterday in Tampa, Florida.", "sentId": 181}, {"text": "Again, follow the candidates these days.", "sentId": 182}, {"text": "It is Electoral College chess as we get into the final 12 days.", "sentId": 183}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Everybody, sit tight up.", "sentId": 184}, {"text": "Next, a sneak peek into our reporter's notebooks including how Hillary Clinton is using Former Republican Governor Jan Brewer's words to push Latinos to the polls.", "sentId": 185}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "A little rain here in the nation's capital.", "sentId": 186}, {"text": "Let's head around the Inside Politics table.", "sentId": 187}, {"text": "We close as we always do, ask our great reporters to get you out ahead of the big political news just around corner.", "sentId": 188}, {"text": "Ed O'Keefe.", "sentId": 189}], "secId": 56}, {"speaker": "O'KEEFE", "sentences": [{"text": "So last night, Hillary Clinton hosted a bilingual conference call with a lot of her Latino volunteer surrogates and staffers across the country.", "sentId": 190}, {"text": "They talked about some encouraging news out of Florida and Nevada, because the early vote, the fact that they're keeping ahead of Republicans out in Arizona in the early vote as well.", "sentId": 191}], "secId": 57}, {"speaker": "O'KEEFE", "sentences": [{"text": "And Clinton invoked the words of Former Governor Jan Brewer out there who said to \"The Boston Globe\" this week that's she's not worried about Hispanic turnout because Hispanics don't turn out to vote.", "sentId": 192}, {"text": "She has a point in that Hispanic turnout four years ago was far lower than white turnout and black turnout.", "sentId": 193}, {"text": "But Clinton sees it and said it's insulting and we need to go out and prove them wrong.", "sentId": 194}], "secId": 58}, {"speaker": "O'KEEFE", "sentences": [{"text": "They now see it as a real rallying cry for the supporters across the country hoping that they will prove Brewer wrong not only in Arizona but in Nevada, Florida, North Carolina and elsewhere and deliver Clinton a victory.", "sentId": 195}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "It's like one of those quotes athletes put up on their locker room, motivational?", "sentId": 196}], "secId": 60}, {"speaker": "O'KEEFE", "sentences": [{"text": "They actually call it a billboard moment where they hang it up.", "sentId": 197}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "They you go.", "sentId": 198}, {"text": "Jackie?", "sentId": 199}], "secId": 62}, {"speaker": "KUCINICH", "sentences": [{"text": "So the Wesleyan Media Project does advertising analysis.", "sentId": 200}, {"text": "And that they have a little bit of a called a brass lining to this election.", "sentId": 201}, {"text": "In that 27 percent of the ads that we're run in the last month actually were positive and that's up from 6 percent in 2012.", "sentId": 202}, {"text": "And one of the most striking parts of this is Donald Trump's ads, actually at the last month, 51 percent of them were positive maybe to offset some of the message from the podium.", "sentId": 203}], "secId": 63}, {"speaker": "KUCINICH", "sentences": [{"text": "So but, you know, this maybe this is a step in the right direction, the one thing this election hasn't pulled into the gutter is early ads.", "sentId": 204}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "We'll end on an uplifting positive policy driven note, maybe.", "sentId": 205}, {"text": "Margaret ...", "sentId": 206}], "secId": 65}, {"speaker": "TALEV", "sentences": [{"text": "Speaking of uplifting.", "sentId": 207}, {"text": "So there is of course this election still going on.", "sentId": 208}, {"text": "But behind the scenes, increasingly, what many of us on the campaign trailer are turning our attention to is the transition and that's because what's been happening now is the sort of steady deliberate behind closed doors, the two transition teams, potential transition teams, kind of getting their ducks in a row who would they maybe like to reach out till we see apply .", "sentId": 209}, {"text": "But the flood gates are about to open wide.", "sentId": 210}, {"text": "I mean like the day after the election websites go and just thousands literally thousands and thousands of applications coming in.", "sentId": 211}, {"text": "There are 4,000 appointments and nomination that need to be filled in whichever incoming administration there is.", "sentId": 212}, {"text": "1,100 of those senate confirmable, if history is precedent 400,000 roughly applications to come in which is why many of our phones starting to ring now with tips and floats and leaks that are probably completely untrue about short lists and potential candidate.", "sentId": 213}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "1,100 senate confirmable, OK, great, we can stay in business a long time here.", "sentId": 214}, {"text": "Ryan?", "sentId": 215}], "secId": 67}, {"speaker": "LIZZA", "sentences": [{"text": "You know, despite the way it seems there is a relationship between how you campaign and what you see on the campaign trail and what you push when you govern.", "sentId": 216}, {"text": "And I think Hillary Clinton has a bit a problem in this area.", "sentId": 217}, {"text": "She has spent so much time talking about disqualifying Donald Trump, that's been the core of her strategy, and a lot less time about what exactly she's going to do in that first year.", "sentId": 218}, {"text": "That a lot of her supporters now 54 percent in the recent poll say, that voting for her is more about -- only 54 percent say it's an affirmative vote for her rather than a vote against Trump.", "sentId": 219}, {"text": "That number was 80 percent for Barack Obama in 2008.", "sentId": 220}, {"text": "And that means when she -- if she wins, she's going to have a tough time claiming a mandate in this election.", "sentId": 221}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "I'll close quickly with observation, the past two Republican nominees have a very interesting perspective on this race.", "sentId": 222}, {"text": "2008 nominee John McCain, running for reelection in Arizona.", "sentId": 223}, {"text": "He tells friends it's not spin, he things Hillary Clinton has a pretty good chance to win there.", "sentId": 224}, {"text": "And Mitt Romney spends a lot of his time in Utah these days.", "sentId": 225}, {"text": "He was in was in Boston and then here in Washington in the past week attending events and he tells friends at those events, he thinks that never Trump Republican we talked about Evan McMullin, Mitt Romney thinks he has a good shot.", "sentId": 226}, {"text": "In fact, Mitt Romney is convinced he will win Utah.", "sentId": 227}, {"text": "The two pats nominees interesting perspective.", "sentId": 228}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "That's it for \"Inside Politics\" hope to see you back here same time tomorrow.", "sentId": 229}, {"text": "After a break, Wolf takes the chair.", "sentId": 230}], "secId": 70}], "sectionCount": 71, "url": "transcripts.cnn.com/TRANSCRIPTS/1610/27/ip.02.html", "sentenceCount": 232, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 27, 2016 - 12:00   ET", "speakers": ["KING", "CLINTON", "LIZZA", "DONALD TRUMP  PRESIDENTIAL CANDIDATE", "TALEV", "PENCE", "O'KEEFE", "KUCINICH", "MCMULLIN", "TRUMP"], "title": "INSIDE POLITICS"}