{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1602.21.ip.01.html.json", "subTitle": "Clinton Wins, Changes Tone; Trump Scores Big, \"Beautiful\" Win; Clinton's Big Advantage; Lessons Learned. Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 0}, {"text": "I'm John King.", "sentId": 1}, {"text": "Thanks for sharing your Sunday, and a dramatic one it is, as we break down a big day in presidential politics.", "sentId": 2}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "For the Democrats, it was a Hillary Clinton victory in Nevada and a new tone for a candidate happy to be back in the win column.", "sentId": 3}], "secId": 1}, {"speaker": "CLINTON", "sentences": [{"text": "We listened to the voices of Flint and Ferguson.", "sentId": 4}, {"text": "If we open our hearts to the families of Coal Country and Indian Country, if we listen to the hopes and heartaches of hardworking people across America, it's clear, there is so much more to be done.", "sentId": 5}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "The GOP's weekend contest was in South Carolina.", "sentId": 6}, {"text": "Donald Trump won big.", "sentId": 7}], "secId": 3}, {"speaker": "TRUMP", "sentences": [{"text": "There's nothing easy about running for president, I can tell you.", "sentId": 8}, {"text": "It's tough, it's nasty, it's mean, it's vicious, it's beautiful.", "sentId": 9}, {"text": "When you win, it's beautiful.", "sentId": 10}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "And when you lose again -- well, it's not so beautiful.", "sentId": 11}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Jeb Bush ran a distant fourth in South Carolina and called it quits, but not without one last shot at Trump.", "sentId": 12}], "secId": 6}, {"speaker": "BUSH", "sentences": [{"text": "In this campaign, I have stood my ground, refusing to bend to the political winds.", "sentId": 13}, {"text": "We put forward detailed, innovative conservative plans to address the mounting challenges that we face, because despite what you might have heard, ideas matter, policy matters.", "sentId": 14}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "It was the big day yesterday and it's a big week ahead.", "sentId": 15}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights, CNN's Nia-Malika Henderson, Peter Baker of \"The New York Times,\" Domenico Montanaro of NPR, and Jackie Kucinich of \"The Daily Beast\".", "sentId": 16}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Let's begin with the Republicans.", "sentId": 17}, {"text": "A big Trump win, Marco Rubio claimed second place in South Carolina.", "sentId": 18}, {"text": "Ted Cruz runs a disappointing third, but listen here.", "sentId": 19}, {"text": "Ted Cruz, he wants you to think otherwise.", "sentId": 20}], "secId": 10}, {"speaker": "CRUZ", "sentences": [{"text": "Friends, once again, we have made history.", "sentId": 21}, {"text": "You, the good people of South Carolina and our incredible volunteers all over the country, continue to defy the pundits and to produce extraordinary results.", "sentId": 22}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "In a moment we'll get to this third is the new first dynamic in American politics.", "sentId": 23}, {"text": "But let's start with first.", "sentId": 24}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Donald Trump, after a big win in New Hampshire, has a big win in South Carolina.", "sentId": 25}, {"text": "Now, this is the year where just about every rule is being broken, so this one may be broken as well, but nobody has ever won New Hampshire and then South Carolina and not been the Republican nominee.", "sentId": 26}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "So, the Republican Party has to be thinking, as it wakes up this morning, can we stop Donald Trump?", "sentId": 27}], "secId": 14}, {"speaker": "HENDERSON", "sentences": [{"text": "That's right.", "sentId": 28}, {"text": "I mean, if you look at how he did it, he won by 70,000 votes.", "sentId": 29}, {"text": "In second place and third place, they're kind of quibbling over 1,000 votes separating them.", "sentId": 30}], "secId": 15}, {"speaker": "HENDERSON", "sentences": [{"text": "I mean, this was a massive win and it was all across the spectrum of the party.", "sentId": 31}, {"text": "He did well with veterans, he did well with evangelicals, he did well with moderates.", "sentId": 32}, {"text": "He did well with, you know, higher educated people, lower educated people.", "sentId": 33}], "secId": 16}, {"speaker": "HENDERSON", "sentences": [{"text": "So, in some ways, he's becoming this consensus candidate.", "sentId": 34}, {"text": "And you have Rubio still making this argument that, listen, once folks drop out, if this happens, then this, you carry the one, and then he could be more of a force in this.", "sentId": 35}], "secId": 17}, {"speaker": "HENDERSON", "sentences": [{"text": "But so far, I mean, Trump set himself up to do really well, I think Nevada as well as the SEC primary.", "sentId": 36}, {"text": "I think those states are really key for him.", "sentId": 37}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "And he did this -- 70,000 votes you mentioned.", "sentId": 38}, {"text": "Let's call him Teflon Trump.", "sentId": 39}, {"text": "He did this in a state that has a brand as the conservative state, that picks presidents, that essentially sets the Republican party back on its course after a week in which he came into town and said, George W. Bush lied, George W. Bush was wrong about Iraq.", "sentId": 40}, {"text": "He said at the town hall, he liked the individual mandate, the central premise of Obamacare.", "sentId": 41}, {"text": "I kind of think that Republican Party is against Obamacare.", "sentId": 42}, {"text": "But last", "sentId": 43}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "time I checked, they didn't like Obamacare, especially the mandate.", "sentId": 44}, {"text": "The fight with the pope, which maybe that helped him, but it's another week where Donald Trump was the dust ball in the race, stirring it all up and he wins.", "sentId": 45}], "secId": 20}, {"speaker": "KUCINICH", "sentences": [{"text": "But, you know, the interesting thing, even this fight with the pope, he won the most Catholic county in South Carolina.", "sentId": 46}], "secId": 21}, {"speaker": "KUCINICH", "sentences": [{"text": "And you can't -- you can't make this up.", "sentId": 47}, {"text": "Nia is absolutely right -- he pulled from other people's bases.", "sentId": 48}, {"text": "Ted Cruz has been courting the evangelicals more than any -- than the rest of the candidates, arguably, and yet they voted for Donald Trump.", "sentId": 49}], "secId": 22}, {"speaker": "MONTANARO", "sentences": [{"text": "I mean, you don't have to call him the Teflon Trump, he's the Teflon Don, right?", "sentId": 50}, {"text": "I mean, the fact is anyone else who had won New Hampshire in such a big fashion, won South Carolina by double digits, is favored to win Nevada, we'd be saying this race is over, pretty much.", "sentId": 51}], "secId": 23}, {"speaker": "MONTANARO", "sentences": [{"text": "We're talking about the man who dropped out of the race with Jeb Bush.", "sentId": 52}, {"text": "If Donald Trump name was Bush, a lot of people would be saying this thing is basically wrapped up.", "sentId": 53}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "So, why aren't we, is the question, I guess.", "sentId": 54}, {"text": "Because we know the Republican establishment, they despise Ted Cruz, and they're very suspicious and don't like Donald Trump.", "sentId": 55}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "We may be a week or so away from the establishment, thinking, well, we've got to start making friends with Donald Trump.", "sentId": 56}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "But why is it, why is it that the establishment just -- I mean, we understand, he's a new convert to Republicanism.", "sentId": 57}, {"text": "He gave money to Reid and Pelosi.", "sentId": 58}, {"text": "He said Hillary was great, he said the economy does better under Democrats.", "sentId": 59}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "But at some point, in the business, don't you realize the customer is always right?", "sentId": 60}, {"text": "And if the customers are voting for Donald Trump, maybe they ought to think about this?", "sentId": 61}], "secId": 28}, {"speaker": "BAKER", "sentences": [{"text": "Yes, I think they're having a hard time coming to terms with it because it's basically the merger of the reality show America with national politics and the people who spent a lifetime in politics are just, you know, flabbergasted at that.", "sentId": 62}], "secId": 29}, {"speaker": "BAKER", "sentences": [{"text": "But, increasingly, the question isn't, can Trump be stopped?", "sentId": 63}, {"text": "Can we live with Trump?", "sentId": 64}], "secId": 30}, {"speaker": "BAKER", "sentences": [{"text": "I hear more and more people -- I never would have heard three months ago, say, I can live with Trump.", "sentId": 65}, {"text": "I think he's going to be OK.", "sentId": 66}, {"text": "He'll come to the center during the campaign and he'll actually be more responsible in office than he has been on the campaign trail, and he says all these crazy things I don't agree with, but I don't think he means it.", "sentId": 67}], "secId": 31}, {"speaker": "BAKER", "sentences": [{"text": "That may be self-justifying but I think you're seeing the Republican Party come to grips with the idea that basically their nominee may not be somebody on their screen a year ago.", "sentId": 68}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 69}, {"text": "Now, some of the establishment are still hoping Rubio gets this moment.", "sentId": 70}, {"text": "I want to get to that in a minute.", "sentId": 71}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "But I want to come start now with the Ted Cruz comes in third place behind Marco Rubio.", "sentId": 72}, {"text": "Behind Donald Trump -- significantly behind Donald Trump, a little behind Marco Rubio, in a state if you look at it is billed for Ted Cruz.", "sentId": 73}, {"text": "And he spent more than a year organizing the state.", "sentId": 74}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "More than 7 of 10 Republican voters yesterday were evangelicals.", "sentId": 75}, {"text": "It is one of the states that put the Tea Party on the map.", "sentId": 76}, {"text": "Ted Cruz's whole premise of his campaign, strategic premise is the evangelical Tea Party guy who will not bend.", "sentId": 77}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "I will not back down.", "sentId": 78}, {"text": "I will not be McCain.", "sentId": 79}, {"text": "I will not be Romney.", "sentId": 80}, {"text": "I will not be Bob Dole.", "sentId": 81}, {"text": "I will not run the middle if I win the nomination.", "sentId": 82}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "And he got spanked, forgive me, but he got spanked by a guy whose central premise is the \"Art of the Deal\".", "sentId": 83}], "secId": 37}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 84}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "Everything Ted Cruz campaigns against Donald Trump is and Donald Trump beat him in a state built for Cruz.", "sentId": 85}], "secId": 39}, {"speaker": "KUCINICH", "sentences": [{"text": "Exactly.", "sentId": 86}, {"text": "And, you know, part of it is this -- I do think his trustworthiness was eroded with the dirty tricks narrative we heard last week.", "sentId": 87}, {"text": "He actually -- \"The Daily Beast\" reported this week he tried to meet with Ben Carson in a broom closet to try to dull down this roar of, you know, Ted Cruz isn't playing by the rules and maybe you should take a second look at him.", "sentId": 88}], "secId": 40}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, and everyone has jumped on the \"Ted Cruz is a liar\" bandwagon.", "sentId": 89}, {"text": "Carson hasn't used that exact phrase.", "sentId": 90}, {"text": "Marco Rubio certainly has.", "sentId": 91}, {"text": "Donald Trump certainly has, too.", "sentId": 92}], "secId": 41}, {"speaker": "HENDERSON", "sentences": [{"text": "In his victory speech, Ted Cruz said that he defied pundits.", "sentId": 93}, {"text": "He's right, he did defy pundits by coming in third instead of actually winning, because it's a state tailor-made for him.", "sentId": 94}], "secId": 42}, {"speaker": "HENDERSON", "sentences": [{"text": "And I think going into those SEC primary states, he was supposed to be the man to watch going into those states because they're so evangelical, but it looks like his firewall is cracking.", "sentId": 95}], "secId": 43}, {"speaker": "MONTANARO", "sentences": [{"text": "And it wasn't even losing to Donald Trump.", "sentId": 96}, {"text": "I mean, I think a lot of people most expected that would be the case, but losing to Marco Rubio and finishing behind him was a much bigger blow to his campaign.", "sentId": 97}], "secId": 44}, {"speaker": "MONTANARO", "sentences": [{"text": "He's got to start beating Donald Trump somewhere because they're fighting for similar voters.", "sentId": 98}, {"text": "He can't just say, well, I'll win in Texas.", "sentId": 99}, {"text": "He's going to have to win in a lot more places and beat him in some of those SEC states like Tennessee, Alabama.", "sentId": 100}, {"text": "He's got to do much better than he's been doing so far.", "sentId": 101}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "You mentioned the liar-liar part.", "sentId": 102}, {"text": "Let's listen to a bit of that because I suspect this will go on.", "sentId": 103}, {"text": "If you're Trump and if you're Rubio, you think what you just did the past week in South Carolina work, and they tried to put Ted Cruz on defense, essentially saying dirty tricks and don't believe anything he says.", "sentId": 104}, {"text": "When he says he's the consistent conservative, don't believe it.", "sentId": 105}], "secId": 46}, {"speaker": "TRUMP", "sentences": [{"text": "We had a guy who cheated.", "sentId": 106}, {"text": "I mean, you know, this guy Cruz cheated, really cheated.", "sentId": 107}, {"text": "What he did to Ben Carson was a disgrace, OK?", "sentId": 108}, {"text": "He cheated.", "sentId": 109}], "secId": 47}, {"speaker": "RUBIO", "sentences": [{"text": "He's lying and I think it's disturbing.", "sentId": 110}, {"text": "I said that at the debate.", "sentId": 111}, {"text": "He's now literally making things up.", "sentId": 112}, {"text": "I think this is disturbing when you have a candidate now on a regular basis just makes things up.", "sentId": 113}], "secId": 48}, {"speaker": "CRUZ", "sentences": [{"text": "Truth matters.", "sentId": 114}, {"text": "And we're not in grade school where you just get to say \"liar, liar, pants on fire\" and not respond to the substance.", "sentId": 115}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "OK.  You know, he's going to have to fight back tougher than saying, \"you can't say liar, liar, pants on fire\".", "sentId": 116}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "But let's go back to the grade school analogy that Senator Cruz made there.", "sentId": 117}, {"text": "In grade school, you learn basic math and arithmetic.", "sentId": 118}, {"text": "And I think one of the things we're seeing in this race is that Trump can reach into Cruz's evangelical base, and Tea Party base.", "sentId": 119}, {"text": "Rubio reaches into Cruz's evangelical base and Tea Party base, but Cruz can't reach into their box.", "sentId": 120}, {"text": "He's not winning in places where you have moderate Republicans, where you have the pro-Chamber of Commerce Republicans.", "sentId": 121}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "So, you have Rubio and Trump playing there.", "sentId": 122}, {"text": "If Cruz can't reach into other people's boxes, his only option right is to push Rubio and Trump out of his.", "sentId": 123}, {"text": "How does he do that?", "sentId": 124}], "secId": 52}, {"speaker": "MONTANARO", "sentences": [{"text": "I think it's very difficult because he's carved out such a thin slice of the Republican Party, maybe a third to maybe 40 percent.", "sentId": 125}, {"text": "When you're saying I'm the most conservative person and you should vote for me, that means that he's going to have a difficult path to be able to sort of push Donald Trump aside, especially if Donald Trump has got all of these supporters.", "sentId": 126}], "secId": 53}, {"speaker": "week", "sentences": [{"text": "But the one thing he has is he has resources.", "sentId": 127}, {"text": "Ted Cruz has", "sentId": 128}], "secId": 54}, {"speaker": "week", "sentences": [{"text": "money.", "sentId": 129}, {"text": "So, as we go forward, Nevada next, and then what Cruz had hoped would be his territory, March 1st, the SEC primaries -- a lot of states in the South, a lot of evangelical voters.", "sentId": 130}], "secId": 55}, {"speaker": "week", "sentences": [{"text": "What is the choice for Cruz?", "sentId": 131}, {"text": "Does he decide, I'm going to go after Rubio and do the amnesty, immigration, he's a deal-maker argument, or does he add individual mandate to the Donald Trump -- the one ad in South Carolina with the old Tim Russert interview where Donald Trump said I'm very pro-choice, very pro-choice.", "sentId": 132}], "secId": 56}, {"speaker": "week", "sentences": [{"text": "Now, Trump says he changed his position.", "sentId": 133}, {"text": "But if you're Cruz, do you triple down with a long litany of things that are not Republican, or do you try to take Rubio first, or do you try to do both?", "sentId": 134}], "secId": 57}, {"speaker": "HENDERSON", "sentences": [{"text": "I think he has got to talk about the economy.", "sentId": 135}, {"text": "I mean, that is one of the ways I think that Donald Trump --", "sentId": 136}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "That's an interesting theory, a positive message about yourself.", "sentId": 137}], "secId": 59}, {"speaker": "HENDERSON", "sentences": [{"text": "That Donald Trump is really connecting with these blue- collar, clocking class, white voters.", "sentId": 138}, {"text": "I mean, he's the one who's talking about Carrier shipping jobs to Mexico.", "sentId": 139}, {"text": "He's talking about heroin, when is ravaging white communities across this country.", "sentId": 140}], "secId": 60}, {"speaker": "HENDERSON", "sentences": [{"text": "And I thought, he's -- Trump is also the candidate who's getting better, right?", "sentId": 141}, {"text": "I mean, last night, he brings up his wife.", "sentId": 142}, {"text": "He brings up Ivanka as well.", "sentId": 143}, {"text": "I might say these crazy things but look at my nice family.", "sentId": 144}], "secId": 61}, {"speaker": "HENDERSON", "sentences": [{"text": "So, I mean, these guys -- Ted Cruz and Marco Rubio sound like Washington politicians, as if they've been created in a lab somewhere, and you've got Donald Trump with, I think, a deeper and broader message that's emotional.", "sentId": 145}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "I think dead right on that point.", "sentId": 146}, {"text": "He launched on immigration and it's still a great part of his core support of Republicans.", "sentId": 147}, {"text": "But he talks about trade, he talks about China, he talks about jobs, probably better than any other candidates.", "sentId": 148}, {"text": "Maybe Kasich is trying --", "sentId": 149}], "secId": 63}, {"speaker": "BAKER", "sentences": [{"text": "He's ideologically very iconoclastic.", "sentId": 150}, {"text": "He's across the map, right?", "sentId": 151}, {"text": "He's obviously the most conservative when he says he's going to keep all Muslims out of the country.", "sentId": 152}, {"text": "No other candidate said that.", "sentId": 153}], "secId": 64}, {"speaker": "BAKER", "sentences": [{"text": "On the other hand, he has the previous Democratic positions to defend.", "sentId": 154}, {"text": "And that suggests his support really isn't about ideology, isn't about philosophy.", "sentId": 155}, {"text": "People are not gravitating towards Trump's campaign because they support him on this issue or that issue necessarily, because they perceive him to be a winner, right?", "sentId": 156}, {"text": "His own self- described identity, and they're putting aside their qualms about this issue or that issue that might not normally fit in with where they would go with the candidate.", "sentId": 157}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight for just one second.", "sentId": 158}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Up next, can Donald Trump run the board from here on out?", "sentId": 159}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "If Jeb Bush is heading home, why do John Kasich and Ben Carson fight on?", "sentId": 160}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "First, though, politicians say the darnedest things.", "sentId": 161}, {"text": "So many to choose from this week, so to borrow a phrase, we report, you decide.", "sentId": 162}], "secId": 69}, {"speaker": "CRUZ", "sentences": [{"text": "I just called to say I love you, I just called to say I care", "sentId": 163}], "secId": 70}, {"speaker": "CLINTON", "sentences": [{"text": "We need to get that dog and follow -- follow him around and every time they say these things, like, oh, you know, the Great Recession was caused by too much regulation arf, arf, arf, arf, you know?", "sentId": 164}], "secId": 71}, {"speaker": "BUSH", "sentences": [{"text": "I wish we could have that debate on stage instead of rararararah, rarararah, rarah!", "sentId": 165}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 166}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "Let's take a look at the busy campaign stretch just ahead.", "sentId": 167}, {"text": "Yes, Iowa, New Hampshire, South Carolina, Nevada, it's been busy.", "sentId": 168}, {"text": "But it's about to get busier.", "sentId": 169}, {"text": "By the time this week is out, Republicans will go to Nevada, Democrats were there yesterday, and Democrats will stump to South Carolina, that's where Republicans were yesterday.", "sentId": 170}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "So, the end of this week, only 3 percent of the Democratic delegates will be chosen, only a little more than 5 percent of the Republican delegates.", "sentId": 171}, {"text": "We're just getting started, ladies and gentlemen.", "sentId": 172}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "But then it starts to get crazy.", "sentId": 173}, {"text": "On March 1st, the first Super Tuesday, look at all those states that will cast ballots.", "sentId": 174}, {"text": "After March 1st, 21 percent, nearly 22 percent of the delegates, close to 30 percent of the Republican delegates.", "sentId": 175}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "And then by the time we finish the month of March, which I called a blur, nearly half of the Democratic delegates and 63 percent of the Republicans delegates will be decided by the end of March.", "sentId": 176}, {"text": "So, somebody, somebody will come out with momentum, or we'll have a model .", "sentId": 177}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "Nia-Malika Henderson, I think that's the big question on the Republican side.", "sentId": 178}, {"text": "There's no reason to believe that Donald Trump, the vote is Tuesday, he has a pretty healthy lead in Nevada.", "sentId": 179}, {"text": "Is there any reason to believe we won't wake up Wednesday with Donald Trump 3-1?", "sentId": 180}], "secId": 78}, {"speaker": "HENDERSON", "sentences": [{"text": "No.", "sentId": 181}, {"text": "I think he looks good to win Nevada.", "sentId": 182}, {"text": "He's up on those polls, it's hard to poll in Nevada but he looks good.", "sentId": 183}, {"text": "Maybe Rubio can come in a distant second.", "sentId": 184}, {"text": "He was a Mormon at one point.", "sentId": 185}, {"text": "There are a lot of Mormons in Nevada.", "sentId": 186}, {"text": "Maybe that will do him some good.", "sentId": 187}], "secId": 79}, {"speaker": "HENDERSON", "sentences": [{"text": "But, yes, I mean, he's set up to be 3-1 at this point.", "sentId": 188}, {"text": "Maybe the establishment will try to figure something out, how to blunt the narrative, how to blunt his momentum.", "sentId": 189}, {"text": "What does Kasich do?", "sentId": 190}, {"text": "But, I mean, he looks good.", "sentId": 191}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "Let's go back to the Rubio point.", "sentId": 192}, {"text": "Originally, Rubio and Bush were trying to get the Republican governor of Nevada to change the system.", "sentId": 193}, {"text": "They did not want the caucuses.", "sentId": 194}, {"text": "They wanted a primary.", "sentId": 195}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "It's not going to be that way.", "sentId": 196}, {"text": "It's going to be a caucus.", "sentId": 197}, {"text": "Trump has momentum right now.", "sentId": 198}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "But, last night, Rubio sneaks into second place, which is good for Rubio.", "sentId": 199}, {"text": "No question, last night was better for Rubio than Ted Cruz, but he's still second.", "sentId": 200}, {"text": "I think to win the nomination, you have to start winning somewhere.", "sentId": 201}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "So, I was asking some Rubio people last night.", "sentId": 202}, {"text": "They said fund-raising was good last night online.", "sentId": 203}, {"text": "They said a bunch of bundlers who were with Bush started to make class about coming to Team Rubio.", "sentId": 204}, {"text": "So, that looks good for them.", "sentId": 205}, {"text": "But where do they get a win?", "sentId": 206}], "secId": 84}, {"speaker": "MONTANARO", "sentences": [{"text": "Well, a couple things to watch, a couple dates that are important, as you brought up the delegate chart.", "sentId": 207}, {"text": "Last night Trump got all 50 delegates in South Carolina because it was the first winner- take-all.", "sentId": 208}, {"text": "Look at Texas on March 1st and Florida on March 15th because those are two opportunities for Donald Trump to really put Ted Cruz or Marco Rubio on their backs.", "sentId": 209}], "secId": 85}, {"speaker": "MONTANARO", "sentences": [{"text": "If he can't beat either of them in those two states, in their home places, then we may be looking at a protracted thing.", "sentId": 210}, {"text": "If John Kasich stays in and thinks he can win some more moderate states, you're looking at something that stars to get closer to what could look like a brokered convention.", "sentId": 211}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "How does Rubio -- from the beginning, he's made the generational argument against Hillary Clinton, saying, I'm the new, fresh face of the Republican Party.", "sentId": 212}, {"text": "In South Carolina where he had the important backing of the last week of the Indian-American Governor Nikki Haley, he had the Tea Party African-American Senator Tim Scott, Marco Rubio was making the case with him up on stage, look at us, we're the new face, the next movement of the conservative movement.", "sentId": 213}, {"text": "Let's listen.", "sentId": 214}], "secId": 87}, {"speaker": "RUBIO", "sentences": [{"text": "Well, now, the children of the Reagan revolution are ready to assume the mantle of leadership.", "sentId": 215}], "secId": 88}, {"speaker": "RUBIO", "sentences": [{"text": "Now, those of us who grew up when it was morning in America and Ronald Reagan was in the White House are ready to do for our generation, are ready to do for the next generation, what Ronald Reagan did for ours.", "sentId": 216}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "It is and has been the defining question of the race for a long time, in the sense that, you know, Rubio is the best athlete on the field, but is he ready for the major leagues?", "sentId": 217}, {"text": "Now that he has this moment, can he get a win?", "sentId": 218}], "secId": 90}, {"speaker": "BAKER", "sentences": [{"text": "He recovered from that terrible robotic moment in a debate in New Hampshire, where a lot of people might have had a hard time getting back on his feet, he did.", "sentId": 219}, {"text": "And he clearly now has an opportunity to consolidate this anti-Trump, anti-Cruz support with Jeb Bush out finally and Kasich may or may not be able to hang on.", "sentId": 220}], "secId": 91}, {"speaker": "BAKER", "sentences": [{"text": "The question for him is, as you say, where does he win?", "sentId": 221}, {"text": "Where does he put it together?", "sentId": 222}, {"text": "The truth is, nobody has ever won a Republican nomination after losing the first three and he did lose, even if he became second place, lose in the first three contests.", "sentId": 223}, {"text": "It's hard to see how he'd overtake it.", "sentId": 224}], "secId": 92}, {"speaker": "BAKER", "sentences": [{"text": "He wants a one-on-one race.", "sentId": 225}, {"text": "Trump made fun of that last night.", "sentId": 226}, {"text": "You guys think if it's one-on-one, all these votes go to the anti-Trump candidate.", "sentId": 227}, {"text": "A lot of them will come to me.", "sentId": 228}, {"text": "He may not be wrong about that.", "sentId": 229}], "secId": 93}, {"speaker": "BAKER", "sentences": [{"text": "And so, they may be looking for a one-on-one race, but it may not help them.", "sentId": 230}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "The first test is Nevada.", "sentId": 231}, {"text": "Does he get all the Bush vote?", "sentId": 232}, {"text": "Does Rubio get 80 percent, 90 percent or more of the Bush vote?", "sentId": 233}, {"text": "That will be the first test.", "sentId": 234}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "But you mentioned Governor Kasich, he says he's not going anywhere.", "sentId": 235}, {"text": "Second place in New Hampshire.", "sentId": 236}, {"text": "It's hard to see in the math -- he was in Massachusetts last night.", "sentId": 237}, {"text": "He's looking to the more moderate states to come down the calendar.", "sentId": 238}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "But a bit of hypocrisy in the Republican establishment because many are whispering saying, gee, why don't you do us a favor and get out so all the votes consolidate around Rubio.", "sentId": 239}, {"text": "But on the other hand they're saying, hey, Dr. Carson, we love you, stay in.", "sentId": 240}, {"text": "Because they think it comes out of Ted Cruz.", "sentId": 241}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "How can you tell Governor Kasich who has performed better than Ben Carson, you should go but he should stay?", "sentId": 242}], "secId": 98}, {"speaker": "KUCINICH", "sentences": [{"text": "How much of the vote is it, really?", "sentId": 243}, {"text": "We talk about the Jeb Bush vote going to Marco Rubio.", "sentId": 244}, {"text": "How much of the vote is there really for -- to go to Marco Rubio?", "sentId": 245}, {"text": "I think Cruz is his biggest adversary.", "sentId": 246}], "secId": 99}, {"speaker": "KUCINICH", "sentences": [{"text": "As long as Cruz is in that race, the people that don't like Donald Trump are going to go to Ted Cruz right now.", "sentId": 247}, {"text": "That is -- that's who he needs to --", "sentId": 248}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "The outsider.", "sentId": 249}], "secId": 101}, {"speaker": "KUCINICH", "sentences": [{"text": "The outsider.", "sentId": 250}], "secId": 102}, {"speaker": "HENDERSON", "sentences": [{"text": "It's also not clear what we've seen from Trump is that he does well across the board.", "sentId": 251}, {"text": "He does well with some moderates and establishment folks.", "sentId": 252}, {"text": "It's not clear that it's just a one to one transfer from Jeb Bush to Marco Rubio or from Kasich to Marco Rubio.", "sentId": 253}], "secId": 103}, {"speaker": "HENDERSON", "sentences": [{"text": "I think for Marco Rubio, he often sounds like he's reading from an RNC document about his candidacy, you know, when he says it's a new American century, this is the next generation of conservatives.", "sentId": 254}, {"text": "You know, if you're a white, working class person who works at the Denny's or you work at Waffle House or you're in Coal Country, those kind of buzz words don't work.", "sentId": 255}, {"text": "It doesn't mean anything to your daily life when you're looking for a better economy and you're looking for a better America.", "sentId": 256}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "It works better if it sounds like it comes from the heart, not from a script.", "sentId": 257}, {"text": "Back in 1992, Bill Clinton stand in Greenburg, they battle-tested this focus group, and when Clinton said it, it felt like he wrote the words.", "sentId": 258}, {"text": "That it didn't come out of focus group.", "sentId": 259}], "secId": 105}, {"speaker": "MONTANARO", "sentences": [{"text": "Well, speaking of Bill Clinton, by the way, no one since Bill Clinton has more declared themselves a the comeback kid after a second-place finish than Marco Rubio last night in South Carolina.", "sentId": 260}], "secId": 106}, {"speaker": "MONTANARO", "sentences": [{"text": "Yes, I think it's a difficult thing, you know, how does somebody who finished third, fifth and second, you know, now suddenly think they can move on but when you hear the color of Benetton that Marco Rubio is getting at, that's talking to donors, it's talking to the elite in the Republican Party who want to move the party forward after that autopsy in 2012.", "sentId": 261}, {"text": "But they lost Hispanics by such a huge margin.", "sentId": 262}], "secId": 107}, {"speaker": "MONTANARO", "sentences": [{"text": "I've had Democrats tell me, when you see the name Rubio, there are going to be a lot of Hispanics who will consider him because of the name and it will make Democrats work harder to peel below that layer.", "sentId": 263}], "secId": 108}, {"speaker": "BAKER", "sentences": [{"text": "It's also about suburbanites.", "sentId": 264}], "secId": 109}, {"speaker": "BAKER", "sentences": [{"text": "It's about making white suburbanites feel comfortable with a party they don't want to be exclusionary, that they want in fact to feel proud of the party they're supporting.", "sentId": 265}, {"text": "Even if he only makes so much of an inroad in Hispanic vote and minority vote, it's about making the more moderate part of the party feel comfortable.", "sentId": 266}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "Still a ton of questions about the Republican race but we're about to test that theory.", "sentId": 267}, {"text": "The establishment said get down to four or five candidates, we'll see if Donald Trump can get above 30s, mid 30s in New Hampshire, mid 30s in South Carolina, we're about to test that theory as we move on.", "sentId": 268}, {"text": "Can Donald Trump grow or does he have a ceiling?", "sentId": 269}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Up ahead, though, there may be cracks but Hillary Clinton's firewall held in Nevada.", "sentId": 270}, {"text": "So, what can Bernie Sanders do as the Democrats head south?", "sentId": 271}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 272}, {"text": "Thanks for sharing your Sunday morning as we continue a special one-hour edition of INSIDE POLITICS.", "sentId": 273}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "The Democrats face off next in South Carolina, that's this Saturday.", "sentId": 274}, {"text": "African-Americans will be a majority of the electorate, and the Hillary Clinton had afternoon can Americans in mind as she celebrated her win yesterday in Nevada.", "sentId": 275}, {"text": "But, she also made a new appeal to younger voters who are flocking to Bernie Sanders in droves.", "sentId": 276}], "secId": 114}, {"speaker": "CLINTON", "sentences": [{"text": "I want to say to the young people out there, I know what you're up against.", "sentId": 277}], "secId": 115}, {"speaker": "CLINTON", "sentences": [{"text": "If you left college with a ton of loans, it's not enough just to make college more affordable.", "sentId": 278}, {"text": "You need help right now with the debt you already have.", "sentId": 279}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "Senator Sanders congratulated Secretary Clinton but he vowed a long fight for the Democratic nomination.", "sentId": 280}], "secId": 117}, {"speaker": "SANDERS", "sentences": [{"text": "Taking on the establishment, whether it is the financial establishment, whether it is the political establishment, whether it is the media establishment, is not easy.", "sentId": 281}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "Still with us here this morning to share their reporting and their insights, CNN's Nia-Malika Henderson; Peter Baker of \"The New York Times;\" NPR's Domenico Montanaro and Jackie Kucinich of \"The Daily Beast.\"", "sentId": 282}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "A lot of Republicans were saying, aha, she didn't win Nevada by a huge number.", "sentId": 283}, {"text": "Senator Sanders says, I'm in this to stay.", "sentId": 284}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "But if you look at the two states before we get really busy on the calendar, Nevada and then South Carolina, this was Sanders' best chance.", "sentId": 285}, {"text": "It's a caucus, it's a little more quirky, you don't have as many African Americans by percentage as you will have when we get to South Carolina.", "sentId": 286}, {"text": "And she held.", "sentId": 287}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "And so they're very happy inside Team Clinton that the firewall held.", "sentId": 288}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "If she can win in South Carolina, then what do we have?", "sentId": 289}], "secId": 123}, {"speaker": "HENDERSON", "sentences": [{"text": "You know, that's the problem for Sanders.", "sentId": 290}, {"text": "And it's been baked into the cake for a while.", "sentId": 291}, {"text": "We hadn't actually seen it play out.", "sentId": 292}, {"text": "We saw it play out in Nevada.", "sentId": 293}, {"text": "She won 75 percent of the black vote.", "sentId": 294}, {"text": "He did a little better I think with Latinos, even though the Clinton folks are pushing back against that.", "sentId": 295}], "secId": 124}, {"speaker": "HENDERSON", "sentences": [{"text": "The entrance polls suggested that he won the Latino vote.", "sentId": 296}, {"text": "It's hard for him.", "sentId": 297}, {"text": "If you look at South Carolina, it's older.", "sentId": 298}, {"text": "It's going to be 55 percent black.", "sentId": 299}, {"text": "A lot of women down there, black women particularly.", "sentId": 300}], "secId": 125}, {"speaker": "HENDERSON", "sentences": [{"text": "He will likely do well, I think, with younger African Americans, particularly younger black men.", "sentId": 301}, {"text": "That's a part of the targeting strategy down there.", "sentId": 302}], "secId": 126}, {"speaker": "HENDERSON", "sentences": [{"text": "But it's hard to see that being enough.", "sentId": 303}, {"text": "And then you go to Super Tuesday with all of those Southern states again.", "sentId": 304}], "secId": 127}, {"speaker": "KUCINICH", "sentences": [{"text": "Well, it was interesting when he gave a speech last night, he just said and on to Super Tuesday.", "sentId": 305}, {"text": "So it seems like he's --", "sentId": 306}], "secId": 128}, {"speaker": "KUCINICH", "sentences": [{"text": "-- been somewhere.", "sentId": 307}, {"text": "He's on to Super Tuesday.", "sentId": 308}, {"text": "I think watching the other caucus states, watch Minnesota, watch Colorado, I think you'll see Bernie Sanders really making a play there because it could be a little more quirky.", "sentId": 309}], "secId": 129}, {"speaker": "KING", "sentences": [{"text": "But that's a message candidate, not a nomination candidate.", "sentId": 310}, {"text": "If you're picking a couple of states to do well and if we're back into that mode, we have a very different race because the interesting thing about the last 10 days is that, after New Hampshire, Sanders saw the top of the Hill, saw that maybe I can be a contender for the nomination and the tone changed.", "sentId": 311}], "secId": 130}, {"speaker": "KING", "sentences": [{"text": "But let's stick with Secretary Clinton for a minute.", "sentId": 312}, {"text": "Yesterday I thought what was interesting, is we just showed it.", "sentId": 313}, {"text": "She reached out to the younger voters.", "sentId": 314}, {"text": "Sanders is kicking her butt among younger voters.", "sentId": 315}], "secId": 131}, {"speaker": "KING", "sentences": [{"text": "She also stuck with the criticism of Sanders.", "sentId": 316}, {"text": "I want you to listen to it here.", "sentId": 317}, {"text": "But she recalibrated.", "sentId": 318}, {"text": "A lot less \"I\" in her speech yesterday, a lot more \"we.\"", "sentId": 319}, {"text": "And even as she criticized Senator Sanders, she tries to reach out to his voters on economic issues.", "sentId": 320}], "secId": 132}, {"speaker": "CLINTON", "sentences": [{"text": "The truth is, we aren't a single-issue country.", "sentId": 321}, {"text": "We need -- we need more than a plan for the big banks, the middle class needs a raise.", "sentId": 322}, {"text": "And we need more jobs.", "sentId": 323}], "secId": 133}, {"speaker": "KING", "sentences": [{"text": "One of the things you look for in a candidate is how do they learn and how do they grow?", "sentId": 324}], "secId": 134}, {"speaker": "KING", "sentences": [{"text": "I think that was an interesting moment of proof that Secretary Clinton is paying attention, realizing, don't talk about the Hillary Clinton narrative.", "sentId": 325}, {"text": "Talk about why I'm running.", "sentId": 326}], "secId": 135}, {"speaker": "BAKER", "sentences": [{"text": "Yes.", "sentId": 327}, {"text": "The people aren't going to the polls because they see care about whether Hillary Clinton wins or loses.", "sentId": 328}, {"text": "They go to the polls because they want to make the country better for themselves and for their kids and their communities.", "sentId": 329}, {"text": "And she has to be able to communicate that.", "sentId": 330}, {"text": "That's something Bill Clinton always understood very intuitively about", "sentId": 331}], "secId": 136}, {"speaker": "BAKER", "sentences": [{"text": "politics.", "sentId": 332}, {"text": "It's not about whether I win.", "sentId": 333}, {"text": "It's about whether you win.", "sentId": 334}, {"text": "And she's picking up on that.", "sentId": 335}], "secId": 137}, {"speaker": "BAKER", "sentences": [{"text": "The other thing I was struck by her speech, though, last night, aside from the obvious emotional relief she felt, having eked it out, was this was not Obama's \"Morning, America,\" speech.", "sentId": 336}], "secId": 138}, {"speaker": "BAKER", "sentences": [{"text": "As much as she was embracing Obama in the debate that she had most recently with Bernie Sanders, you did not hear, hey, things are going great; let's keep it going.", "sentId": 337}, {"text": "It was darkness in America.", "sentId": 338}, {"text": "And I'm going be the best person to help solve it.", "sentId": 339}], "secId": 139}, {"speaker": "MONTANARO", "sentences": [{"text": "This was a purposeful change in tone from \"I, I, I,\" to \"we.\"", "sentId": 340}, {"text": "We picked up on it with a lot of our reporters on the ground that they were a little put off by hearing her talk about so much of her resume.", "sentId": 341}], "secId": 140}, {"speaker": "MONTANARO", "sentences": [{"text": "And I think a lot like Jeb Bush going up against Donald Trump, she was kind of put off by the fact that how could I possibly be losing to somebody like Bernie Sanders when I'm so much more qualified?", "sentId": 342}], "secId": 141}, {"speaker": "MONTANARO", "sentences": [{"text": "I think that her team has gotten her to shift away from that and realize to focus on those priorities.", "sentId": 343}], "secId": 142}, {"speaker": "MONTANARO", "sentences": [{"text": "A couple things that to look at in Nevada by the way that might give us a little bit of, you know, a window into what might happen in South Carolina, Nia mentioned the African American vote.", "sentId": 344}], "secId": 143}, {"speaker": "MONTANARO", "sentences": [{"text": "The African American vote is overlooked in Nevada because they were 13 percent of overall turnout.", "sentId": 345}, {"text": "I mean, that is -- that's a very sizeable portion; 76 percent went to Secretary Clinton.", "sentId": 346}, {"text": "That is a huge number.", "sentId": 347}], "secId": 144}, {"speaker": "MONTANARO", "sentences": [{"text": "And also delegates, OK, we talk about the numbers a little bit earlier.", "sentId": 348}, {"text": "In '08 she won Nevada but lost the delegates --", "sentId": 349}], "secId": 145}, {"speaker": "MONTANARO", "sentences": [{"text": "-- because the Obama delegate team knew where to focus.", "sentId": 350}, {"text": "The Clinton team knew that there was one district in Nevada where it was an odd number.", "sentId": 351}, {"text": "They focused there.", "sentId": 352}, {"text": "They got that delegate and they're going to wind up with more delegates out of last night.", "sentId": 353}, {"text": "And that's the name of the game here.", "sentId": 354}], "secId": 146}, {"speaker": "KING", "sentences": [{"text": "And the other name of the game is your best friend in presidential politics at this stage is momentum.", "sentId": 355}, {"text": "She got the win in Nevada; she goes into South Carolina where demographically it's built to her advantage.", "sentId": 356}, {"text": "And she's trying to keep it that way", "sentId": 357}], "secId": 147}, {"speaker": "KING", "sentences": [{"text": "The new ad up this morning in South Carolina featuring the actor Morgan Freeman and brings out some guy named President Obama.", "sentId": 358}], "secId": 148}, {"speaker": "FREEMAN", "sentences": [{"text": "She speaks for a city poisoned by indifference.", "sentId": 359}, {"text": "CLINTON:  We need action now.", "sentId": 360}], "secId": 149}, {"speaker": "FREEMAN ", "sentences": [{"text": "And stands with the president against those who would undo his achievements, just like she's always stood with us: Hillary Clinton.", "sentId": 361}], "secId": 150}, {"speaker": "KING", "sentences": [{"text": "This is a moment for her that she needs to take advantage of.", "sentId": 362}], "secId": 151}, {"speaker": "KING", "sentences": [{"text": "Obviously, to your point, she was stung after New Hampshire.", "sentId": 363}, {"text": "Sometimes you can see the disbelief in her face, who is this guy Bernie Sanders, giving me a run for my money?", "sentId": 364}], "secId": 152}, {"speaker": "KING", "sentences": [{"text": "But she has her moment now.", "sentId": 365}, {"text": "And the question is, does she look to have a giant, forgive me, Governor Bush, exclamation point after South Carolina, to get a big win, to send a message?", "sentId": 366}], "secId": 153}, {"speaker": "HENDERSON", "sentences": [{"text": "You talk to the people on the ground there, that's what they have wanted and what they see in the numbers.", "sentId": 367}, {"text": "Certainly, on Nevada backs that up.", "sentId": 368}, {"text": "She won 76 percent.", "sentId": 369}, {"text": "The black vote there is only 13 percent.", "sentId": 370}], "secId": 154}, {"speaker": "HENDERSON", "sentences": [{"text": "In 2008, Obama won 80 percent of the black vote and the rest was split between Clinton and Edwards.", "sentId": 371}, {"text": "I think her strength also is that she does pretty well with white voters.", "sentId": 372}, {"text": "She essentially split with Sanders in Nevada.", "sentId": 373}], "secId": 155}, {"speaker": "HENDERSON", "sentences": [{"text": "You look at that ad with the African Americans in there.", "sentId": 374}, {"text": "It's not a subtle ad.", "sentId": 375}, {"text": "They are going full bore on this.", "sentId": 376}, {"text": "I mean, even if you look at her speech, I mean, she's talking about Flint, she's talking about Ferguson, she's talking about coal country, that's poor white.", "sentId": 377}, {"text": "She's talking about Indian country.", "sentId": 378}, {"text": "She's talking about voting rights.", "sentId": 379}], "secId": 156}, {"speaker": "HENDERSON", "sentences": [{"text": "So again, they're like this is -- I'm the full-spectrum Democrat, is what she's saying.", "sentId": 380}], "secId": 157}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Plus, it's Morgan Freeman, right?", "sentId": 381}], "secId": 158}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "The voice of God.", "sentId": 382}], "secId": 159}, {"speaker": "MONTANARO", "sentences": [{"text": "If people don't like her tone or necessarily like her, they know that someone like Morgan Freeman makes it very easy to appeal positive to a broad swath.", "sentId": 383}], "secId": 160}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 384}, {"text": "But we'll continue the conversation.", "sentId": 385}, {"text": "Senator Sanders says he's not going anywhere.", "sentId": 386}, {"text": "The question is, can he reboot?", "sentId": 387}], "secId": 161}, {"speaker": "KING", "sentences": [{"text": "Look for more of that in a minute.", "sentId": 388}], "secId": 162}, {"speaker": "KING", "sentences": [{"text": "And next also, one very super reason Hillary Clinton very much needed to win Nevada.", "sentId": 389}], "secId": 163}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 390}, {"text": "Three contests in on the Democratic side.", "sentId": 391}, {"text": "We have a tiny Clinton win in Iowa, a big Sanders blowout in New Hampshire and a 6-point Clinton victory in Nevada.", "sentId": 392}], "secId": 164}, {"speaker": "KING", "sentences": [{"text": "So the delegate chase is close, right?", "sentId": 393}], "secId": 165}, {"speaker": "KING", "sentences": [{"text": "Well, the primaries and caucuses decide pledge delegates and after three contests, OK, don't get any closer than that, 51 for Sanders, 51 for Hillary Clinton.", "sentId": 394}, {"text": "But Hillary Clinton's win in Nevada was important yesterday because she has a super lead among super delegates.", "sentId": 395}], "secId": 166}, {"speaker": "KING", "sentences": [{"text": "These are elected officials, other Democrats who by the rules of the party get votes at the convention, they can vote their hearts.", "sentId": 396}, {"text": "Doesn't matter where their state or local voters go for.", "sentId": 397}], "secId": 167}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton with a huge lead when you add in her super delegates.", "sentId": 398}, {"text": "Bernie Sanders has a few but Hillary Clinton, more than 400.", "sentId": 399}, {"text": "This could be critical because if the nomination battle drags on, 55-45 all the way through, if Hillary Clinton won every state 55-45, she would not have enough pledge delegates but the super delegates would give her enough to get over the top of the Democratic convention.", "sentId": 400}], "secId": 168}, {"speaker": "KING", "sentences": [{"text": "You need 2,383 to win.", "sentId": 401}, {"text": "So Jackie Kucinich, that's why yesterday was so important for Hillary Clinton in the sense that the establishment is with her, the super delegates think that she's inevitable, despite some potholes and bumps.", "sentId": 402}, {"text": "Now the establishment can think, OK, we were in the right place, she's our gal.", "sentId": 403}], "secId": 169}, {"speaker": "KUCINICH", "sentences": [{"text": "But it is, it is important to note that there is no honor among super delegates.", "sentId": 404}, {"text": "They can switch teams.", "sentId": 405}], "secId": 170}, {"speaker": "KUCINICH", "sentences": [{"text": "If it looks like she's not going to win.", "sentId": 406}], "secId": 171}, {"speaker": "KUCINICH", "sentences": [{"text": "And you heard Bernie Sanders --", "sentId": 407}], "secId": 172}, {"speaker": "KING", "sentences": [{"text": "You remember 2008.", "sentId": 408}], "secId": 173}, {"speaker": "KUCINICH", "sentences": [{"text": "I do, I do.", "sentId": 409}, {"text": "But it is -- it also -- Bernie Sanders, clearly, is thinking of -- maybe we can have two brokered conventions, could you imagine?", "sentId": 410}], "secId": 174}, {"speaker": "KUCINICH", "sentences": [{"text": "Right?", "sentId": 411}], "secId": 175}, {"speaker": "KUCINICH", "sentences": [{"text": "No, Bernie Sanders last night said, we could be on our way to a convention, a historic upset at the convention.", "sentId": 412}, {"text": "He still has his eye on it.", "sentId": 413}, {"text": "She's ahead --", "sentId": 414}], "secId": 176}, {"speaker": "HENDERSON", "sentences": [{"text": "She doesn't want to win with super delegates.", "sentId": 415}], "secId": 177}, {"speaker": "HENDERSON", "sentences": [{"text": "That would just be terrible in terms of uniting the party.", "sentId": 416}], "secId": 178}, {"speaker": "MONTANARO", "sentences": [{"text": "It's still very early.", "sentId": 417}, {"text": "But let's look at this way, I mean, Bernie Sanders has never been a Democrat, right?", "sentId": 418}], "secId": 179}, {"speaker": "MONTANARO", "sentences": [{"text": "He caucuses with the Democrats but he's an independent.", "sentId": 419}, {"text": "It's why it's so difficult for him to mount a case with super delegates.", "sentId": 420}, {"text": "I mean, back in November, she had a big lead as well.", "sentId": 421}, {"text": "But she's gained 90 delegates since November.", "sentId": 422}, {"text": "Even after Bernie Sanders' huge win in New Hampshire, Sanders gained like 11.", "sentId": 423}], "secId": 180}, {"speaker": "MONTANARO", "sentences": [{"text": "So you know, this makes a very difficult hill to climb.", "sentId": 424}, {"text": "Yes, it's true that super delegates have not gone to somebody who did not win the popular vote but they were created in the '80s because of this exact kind of scenario, where you had somebody who they felt was unelectable and wanted to tip the scales that way.", "sentId": 425}], "secId": 181}, {"speaker": "KING", "sentences": [{"text": "And truth be told, a lot of the super delegates who have not announced their intentions yet, a lot of them are actually privately already for Secretary Clinton.", "sentId": 426}, {"text": "The idea is you don't rule out the endorsement until you get to their state.", "sentId": 427}, {"text": "Or you don't roll out their endorsement.", "sentId": 428}, {"text": "You keep a few in your back pocket in case you have a bad week and you need something to try to change the news narrative.", "sentId": 429}, {"text": "You bring the out.", "sentId": 430}], "secId": 182}, {"speaker": "KING", "sentences": [{"text": "But the Sanders people and their allies, moveon.org and other liberal organizations, have been complaining.", "sentId": 431}, {"text": "Essentially he says the system is rigged against middle class workers.", "sentId": 432}, {"text": "The banks are out to get you.", "sentId": 433}, {"text": "The corporations are out to get you.", "sentId": 434}, {"text": "His people are saying, the party is out to get us.", "sentId": 435}], "secId": 183}, {"speaker": "BAKER", "sentences": [{"text": "Yes, well, look, Senator Sanders, frankly, is not all that popular among his colleagues.", "sentId": 436}, {"text": "It's not quite Ted Cruz on the Republican side.", "sentId": 437}, {"text": "But he's not the king of the class in the Senate.", "sentId": 438}, {"text": "And he's trying to turn that into lemonade, right?", "sentId": 439}], "secId": 184}, {"speaker": "BAKER", "sentences": [{"text": "I mean, make it about the powerful versus the upstart revolutionary.", "sentId": 440}], "secId": 185}, {"speaker": "BAKER", "sentences": [{"text": "So why wouldn't you do that?", "sentId": 441}], "secId": 186}, {"speaker": "BAKER", "sentences": [{"text": "And I think Jackie's right.", "sentId": 442}, {"text": "If he had actual momentum, if he was really was starting to roll up a lot of primary wins, the super delegates, even if they were unhappy about it, would start to come around.", "sentId": 443}], "secId": 187}, {"speaker": "BAKER", "sentences": [{"text": "The real question is, what is he going to do on Super Tuesday?", "sentId": 444}], "secId": 188}, {"speaker": "BAKER", "sentences": [{"text": "Can he actually look like a national candidate, who is a genuine challenger to the establishment?", "sentId": 445}], "secId": 189}, {"speaker": "BAKER", "sentences": [{"text": "And we'll know that --", "sentId": 446}], "secId": 190}, {"speaker": "KING", "sentences": [{"text": "That's an excellent point because he says he's trying to build a revolution.", "sentId": 447}, {"text": "He's trying to have a revolution within the Democratic Party and within the country at large.", "sentId": 448}, {"text": "But if you want to keep telling that to your supporters --", "sentId": 449}], "secId": 191}, {"speaker": "KING", "sentences": [{"text": "-- that was a pretty easy message after essentially a tie in Iowa.", "sentId": 450}, {"text": "It was a very easy message after a blowout Sanders win in New Hampshire.", "sentId": 451}, {"text": "It gets a little harder, if you start losing which is why it was interesting, when you listen to Senator Sanders yesterday, he's not ready at all.", "sentId": 452}, {"text": "He says bring me -- as Nia pointed out earlier, bring me to the convention.", "sentId": 453}, {"text": "We can win.", "sentId": 454}], "secId": 192}, {"speaker": "SANDERS", "sentences": [{"text": "We have come a very long way in nine months and I believe, I believe that when Democrats assemble in Philadelphia in July at that convention, we are going to see the results of one of the great political upsets in the history of the United States.", "sentId": 455}], "secId": 193}, {"speaker": "KING", "sentences": [{"text": "He has to be an optimist, of course.", "sentId": 456}, {"text": "You want to stay in the race, you have to be an optimist about your chances.", "sentId": 457}, {"text": "But the calendar, I mean, if South Carolina does -- let's see what happens but it demographically seems stacked in her favor, to Peter's point about Super Tuesday.", "sentId": 458}], "secId": 194}, {"speaker": "KING", "sentences": [{"text": "At some point if he doesn't start winning again and winning more than a little state here, a little state there, does he face the recalibration, that, OK, look, let's be honest, when you get into the race, Bernie Sanders had to think, I'm a message candidate, I'm a protest candidate.", "sentId": 459}], "secId": 195}, {"speaker": "KING", "sentences": [{"text": "And then he thought, OK, I've got a shot here.", "sentId": 460}], "secId": 196}, {"speaker": "KING", "sentences": [{"text": "What does he do now?", "sentId": 461}], "secId": 197}, {"speaker": "HENDERSON", "sentences": [{"text": "At some point it becomes just about the math, the delegate math.", "sentId": 462}], "secId": 198}, {"speaker": "HENDERSON", "sentences": [{"text": "But Bernie Sanders, he still has this movement.", "sentId": 463}, {"text": "It isn't this broad- based movement in the way that Obama had in 2008.", "sentId": 464}], "secId": 199}, {"speaker": "HENDERSON", "sentences": [{"text": "And in fact, if you look at turnout in some of these states, it was down in New Hampshire by 15 percent.", "sentId": 465}, {"text": "It was down by 40,000 voters in Nevada, younger voters, were down in Iowa as well.", "sentId": 466}, {"text": "But, you know, the folks I talked to who have known him for years say, even if he's losing the delegate math, he's going to go all the way.", "sentId": 467}], "secId": 200}, {"speaker": "KUCINICH", "sentences": [{"text": "But revolutions are really expensive.", "sentId": 468}, {"text": "And if he doesn't keep winning -- he spent more money than Hillary Clinton in January.", "sentId": 469}, {"text": "And if he doesn't start winning again, he's not going to fund-raise like he's been able to.", "sentId": 470}], "secId": 201}, {"speaker": "KING", "sentences": [{"text": "And does he -- he's been raising money online gangbusters, shattering records.", "sentId": 471}], "secId": 202}, {"speaker": "KING", "sentences": [{"text": "Does he now just try to expand his coalition by working harder among Latinos, working harder among African Americans?", "sentId": 472}], "secId": 203}, {"speaker": "KING", "sentences": [{"text": "Or does he also get more negative?", "sentId": 473}], "secId": 204}, {"speaker": "KING", "sentences": [{"text": "He did tweet last week a link to a website that says, I'll look into it, which is Hillary Clinton's answer about releasing the transcript .", "sentId": 474}], "secId": 205}, {"speaker": "KING", "sentences": [{"text": "Does he get negative or does he decide, careful?", "sentId": 475}], "secId": 206}, {"speaker": "MONTANARO", "sentences": [{"text": "Well, first of all, I think that he thinks that his message, which he's been talking about for 40 years, can resonate in particular with non-white communities.", "sentId": 476}], "secId": 207}, {"speaker": "MONTANARO", "sentences": [{"text": "And the Sanders campaign went on air in Nevada way behind in early December on Spanish language radio.", "sentId": 477}, {"text": "The Clinton campaign suddenly two, three weeks later went on air.", "sentId": 478}], "secId": 208}, {"speaker": "MONTANARO", "sentences": [{"text": "Why did that happen?", "sentId": 479}], "secId": 209}, {"speaker": "MONTANARO", "sentences": [{"text": "Watch the campaign body language more than anything.", "sentId": 480}, {"text": "That race was very close.", "sentId": 481}, {"text": "It was a tight race.", "sentId": 482}], "secId": 210}, {"speaker": "MONTANARO", "sentences": [{"text": "Now when it comes to South Carolina, the first thing to watch is look at Clinton's margin.", "sentId": 483}, {"text": "If she's been up 30, 40 points, if the Sanders campaign wants to talk about momentum and they can make the case maybe in Nevada that they were far behind, if they're further -- if they tighten the margin in South Carolina, they can still fund-raise.", "sentId": 484}], "secId": 211}, {"speaker": "KING", "sentences": [{"text": "Interesting point to make, watch the margin there.", "sentId": 485}], "secId": 212}, {"speaker": "KING", "sentences": [{"text": "And one other point, Bernie Sanders might have to keep raising money if he doesn't start winning.", "sentId": 486}, {"text": "But Hillary Clinton was in Texas last night, not just to do an event.", "sentId": 487}, {"text": "She's trying to raise money.", "sentId": 488}], "secId": 213}, {"speaker": "KING", "sentences": [{"text": "Up next, our reporters share from their notebooks, including the reason Bernie Sanders might consider a thank-you note to -- get this -- Karl Rove.", "sentId": 489}], "secId": 214}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table and ask our great reporters to share a nugget or two from their notebooks -- Nia-Malika Henderson.", "sentId": 490}], "secId": 215}, {"speaker": "HENDERSON", "sentences": [{"text": "In the lead-up to South Carolina on Saturday, we're going to see Democratic candidates court the black vote really in ways we hadn't seen before.", "sentId": 491}, {"text": "Certainly not in 2008 or before that.", "sentId": 492}, {"text": "Clinton is going to roll out a breaking down barriers story where", "sentId": 493}], "secId": 216}, {"speaker": "HENDERSON", "sentences": [{"text": "she's going to feature the mothers of five sons who have been killed, including Trayvon Martin's mother and Eric Garner's mother.", "sentId": 494}], "secId": 217}, {"speaker": "HENDERSON", "sentences": [{"text": "Bernie Sanders has an ad running in South Carolina, a very powerful, moving ad, featuring the daughter of Eric Garner.", "sentId": 495}], "secId": 218}, {"speaker": "HENDERSON", "sentences": [{"text": "What's interesting is that the Black Lives Matter protest has very much shaped a lot of this discussion, even though a lot of those leaders are sitting this race out.", "sentId": 496}], "secId": 219}, {"speaker": "HENDERSON", "sentences": [{"text": "One of the things that progressives really want to see is to put racial inequality on par with income inequality.", "sentId": 497}], "secId": 220}, {"speaker": "HENDERSON", "sentences": [{"text": "If they can make Sanders as passionate about that issue, they feel like they would have won, as well as pushing Clinton to the left on this.", "sentId": 498}], "secId": 221}, {"speaker": "HENDERSON", "sentences": [{"text": "Another concern is whether or not this kind of rhetoric in what is really a conversation around racial inequality, whether or not it just is about South Carolina and the SEC primary.", "sentId": 499}], "secId": 222}, {"speaker": "HENDERSON", "sentences": [{"text": "Or will it become kind of a permanent plane among Democrats going forward?", "sentId": 500}], "secId": 223}, {"speaker": "KING", "sentences": [{"text": "Will it carry on?", "sentId": 501}], "secId": 224}, {"speaker": "KING", "sentences": [{"text": "All right, Peter?", "sentId": 502}], "secId": 225}, {"speaker": "BAKER", "sentences": [{"text": "Well, even as the candidates are trying to drive out votes in South Carolina and Nevada yesterday, Washington took a pause in its political war to say goodbye to Justice Antonin Scalia.", "sentId": 503}], "secId": 226}, {"speaker": "BAKER", "sentences": [{"text": "And you saw people of both parties there but you didn't see President Obama.", "sentId": 504}, {"text": "He was at home at the White House, studying his binder of possible replacements.", "sentId": 505}], "secId": 227}, {"speaker": "BAKER", "sentences": [{"text": "And what's going to be really interesting is to see him come out with a nominee basically in the next couple of weeks in the teeth of a presidential election unlike anything we've ever seen.", "sentId": 506}], "secId": 228}, {"speaker": "BAKER", "sentences": [{"text": "We've had an election year nomination but we've never had one come out right in the midst of such a high-intensity, high-octane, modern, technologically advanced campaign.", "sentId": 507}, {"text": "What you're going to see is whoever he picks is a star of all sorts of campaign commercials in a way that's probably pretty unique in American politics.", "sentId": 508}], "secId": 229}, {"speaker": "KING", "sentences": [{"text": "Fascinating to what that one -- Domenico.", "sentId": 509}], "secId": 230}, {"speaker": "MONTANARO", "sentences": [{"text": "Speak of Justice Scalia, we know that the White House is going through some of those names this weekend.", "sentId": 510}, {"text": "And we know what kind of nominee this president is going to pick.", "sentId": 511}, {"text": "He's going to pick somebody who can box in Republicans because when you look at the history on this, back in 1968, Lyndon Johnson nominated two justices in an election year.", "sentId": 512}, {"text": "They both got hearings within two weeks.", "sentId": 513}, {"text": "And that's what the White House's strategy here is partially to try to", "sentId": 514}], "secId": 231}, {"speaker": "MONTANARO", "sentences": [{"text": "expose some of those cracks within Senate Republicans and see if they can get those hearings quickly.", "sentId": 515}], "secId": 232}, {"speaker": "KING", "sentences": [{"text": "Jackie?", "sentId": 516}], "secId": 233}, {"speaker": "KUCINICH", "sentences": [{"text": "So American Crossroads is going to start attacking Hillary Clinton's record on criminal justice from the '90s.", "sentId": 517}, {"text": "Things like tougher policing, the crime bill, et cetera.", "sentId": 518}, {"text": "Now Bernie Sanders also supported the crime bill so it's not really -- I'm not really sure --", "sentId": 519}], "secId": 234}, {"speaker": "KUCINICH", "sentences": [{"text": "-- how much this is going to impact but they're going to do everything they can to try to erode her standing with African American voters as they head into this primary next week.", "sentId": 520}], "secId": 235}, {"speaker": "KING", "sentences": [{"text": "The Bernie Sanders thank-you note to Karl Rove.", "sentId": 521}, {"text": "I'll close with two lessons from the collapse of the Jeb Bush campaign.", "sentId": 522}], "secId": 236}, {"speaker": "KING", "sentences": [{"text": "One, conservatives have long memories and had little interest in giving the Bush family a third try.", "sentId": 523}, {"text": "George H. W. Bush broke his \"no new taxes\" pledge, put David Souter on the Supreme Court.", "sentId": 524}], "secId": 237}, {"speaker": "KING", "sentences": [{"text": "George W. expanded Medicare and used government money to bailout Wall Street and the auto industry.", "sentId": 525}], "secId": 238}, {"speaker": "KING", "sentences": [{"text": "Selling a dynasty is hard anyway in today's environment and near impossible when your base views your brand so suspiciously.", "sentId": 526}], "secId": 239}, {"speaker": "KING", "sentences": [{"text": "Lesson two, the desire for something new extends well beyond Jeb Bush.", "sentId": 527}, {"text": "At one point, the Republican field had eight current or former governors.", "sentId": 528}, {"text": "In the final five, two political newcomers, two freshman senators and one governor.", "sentId": 529}], "secId": 240}, {"speaker": "KING", "sentences": [{"text": "The experience lane is all yours, Governor Kasich.", "sentId": 530}, {"text": "Good luck with that.", "sentId": 531}], "secId": 241}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 532}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 533}, {"text": "\"STATE OF THE UNION\" is up next.", "sentId": 534}], "secId": 242}], "sectionCount": 243, "url": "transcripts.cnn.com/TRANSCRIPTS/1602/21/ip.01.html", "sentenceCount": 536, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired February 21, 2016 - 08:00   ET", "speakers": ["KING", "CLINTON", "TRUMP", "BUSH", "CRUZ", "HENDERSON", "KUCINICH", "MONTANARO", "BAKER", "RUBIO", "week", "SANDERS", "FREEMAN", "FREEMAN ", "UNIDENTIFIED MALE"], "title": "INSIDE POLITICS"}