{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1607.19.ip.01.html.json", "subTitle": "Melania Trump's Speech Controversy; Republican Convention Coverage. Aired 12-12:30p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Welcome to this special convention edition of INSIDE POLITICS I'm John King.", "sentId": 0}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "It is day two of Donald Trump's Republican Convention here in Cleveland, and it is, again, rather chaotic.", "sentId": 1}, {"text": "I'm told Donald Trump is furious at his campaign team.", "sentId": 2}, {"text": "Also told Melania Trump is just as mad, if not more so.", "sentId": 3}, {"text": "You most likely know why.", "sentId": 4}, {"text": "To borrow a phrase, we hold this truth to be self-evident, this is plagiarism.", "sentId": 5}], "secId": 1}, {"speaker": "OBAMA", "sentences": [{"text": "We want our children and all children in this nation to know -", "sentId": 6}], "secId": 2}, {"speaker": "TRUMP", "sentences": [{"text": "Because we want our children in this nation to know -", "sentId": 7}], "secId": 3}, {"speaker": "OBAMA", "sentences": [{"text": "That the only limit to the height of your achievements is the reach of your dreams and your willingness to work hard for them.", "sentId": 8}], "secId": 4}, {"speaker": "TRUMP", "sentences": [{"text": "That the only limit to your achievements is the strength of your dreams and your willingness to work for them.", "sentId": 9}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "What was supposed to be the magic moment of opening night has instead turned into a Trump campaign nightmare.", "sentId": 10}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights, \"The Atlantic's\" Molly Ball, CNN's Manu Raju, Jonathan Martin of \"The New York Times,\" and CNN's Maeve Reston.", "sentId": 11}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Let's begin by giving Melania Trump, or whoever wrote this line, some credit.", "sentId": 12}], "secId": 8}, {"speaker": "TRUMP", "sentences": [{"text": "There would be good times and hard times and unexpected turns.", "sentId": 13}, {"text": "It would not be a Trump contest without excitement and drama.", "sentId": 14}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Well, you can't argue with that.", "sentId": 15}, {"text": "Day one had drama.", "sentId": 16}], "secId": 10}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "All those in favor say aye.", "sentId": 17}], "secId": 11}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "All those oppose, no.", "sentId": 18}], "secId": 12}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "In the opinion of the chair, the ayes have it.", "sentId": 19}, {"text": "And the resolution is agreed to.", "sentId": 20}, {"text": "Without objection, the motion to reconsider is laid upon -", "sentId": 21}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "And, here you go.", "sentId": 22}, {"text": "This was an amazing entrance.", "sentId": 23}, {"text": "Day one also had excitement.", "sentId": 24}, {"text": "And then this most unexpected turn, the biggest moment of the night, a testimonial about the man and the marriage, well, it included something borrowed.", "sentId": 25}], "secId": 14}, {"speaker": "OBAMA", "sentences": [{"text": "Barack and I were raised with so many of the same values.", "sentId": 26}], "secId": 15}, {"speaker": "TRUMP", "sentences": [{"text": "From a young age, my parents impressed on me the values -", "sentId": 27}], "secId": 16}, {"speaker": "OBAMA", "sentences": [{"text": "You work hard for what you want in life.", "sentId": 28}], "secId": 17}, {"speaker": "TRUMP", "sentences": [{"text": "That you work hard for what you want in life.", "sentId": 29}], "secId": 18}, {"speaker": "OBAMA", "sentences": [{"text": "That your word is your bond that you do what you say you're going to do.", "sentId": 30}], "secId": 19}, {"speaker": "TRUMP", "sentences": [{"text": "That your word is your bond, and you do what you say and keep your promise.", "sentId": 31}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "And now the fallout dominates day two.", "sentId": 32}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "Let's just go down the line and share some reporting.", "sentId": 33}, {"text": "The Trump campaign, at first, tried to just brush this away.", "sentId": 34}, {"text": "Internally, they can see there's a huge problem.", "sentId": 35}, {"text": "I'm told the candidate's mad, his wife is mad, his kids are mad.", "sentId": 36}, {"text": "Most of the anger being directed at the campaign chairman, Paul Manafort.", "sentId": 37}, {"text": "He didn't write the speech, but he was the guy brought in to right the ship.", "sentId": 38}, {"text": "He was the guy brought in to make sure this convention ran well.", "sentId": 39}, {"text": "And day one, off the tracks.", "sentId": 40}, {"text": "But they say they're not going to fire anybody.", "sentId": 41}], "secId": 22}, {"speaker": "BALL", "sentences": [{"text": "Well, that is the whole MO of Trump and his campaign is to never apologize, never admit that anything has happened.", "sentId": 42}, {"text": "We've seen this in the shifting explanations that the campaign has offered, this - this desire to shift attention elsewhere and not to admit that anything actually happened, which is pretty preposterous when you look at those clips the way you just did.", "sentId": 43}], "secId": 23}, {"speaker": "RAJU", "sentences": [{"text": "Yes, I mean, this is exactly what the Trump campaign has been doing all campaign season to saying, if he gets into trouble, if Donald Trump gets in trouble, to says something, to not acknowledge that he did anything wrong.", "sentId": 44}, {"text": "Not acknowledge that the campaign did anything wrong.", "sentId": 45}, {"text": "Fight back, blame the media, I'm sure we're going to get a much pretty intense pushback that the media is just making a big deal about this, going after the candidate's wife.", "sentId": 46}, {"text": "And believe that voters, at the end, just will not really care about it.", "sentId": 47}, {"text": "In some ways they may be right.", "sentId": 48}, {"text": "She's not the candidate.", "sentId": 49}, {"text": "She's the candidate's wife.", "sentId": 50}, {"text": "So the fallout, politically, would not be as bad as if it were Donald Trump, but clearly they believe that eventually the news cycle will move on.", "sentId": 51}], "secId": 24}, {"speaker": "MARTIN", "sentences": [{"text": "This happened at about 11:45 to midnight last night when you first saw online reports about the plagiarism.", "sentId": 52}, {"text": "In most campaigns, John, overnight there would be a scramble to figure out what happened to address it and to issue of some kind of talking points that would include accountability and an apology.", "sentId": 53}, {"text": "At 8:00 a.m. this morning, when I saw Reince Priebus, the chairman of the RNC, eating breakfast with the press, he had gotten no guidance.", "sentId": 54}, {"text": "It was clear, he was on his own.", "sentId": 55}, {"text": "He had no explanation for what happened here at all.", "sentId": 56}], "secId": 25}, {"speaker": "MARTIN", "sentences": [{"text": "So there's been this incoherence that you see from both the national party and the Trump campaign.", "sentId": 57}, {"text": "There is no plan for how to respond to this.", "sentId": 58}, {"text": "And, still, here it is, noon, and it's still almost, you know, not 12 hours later, I don't know, do you guys know what their answer is?", "sentId": 59}, {"text": "It's not clear.", "sentId": 60}], "secId": 26}, {"speaker": "RESTON", "sentences": [{"text": "Well, but, I mean, I think to Jonathan's point, what I've been hearing from Trump sources, you know, last night and today is that this is a situation where, you know, this was a speech that was not written by one person.", "sentId": 61}, {"text": "There were a number of guiding forces, you know, helping her.", "sentId": 62}, {"text": "Obviously, she's not a native English speaker.", "sentId": 63}, {"text": "And that there is confusion in the campaign even about how this happened.", "sentId": 64}, {"text": "And so I think that's why we saw such a huge delay in getting a coherent message together.", "sentId": 65}, {"text": "And the statement that they put out last night was incoherent.", "sentId": 66}], "secId": 27}, {"speaker": "RAJU", "sentences": [{"text": "Yes.", "sentId": 67}], "secId": 28}, {"speaker": "RESTON", "sentences": [{"text": "It talked about the fragments of Melania's speech coming from somewhere.", "sentId": 68}], "secId": 29}, {"speaker": "RAJU", "sentences": [{"text": "Right.", "sentId": 69}, {"text": "Right.", "sentId": 70}], "secId": 30}, {"speaker": "RESTON", "sentences": [{"text": "It just didn't make any sense.", "sentId": 71}, {"text": "So -", "sentId": 72}], "secId": 31}, {"speaker": "RAJU", "sentences": [{"text": "And may - and she sort of got herself into trouble by that NBC interview -", "sentId": 73}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 74}], "secId": 33}, {"speaker": "RESTON", "sentences": [{"text": "Exactly.", "sentId": 75}], "secId": 34}, {"speaker": "RAJU", "sentences": [{"text": "Yesterday saying that she -", "sentId": 76}], "secId": 35}, {"speaker": "MARTIN", "sentences": [{"text": "It was all her.", "sentId": 77}], "secId": 36}, {"speaker": "RAJU", "sentences": [{"text": "It was all her, and then the campaign said, well, it was actually a team of aides that helped her.", "sentId": 78}, {"text": "So, which one is it?", "sentId": 79}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 80}, {"text": "So she says in this interview, look, let's cut her some slack.", "sentId": 81}, {"text": "Now - and all politicians say this, I write my own speeches.", "sentId": 82}, {"text": "Few politicians do.", "sentId": 83}], "secId": 38}, {"speaker": "RAJU", "sentences": [{"text": "Totally rare.", "sentId": 84}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "Few spouses of politicians, especially who are not politically active, write their own speeches.", "sentId": 85}, {"text": "My understanding is, she gave them some thoughts.", "sentId": 86}], "secId": 40}, {"speaker": "RESTON", "sentences": [{"text": "Right.", "sentId": 87}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Most of the stuff about her upbringing.", "sentId": 88}, {"text": "They gave her - and they said this is great.", "sentId": 89}, {"text": "This is great.", "sentId": 90}, {"text": "This is wonderful.", "sentId": 91}, {"text": "We're going to fancy it up for you a little bit.", "sentId": 92}, {"text": "We're going to make it into a speech.", "sentId": 93}, {"text": "And in the process somebody, somebody, and there's no disputing this, you cannot say these lines were not taken from the Michelle Obama speech.", "sentId": 94}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "But to that point, the statement issued last night by the communications director was incoherent.", "sentId": 95}, {"text": "I don't know what point he was trying to make except go away.", "sentId": 96}, {"text": "The press is asking for a statement.", "sentId": 97}, {"text": "Hope this - you know, throw the dog a bone.", "sentId": 98}, {"text": "And then this morning, Paul Manafort, again, the man brought in to right the ship, the man in to be the alleged adult in the Trump operation blamed the media and he blamed somebody else.", "sentId": 99}], "secId": 43}, {"speaker": "MANAFORT", "sentences": [{"text": "There's no cribbing of Michelle Obama's speech.", "sentId": 100}, {"text": "These were common words and values, that she cares about her family, that things like that.", "sentId": 101}, {"text": "I mean she was speaking in front of 35 million people last night.", "sentId": 102}, {"text": "She knew that.", "sentId": 103}, {"text": "To think that she would cribbing Michelle Obama's words is crazy.", "sentId": 104}, {"text": "I mean it's so - I mean this is once again an example of when a woman threatens Hillary Clinton how she sneaks out to demean her and take her down.", "sentId": 105}, {"text": "It's not going to work.", "sentId": 106}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "Now, we're in Cleveland, not Roswell.", "sentId": 107}, {"text": "Can someone help me understand how the Trump campaign plagiarizes and Melania Trump is put on stage before millions of people, trying to soften her husband's image, and we end up talking about this the next day.", "sentId": 108}, {"text": "And this is somehow a plot by Hillary Clinton to demean her and take her down.", "sentId": 109}], "secId": 45}, {"speaker": "RESTON", "sentences": [{"text": "I mean that just was so out of - I don't even - where do you even grab that out of the ether, right?", "sentId": 110}, {"text": "I mean I think -", "sentId": 111}], "secId": 46}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 112}], "secId": 47}, {"speaker": "RESTON", "sentences": [{"text": "The case that they were making is that, you know, people started to point this out on Twitter, perhaps, and we have no idea.", "sentId": 113}, {"text": "You know, Clinton sources were prodding this along or pointing out similarities in this speech.", "sentId": 114}, {"text": "But, you know, to turn around that way.", "sentId": 115}], "secId": 48}, {"speaker": "RESTON", "sentences": [{"text": "I think the biggest point though is that, you know, a lot of people will see Melania as the victim here.", "sentId": 116}], "secId": 49}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 117}], "secId": 50}, {"speaker": "RESTON", "sentences": [{"text": "And the Trump campaign could use that to their advantage in a sense that, you know, if this turns into a pylon where it's hurting her image, I think that will be an interesting conversation that we're having toward the end of this week.", "sentId": 118}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Is it more, though - you're exactly right.", "sentId": 119}, {"text": "And, look, we have no evidence this is her fault, except for the fact, if you speak at a convention, she's a businesswoman, she's not just a spouse, she's a businesswoman, she has a brand, which is, I'm told, why she's mad.", "sentId": 120}, {"text": "That they ripped the rug out from under her.", "sentId": 121}, {"text": "But you take responsibility.", "sentId": 122}, {"text": "She's watched what's happened the last year.", "sentId": 123}, {"text": "She has been a very low key player on the campaign trail, in part because she says she did a great interview with Anderson Cooper where she said, I disagree with my husband from time to time.", "sentId": 124}, {"text": "I wish he would dial back the tone from time to time.", "sentId": 125}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "So, you are responsible, as we are sitting here, for whatever we say, you're responsible for.", "sentId": 126}, {"text": "So she has to take - own up to some responsibility.", "sentId": 127}, {"text": "However, when you understand the process, there's no question, she is not the source of where these words came from as we go forth.", "sentId": 128}, {"text": "But so we can make it about Melania Trump plagiarizing and who helped her do that, but isn't the bigger question, this is Donald Trump's moment.", "sentId": 129}, {"text": "This is Donald Trump's convention.", "sentId": 130}, {"text": "Donald Trump says all the people in the Obama administration are stupid.", "sentId": 131}, {"text": "I hire smart people.", "sentId": 132}, {"text": "I will hire the people to get the right things done.", "sentId": 133}, {"text": "If you can't run a convention, if you can't vet speeches, can you run the country?", "sentId": 134}], "secId": 53}, {"speaker": "RESTON", "sentences": [{"text": "To that point, though, last week, what they were totally focused on with a very organized operation was squashing that revolt in rule, and they did have, you know, a fleet of 100 lawyers, the Trump campaign, working on that.", "sentId": 135}, {"text": "Clearly what's happening here is there is some aspects of the campaign that are organized and others that are not organized at all.", "sentId": 136}, {"text": "And things are falling through the cracks because they are not fully staffed yet, and this has been the complaint of, you know, Republicans all over the country.", "sentId": 137}, {"text": "They don't see the ground game yet.", "sentId": 138}, {"text": "They don't see the com staff yet.", "sentId": 139}, {"text": "And he's yet to show that he has a coherent organization that can win.", "sentId": 140}], "secId": 54}, {"speaker": "MARTIN", "sentences": [{"text": "Those things that are controlled, at least in large part by the national party, and by those who are loyal to the national party, which basically are the kind of lobbyists who are here on loan for the weeks leading up to the convention, are typically run with fairly good precision.", "sentId": 141}, {"text": "Those things that are largely controlled by the Trump campaign, which is not really a campaign, it's basically making it up as you go, oftentimes you have issues.", "sentId": 142}, {"text": "And I think this speech that she gave was the domain of the campaign, not the folks who were here for the last month organizing the convention.", "sentId": 143}, {"text": "And I think that's the problem is that when these things are done by the bare bones Trump operation, things don't always go well.", "sentId": 144}], "secId": 55}, {"speaker": "RAJU", "sentences": [{"text": "And - and -", "sentId": 145}], "secId": 56}, {"speaker": "RESTON", "sentences": [{"text": "I mean Tim Tebow, right?", "sentId": 146}, {"text": "Tim Tebow was reported to be a speaker, and then suddenly it was the committee on arrangements that was being blamed for -", "sentId": 147}], "secId": 57}, {"speaker": "MARTIN", "sentences": [{"text": "And they were infuriated, by the way, by that, because -", "sentId": 148}], "secId": 58}, {"speaker": "RESTON", "sentences": [{"text": "Totally infuriated.", "sentId": 149}], "secId": 59}, {"speaker": "MARTIN", "sentences": [{"text": "Because it was not their fault.", "sentId": 150}, {"text": "The campaign was rushing to get a list out to the press of who was going to speak and they put Tebow on the list before he was confirmed.", "sentId": 151}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "So if your brand is \"The Apprentice\" and \"you're fired,\" why not fire somebody?", "sentId": 152}], "secId": 61}, {"speaker": "RAJU", "sentences": [{"text": "Well, then you'd have to acknowledge that something is wrong -", "sentId": 153}], "secId": 62}, {"speaker": "MARTIN", "sentences": [{"text": "That's right.", "sentId": 154}], "secId": 63}, {"speaker": "RAJU", "sentences": [{"text": "And they have not done that yet and that could be a whole -", "sentId": 155}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Can I go back to the, we hold some truths to be self-evident.", "sentId": 156}, {"text": "That that's not my line.", "sentId": 157}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "You know, that - yes, something's wrong.", "sentId": 158}], "secId": 66}, {"speaker": "BALL", "sentences": [{"text": "Well, to your point earlier, nobody thinks that Melania Trump did this.", "sentId": 159}, {"text": "Nobody thinks that Donald Trump did this, right?", "sentId": 160}, {"text": "It was somebody in the campaign, but it's a - but, you know, when you're the candidate, you are the CEO of your campaign.", "sentId": 161}, {"text": "You are managing an enterprise.", "sentId": 162}, {"text": "And so if your claim to fame is that that's what you're good at, it called that into question.", "sentId": 163}], "secId": 67}, {"speaker": "BALL", "sentences": [{"text": "But also, this is a huge missed opportunity.", "sentId": 164}, {"text": "The whole point of this whole week, we've been told, is to soften Donald Trump's image -", "sentId": 165}], "secId": 68}, {"speaker": "RAJU", "sentences": [{"text": "Right.", "sentId": 166}], "secId": 69}, {"speaker": "BALL", "sentences": [{"text": "And to show him as a family man, as someone who's devoted to his wife, and to his children -", "sentId": 167}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 168}], "secId": 71}, {"speaker": "BALL", "sentences": [{"text": "And who has this humanity that hasn't necessarily come across over the course of the primaries.", "sentId": 169}, {"text": "And so when the story becomes about this instead, you have missed that chance.", "sentId": 170}], "secId": 72}, {"speaker": "RAJU", "sentences": [{"text": "And look at what happened, you know, yesterday.", "sentId": 171}, {"text": "It started off with that revolt on the floor to force a procedural vote to really disrupt the proceedings on the floor.", "sentId": 172}, {"text": "And that was dominating the news coverage beforehand.", "sentId": 173}, {"text": "Then they had the speeches, which the party was on message going after Hillary Clinton.", "sentId": 174}, {"text": "And then it was overshadowed afterwards by this controversy.", "sentId": 175}, {"text": "So, clearly a rocky start to the convention.", "sentId": 176}], "secId": 73}, {"speaker": "MARTIN", "sentences": [{"text": "And  on the governor - the governor here.", "sentId": 177}], "secId": 74}, {"speaker": "RESTON", "sentences": [{"text": "Of Ohio.", "sentId": 178}], "secId": 75}, {"speaker": "MARTIN", "sentences": [{"text": "Who happens to be a popular, a two-term governor of perhaps the most crucial state in the country.", "sentId": 179}, {"text": "Who was that?", "sentId": 180}], "secId": 76}, {"speaker": "RAJU", "sentences": [{"text": "In the middle of the convention.", "sentId": 181}], "secId": 77}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 182}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 183}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "We'll get to all of that.", "sentId": 184}, {"text": "It's just stunning.", "sentId": 185}], "secId": 80}, {"speaker": "MARTIN", "sentences": [{"text": ".", "sentId": 186}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "Their central theme, as they say, for all the cases they need to prosecute here this week, the priority number one, the Trump campaign tells us, is to convince people, this is a likable guy.", "sentId": 187}, {"text": "Give him another look.", "sentId": 188}, {"text": "You'll actually like this guy if you learn from his family.", "sentId": 189}, {"text": "And most Republican strategists inside the Trump campaign, they disagree, but most Republican strategists think, off the rails on the first night.", "sentId": 190}, {"text": "We'll see if they can get back on the rails on night two and we'll get there as we move forward.", "sentId": 191}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Up next, Trump says the - the Trump campaign says Benghazi is critical to the case against Hillary Clinton.", "sentId": 192}, {"text": "Well, maybe someone should have told the candidate.", "sentId": 193}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 194}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "A little glimpse of the CNN Grill there, just outside the convention hall in Cleveland.", "sentId": 195}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Make America safe again was the theme last night.", "sentId": 196}, {"text": "And team Trump says it is thrilled with how things played out.", "sentId": 197}, {"text": "There was tough talk about law and order.", "sentId": 198}], "secId": 86}, {"speaker": "GIULIANI", "sentences": [{"text": "We know the risk you're taking, and we say \"thank you\" to every police officer and law enforcement agent who's out tonight protecting us, black, white, Latino, of every race, every color, every creed, every sexual orientation.", "sentId": 199}, {"text": "When they come to save your life, they don't ask if you are black or white, they just come to save you!", "sentId": 200}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "Rudy Giuliani was on fire last night if you didn't watch.", "sentId": 201}, {"text": "Also there was some harsh and emotional criticism of Hillary Clinton's handling of the attack on the U.S. consulate in Benghazi.", "sentId": 202}], "secId": 88}, {"speaker": "SMITH", "sentences": [{"text": "I blame Hillary Clinton personally for the death of my son.", "sentId": 203}], "secId": 89}, {"speaker": "SMITH", "sentences": [{"text": "She lied to me and then called me a liar.", "sentId": 204}], "secId": 90}, {"speaker": "SMITH", "sentences": [{"text": "When I saw Hillary Clinton at Sean's coffin ceremony just days later, she looked me squarely in the eye and told me a video was responsible.", "sentId": 205}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "But not everyone watching saw what the Trump campaign says was a big part of its opening night.", "sentId": 206}, {"text": "During that speech you just saw there on Benghazi, the candidate, Donald Trump, called into Fox News to, among other things, continue a fight with the Ohio governor, John Kasich, who has not endorsed Trump and has no role in this convention.", "sentId": 207}], "secId": 92}, {"speaker": "TRUMP", "sentences": [{"text": "If I were him and got beaten that badly, I probably wouldn't show up either.", "sentId": 208}, {"text": "He has a problem, but he signed a pledge.", "sentId": 209}, {"text": "And from a standpoint of honor, I think he should show up.", "sentId": 210}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Just from a management perspective, number one, I've never seen a candidate counter program against his own convention.", "sentId": 211}, {"text": "But, number two, the campaign chairman again, Mr. Manafort, this morning, said, I didn't know that Trump was calling into Fox News.", "sentId": 212}, {"text": "So -", "sentId": 213}], "secId": 94}, {"speaker": "MARTIN", "sentences": [{"text": ".", "sentId": 214}], "secId": 95}, {"speaker": "RAJU", "sentences": [{"text": "The thing is, this underscores the staff cannot control the candidate.", "sentId": 215}, {"text": "I mean even if Paul Manafort gives reassurances to Republicans in Washington, particularly establishment-types who are worried about the candidate, he can't do anything because Donald Trump will freelance, call into Fox News and overshadow a key aspect of that program.", "sentId": 216}, {"text": "At that exact moment, the mother of one of a men who was killed in Benghazi was blaming Hillary Clinton for her son's death, but no one who was watching Fox News saw that.", "sentId": 217}, {"text": "They were listening to Donald Trump criticize John Kasich.", "sentId": 218}], "secId": 96}, {"speaker": "MARTIN", "sentences": [{"text": "And that's the same reason why the Pence rollout was problematic too.", "sentId": 219}, {"text": "He just wants to do rallies and interviews.", "sentId": 220}, {"text": "I bet the campaign forgot , right?", "sentId": 221}, {"text": ".", "sentId": 222}], "secId": 97}, {"speaker": "BALL", "sentences": [{"text": "And talk about himself.", "sentId": 223}], "secId": 98}, {"speaker": "MARTIN", "sentences": [{"text": "About himself, exactly.", "sentId": 224}], "secId": 99}, {"speaker": "RAJU", "sentences": [{"text": "Well, that's -", "sentId": 225}], "secId": 100}, {"speaker": "BALL", "sentences": [{"text": "Yes.", "sentId": 226}], "secId": 101}, {"speaker": "MARTIN", "sentences": [{"text": "I mean that is the campaign for him, and anything that sort of takes away from that, he's not interested in.", "sentId": 227}, {"text": "And so, you know, the conventions about the VP rollout has to focus on the VP's bio and record, or traditions about, well, you don't show up for the convention on the first night, and you, obviously, don't call in during your own convention, he doesn't care about that stuff.", "sentId": 228}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 229}, {"text": "Well, but, OK, so they can't control him.", "sentId": 230}], "secId": 103}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 231}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "But they can control the stuff - they should be able to control the stuff that he's not directly involved in.", "sentId": 232}], "secId": 105}, {"speaker": "MARTIN", "sentences": [{"text": "Absolutely.", "sentId": 233}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "One of their goals is to improve Trump's standing among women.", "sentId": 234}, {"text": "One of their goal is to prove to people he can be commander in chief.", "sentId": 235}, {"text": "Close your eyes, you can see him in the situation room.", "sentId": 236}, {"text": "Another one of their goals is to maybe put Iowa in play because if you look at the electoral college map, if they can't get Pennsylvania, if they can't get a Wisconsin -", "sentId": 237}], "secId": 107}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 238}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "They've got to go find them elsewhere.", "sentId": 239}, {"text": "So you get six in Iowa.", "sentId": 240}, {"text": "You go for four in New Hampshire.", "sentId": 241}, {"text": "So a rising star in the Republican Party, Joni Ernst, was among the big speakers last night, except, except, because the program kind of went off the rails, when Joni Ernst delivered this message, it was closing in on, I think, about 11:30.", "sentId": 242}], "secId": 109}, {"speaker": "ERNST", "sentences": [{"text": "Just take a look, folks, at the pathetic track record she and Obama have in the war on ISIS.", "sentId": 243}, {"text": "This administration has called them junior varsity adversaries, ignoring some of the best advice they were given.", "sentId": 244}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "Hello?", "sentId": 245}, {"text": "General Flynn was on earlier.", "sentId": 246}, {"text": "He went on and on and on.", "sentId": 247}, {"text": "Kind of reminded me of Bill Clinton at the 1988 Democratic Convention.", "sentId": 248}, {"text": "But -", "sentId": 249}], "secId": 111}, {"speaker": "RESTON", "sentences": [{"text": "Joni Ernst is literally one of the best people that Donald Trump could have out on the campaign trail with him this fall.", "sentId": 250}, {"text": "The fact that they buried her in, you know, a 11:30 speaking slot was the first thing that didn't make any sense.", "sentId": 251}, {"text": "She is one of the few people who has a friendly relationship and a good rapport with Donald Trump behind the scenes, and go out there and help him with women and -", "sentId": 252}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Also has Tea Party credentials.", "sentId": 253}, {"text": "She's not just -", "sentId": 254}], "secId": 113}, {"speaker": "RESTON", "sentences": [{"text": "Tea Party credentials.", "sentId": 255}, {"text": "Yes.", "sentId": 256}, {"text": "BALL: And a military veteran.", "sentId": 257}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "Military veteran, right.", "sentId": 258}], "secId": 115}, {"speaker": "BALL", "sentences": [{"text": "And, you know, the theme of last night, make America safe again theme, in a lot of ways, this is an election that is playing out on Donald Trump's turf.", "sentId": 259}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 260}], "secId": 117}, {"speaker": "BALL", "sentences": [{"text": "His whole campaign from the beginning has been about the threat of terrorism and - and the threat of crime.", "sentId": 261}, {"text": "And all of the events around the world, international and domestic, are now re-enforcing that theme.", "sentId": 262}, {"text": "So this should be a huge opportunity to make the case to the American people that he is the candidate who is most tuned into those problems.", "sentId": 263}, {"text": "And, instead, at every turn, he finds really impressively creative ways to step on the message.", "sentId": 264}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 265}, {"text": "Well -", "sentId": 266}], "secId": 119}, {"speaker": "BALL", "sentences": [{"text": "And to - to that point, I mean the fact that, you know, Benghazi was such a big focus last night when it was about, you know, make America safe, they're speak - they're still speaking to the Fox News voters who are already supporting Donald Trump.", "sentId": 267}, {"text": "So where are we going to start seeing this outreach to women through people like Joni Ernst, et cetera.", "sentId": 268}], "secId": 120}, {"speaker": "RAJU", "sentences": [{"text": "And there's a way to do Joni Ernst, have her speak before Melania Trump, because she -- Melania Trump was going to be the headliner of the night.", "sentId": 269}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 270}], "secId": 122}, {"speaker": "RAJU", "sentences": [{"text": "The big story coming out of the convention.", "sentId": 271}, {"text": "Everyone who stuck with the convention watching with all the networks until Melania Trump spoke.", "sentId": 272}, {"text": "But in addition to that, the convention, albeit  the delegates, thought the convention was over -", "sentId": 273}], "secId": 123}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 274}], "secId": 124}, {"speaker": "RAJU", "sentences": [{"text": "The program was over for the next -", "sentId": 275}], "secId": 125}, {"speaker": "RESTON", "sentences": [{"text": "And literally left the room.", "sentId": 276}], "secId": 126}, {"speaker": "RAJU", "sentences": [{"text": "When Melania Trump was done.", "sentId": 277}, {"text": "Yes, .", "sentId": 278}], "secId": 127}, {"speaker": "KING", "sentences": [{"text": "Joni Ernst was speaking to a -", "sentId": 279}], "secId": 128}, {"speaker": "BALL", "sentences": [{"text": "Because the traditional way to do it is to have everything build up.", "sentId": 280}, {"text": "Yes.", "sentId": 281}], "secId": 129}, {"speaker": "KING", "sentences": [{"text": "Joni Ernst was speaking to a half empty room.", "sentId": 282}], "secId": 130}, {"speaker": "KING", "sentences": [{"text": "Now another thing.", "sentId": 283}, {"text": "This is a - this is a distraction.", "sentId": 284}, {"text": "This won't last until November.", "sentId": 285}, {"text": "But, again, to the point of opening night is so important.", "sentId": 286}, {"text": "The race is competitive.", "sentId": 287}, {"text": "Donald Trump has a chance to win.", "sentId": 288}, {"text": "Slight advantage Hillary Clinton right now.", "sentId": 289}, {"text": "So you don't want to waste a second, right?", "sentId": 290}, {"text": "As part of the conversation last night when he called into Fox News, listen to this, Donald Trump says he's the reason we're here in Cleveland.", "sentId": 291}], "secId": 131}, {"speaker": "TRUMP", "sentences": [{"text": "I wanted it to be here.", "sentId": 292}, {"text": "And we had lots of choices.", "sentId": 293}, {"text": "I wanted it to be in Ohio.", "sentId": 294}, {"text": "I recommended Ohio.", "sentId": 295}, {"text": "And people fought really hard that it be in Ohio.", "sentId": 296}, {"text": "It's a tremendous economic development event, and you look at the way it's going so far, it's very impressive.", "sentId": 297}], "secId": 132}, {"speaker": "KING", "sentences": [{"text": "I e-mailed six people at the Republican National Committee last night asking for proof that Donald Trump had anything to do with the convention being here in Ohio.", "sentId": 298}, {"text": "I don't know why he does things like that.", "sentId": 299}], "secId": 133}, {"speaker": "MARTIN", "sentences": [{"text": "What's the point?", "sentId": 300}], "secId": 134}, {"speaker": "KING", "sentences": [{"text": "The decision was made in 2014.", "sentId": 301}, {"text": "He was maybe thinking about running for president, but he wasn't involved.", "sentId": 302}, {"text": "He had nothing to do with the process.", "sentId": 303}, {"text": "Why?", "sentId": 304}], "secId": 135}, {"speaker": "RAJU", "sentences": [{"text": "Because he can't help himself.", "sentId": 305}, {"text": "I mean in -", "sentId": 306}], "secId": 136}, {"speaker": "RESTON", "sentences": [{"text": "Yes.", "sentId": 307}], "secId": 137}, {"speaker": "KING", "sentences": [{"text": "Did he invent ice cream?", "sentId": 308}], "secId": 138}, {"speaker": "BALL", "sentences": [{"text": "Well, I think what we've learned, we learned this with the Iraq War as well, Donald Trump has the ability to go back in time and take positions on things after the fact and then - and then take credit for them.", "sentId": 309}, {"text": "So this is apparently another example of that.", "sentId": 310}], "secId": 139}, {"speaker": "KING", "sentences": [{"text": "One more.", "sentId": 311}, {"text": "And, again, this is a big of a side show, but Donald Trump wanted Don King to speak to the convention.", "sentId": 312}, {"text": "The boxing promoter.", "sentId": 313}, {"text": "Don King was once convicted of manslaughter.", "sentId": 314}, {"text": "The staff, including Reince Priebus, the national chairman, talked Donald Trump out of that, saying bad idea.", "sentId": 315}, {"text": "But you're supposed to be able to tell your friend, sorry, Don, stay home.", "sentId": 316}, {"text": "Instead, Don King showed up outside the convention hall to make a point about the Republican Party.", "sentId": 317}], "secId": 140}], "sectionCount": 141, "url": "transcripts.cnn.com/TRANSCRIPTS/1607/19/ip.01.html", "sentenceCount": 319, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 19, 2016 - 12:00   ET", "speakers": ["KING", "OBAMA", "TRUMP", "UNIDENTIFIED MALE", "BALL", "RAJU", "MARTIN", "RESTON", "MANAFORT", "GIULIANI", "SMITH", "ERNST"], "title": "INSIDE POLITICS"}