{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1610.19.ip.01.html.json", "subTitle": "Final Presidential Debate Takes Place Tonight. Aired 12-12:30p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "We are live from Las Vegas.", "sentId": 0}, {"text": "It's debate night.", "sentId": 1}, {"text": "And Donald Trump trials badly, or bigly as he might say.", "sentId": 2}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "Welcome into INSIDE POLITICS.", "sentId": 3}, {"text": "I'm John King.", "sentId": 4}, {"text": "Thanks for sharing your time today.", "sentId": 5}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Three questions to frame the stakes for tonight and our conversation this noontime.", "sentId": 6}, {"text": "One, is it too late or can Donald Trump use the final debate to launch what would be an epic comeback?", "sentId": 7}], "secId": 2}, {"speaker": "TRUMP", "sentences": [{"text": "History is watching us now, waiting to see if we will rise to the moment.", "sentId": 8}, {"text": "The moment is going to be November 8th.", "sentId": 9}, {"text": "It's very simple.", "sentId": 10}, {"text": "And we will.", "sentId": 11}, {"text": "We've just begun to fight.", "sentId": 12}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Question two, what to make of this escalation.", "sentId": 13}, {"text": "First, the election was rigged.", "sentId": 14}, {"text": "Now, Donald Trump says, the FBI is tainted, too.", "sentId": 15}], "secId": 4}, {"speaker": "TRUMP", "sentences": [{"text": "Have you heard about the newly released FBI documents?", "sentId": 16}, {"text": "They reveal just how corrupt she is and it is.", "sentId": 17}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "And, question three, how will Trump respond to being openly mocked by President Obama?", "sentId": 18}], "secId": 6}, {"speaker": "OBAMA", "sentences": [{"text": "I'd advise Mr. Trump to stop whining and go try to make his case to get votes.", "sentId": 19}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights, Don Balz of \"The Washington Post,\" CNN's Maeve Reston, Ed O'Keefe of \"The Washington Post,\" and CNN's Sara Murray.", "sentId": 20}, {"text": "In this city of big bets, Hillary Clinton is the overwhelming favorite, tonight, and when America votes in just 20 days, just 20 days.", "sentId": 21}, {"text": "And for good reason.", "sentId": 22}, {"text": "She's been scored the winner of the first two debates and she comes into tonight with both a comfortable national lead and a lopsided advantage when you go state by state through the battlegrounds.", "sentId": 23}, {"text": "So the biggest question, for all of his troubles, and all of his outlandish attacks in recent days -", "sentId": 24}], "secId": 8}, {"speaker": "TRUMP", "sentences": [{"text": "The press is fighting.", "sentId": 25}, {"text": "Crooked Hillary is fighting.", "sentId": 26}, {"text": "They're doing everything they can.", "sentId": 27}, {"text": "They're lying.", "sentId": 28}, {"text": "They're cheating.", "sentId": 29}, {"text": "They're stealing.", "sentId": 30}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Can Donald Trump surprise us one more time?", "sentId": 31}, {"text": "Can he surprise us one last time and shift the focus from complaining to a compelling case for change?", "sentId": 32}], "secId": 10}, {"speaker": "TRUMP", "sentences": [{"text": "If we let the Clinton cartel run this government, history will record that 2017 was the year America lost its independence.", "sentId": 33}, {"text": "So important.", "sentId": 34}, {"text": "We will not let that happen.", "sentId": 35}, {"text": "It is time - it is time to drain the swamp in Washington, D.C.", "sentId": 36}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "So the big question I have, given the stakes, given the polling, given how we know the race is tilting her way, do we get angry Trump tonight, the election is rigged, she's crooked, or do we get change Trump tonight where he has a more tempered tone about changing Washington?", "sentId": 37}], "secId": 12}, {"speaker": "BALZ", "sentences": [{"text": "I assume we get a lot of change.", "sentId": 38}, {"text": "It is part of the argument that he is making.", "sentId": 39}, {"text": "He's introduced lobbying reform.", "sentId": 40}, {"text": "He's talked now suddenly about term limits.", "sentId": 41}, {"text": "So you can see that that's the direction he wants to go.", "sentId": 42}, {"text": "But everything we know about him is, he can't help himself on the other aspects of it.", "sentId": 43}, {"text": "And so I assume we are going to see that, whether he's provoked by Hillary Clinton or whether it just happens naturally.", "sentId": 44}], "secId": 13}, {"speaker": "RESTON", "sentences": [{"text": "And, I mean, she was so effective in that first debate, in really getting under his skin.", "sentId": 45}, {"text": "And, you know, I'm sure that - that tonight is the night for her to really make her argument that he's not fit to be commander in chief, and to do something to goad him into some - some kind of mistake that would reinforce that argument.", "sentId": 46}, {"text": "That's her best play, I think.", "sentId": 47}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "But we know that he reads the polls obsessively, although now he says, don't believe them.", "sentId": 48}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Here's something I think the president's trying to get under his skin yesterday.", "sentId": 49}, {"text": "Hillary Clinton has been trying to get under his skin.", "sentId": 50}, {"text": "I wonder how much this gets under his skin?", "sentId": 51}, {"text": "I want to show you.", "sentId": 52}, {"text": "This is brand new.", "sentId": 53}, {"text": "We're changing our CNN electoral map just this hour after going through these things over recent days.", "sentId": 54}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "We now have the map, if you look at it here, Clinton, 307 electoral votes if the election were held today.", "sentId": 55}, {"text": "Donald Trump down to 179 electoral votes.", "sentId": 56}, {"text": "The reason for this change, we've moved Arizona and Utah from leaning red or Republican states now to toss-up states because of polling in those states indicating that Donald Trump's in a lot of trouble.", "sentId": 57}, {"text": "It's possible Hillary Clinton is ahead in Arizona.", "sentId": 58}, {"text": "There's a third party candidate who could possibly win.", "sentId": 59}, {"text": "Evan McMullin could possibly win Utah.", "sentId": 60}, {"text": "We've also moved Florida and this state, Nevada, to lean Dem.", "sentId": 61}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "If you're looking at this map, and you've got 20 days to go, this has been such a volatile election, I rule nothing out.", "sentId": 62}, {"text": "However, to change so many, to change as many states as he would have to change, Sara, inside the Trump campaign, they got to know this is near impossible?", "sentId": 63}], "secId": 18}, {"speaker": "MURRAY", "sentences": [{"text": "Oh, they know that this is a very steep path and I think that's what makes Donald Trump tonight so unpredictable and why you're seeing so many Republicans twisted in knots because they hear Trump saying things like \"drain the swamp,\" thy hear him talking about term limits and say, why is this not what you've been talking about for the last six months?", "sentId": 64}, {"text": "If you had just hammered home this message, cast Hillary Clinton as a corrupt politician, we wouldn't have a situation where Utah is up for grabs, where Arizona is up for grabs.", "sentId": 65}], "secId": 19}, {"speaker": "MURRAY", "sentences": [{"text": "Now, a number of Republicans are still very, very skeptical that Arizona could actually go for Hillary Clinton, or that Donald Trump could lose Utah, because there are a lot of entrenched Republicans there, but there's nothing on that map that's going to make the Trump campaign feel good today.", "sentId": 66}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Right, if you go through this map, she's up nine points nationally right now.", "sentId": 67}, {"text": "If you average out all the national polls, she's up nine points.", "sentId": 68}, {"text": "That's unheard of in the last 15 or 20 years of American politics.", "sentId": 69}, {"text": "We've been so polarized.", "sentId": 70}, {"text": "The Romney/Obama race, on the day of the last debate, was tied.", "sentId": 71}, {"text": "Tied.", "sentId": 72}], "secId": 21}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yes.", "sentId": 73}, {"text": "And -", "sentId": 74}], "secId": 22}, {"speaker": "RESTON", "sentences": [{"text": "And Romney thought he was going to win it.", "sentId": 75}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 76}], "secId": 24}, {"speaker": "O'KEEFE", "sentences": [{"text": "Right.", "sentId": 77}], "secId": 25}, {"speaker": "O'KEEFE", "sentences": [{"text": "No, I - this is telling.", "sentId": 78}, {"text": "I would put less attention on Utah and focus in a little more I think on Arizona.", "sentId": 79}, {"text": "Things seem to really be breaking in her direction.", "sentId": 80}, {"text": "But it's untested down there.", "sentId": 81}, {"text": "So, you know, we'll see whether or not she really holds on that that.", "sentId": 82}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "And so a big theme of Donald Trump in this past week, now he's done this before, but he's been especially focusing on this rigged election.", "sentId": 83}, {"text": "And there are Republicans from Republican secretaries of state, to Republican governors, to Republicans in the Congress saying, no, it doesn't happen.", "sentId": 84}, {"text": "There's no evidence in our lifetime of widespread electoral fraud.", "sentId": 85}, {"text": "But Donald Trump says, they're all wrong.", "sentId": 86}], "secId": 27}, {"speaker": "TRUMP", "sentences": [{"text": "They even want to try and rig the election at the polling booths where so many cities are corrupt and voter fraud is all too common.", "sentId": 87}], "secId": 28}, {"speaker": "TRUMP", "sentences": [{"text": "Take a look at St. Louis.", "sentId": 88}, {"text": "Take a look at Philadelphia.", "sentId": 89}, {"text": "Take a look at Chicago.", "sentId": 90}, {"text": "And then I have even the Republicans saying, oh, this is a wonderful - look - look, if nothing else, people are going to be watching on November 8th.", "sentId": 91}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "Now, a lot of Republicans view this as reckless and irresponsible.", "sentId": 92}, {"text": "Not just Democrats, a lot of Republicans view it as reckless and irresponsible.", "sentId": 93}, {"text": "What is the end game here?", "sentId": 94}, {"text": "Is this to depress turnout, to get people to say, ah, I don't want to be part of this?", "sentId": 95}, {"text": "Or is this, from the cheerleader of the birther movement, an effort to delegitimize the winner?", "sentId": 96}], "secId": 30}, {"speaker": "BALZ", "sentences": [{"text": "I think it's a combination of both, although I - I'm agnostic on whether it's to depress turnout or simply to try to bring out voters who would be natural Trump supporters who have been, you know, on the sidelines in past elections.", "sentId": 97}, {"text": "I mean what he really needs at this point, because he is not doing anything to expand into other areas of the electorate, he needs people who would be for him who don't generally vote.", "sentId": 98}, {"text": "So he's trying to stir that up and create that kind of energy to bring out in a sense a hidden vote.", "sentId": 99}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 100}], "secId": 32}, {"speaker": "RESTON", "sentences": [{"text": "Yes, the secret army of Trump voters that hasn't been turning out in all these - these past elections.", "sentId": 101}, {"text": "And I think that that's why we have seen him over and over again using that kind - it's really coded language what he was using right there and that would fire people up, get them out, make them believe that this is an election that is not too - too hard a hill for him to climb.", "sentId": 102}], "secId": 33}, {"speaker": "MURRAY", "sentences": [{"text": "And I do think it is worth pointing out that there are a number of new Republicans that have registered in Ohio.", "sentId": 103}, {"text": "There are a number of new Republicans who have registered in Pennsylvania.", "sentId": 104}, {"text": "These are the numbers the Trump campaign is looking at.", "sentId": 105}], "secId": 34}, {"speaker": "RESTON", "sentences": [{"text": "Here in Nevada, too.", "sentId": 106}], "secId": 35}, {"speaker": "MURRAY", "sentences": [{"text": "Here in Nevada.", "sentId": 107}, {"text": "And saying, maybe this really could be a secret weapon.", "sentId": 108}, {"text": "And in Ohio, the people who have dug into these numbers have found that there are Republicans who haven't voted in the last four elections who say that they are 100 percent turning out for Trump.", "sentId": 109}, {"text": "The question is -", "sentId": 110}], "secId": 36}, {"speaker": "RESTON", "sentences": [{"text": "I mean it's not beyond the realm of possibility.", "sentId": 111}], "secId": 37}, {"speaker": "MURRAY", "sentences": [{"text": "No.", "sentId": 112}, {"text": "But the question is, can you get those in such substantial numbers that you can turn around the kind of devastating map that we're looking at right now?", "sentId": 113}], "secId": 38}, {"speaker": "BALZ", "sentences": [{"text": "And I think the other aspect of this is, is - let's say there are a number of those voters.", "sentId": 114}, {"text": "And there probably are.", "sentId": 115}, {"text": "How many voters who have voted Republican in the past, in a state like Ohio, suburban women who are not going to vote for him this time, I mean that's - that's the - that's the balance that he's up against.", "sentId": 116}], "secId": 39}, {"speaker": "RESTON", "sentences": [{"text": "Lots.", "sentId": 117}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 118}, {"text": "And that's one of the big questions for tonight.", "sentId": 119}, {"text": "And we're going to, in the course of the hour, we'll get more granular about Trump's challenges and about Secretary Clinton's challenges.", "sentId": 120}, {"text": "We'll take a closer look at the polling and the state of the race.", "sentId": 121}, {"text": "But how much does the women's issue come up tonight?", "sentId": 122}, {"text": "Donald Trump's own voice on that tape talking about groping.", "sentId": 123}, {"text": "Then the nine, 10 or 11 women who have come forward since then and said, he did that to me, some sort of inappropriate conduct.", "sentId": 124}, {"text": "How much of that comes up tonight, a, from Hillary Clinton, but also from a very tough questioner, Chris Wallace?", "sentId": 125}], "secId": 41}, {"speaker": "O'KEEFE", "sentences": [{"text": "I mean it's worth raising again, if only because the question at the last debate was, have you ever done this?", "sentId": 126}, {"text": "He said, no.", "sentId": 127}, {"text": "And days later women were saying he did exactly that.", "sentId": 128}, {"text": "He would have to answer to that onstage tonight.", "sentId": 129}], "secId": 42}, {"speaker": "O'KEEFE", "sentences": [{"text": "I'm more curious to see how Secretary Clinton takes that on -", "sentId": 130}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 131}], "secId": 44}, {"speaker": "O'KEEFE", "sentences": [{"text": "Should it be raised, because there's been talk about how she hasn't been as vocal about it.", "sentId": 132}, {"text": "Partly because of the history of the Clintons with this issue.", "sentId": 133}, {"text": "But does she perhaps use this now as a moment to really try to put him away by raising it on behalf of women.", "sentId": 134}], "secId": 45}, {"speaker": "RESTON", "sentences": [{"text": "But it doesn't feel like she needs to.", "sentId": 135}, {"text": "I mean she has just allowed this issue to breathe, these allegations to be thrown out there and discussed.", "sentId": 136}, {"text": "And everyone is talking about it in America.", "sentId": 137}, {"text": "There's nothing That Hillary Clinton needs to say about it to make her case.", "sentId": 138}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "I suspect Chris Wallace will try to draw her out on this.", "sentId": 139}, {"text": "We'll see what she wants to say.", "sentId": 140}, {"text": "It's a fascinating question, though, for her, if you come in with this big lead, do you play it safe?", "sentId": 141}, {"text": "And there are risks in being over cautious.", "sentId": 142}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Another issue we know that will come up tonight is these hacked e-mails, released by WikiLeaks, but the United States government says it has convincing evidence that it's the Russians behind this.", "sentId": 143}, {"text": "We know Donald Trump wants to make a big deal of it because they raise some legitimate questions and we'll go through the specifics as we go through the hour.", "sentId": 144}, {"text": "They raise some legitimate questions about Clinton campaign strategy, about whether what she says in public is what she says in private, and why the dichotomy there.", "sentId": 145}], "secId": 48}, {"speaker": "today", "sentences": [{"text": "today it is the Democrats.", "sentId": 146}, {"text": "Tomorrow it could be us.\"", "sentId": 147}], "secId": 49}, {"speaker": "today", "sentences": [{"text": "Marco Rubio in that statement there.", "sentId": 148}, {"text": "I will bet you everything that's in my pocket that Donald Trump's not going to follow that advice.", "sentId": 149}, {"text": "But it's interesting that Marco Rubio's stepping forward at this moment in time saying something that - whether he - he might mean it for the big, global long-term picture benefits Hillary Clinton?", "sentId": 150}], "secId": 50}, {"speaker": "BALZ", "sentences": [{"text": "Well, it does - it does benefit Hillary Clinton, but only in a minor way.", "sentId": 151}, {"text": "I mean what Marco Rubio says about these issues at this point is not going to play significantly into the national discussion in the last three weeks of this campaign.", "sentId": 152}, {"text": "More important will be what happens in the debate tonight, what Donald Trump does and, in fact, what, you know, what else comes out from further leaks that may dribble out over the next several days or weeks.", "sentId": 153}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 154}], "secId": 52}, {"speaker": "MURRAY", "sentences": [{"text": "But I do - but I do think it's worth, you know, remembering that Senator Marco Rubio gets intelligence briefings, so he may know more about this than we do.", "sentId": 155}, {"text": "And it's also worth think about how completely apoplectic Republicans would be if this had happened to them.", "sentId": 156}, {"text": "Think about how different the narrative would be and how many Republicans would be out talking about how this is a breach of our security, that this is a foreign government trying to intervene in our election, and they've been mostly silent on that, except for Marco Rubio today.", "sentId": 157}, {"text": "If the tables were turned, I think this would be a very different narrative.", "sentId": 158}], "secId": 53}, {"speaker": "RESTON", "sentences": [{"text": "And he has so much to work with tonight, Trump -", "sentId": 159}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 160}], "secId": 55}, {"speaker": "RESTON", "sentences": [{"text": "In the leaked e-mails that we have seen over the last couple of days.", "sentId": 161}, {"text": "You know, he could have hammered Hillary Clinton on that all night -", "sentId": 162}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 163}], "secId": 57}, {"speaker": "RESTON", "sentences": [{"text": "And probably do some good for his campaign.", "sentId": 164}], "secId": 58}, {"speaker": "O'KEEFE", "sentences": [{"text": "I see that statement and all I wonder is, what's in Marco Rubio's e-mails?", "sentId": 165}], "secId": 59}, {"speaker": "RESTON", "sentences": [{"text": "Yes.", "sentId": 166}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Hold that thought.", "sentId": 167}], "secId": 61}, {"speaker": "RESTON", "sentences": [{"text": "What's in anybody's e-mails, right?", "sentId": 168}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Hold - hold that thought.", "sentId": 169}, {"text": "A bit later, we'll get into Clinton's final debate challenges from new FBI e-mail memos, to those new WikiLeaks revelations.", "sentId": 170}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Next, though, a deeper dive on the biggest debate question for Donald Trump.", "sentId": 171}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 172}, {"text": "We're live on the University of Nevada Las Vegas campus, the site of tonight's debate.", "sentId": 173}, {"text": "And you might see there's a little bit of a crowd behind us getting into the atmosphere.", "sentId": 174}, {"text": "It's all good.", "sentId": 175}, {"text": "Supporters of both campaigns chanting out here.", "sentId": 176}, {"text": "That's what we want.", "sentId": 177}, {"text": "We want active democracy.", "sentId": 178}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Donald Trump's character is a flashpoint in tonight's debate, in part because of that tape where he brags about groping women and the allegations of inappropriate behavior that have followed the release of that tape.", "sentId": 179}, {"text": "His credibility is also a flashpoint.", "sentId": 180}, {"text": "Never mind the Democrats.", "sentId": 181}, {"text": "Most Republicans say Trump is just making it up when he rants about a rigged election and rampant fraud.", "sentId": 182}], "secId": 66}, {"speaker": "KASICH", "sentences": [{"text": "Look, to say that elections are rigged and all these votes are stolen, that's like saying we never landed on the moon, frankly, that's how silly it is.", "sentId": 183}], "secId": 67}, {"speaker": "KASICH", "sentences": [{"text": "That's just a silly argument.", "sentId": 184}, {"text": "The problem is, it does create doubt in people's minds, and I worry about 25 percent of Americans who may say when an election is over it was stolen.", "sentId": 185}, {"text": "That is a big, fat joke.", "sentId": 186}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "Trump's temperament also a big question in this final debate.", "sentId": 187}, {"text": "Something President Obama had in mind as he stood in the Rose Garden yesterday and deliberately mocked Trump's tough guy persona.", "sentId": 188}], "secId": 69}, {"speaker": "OBAMA", "sentences": [{"text": "It doesn't really show the kind of leadership and toughness that you'd want out of a president.", "sentId": 189}, {"text": "He started whining before the game's even over?", "sentId": 190}, {"text": "If whenever things are going badly for you and you lose, you start blaming somebody else?", "sentId": 191}, {"text": "Then you don't have what it takes to be in this job.", "sentId": 192}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "They talk about a president's bully pulpit.", "sentId": 193}, {"text": "I have not - I don't recall in my lifetime, anyway, a president using the Rose Garden at a press conference with a foreign leader to essentially - those are the Clinton campaign pre-debate talking points.", "sentId": 194}, {"text": "Let's try to get under his skin about, you're a cry baby, Don, you're a cry baby about all this whining.", "sentId": 195}, {"text": "The president's enjoying it.", "sentId": 196}, {"text": "The question is, does Trump react?", "sentId": 197}], "secId": 71}, {"speaker": "O'KEEFE", "sentences": [{"text": "Well, we'll see.", "sentId": 198}, {"text": "But, you're right, he's now taken on Trump overseas in press conferences alongside at least three foreign leaders and gladly takes the bait and does this every time.", "sentId": 199}, {"text": "And it probably does get under Trump's skin.", "sentId": 200}], "secId": 72}, {"speaker": "O'KEEFE", "sentences": [{"text": "But I -", "sentId": 201}], "secId": 73}, {"speaker": "RESTON", "sentences": [{"text": "He's unshackled.", "sentId": 202}], "secId": 74}, {"speaker": "MURRAY", "sentences": [{"text": "Clearly.", "sentId": 203}], "secId": 75}, {"speaker": "O'KEEFE", "sentences": [{"text": "Exactly.", "sentId": 204}, {"text": "There you go.", "sentId": 205}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "Obama - Obama unshackled.", "sentId": 206}, {"text": "There you go.", "sentId": 207}, {"text": "Well, he - it was - we're laughing about this, and we're at a very serious point in the election, but he actually said, you know, I'm going to be a - have to be a little bit more subdued this time because he was standing with a foreign leader, because in was in the White House.", "sentId": 208}, {"text": "But, come on, there was nothing subtle in what the president was trying to do yesterday.", "sentId": 209}], "secId": 77}, {"speaker": "BALZ", "sentences": [{"text": "And he knows he'll have opportunities to be less subtle over the last couple of weeks of the campaign when he's actually out doing campaigning.", "sentId": 210}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 211}], "secId": 79}, {"speaker": "BALZ", "sentences": [{"text": "But he's doing what all Democrats are doing right now.", "sentId": 212}, {"text": "They're just poking, poking, poking Donald Trump because they know he can't resist it.", "sentId": 213}, {"text": "And that will happen again tonight.", "sentId": 214}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "And Trump supporters disagree and they say the main stream media is out to get him.", "sentId": 215}, {"text": "There's just no such evidence that there is such widespread fraud.", "sentId": 216}, {"text": "There have been studies on this.", "sentId": 217}, {"text": "Are there small incidents of fraud?", "sentId": 218}, {"text": "Absolutely.", "sentId": 219}, {"text": "Should they be investigated?", "sentId": 220}, {"text": "Absolutely.", "sentId": 221}, {"text": "Should we have more money to maintain our voter rolls?", "sentId": 222}, {"text": "Absolutely.", "sentId": 223}, {"text": "But is there widespread fraud in the United States?", "sentId": 224}, {"text": "No.", "sentId": 225}, {"text": "That's one thing Donald Trump says on the campaign trail that just simply isn't true.", "sentId": 226}, {"text": "Also, he's talking about the influence of non- citizens, illegal voting, Donald Trump talks about a lot.", "sentId": 227}, {"text": "Listen.", "sentId": 228}], "secId": 81}, {"speaker": "TRUMP", "sentences": [{"text": "Fourteen percent of non-citizens in both 2008 and 2010 samples indicated that they were registered to vote.", "sentId": 229}, {"text": "Oh, isn't that wonderful?", "sentId": 230}, {"text": "Because non-citizens tend to favor Democrats, to put it mildly, Obama won more than 80 percent of the votes of non-citizens in the 2008 sample.", "sentId": 231}], "secId": 82}, {"speaker": "TRUMP", "sentences": [{"text": "It is possible that non-citizen votes were responsible for Obama's 2008 victory in North Carolina.", "sentId": 232}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "I don't believe there's any evidence of that either, is there?", "sentId": 233}], "secId": 84}, {"speaker": "O'KEEFE", "sentences": [{"text": "No.", "sentId": 234}, {"text": "No.", "sentId": 235}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "None.", "sentId": 236}, {"text": "This has become - I remember traveling in the 2014 mid- term campaign, when this was largely because of talk radio, not so much amplified by the candidates.", "sentId": 237}, {"text": "But in this case it's on conservative talk radio and amplified by the candidates.", "sentId": 238}, {"text": "In 2014 it was that ISIS was infecting illegal Mexican immigrants with Ebola.", "sentId": 239}, {"text": "They were coming across the border and they were told to get on subways and buses and, you know, cough and spit at us.", "sentId": 240}, {"text": "And when you traveled the country, a lot of people who made common sense about everything else would repeat this.", "sentId": 241}, {"text": "There's no evidence that there are a wave of non-citizen illegal voting in the United States.", "sentId": 242}], "secId": 86}, {"speaker": "O'KEEFE", "sentences": [{"text": "And did he mention North Carolina there at the end?", "sentId": 243}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 244}], "secId": 88}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yes, that's - because they know they're going to lose North Carolina potentially -", "sentId": 245}], "secId": 89}, {"speaker": "MURRAY", "sentences": [{"text": "But it -", "sentId": 246}], "secId": 90}, {"speaker": "O'KEEFE", "sentences": [{"text": "And they're trying to raise concerns about the results there.", "sentId": 247}], "secId": 91}, {"speaker": "MURRAY", "sentences": [{"text": "But there - it is an actual study he is citing that looked at these non-citizen voters.", "sentId": 248}, {"text": "But even the study points out that this sample is so small that they couldn't stand by their conclusions with real confidence.", "sentId": 249}, {"text": "They couldn't' confidently say that any of these voters had actually swayed an outcome in North Carolina.", "sentId": 250}], "secId": 92}, {"speaker": "MURRAY", "sentences": [{"text": "And I think that gets back to your point that there are, of course, instances of fraud, because it is a free and open election and so you can do that, but there is no evidence of widespread and systemic fraud.", "sentId": 251}, {"text": "And when Donald Trump is talking about how people should be out there watching the results, we do have people out there watching the results.", "sentId": 252}, {"text": "We have people who are partisans, who are Republicans and who are Democrats and who are credentialed ahead of time to be at polling places and to watch for any irregularities and to report them.", "sentId": 253}, {"text": "We have a system that is overseen by Republicans and Democrats leading their different states.", "sentId": 254}, {"text": "So this would involve both parties conspiring against one another at just an astronomical level to rob Donald Trump of the election.", "sentId": 255}], "secId": 93}, {"speaker": "O'KEEFE", "sentences": [{"text": "And yet, let's remember, the fact that this has now been talked about, for days and will be for the next few weeks, means it's baked in now.", "sentId": 256}, {"text": "So, at this point, whoever wins has to somehow come out of the election and make clear they have the mandate and make clear that it was clean, which is why when you talk to Democrats privately they say, gosh, not only do we have to win now, we have to pick up three or four states, and we have to win by more than five points to make it clear to the skeptics we won it fair and square.", "sentId": 257}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "I was actually stunned last night.", "sentId": 258}, {"text": "Michael Cohen, who's an attorney for the Trump organization, he gets involved with Mr. Trump, he doesn't work for the campaign, said last night that he thought the concession speech of the loser would be the most important moment on election night.", "sentId": 259}], "secId": 95}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yes.", "sentId": 260}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "And he seemed to be very gracious about it, saying the loser better step forward and be gracious about this, which is not what you hear from other people in the Trump organization.", "sentId": 261}, {"text": "I was very surprised.", "sentId": 262}, {"text": "You should look at Michael Cohen's remark if you didn't see it.", "sentId": 263}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "So Trump has to deal with that tonight.", "sentId": 264}, {"text": "He will be pressed by Chris Wallace.", "sentId": 265}, {"text": "I'm sure he'll be pressed by Secretary Clinton to say, Mr. Trump, these things simply aren't true.", "sentId": 266}, {"text": "Why do you keep repeating them on the campaign trail?", "sentId": 267}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "Look at this dynamic here.", "sentId": 268}, {"text": "This is a Fox News national poll.", "sentId": 269}, {"text": "Who will change the country for the better?", "sentId": 270}, {"text": "Hillary Clinton, 47.", "sentId": 271}, {"text": "Donald Trump, 44.", "sentId": 272}, {"text": "Trump has led on this dynamic throughout the campaign.", "sentId": 273}, {"text": "If - she's the Democrat.", "sentId": 274}, {"text": "We've had a two-term Democratic presidency.", "sentId": 275}, {"text": "If the American people have now become convinced that they're about even or that she has a slight edge on the issue of who would change the country for the better, well, Dan, then that's ball game, game, set, match.", "sentId": 276}], "secId": 99}, {"speaker": "BALZ", "sentences": [{"text": "Well, everything we've seen over the last six weeks suggests that this campaign has moved farther and farther and farther away from Donald Trump.", "sentId": 277}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "So how do - how do you, in a debate, it's like bending steel, but how does, in a debate, does he bend that back?", "sentId": 278}], "secId": 101}, {"speaker": "BALZ", "sentences": [{"text": "Frankly, I don't know how he does it.", "sentId": 279}, {"text": "I mean I'm not sure it's possible at this point for him to do it.", "sentId": 280}, {"text": "I think the question is how - how does he want to spend the last 20 days of this election?", "sentId": 281}, {"text": "Does he want to continue to hammer, hammer, hammer away?", "sentId": 282}, {"text": "Does he want to continue to make wild charges, or does he want to begin to back off a little bit.", "sentId": 283}, {"text": "You know, there's no evidence that the Donald Trump we've seen for the last 16 or 18 months is going to change and be a different candidate, but these are real issues for him as well as for the country.", "sentId": 284}], "secId": 102}, {"speaker": "RESTON", "sentences": [{"text": "Because that change argument was - was really what his most effective tool was for these critical groups of voters that he is losing, like suburban white women.", "sentId": 285}, {"text": "And the more that he goes into the rigged election and wild conspiracy theories, he just loses his audience.", "sentId": 286}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 287}, {"text": "You're right, early in the first debate, when he was making the case for change, both on the economy and changing Washington, he was very effective.", "sentId": 288}, {"text": "Those were his best moments of the two debates so far.", "sentId": 289}, {"text": "We'll see what Donald Trump brings tonight when he gets those question.", "sentId": 290}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "In a bit, Secretary Clinton has some tough challenges tonight, too.", "sentId": 291}, {"text": "But next, a then and now look at the map, from debate one to debate three and why Trump has gone from bragging about the polls to complaining.", "sentId": 292}, {"text": "Guess what?", "sentId": 293}, {"text": "They're rigged, too.", "sentId": 294}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 295}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "It is an understatement, and dramatically so, to say the debate season has not been kind to Donald Trump.", "sentId": 296}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "Let's go back in time.", "sentId": 297}, {"text": "This was the state of play September 26th, the first presidential debate at Hofstra, on Long Island.", "sentId": 298}, {"text": "CNN poll of polls, a statistical dead heat, Donald Trump was moving up.", "sentId": 299}, {"text": "Some national polls actually showed him ahead at that point.", "sentId": 300}, {"text": "But the average was a two point Clinton lead, 43-41.", "sentId": 301}, {"text": "That was September 26th, the first debate.", "sentId": 302}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "Look at where we are today.", "sentId": 303}, {"text": "What a dramatic change.", "sentId": 304}, {"text": "A nine-point Clinton lead in the national polls.", "sentId": 305}, {"text": "This is unheard of in recent president's politics.", "sentId": 306}, {"text": "In polarized America, she has a nine-point national lead heading into the third and final debate.", "sentId": 307}, {"text": "And what that does is it dramatically reshapes the map that matters most, the path to 270 electoral votes.", "sentId": 308}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "Here's where we were on the day of the first debate.", "sentId": 309}, {"text": "Now, we still had Secretary Clinton at and above the finish line, the dark blue and the light blue stats.", "sentId": 310}, {"text": "She was at 272.", "sentId": 311}, {"text": "But, at that point, back then, Donald Trump was leading or tied in Nevada.", "sentId": 312}, {"text": "Leading or tied in Florida.", "sentId": 313}, {"text": "Leading or tied in North Carolina.", "sentId": 314}, {"text": "Leading or tied in Ohio.", "sentId": 315}, {"text": "He was in the hunt.", "sentId": 316}, {"text": "He had momentum.", "sentId": 317}, {"text": "He was closing this gap.", "sentId": 318}, {"text": "If you added all that up, he was in the 260 range and making a race of this.", "sentId": 319}], "secId": 110}], "sectionCount": 111, "url": "transcripts.cnn.com/TRANSCRIPTS/1610/19/ip.01.html", "sentenceCount": 321, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 19, 2016 - 12:00   ET", "speakers": ["KING", "TRUMP", "OBAMA", "BALZ", "RESTON", "MURRAY", "O'KEEFE", "today", "KASICH"], "title": "INSIDE POLITICS"}