{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1607.31.ip.01.html.json", "subTitle": "The Tim Kaine Factor; Clinton Wants Voters to Give Her A Fresh Look; DNC Chair Won't Speak at Convention; Trump's Convention Call to Arms. Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Hillary Clinton picks a partner.", "sentId": 0}], "secId": 0}, {"speaker": "CLINTON", "sentences": [{"text": "Senator Tim Kaine is everything Donald Trump and Mike Pence are not.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "The Democrats hope their A-list convention halts any Donald Trump momentum.", "sentId": 2}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "And more chaos, this time at a Munich shopping mall.", "sentId": 3}, {"text": "Will it bolster Trump's case for change?", "sentId": 4}], "secId": 3}, {"speaker": "TRUMP", "sentences": [{"text": "This is the legacy of Hillary Clinton: death, destruction, terrorism and weakness.", "sentId": 5}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Plus, why this morning rant has some Republicans worried.", "sentId": 6}], "secId": 5}, {"speaker": "TRUMP", "sentences": [{"text": "I like Ted.", "sentId": 7}, {"text": "He's fine.", "sentId": 8}, {"text": "Again, I don't want his endorsement.", "sentId": 9}, {"text": "If he gives it, I will not accept it.", "sentId": 10}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 11}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 12}, {"text": "I'm John King.", "sentId": 13}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "We are live tonight from the Democratic convention hall in the great city of Philadelphia.", "sentId": 14}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Three questions as Hillary Clinton gets her big stage right here in this hall and as Donald Trump shifts from convention to general election.", "sentId": 15}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Number one, can Clinton use the spotlight to ease concerns about her honesty and trustworthiness or is she too well known to win a fresh look?", "sentId": 16}], "secId": 11}, {"speaker": "CLINTON", "sentences": [{"text": "Instead of the fear and the anger and the resentment, the lack of any solutions to help working families get ahead or keep our country safe, I sense the confidence, the optimism that you know what, we are stronger together and we're going to make that future better.", "sentId": 17}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Here is question two: what difference will Tim Kaine make?", "sentId": 18}, {"text": "His home state of Virginia is a cherished electoral prize and Clinton hopes her running mate is also a not so secret weapon in Florida and other states where Latinos can make the difference.", "sentId": 19}], "secId": 13}, {"speaker": "KAINE", "sentences": [{"text": "The first 100 days, we'll put forward a comprehensive immigration reform package that includes a path to citizenship.", "sentId": 20}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Get ready for a lot of that.", "sentId": 21}], "secId": 15}, {"speaker": "And here is question three", "sentences": [{"text": "is Donald Trump his own worst enemy?", "sentId": 22}, {"text": "His convention speech was a call to law and order but instead of a singular focus on Clinton, he seems at time much more interested in his war of words on primary rival Ted Cruz.", "sentId": 23}], "secId": 16}, {"speaker": "TRUMP", "sentences": [{"text": "All I did is point out the fact that on the cover of the \"National Enquirer\", there was a picture of him and crazy Lee Harvey Oswald having breakfast.", "sentId": 24}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "Priceless.", "sentId": 25}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights, Jonathan Martin of the \"New York Times,\" Maeve Reston of CNN, Julie Pace of \"The Associated Press\", and CNN's Jeff Zeleny.", "sentId": 26}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton steps into the history books this week.", "sentId": 27}, {"text": "Right here in Philadelphia, the first woman to lead a major party ticket in the United States, but first woman president is her higher goal.", "sentId": 28}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "In the days ahead here, more than critical.", "sentId": 29}, {"text": "Donald Trump is gaining ground in many key battleground states and his call for law and order and big change in Washington just might fit the country's mood.", "sentId": 30}, {"text": "So, Clinton's mission is clear, paint Trump as a risk America can't afford to take.", "sentId": 31}], "secId": 21}, {"speaker": "CLINTON", "sentences": [{"text": "Donald Trump may think America is in decline but he's wrong.", "sentId": 32}, {"text": "America's best days are still ahead of us, my friends.", "sentId": 33}], "secId": 22}, {"speaker": "CLINTON", "sentences": [{"text": "And when he says, as he did say, \"I alone can fix it,\" he's not only wrong, he's dangerously wrong.", "sentId": 34}, {"text": "We Americans, we solve problems together.", "sentId": 35}, {"text": "And if Donald doesn't", "sentId": 36}], "secId": 23}, {"speaker": "CLINTON", "sentences": [{"text": "understand that, he doesn't understand America.", "sentId": 37}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "And with help from her friends, Clinton hopes, including her new vice presidential running mate, to ask you take another look, rethink your doubts about her honesty and integrity.", "sentId": 38}], "secId": 25}, {"speaker": "KAINE", "sentences": [{"text": "I'm a Catholic and Hillary is a Methodist, but I tell you her creed is the same as mine -- do all the good you can.", "sentId": 39}, {"text": "Pretty simple.", "sentId": 40}, {"text": "Do all the good you can.", "sentId": 41}], "secId": 26}, {"speaker": "KAINE", "sentences": [{"text": "Give service to one another.", "sentId": 42}, {"text": "Now, that's a notion that Americans of every faith tradition and every moral tradition believe in and it's a message that Hillary Clinton has taken to heart for her entire life.", "sentId": 43}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "Let's start with the Kaine pick.", "sentId": 44}, {"text": "That's the big thing in the news.", "sentId": 45}, {"text": "Jeff, you were at the announcement yesterday, this fits both of the goals.", "sentId": 46}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton said she wanted a governing choice, someone she could work with in the White House.", "sentId": 47}, {"text": "She remembers the dysfunction with Al Gore back in the Bill Clinton days, but let's be honest, this is also a political choice, not just a governing choice.", "sentId": 48}, {"text": "Virginia is important but those Spanish language skills in Florida, New Mexico, Nevada, Colorado, and beyond.", "sentId": 49}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "It's an observation, but when he was speaking yesterday -- she looked happy.", "sentId": 50}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "You don't see her that happy on the campaign trail that much.", "sentId": 51}], "secId": 31}, {"speaker": "ZELENY", "sentences": [{"text": "She absolutely did.", "sentId": 52}, {"text": "As she was sitting back in her stool watching him speak, she had a look on her that I'm not sure I have seen yet on the campaign trail and I have had at a lot of rallies, dozens of rallies.", "sentId": 53}, {"text": "It was a different look than a couple weeks earlier in Charlotte when President Obama was trying to make the case for her.", "sentId": 54}], "secId": 32}, {"speaker": "The difference is this", "sentences": [{"text": "she has been in politics so long, she has been a partner so many times, but now, this is her partner.", "sentId": 55}, {"text": "She owns this relationship and looked so happy in that choice.", "sentId": 56}], "secId": 33}, {"speaker": "The difference is this", "sentences": [{"text": "You're right about Tim Kaine.", "sentId": 57}, {"text": "They hope he is the full package.", "sentId": 58}, {"text": "Yes, he is a governor, he is a senator, even a mayor, lieutenant governor.", "sentId": 59}, {"text": "He has the insider credentials in this anti-establishment year, but the Spanish speaking is key.", "sentId": 60}], "secId": 34}, {"speaker": "The difference is this", "sentences": [{"text": "But he also has something more, his optimism as he was speaking there.", "sentId": 61}, {"text": "They believe that he, in fact, is a good communicator.", "sentId": 62}, {"text": "A lot of talk about, oh, he is no boring.", "sentId": 63}, {"text": "He didn't look boring to me yesterday.", "sentId": 64}], "secId": 35}, {"speaker": "The difference is this", "sentences": [{"text": "That crowd in Miami yesterday did not think he was boring at all.", "sentId": 65}, {"text": "They believe that he will be a sunny side up addition to this ticket here.", "sentId": 66}], "secId": 36}, {"speaker": "The difference is this", "sentences": [{"text": "Now, on the margins we will see if he can help her honesty and trustworthiness, but the Spanish language skills, he is not up there reading a few lines that someone wrote for him in Spanish, he feels that, he knows that from his time at a Jesuit missionary in Honduras.", "sentId": 67}, {"text": "This is real for him.", "sentId": 68}], "secId": 37}, {"speaker": "PACE", "sentences": [{"text": "And just as a very practical matter he would be on Spanish language television every day and will be between now and the November election and the influence of that can't be underestimated.", "sentId": 69}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 70}, {"text": "Especially, again, if you could take Florida's 29 away from Donald Trump his path to the presidency is incredibly hard.", "sentId": 71}], "secId": 39}, {"speaker": "MARTIN", "sentences": [{"text": "And Virginia.", "sentId": 72}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "And Virginia.", "sentId": 73}, {"text": "You take, what is it eight in Virginia?", "sentId": 74}], "secId": 41}, {"speaker": "MARTIN", "sentences": [{"text": "Thirteen.", "sentId": 75}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "Thirteen in Virginia, 29 in Florida, then Trump has to go Pennsylvania across to Wisconsin.", "sentId": 76}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "What about the politics of this?", "sentId": 77}, {"text": "Bernie Sanders, I don't believe he said a word yet.", "sentId": 78}, {"text": "Donald Trump was on Twitter this morning saying it's disrespectful to Bernie, that this isn't progressive enough.", "sentId": 79}], "secId": 44}, {"speaker": "RESTON", "sentences": [{"text": "I think we certainly can expect Donald Trump to keep trying to pump that up.", "sentId": 80}, {"text": "There is from the folks that I've talked to in the Bernie Sanders camp there is a lot of disappointment about that.", "sentId": 81}], "secId": 45}, {"speaker": "RESTON", "sentences": [{"text": "It's not like anyone was actually really expecting it, but there were so many of his supporters who did not like Hillary Clinton, had trust issues with her, loved the sort of -- the way that Bernie fashioned himself as an outsider, and they see this pick as sort of being the epitome of the insider pick as Jeff was saying.", "sentId": 82}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "But Hillary Clinton thinks she has enough space here delegate- wise and, B, that Donald Trump will motivate the liberals even if they are mad about Tim Kaine.", "sentId": 83}, {"text": "The question is, the vice presidential, what's his role, right?", "sentId": 84}, {"text": "People don't vote for vice president but he is important on the campaign trail.", "sentId": 85}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Here is a little flavor of Tim Kaine attack dog.", "sentId": 86}], "secId": 48}, {"speaker": "KAINE", "sentences": [{"text": "When Donald Trump says he has your back, you better watch out.", "sentId": 87}, {"text": "From Atlantic City to his so-called university, he leaves a trail of broken promises.", "sentId": 88}, {"text": "Hillary Clinton is the direct opposite of Donald Trump.", "sentId": 89}], "secId": 49}, {"speaker": "KAINE", "sentences": [{"text": "She doesn't insult people, she listens to them.", "sentId": 90}], "secId": 50}, {"speaker": "KAINE", "sentences": [{"text": "She doesn't trash our allies, she respects them.", "sentId": 91}, {"text": "And she will always have our backs.", "sentId": 92}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Again, you see her in the background, she is just lit up.", "sentId": 93}, {"text": "She's happy, this is her big day, so she's happy.", "sentId": 94}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "Trump again trying to stoke what we were just talking about.", "sentId": 95}, {"text": "He's on \"Meet the Press\" this morning and he says of Tim Kaine he's in favor of TPP, that's Trans Pacific Partnership, a trade deal, every other trade deal he has ever looked at now he is going to change, don't worry about that, it's OK, he's going to change his tune, essentially saying he's flip-flopping to get on the ticket.", "sentId": 96}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "The trade issue has been important for Trump.", "sentId": 97}, {"text": "Does it matter in this selection of Kaine?", "sentId": 98}], "secId": 54}, {"speaker": "PACE", "sentences": [{"text": "I think that you're going to see Tim Kaine move away from TPP.", "sentId": 99}, {"text": "The Clinton campaign has already signaled that saying in the course of their private discussions that he said that he agrees with Hillary Clinton that the TPP deal in its current form is unacceptable to him.", "sentId": 100}, {"text": "Whether that will be enough to ease the kind of anxiety among the Bernie supporters, I don't know, but it is just fascinating to watch the Democratic Party move away from a Democratic president on this issue.", "sentId": 101}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "That's right.", "sentId": 102}], "secId": 56}, {"speaker": "MARTIN", "sentences": [{"text": "A popular one, too.", "sentId": 103}], "secId": 57}, {"speaker": "PACE", "sentences": [{"text": "Absolutely.", "sentId": 104}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "Labor organizations for the most part yesterday, their public statements were supportive of Kaine.", "sentId": 105}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Let's move to Hillary Clinton's big challenge when she takes the stage and the other speakers this week, including the president of the United States, to rebut the argument we heard from Trump in Cleveland.", "sentId": 106}, {"text": "Trump essentially said we're in chaos, we're in crisis, here at home and abroad, and that this administration, the current president and his former secretary of state simply don't get it when it comes to security.", "sentId": 107}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "What does Hillary Clinton do to say, no, I get it and here is how I'm different from you, but convince people out there who think we need tough law and order, that she's the right person?", "sentId": 108}], "secId": 61}, {"speaker": "ZELENY", "sentences": [{"text": "It's her big challenge, I think.", "sentId": 109}, {"text": "A, they want to reset the sort of the national dialogue here that things aren't in disaster, things aren't in decline, and President Obama does a pretty good job of that because his numbers are increasing ever so slightly.", "sentId": 110}, {"text": "He's coming to this convention at a much higher place than he was four years ago in terms of his standing, but it is still a challenge for her to articulate we feel your pain, but things are OK.", "sentId": 111}, {"text": "So, she's tried to thread the needle, I think she will do that again on Thursday night, but that is the sole challenge here.", "sentId": 112}], "secId": 62}, {"speaker": "ZELENY", "sentences": [{"text": "I think Tim Kaine helps with that.", "sentId": 113}, {"text": "His story, you know -- the son of a welder, other things, he seems to be more in touch with the real America than her.", "sentId": 114}], "secId": 63}, {"speaker": "ZELENY", "sentences": [{"text": "She has been in public life for so long, it is hard for her to express that she is fighting for you.", "sentId": 115}], "secId": 64}, {"speaker": "MARTIN", "sentences": [{"text": "One fast observation, too --", "sentId": 116}], "secId": 65}, {"speaker": "RESTON", "sentences": [{"text": "Yesterday, I was out talking to swing voters in the Philly suburbs about Trump's speech and the contrast with Clinton's message, and they are not right now buying into, you know, things are sunny and they're better than you think.", "sentId": 117}, {"text": "And I think that that is a huge challenge to see whether that message works for her because what I've heard out there and what we've all been hearing for weeks is fear, you know, the constant stream of terror attacks and shootings, and there's a sense that Hillary Clinton, while she may have more experience, that Trump would be stronger on a lot of those issues.", "sentId": 118}], "secId": 66}, {"speaker": "RESTON", "sentences": [{"text": "The problem for Trump is that people out there think --hey have no idea what he's going to do.", "sentId": 119}, {"text": "They just have the perception that he would be stronger.", "sentId": 120}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Not a lot of policy attached to his tough talk in Cleveland.", "sentId": 121}, {"text": "I think it's one of the deficiencies of the Republican convention.", "sentId": 122}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "The question is, Democrats want a huge risk in they say it's a problem, not a crisis.", "sentId": 123}, {"text": "Let's show some polling in some of these swing state Senate races, that showed before the convention, Trump was on the move, closing in or pulling ahead in several of these swing states, and security was the issue driving the polls.", "sentId": 124}], "secId": 69}, {"speaker": "MARTIN", "sentences": [{"text": "Yes, there is no question about it, that I think a pattern of terrorism is going to keep Trump competitive in this race, especially in states that are less diverse, they are largely white.", "sentId": 125}], "secId": 70}, {"speaker": "MARTIN", "sentences": [{"text": "Talking to folks yesterday about the campaign, it was striking talking to Republicans and I think that's going to be one of the key groups this year are those people in the GOP who just aren't comfortable with Trump but at the same time they don't want to vote for a Clinton.", "sentId": 126}, {"text": "Talking to that kind of group yesterday that's on the fence, the Kaine pick makes them feel better.", "sentId": 127}, {"text": "It makes them feel like, OK, maybe I can do the Clinton vote because Kaine seems to be a pretty decent normal mainstream guy.", "sentId": 128}], "secId": 71}, {"speaker": "ZELENY", "sentences": [{"text": "It's not just Munich and other things.", "sentId": 129}, {"text": "The Democrats I was talking to this week, senators and others who are worried about where the party is right now on security issues here at home, too, with the unrest on the streets, with the police shootings, et cetera.", "sentId": 130}, {"text": "That's a fine line she needs to walk, as well, supporting the police, as well as acknowledging the other issues out there.", "sentId": 131}], "secId": 72}, {"speaker": "ZELENY", "sentences": [{"text": "Democrats are worried that the party --", "sentId": 132}], "secId": 73}, {"speaker": "ZELENY", "sentences": [{"text": "Exactly.", "sentId": 133}, {"text": "That's a fine line.", "sentId": 134}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "Fine line for her.", "sentId": 135}, {"text": "Again, much for to talk about here.", "sentId": 136}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "Next, Clinton's convention wish list.", "sentId": 137}, {"text": "Cleveland was a Clinton prosecution, here in Philadelphia, you might say the defense gets its turn.", "sentId": 138}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "First, though, politicians say or sing the darndest things.", "sentId": 139}, {"text": "President Obama, he has Al Green, right?", "sentId": 140}, {"text": "You've seen him singing \"Let's Stay Together\", but the first lady she's got music royalty, Queen B.", "sentId": 141}], "secId": 77}, {"speaker": "OBAMA", "sentences": [{"text": "This is the White House and we're passing the Rose Garden as you see here.", "sentId": 142}], "secId": 78}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Yes.", "sentId": 143}], "secId": 79}, {"speaker": "OBAMA", "sentences": [{"text": "This is the Oval Office.", "sentId": 144}, {"text": "My husband is in there somewhere.", "sentId": 145}], "secId": 80}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Is he in there right now?", "sentId": 146}], "secId": 81}, {"speaker": "OBAMA", "sentences": [{"text": "He better be, that's where he said he was.", "sentId": 147}], "secId": 82}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "I mean, Beyonce.", "sentId": 148}], "secId": 83}, {"speaker": "OBAMA", "sentences": [{"text": "What can we say?", "sentId": 149}], "secId": 84}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "We were fully in the beehive.", "sentId": 150}], "secId": 85}, {"speaker": "OBAMA", "sentences": [{"text": "We just dropped the mike.", "sentId": 151}], "secId": 86}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Didn't we?", "sentId": 152}], "secId": 87}, {"speaker": "OBAMA", "sentences": [{"text": "We were making honey there in the life.", "sentId": 153}], "secId": 88}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "We were in the beehive.", "sentId": 154}], "secId": 89}, {"speaker": "OBAMA", "sentences": [{"text": "We were making honey to put in our lemonade.", "sentId": 155}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 156}, {"text": "We're live this morning from the Democratic convention hall in Philadelphia.", "sentId": 157}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "The biggest obstacle to Hillary Clinton winning the White House might not be Donald Trump.", "sentId": 158}, {"text": "It could be what most of you think about Hillary Clinton.", "sentId": 159}, {"text": "Look at these numbers, 65 percent of Americans say no when asked if she's honest.", "sentId": 160}, {"text": "And just shy of six in ten doubt she is sincere in what she says.", "sentId": 161}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Because of those bad numbers, just about every speaker here in Philadelphia will ask you to take a fresh look, including her running mate.", "sentId": 162}], "secId": 93}, {"speaker": "KAINE", "sentences": [{"text": "These are tough times for many in our country, but we're tough people and that's something else I learned from my folks, tough times don't last, but tough people do.", "sentId": 163}, {"text": "And they don't come any tougher or any more compassionate than Hillary Clinton.", "sentId": 164}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "Can she change this?", "sentId": 165}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "This is like an albatross around her neck.", "sentId": 166}, {"text": "She's been in public life for a very long time.", "sentId": 167}, {"text": "When you've been in public life for so long, it's hard to change these numbers.", "sentId": 168}, {"text": "And then she recently had the FBI director essentially say, you know, maybe she's going to get the job of president, but if she applied for a job at the FBI that involved computer use, I wouldn't hire her.", "sentId": 169}], "secId": 96}, {"speaker": "PACE", "sentences": [{"text": "If you go out and talk to voters, Democratic voters, who want to vote for her, who may actually vote for her, you hear this over and over again.", "sentId": 170}, {"text": "They don't trust her.", "sentId": 171}, {"text": "They feel like she is out for herself, that the Clintons play with different rules and they've felt that way for a long time.", "sentId": 172}], "secId": 97}, {"speaker": "PACE", "sentences": [{"text": "How you change that perception especially in light of what happened with the FBI director I think is going to be a huge challenge to her.", "sentId": 173}, {"text": "It just underscores the fact that the Clinton campaign completely underestimated the legs that the e-mail controversy had and didn't get ahead of it.", "sentId": 174}], "secId": 98}, {"speaker": "PACE", "sentences": [{"text": "When you show her comments at the U.N. press conference last year and line them up with what she said throughout the year and James Comey said, it's really damning.", "sentId": 175}], "secId": 99}, {"speaker": "RESTON", "sentences": [{"text": "It's so interesting because we waited and waited, that the big complaints from Trump allies was that he was not using the FBI director's words like he should be, pounding them every day on the campaign trail.", "sentId": 176}, {"text": "He finally did that in his speech last week and his advisors are hoping to keep him on a much more steady focus, to just keep driving that message to hurt her with those voters who don't trust her.", "sentId": 177}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "So, she has honesty and integrity character questions, she also has problems on the issues.", "sentId": 178}, {"text": "Yes, if you look at the national polls, she's a little ahead.", "sentId": 179}, {"text": "If you go state by state, she's ahead in the path to 270, if you will, although I said some polling last week -- at the end of the week that suggests to me Trump is closing in, if not passing her in some of these states.", "sentId": 180}, {"text": "And then, look at the issues, look at the issues.", "sentId": 181}, {"text": "Donald Trump leads", "sentId": 182}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "her in our latest poll by eight points on the economy.", "sentId": 183}, {"text": "Almost always issue number one in presidential elections.", "sentId": 184}, {"text": "Donald Trump leads her by six points on the issue of terrorism.", "sentId": 185}, {"text": "Donald Trump leads her by 13 points on who would best handle ISIS.", "sentId": 186}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "You see Hillary Clinton's advantages more broadly on foreign policy, on health care, on abortion rights and race relations, but if this is an election about the economy and security, those top three numbers suggestion, Julie, that she comes into the hall with that problem.", "sentId": 187}], "secId": 103}, {"speaker": "PACE", "sentences": [{"text": "It definitely does.", "sentId": 188}, {"text": "I think what she has to hope is that voters in November look at this not as an issues election but as a temperament election and say that because things are so bad, because I do feel so anxious, I need to stick with someone who understands the system, who may not be my first choice but I at least don't think would screw things up royally.", "sentId": 189}, {"text": "Trump is a much bigger risk.", "sentId": 190}], "secId": 104}, {"speaker": "PACE", "sentences": [{"text": "That is the fundamental question in this election, risk versus steadiness.", "sentId": 191}], "secId": 105}, {"speaker": "MARTIN", "sentences": [{"text": "This election cannot be about Hillary Clinton if she is so win.", "sentId": 192}, {"text": "She has to basically render him unacceptable.", "sentId": 193}, {"text": "And if she does that, then she'll win.", "sentId": 194}], "secId": 106}, {"speaker": "MARTIN", "sentences": [{"text": "But it is -- it's going to be tough for her.", "sentId": 195}, {"text": "You know, the reason why this race still as competitive as it is in large part is because of her own negatives.", "sentId": 196}, {"text": "Given Trump's historic unpopularity, this should not be that competitive of a race.", "sentId": 197}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "In addition to the security challenge, when you see her down eight points in the economy, Trump is for change, I will change Washington, I'm against these trade deals, he's very much  -- he has not added a lot of policy about --", "sentId": 198}], "secId": 108}, {"speaker": "MARTIN", "sentences": [{"text": "No.", "sentId": 199}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "Although Ivanka added -- Ivanka suggested some policies, but we will get to that in a minute.", "sentId": 200}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "What is Hillary Clinton's economic message if you had to put it on a bumper sticker?", "sentId": 201}, {"text": "Doesn't she have to -- I don't know what she's for.", "sentId": 202}], "secId": 111}, {"speaker": "ZELENY", "sentences": [{"text": "It's basically, again, what Jonathan is saying, saying that Donald Trump is unacceptable.", "sentId": 203}, {"text": "And the interesting thing about these numbers is, there's already millions and millions, tens of millions of dollars in television advertising from the Clinton campaign and Democrats behind this trying to define and brand Donald Trump.", "sentId": 204}, {"text": "That clearly hasn't worked at least as of this point in terms of the economy.", "sentId": 205}], "secId": 112}, {"speaker": "tchotchke", "sentences": [{"text": "I'm not sure they won't care about that when they start seeing", "sentId": 206}], "secId": 113}, {"speaker": "tchotchke", "sentences": [{"text": "ads in Ohio and ads in Pennsylvania.", "sentId": 207}], "secId": 114}, {"speaker": "ZELENY", "sentences": [{"text": "But they have already been up, though, on the air.", "sentId": 208}], "secId": 115}, {"speaker": "PACE", "sentences": [{"text": "Right.", "sentId": 209}], "secId": 116}, {"speaker": "ZELENY", "sentences": [{"text": "So, the question, will advertising work in this campaign like it has before?", "sentId": 210}, {"text": "It didn't in the primary.", "sentId": 211}, {"text": "Of course, this is a different audience here.", "sentId": 212}], "secId": 117}, {"speaker": "ZELENY", "sentences": [{"text": "But that's one worry that will be in this hall.", "sentId": 213}, {"text": "Is Donald Trump sort of, you know, oblivious to -- or protected from all this normal types of advertising?", "sentId": 214}], "secId": 118}, {"speaker": "RESTON", "sentences": [{"text": "And sometimes we have been seeing really strange reactions to ads against Donald Trump.", "sentId": 215}, {"text": "You know, at UCLA, they've been watching the differences and seeing a backlash sometimes when his voice is used in a pro-Hillary ad.", "sentId": 216}, {"text": "So that will be, I think, the most fascinating thing to watch this fall.", "sentId": 217}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "It's interesting.", "sentId": 218}, {"text": "I mean, she has a long list, to their credit the Democrats have been more specific on policy.", "sentId": 219}, {"text": "You don't have to agree with it if you're watching at home.", "sentId": 220}, {"text": "To their credit, they have laid out more plans than Donald Trump has.", "sentId": 221}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "However, I don't know if you're trying to put it under an umbrella, what is, it fighting for you, on your side.", "sentId": 222}, {"text": "You don't get that from Hillary Clinton.", "sentId": 223}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "But let me ask one other question about what's going to happen here.", "sentId": 224}, {"text": "Bernie Sanders was the runner up, Bernie Sanders has come around and he endorsed Hillary Clinton.", "sentId": 225}, {"text": "He said nice things.", "sentId": 226}, {"text": "Donald Trump reached out to Bernie Sanders voters and Bernie Sanders went on Twitter and essentially said, sorry, pal, you sound like a dictator to me, you're not going to get my voters.", "sentId": 227}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "Now, coming into this convention, you have this WikiLeaks thing about the DNC e-mails where it appears, if these e-mails are authentic, that a whole lot of people inside the DNC had their thumb on the scale, to essentially help Hillary Clinton.", "sentId": 228}], "secId": 123}, {"speaker": "MARTIN", "sentences": [{"text": "There was gambling in the casino, John?", "sentId": 229}, {"text": "I'm shocked to hear that.", "sentId": 230}], "secId": 124}, {"speaker": "MARTIN", "sentences": [{"text": "Look, of course, the DNC was for Hillary the entire time.", "sentId": 231}, {"text": "President Obama was for Hillary the entire time.", "sentId": 232}, {"text": "We all knew that.", "sentId": 233}, {"text": "There was nobody who was, you know, actually supporting Bernie Sanders in the Democratic Party establishment.", "sentId": 234}, {"text": "The problem is, though, they pretended like they were neutral.", "sentId": 235}, {"text": "I", "sentId": 236}], "secId": 125}, {"speaker": "MARTIN", "sentences": [{"text": "don't get that.", "sentId": 237}, {"text": "I mean, just be honest about what your preference is.", "sentId": 238}, {"text": "We think that she has the best chance for us to win, we are for her.", "sentId": 239}], "secId": 126}, {"speaker": "MARTIN", "sentences": [{"text": "Instead, they played this game of saying, no, you know, we're not taking sides.", "sentId": 240}, {"text": "Everybody knew that that was not the case, but they did that for an entire year plus, and now, lo and behold, we get e-mails that are exposing them and so it's that much worse now.", "sentId": 241}], "secId": 127}, {"speaker": "KING", "sentences": [{"text": "So, the chairperson doesn't get to speak.", "sentId": 242}, {"text": "They denied her the right to speak.", "sentId": 243}], "secId": 128}, {"speaker": "KING", "sentences": [{"text": "But you were at that event yesterday, she spoke before Hillary Clinton.", "sentId": 244}, {"text": "Hillary Clinton praised her.", "sentId": 245}, {"text": "That's poking the Sanders people in the eye.", "sentId": 246}], "secId": 129}, {"speaker": "ZELENY", "sentences": [{"text": "Yes, and as soon as she praised her, there was a bit of a protest going on.", "sentId": 247}, {"text": "So, that was why Debbie Wasserman Schultz is not going to be speaking from that podium.", "sentId": 248}], "secId": 130}, {"speaker": "ZELENY", "sentences": [{"text": "It's extraordinary.", "sentId": 249}, {"text": "The chairwoman of a party in a historic ticket where the potential first woman president of the United States, the chairwoman of the party is going to gavel in and gavel out probably in the middle of the night because she would be heckled on this floor.", "sentId": 250}, {"text": "She would be treated like Ted Cruz or worse on this floor.", "sentId": 251}, {"text": "So, you know, it's damning.", "sentId": 252}], "secId": 131}, {"speaker": "RESTON", "sentences": [{"text": "It's also that, I mean, I'm not sure we will see, you know, people standing on chairs at this convention the way that we did last week and shouting.", "sentId": 253}, {"text": "But it really, as the timing of it, to stoke the anger of those Bernie Sanders supporters who are really disappointed and felt like the system was really rigged against him politically.", "sentId": 254}], "secId": 132}, {"speaker": "PACE", "sentences": [{"text": "That's the point.", "sentId": 255}], "secId": 133}, {"speaker": "PACE", "sentences": [{"text": "That the rigged system I think is really the key to this because Bernie supporters --", "sentId": 256}], "secId": 134}, {"speaker": "MARTIN", "sentences": [{"text": "That was the message.", "sentId": 257}], "secId": 135}, {"speaker": "PACE", "sentences": [{"text": "-- aren't going to line up with Donald Trump on a lot of issues, trade maybe.", "sentId": 258}, {"text": "But they can line up behind him in the sense that the political system is rigged and we have to overhaul it.", "sentId": 259}], "secId": 136}, {"speaker": "KING", "sentences": [{"text": "One of the strongest argument you can have in this election, change a broken Washington.", "sentId": 260}, {"text": "Trump says only he can do it.", "sentId": 261}, {"text": "I don't know.", "sentId": 262}, {"text": "We will see how that one goes.", "sentId": 263}], "secId": 137}, {"speaker": "KING", "sentences": [{"text": "Up next, the Democrats say Donald Trump's convention message was dark, dismal, depressing.", "sentId": 264}, {"text": "But is he in touch with your mood right now?", "sentId": 265}], "secId": 138}, {"speaker": "KING", "sentences": [{"text": "But, first, please take our INSIDE POLITICS quiz this morning, which Trump child would you most like to see run for public office.", "sentId": 266}, {"text": "Don Jr., Ivanka, Eric or Tiffany?", "sentId": 267}, {"text": "Tell us now at CNN.com/vote.", "sentId": 268}], "secId": 139}, {"speaker": "KING", "sentences": [{"text": "The party that controls the White House gets the last word in presidential conventions.", "sentId": 269}], "secId": 140}, {"speaker": "so", "sentences": [{"text": "counter Donald Trump's convention call to arms.", "sentId": 270}], "secId": 141}, {"speaker": "TRUMP", "sentences": [{"text": "Together we will lead our party back to the White House and we will lead our country back to safety, prosperity and peace.", "sentId": 271}, {"text": "We will be a country of generosity and warmth, but we will also be a country of law and order.", "sentId": 272}], "secId": 142}, {"speaker": "KING", "sentences": [{"text": "Now, a lot of critics found that speech dark, even alarmist, but Trump is making a bet.", "sentId": 273}, {"text": "Two-thirds of Americans already think the country is off on the wrong track.", "sentId": 274}, {"text": "Economic anxiety drives most of that.", "sentId": 275}, {"text": "Trump believes when you add in recent police shootings at home and terror abroad, there are enough voters will share his crisis mood and want something different.", "sentId": 276}], "secId": 143}, {"speaker": "TRUMP", "sentences": [{"text": "This is the legacy of Hillary Clinton: death, destruction, terrorism and weakness.", "sentId": 277}, {"text": "But Hillary Clinton's legacy does not have to be America's legacy.", "sentId": 278}], "secId": 144}, {"speaker": "KING", "sentences": [{"text": "We talked a bit about this before, but the challenge here -- I mean, Trump is the challenger, he views Hillary as the incumbent.", "sentId": 279}, {"text": "And some strategists tell you if you have a challenger/incumbent environment, A, stir up controversy, but, B, try to create a crisis atmosphere.", "sentId": 280}, {"text": "Trump may not have to create it, it may be out there.", "sentId": 281}], "secId": 145}, {"speaker": "PACE", "sentences": [{"text": "Absolutely.", "sentId": 282}], "secId": 146}, {"speaker": "MARTIN", "sentences": [{"text": "He is exaggerating it, though.", "sentId": 283}], "secId": 147}, {"speaker": "PACE", "sentences": [{"text": "He is exaggerating it.", "sentId": 284}, {"text": "But if you talk to voters, there is a lot of anxiety, definitely.", "sentId": 285}, {"text": "That is not a misread of the electorate on his part.", "sentId": 286}], "secId": 148}, {"speaker": "PACE", "sentences": [{"text": "But I also find that voters do not generally feel in their lives like things are coming apart at the seams and he does risk, I think, overplaying his hand here.", "sentId": 287}, {"text": "I think he would be more successful if he did try to focus more on Hillary Clinton, what she did in the Obama administration and how that is affecting the current climate.", "sentId": 288}], "secId": 149}, {"speaker": "KING", "sentences": [{"text": "If he might be overplaying it, here is a question, the president of the United States is a key asset for Hillary Clinton, is he underplaying it?", "sentId": 289}], "secId": 150}, {"speaker": "OBAMA", "sentences": [{"text": "This vision of violence and chaos everywhere doesn't really jive with the experience of most people.", "sentId": 290}, {"text": "I mean, I hope people the next morning walked outside and the birds were chirping and the sun was out.", "sentId": 291}], "secId": 151}, {"speaker": "KING", "sentences": [{"text": "It was fascinating to me in Trump's speech is that he started by making a case against Obama.", "sentId": 292}, {"text": "Before he got to Clinton, he was making the case against the incumbent president, which is key to this change environment, you need something different.", "sentId": 293}], "secId": 152}, {"speaker": "KING", "sentences": [{"text": "When the president talks about the birds chirping and everything, again, could that almost seem too soft?", "sentId": 294}], "secId": 153}, {"speaker": "RESTON", "sentences": [{"text": "I mean, I think it can.", "sentId": 295}, {"text": "I really think that there is deep, deep anxiety out there.", "sentId": 296}, {"text": "You know, in terms of economic anxiety, voters will say to you, \"Well, I'm doing okay, but I know a lot of people who are working two jobs now to make what they were making before, I'm worried about my kids' retirement.\"", "sentId": 297}], "secId": 154}, {"speaker": "RESTON", "sentences": [{"text": "On the national security anxiety, there is real fear that these attacks are happening in random places, that it's here in our country and, you know, that terrorism, you know, is not under control and that Hillary Clinton -- Trump, of course, is making the argument that Hillary Clinton would be a third term of President Obama.", "sentId": 298}], "secId": 155}, {"speaker": "RESTON", "sentences": [{"text": "And I think a lot of voters are open to hearing from both sides, you know, what they would do to actually handle what they do see as chaos.", "sentId": 299}], "secId": 156}, {"speaker": "MARTIN", "sentences": [{"text": "With the caveat that a national security event this fall would have a dramatic effect on the American psyche, I actually don't think it's that bad right now for Democrats.", "sentId": 300}, {"text": "President Obama's numbers are above 50 percent for the first time in a long time.", "sentId": 301}, {"text": "The unemployment rate is now below 5 percent.", "sentId": 302}, {"text": "He got reelected when the unemployment rate was far higher than that.", "sentId": 303}], "secId": 157}, {"speaker": "MARTIN", "sentences": [{"text": "And again, they are running against somebody who is simply unacceptable to wide swaths of the electorate.", "sentId": 304}, {"text": "This is not a national election.", "sentId": 305}, {"text": "If Donald Trump can't carry Florida, Virginia, Colorado, Nevada he is going to have to pull a perfect straight across the Rust Belt to win and that's a very unlikely scenario.", "sentId": 306}], "secId": 158}, {"speaker": "KING", "sentences": [{"text": "Unlikely perhaps, but one of the things he hopes sell there, and we heard at the convention, in the old days -- we talked about at the convention, you moved to the middle.", "sentId": 307}, {"text": "If you're a Republican, you went right to the primaries, you move to the middle, Democrat, you went left in the primaries, you move to the middle.", "sentId": 308}], "secId": 159}, {"speaker": "KING", "sentences": [{"text": "Donald Trump maybe on a couple things moved to the middle, but on the issue of immigration, we talk about how much he needs Latino votes, Donald Trump doubled down.", "sentId": 309}], "secId": 160}, {"speaker": "TRUMP", "sentences": [{"text": "We are going to build a great border wall to stop illegal immigration, to stop the gangs, and the violence and to stop the drugs from pouring into our communities.", "sentId": 310}], "secId": 161}, {"speaker": "RESTON", "sentences": [{"text": "This is a huge gamble.", "sentId": 311}], "secId": 162}, {"speaker": "KING", "sentences": [{"text": "You cannot get more of a clear choice.", "sentId": 312}, {"text": "You saw Tim Kaine yesterday, \"We are for a path to citizenship, not legal status.\"", "sentId": 313}, {"text": "Donald Trump says, \"We're going to build a wall.\"", "sentId": 314}], "secId": 163}, {"speaker": "RESTON", "sentences": [{"text": "The fact that he hasn't moderated his message really at all and even on the Muslim ban as we heard, he has talked about how his most recent language expands it, right?", "sentId": 315}, {"text": "I mean, I think that is a huge problem for the campaign going forward, but Trump seems to want to stay right on that message and stick with it.", "sentId": 316}], "secId": 164}, {"speaker": "ZELENY", "sentences": [{"text": "And what Jonathan said, it has to be a straight win all across the Rust Belt including here in Pennsylvania.", "sentId": 317}], "secId": 165}, {"speaker": "ZELENY", "sentences": [{"text": "And that -- you know, there is no doubt states like Pennsylvania, Ohio, maybe even Michigan, much more competitive than four years ago, but it is still difficult to believe that we are going to defy recent electoral history here.", "sentId": 318}], "secId": 166}, {"speaker": "KING", "sentences": [{"text": "We did in the primaries, the question is, will we in the general --", "sentId": 319}], "secId": 167}, {"speaker": "ZELENY", "sentences": [{"text": "Yes, but it's a bigger audience.", "sentId": 320}, {"text": "The reality is, we're going to hear a couple people on this stage, one is Michelle Obama, we had her in the clip earlier.", "sentId": 321}, {"text": "Boy, is she a big asset in terms of getting younger voters out and African-American voters out.", "sentId": 322}, {"text": "She is, I'm told, so invested in this election.", "sentId": 323}, {"text": "It's personal for her, too, and all against Donald Trump.", "sentId": 324}], "secId": 168}, {"speaker": "KING", "sentences": [{"text": "Remember the birther issue.", "sentId": 325}, {"text": "This is very personal for the Obama.", "sentId": 326}, {"text": "It's not just keep a Democrat in the White House.", "sentId": 327}, {"text": "It's keep that guy out of the White House.", "sentId": 328}], "secId": 169}, {"speaker": "MARTIN", "sentences": [{"text": "There is not a good track record of Obama turning out his voters for candidates besides himself.", "sentId": 329}, {"text": "Keep in mind, 2010, 2014, he and Michelle Obama spent a lot of time trying to get the Obama coalition out for other candidates.", "sentId": 330}], "secId": 170}, {"speaker": "ZELENY", "sentences": [{"text": "But I would say, this is a different scenario with Donald Trump on the edge of moving into that house.", "sentId": 331}], "secId": 171}, {"speaker": "MARTIN", "sentences": [{"text": "It's hard to transfer popularity for him.", "sentId": 332}], "secId": 172}, {"speaker": "ZELENY", "sentences": [{"text": "Yes.", "sentId": 333}], "secId": 173}, {"speaker": "KING", "sentences": [{"text": "We're mentioning this industry Rust Belt, including this state here in Pennsylvania.", "sentId": 334}, {"text": "One place Trump is different than other Republicans, is he says, I'm against globalism, the full  globalism, he calls it, and he's promising the little guy, even though he's the billionaire business, listen, he tells the little guy, \"I'm with you.\"", "sentId": 335}], "secId": 174}, {"speaker": "TRUMP", "sentences": [{"text": "These are the forgotten men and women of our country and they are forgotten, but they are not going to be forgotten long.", "sentId": 336}, {"text": "People who work hard but no longer have a voice, I am your voice.", "sentId": 337}], "secId": 175}, {"speaker": "KING", "sentences": [{"text": "I think I was not terribly articulate about it when we were talking about Hillary Clinton earlier, but that's the challenge there is Trump says I am your voice.", "sentId": 338}, {"text": "She has to convince people, I'm on your side.", "sentId": 339}, {"text": "She has to convince people here, \"No, don't buy into that,\" and tell them why it should be here.", "sentId": 340}], "secId": 176}, {"speaker": "RESTON", "sentences": [{"text": "Just think about how implausible that statement is by Donald Trump.", "sentId": 341}, {"text": "I mean, this is a billionaire who is not -- has not been, you know, down in the mall with voters who are struggling.", "sentId": 342}, {"text": "But he seems to be doing a better job right now of really tapping into that economic anxiety and I don't know that she has quite found the message yet to overcome that.", "sentId": 343}], "secId": 177}, {"speaker": "KING", "sentences": [{"text": "You mentioned Tim Kaine, son of a welder, works with his hands.", "sentId": 344}, {"text": "Maybe he can help we are with the blue collar language, if you will.", "sentId": 345}, {"text": "You get it.", "sentId": 346}, {"text": "The calluses and the burns, my dad worked with his hands.", "sentId": 347}, {"text": "If you grow up with it, you see it.", "sentId": 348}], "secId": 178}, {"speaker": "KING", "sentences": [{"text": "Up next, yes, Donald Trump stuck to the script in his big convention speech, but the morning after -- a priceless reminder.", "sentId": 349}, {"text": "He is a candidate like no other.", "sentId": 350}], "secId": 179}, {"speaker": "KING", "sentences": [{"text": "One thing we do know about Donald Trump, he likes to tweet in the morning.", "sentId": 351}, {"text": "He is already out there tweeting this morning, he has moved on from saying Bernie Sanders has been disrespected, to giving an Electoral College analysis.", "sentId": 352}, {"text": "Maybe he wants to work the magic wall.", "sentId": 353}], "secId": 180}, {"speaker": "KING", "sentences": [{"text": "The other thing we know about Donald Trump is he doesn't like to say sorry.", "sentId": 354}, {"text": "Not even about retweeting an unflattering photo of Heidi Cruz.", "sentId": 355}], "secId": 181}, {"speaker": "TRUMP", "sentences": [{"text": "There were two things that he said yesterday were lies.", "sentId": 356}, {"text": "Ready?", "sentId": 357}, {"text": "I didn't start anything with the wife.", "sentId": 358}], "secId": 182}, {"speaker": "KING", "sentences": [{"text": "Also, not going to apologize about spreading a tabloid story that Ted Cruz's father was maybe involved -- yes, he said this -- in assassinating President Kennedy.", "sentId": 359}], "secId": 183}, {"speaker": "TRUMP", "sentences": [{"text": "All I did is point out the fact that on the cover of the \"National Enquirer\", there was a picture of him and crazy Lee Harvey Oswald having breakfast.", "sentId": 360}], "secId": 184}, {"speaker": "KING", "sentences": [{"text": "Mike Pence looks like he wants to be beamed to Mars during all of that right there.", "sentId": 361}], "secId": 185}, {"speaker": "KING", "sentences": [{"text": "Party unity, peace with Ted Cruz, no thanks.", "sentId": 362}], "secId": 186}, {"speaker": "TRUMP", "sentences": [{"text": "I don't want his endorsement.", "sentId": 363}, {"text": "Just -- Ted, stay home, relax, enjoy yourself.", "sentId": 364}], "secId": 187}, {"speaker": "KING", "sentences": [{"text": "It's just awesome political theater and it's funny, but the morning after your convention, when you think he's going to come out and rephrase the speech and go after Hillary Clinton again, what was that?", "sentId": 365}], "secId": 188}, {"speaker": "RESTON", "sentences": [{"text": "They just can't keep him on track.", "sentId": 366}, {"text": "All of his allies just sit there and they think, okay, he actually stuck -- the speech went too long, but he actually stuck to script for the most part the night before, thought this was going to be the new Donald Trump and then the next day it's just like ahh --", "sentId": 367}], "secId": 189}, {"speaker": "PACE", "sentences": [{"text": "It's stunning that he did that.", "sentId": 368}, {"text": "He cannot let go when he feels like he has been wronged by someone.", "sentId": 369}, {"text": "That is my takeaway from this.", "sentId": 370}, {"text": "This Ted Cruz situation eats at him.", "sentId": 371}], "secId": 190}, {"speaker": "RESTON", "sentences": [{"text": "And that's part of his creed in all of his books is about revenge and like never, you know, letting people screw you.", "sentId": 372}], "secId": 191}, {"speaker": "KING", "sentences": [{"text": "But that was a green light, this whole fight and Ted Cruz's speech where he said vote your conscious.", "sentId": 373}, {"text": "So Cruz has a role in this has a green light -- we have to go state by state to the never Trump conservatives, there is a lot of activity in the websites, conservative websites, never Trump, never Trump, this proves a point that he can't give it up, he wasn't about policy.", "sentId": 374}, {"text": "That was one green light.", "sentId": 375}], "secId": 192}, {"speaker": "KING", "sentences": [{"text": "Another thing conservatives are buzzing about is that they listened to Ivanka Trump and all the Trump children were very impressive, but if you listen to Ivanka Trump, who actually spoke more policy than her father, a lot of conservatives say she belongs here in Philadelphia not in Cleveland at the Republican.", "sentId": 376}], "secId": 193}, {"speaker": "TRUMP", "sentences": [{"text": "As president, my father will change the labor laws that were put in place at a time when women were not a significant portion of the workforce.", "sentId": 377}, {"text": "And he will focus on making quality child care affordable and accessible for all.", "sentId": 378}], "secId": 194}, {"speaker": "RESTON", "sentences": [{"text": "Let's be clear.", "sentId": 379}, {"text": "It was a great speech.", "sentId": 380}, {"text": "She did a great job of reaching out to independent voters in a way her father has not been able to do but we have seen no policy on the Trump campaign on any issues she talked about.", "sentId": 381}], "secId": 195}, {"speaker": "KING", "sentences": [{"text": "Affordable child care, equal pay for women.", "sentId": 382}, {"text": "Employers shouldn't screw their workers.", "sentId": 383}], "secId": 196}, {"speaker": "RESTON", "sentences": [{"text": "I ran into an adviser in the hallway after her so speech and I said where is this coming from, what's the actual policy and they were like, well, just wait for our rollout this fall.", "sentId": 384}, {"text": "So, we'll have to see what he actually --", "sentId": 385}], "secId": 197}, {"speaker": "MARTIN", "sentences": [{"text": "I'm waiting for her section of her speech about the border wall.", "sentId": 386}], "secId": 198}, {"speaker": "KING", "sentences": [{"text": "But that's edited for time.", "sentId": 387}], "secId": 199}, {"speaker": "ZELENY", "sentences": [{"text": "That's why Democrats here though, are trying -- yes, it's -- you can sort of laugh at this Trump thing, but they actually want him to be taken seriously.", "sentId": 388}], "secId": 200}, {"speaker": "ZELENY", "sentences": [{"text": "There is a worry out there among Democrats that he can't possibly win.", "sentId": 389}, {"text": "He could win.", "sentId": 390}, {"text": "I think that's one message we're going to hear from the podium here, the dais there, that you should pay attention, you should take him seriously.", "sentId": 391}], "secId": 201}, {"speaker": "MARTIN", "sentences": [{"text": "They should be much more aggressive going after him, Jeff.", "sentId": 392}, {"text": "I am astounded --", "sentId": 393}], "secId": 202}, {"speaker": "ZELENY", "sentences": [{"text": "Another role for Tim Kaine.", "sentId": 394}], "secId": 203}, {"speaker": "MARTIN", "sentences": [{"text": "-- that given what he has said about so many issues, foreign policy and domestic that they are not every day going after him, hammer and tong, with surrogates.", "sentId": 395}, {"text": "Where are the sort of fleet of retired generals and admirals who are saying these times are too serious, this man is a risk to America and the world.", "sentId": 396}], "secId": 204}, {"speaker": "MARTIN", "sentences": [{"text": "What are they waiting for?", "sentId": 397}, {"text": "I just don't get it.", "sentId": 398}], "secId": 205}, {"speaker": "KING", "sentences": [{"text": "I think you will see some of it here and I think you will see it in advertising.", "sentId": 399}], "secId": 206}, {"speaker": "KING", "sentences": [{"text": "Another thing, I call this the \"Star Trek\" moment of the Republican convention.", "sentId": 400}, {"text": "Donald Trump took Republicans to where they have never been before, he boldly went where no Republican convention has gone before.", "sentId": 401}, {"text": "He talked about protecting the LGBTQ community from terrorism.", "sentId": 402}, {"text": "He didn't talk much about discrimination here at home.", "sentId": 403}, {"text": "He said terrorism.", "sentId": 404}], "secId": 207}, {"speaker": "KING", "sentences": [{"text": "And then you had Silicon Valley executive Peter Thiel standing before the Republican convention saying this.", "sentId": 405}], "secId": 208}, {"speaker": "THIEL", "sentences": [{"text": "I am proud to be gay.", "sentId": 406}, {"text": "I am proud to be a Republican.", "sentId": 407}, {"text": "But most of all I am proud to be an American.", "sentId": 408}], "secId": 209}, {"speaker": "THIEL", "sentences": [{"text": "I don't pretend to agree with every plank in our party's platform, but fake culture wars only distract us from our economic decline, and nobody in this race is being honest about it except Donald Trump.", "sentId": 409}], "secId": 210}, {"speaker": "MARTIN", "sentences": [{"text": "He's talking about the other culture wars.", "sentId": 410}], "secId": 211}, {"speaker": "MARTIN", "sentences": [{"text": "I mean, that's the thing, Trump has no interest in sexual politics -- abortion, gay rights, not his thing.", "sentId": 411}, {"text": "But he's very interested in culture wars, it's just race-oriented culture wars.", "sentId": 412}, {"text": "It's immigration, it's Islamic terrorism, it's a different strain of the culture wars.", "sentId": 413}], "secId": 212}, {"speaker": "But let's be clear", "sentences": [{"text": "he is still very much stoking those --", "sentId": 414}], "secId": 213}, {"speaker": "ZELENY", "sentences": [{"text": "That's how he won the primary.", "sentId": 415}], "secId": 214}, {"speaker": "MARTIN", "sentences": [{"text": "Of course.", "sentId": 416}], "secId": 215}, {"speaker": "PACE", "sentences": [{"text": "It is.", "sentId": 417}], "secId": 216}, {"speaker": "PACE", "sentences": [{"text": "And he has managed to stay away from those culture wars until he gets Mike Pence on the ticket.", "sentId": 418}], "secId": 217}, {"speaker": "PACE", "sentences": [{"text": "And this is where I think that that pick could be risky for you, because you do have these moments at the convention, in Trump's speech and Peter Thiel's speech where you see a different reaction from a Republican crowd than we often see I think for the Republican party, that's a big step.", "sentId": 419}, {"text": "But Mike Pence is going to put Trump on the spot on some of these issues.", "sentId": 420}], "secId": 218}, {"speaker": "RESTON", "sentences": [{"text": "On the floor the reaction you heard cheers, but on the floor, the reaction was very mixed.", "sentId": 421}, {"text": "You know, New Jersey was jumping up and giving him -- Peter Thiel a standing ovation, then in lots of the more conservative states people were sitting down and politely applauding.", "sentId": 422}, {"text": "It's not like the Republican Party is suddenly unified on this issue.", "sentId": 423}], "secId": 219}, {"speaker": "KING", "sentences": [{"text": "And yet, yet, no matter what happens to Donald Trump in this election, having him speak to the issues from the podium, a lot of progressives say what about here at home.", "sentId": 424}, {"text": "You talk about , and having a gay American speak at that convention, it's a wall coming down at the Republican convention.", "sentId": 425}, {"text": "We'll see where it goes from here.", "sentId": 426}], "secId": 220}, {"speaker": "KING", "sentences": [{"text": "Up next, our reporters empty their notebooks including Trump's double- edged sword when it comes to Colorado.", "sentId": 427}], "secId": 221}, {"speaker": "KING", "sentences": [{"text": "But, first, here are the results from our INSIDE POLITICS quiz.", "sentId": 428}, {"text": "We ask, which Trump child would you most like to see run for office.", "sentId": 429}, {"text": "Most of you said -- I guess this is no surprise -- Ivanka.", "sentId": 430}], "secId": 222}, {"speaker": "KING", "sentences": [{"text": "We'll close, as we always do, asking our great reporters to share a little something from their notebooks.", "sentId": 431}], "secId": 223}, {"speaker": "KING", "sentences": [{"text": "Jonathan Martin?", "sentId": 432}], "secId": 224}, {"speaker": "MARTIN", "sentences": [{"text": "John, there's going to be one Democrat here who has gone to every convention since 1960 with one exception, Willie Brown, the former mayor of San Francisco who I sat down and talked to a few weeks ago, we will have a video of it on \"The New York Times\" website.", "sentId": 433}, {"text": "But it was fascinating talking to him about the changing nature of these conventions.", "sentId": 434}], "secId": 225}, {"speaker": "MARTIN", "sentences": [{"text": "You know, he was a young man in his 30s fighting folks from the South who did not want to have black delegations seated.", "sentId": 435}, {"text": "He is now here at the end of a two-term black president.", "sentId": 436}], "secId": 226}, {"speaker": "MARTIN", "sentences": [{"text": "And watching him you talk about the changes over the years and what the party has become was a fascinating, fascinating hour for me.", "sentId": 437}], "secId": 227}, {"speaker": "KING", "sentences": [{"text": "Can't wait to take a look at that one.", "sentId": 438}], "secId": 228}, {"speaker": "KING", "sentences": [{"text": "Julie Pace?", "sentId": 439}], "secId": 229}, {"speaker": "PACE", "sentences": [{"text": "Democrats, obviously, have a lot of stars taking the stage this week.", "sentId": 440}, {"text": "The Obamas, the Clintons, Joe Biden, Elizabeth Warren, but that lineup is emblematic of a problem leaders are concerned about.", "sentId": 441}, {"text": "There isn't a big bench for the Democratic Party, particularly in governor's mansions across the country, you've seen a lot of losses under the Obama administration.", "sentId": 442}], "secId": 230}, {"speaker": "PACE", "sentences": [{"text": "But conventions are often where stars are made, you can just ask Obama that.", "sentId": 443}, {"text": "And so, you have Democratic leaders who will be watching some of these lesser known Democrats to see if one of them may be the next rising star who could be up for election in four or eight years.", "sentId": 444}], "secId": 231}, {"speaker": "KING", "sentences": [{"text": "We'll watch that.", "sentId": 445}, {"text": "Who emerges from here as a star.", "sentId": 446}], "secId": 232}, {"speaker": "KING", "sentences": [{"text": "Maeve?", "sentId": 447}], "secId": 233}, {"speaker": "RESTON", "sentences": [{"text": "Well, so, obviously, the focus is on Democrats this week, but later this week, we are expecting Trump to head out west to Colorado, Arizona, try to improve his numbers in Colorado where he has not been doing so well against Hillary Clinton.", "sentId": 448}], "secId": 234}, {"speaker": "RESTON", "sentences": [{"text": "Talking to people in that state, though, it's really interesting to see the reaction to the Pence pick there because in some ways Pence could help Trump turn out social conservatives in Colorado but hurts him with so many of those key swing voters who are critical to him winning there.", "sentId": 449}, {"text": "So, it will be fascinating to see how he plays that this week and whether we see any message tweaks at all which we with did not see in his speech last week.", "sentId": 450}], "secId": 235}, {"speaker": "KING", "sentences": [{"text": "Also, a lot of those Cruz people in that Colorado delegation in Cleveland.", "sentId": 451}, {"text": "We'll see how they feel next week.", "sentId": 452}], "secId": 236}, {"speaker": "Jeff? ZELENY", "sentences": [{"text": "The Bernie Sanders brush fire is almost to be extinguished but it may have one more round here in Philadelphia  On this floor behind us.", "sentId": 453}], "secId": 237}, {"speaker": "Jeff? ZELENY", "sentences": [{"text": "Some Sanders delegates are hoping that Monday is an opportunity for them to have their say.", "sentId": 454}, {"text": "They were watching what happened in Cleveland with great interest.", "sentId": 455}, {"text": "Yes, the rules are different, almost everything is different, the Clintons definitely are running a tighter convention here, but the Sanders people are not that thrilled with her pick for a vice president and they believe, you knew, they are enraged about this leak episode at the DNC.", "sentId": 456}], "secId": 238}, {"speaker": "Jeff? ZELENY", "sentences": [{"text": "So, that has inflamed what really had cooled off and the peace process was well under way.", "sentId": 457}], "secId": 239}, {"speaker": "Jeff? ZELENY", "sentences": [{"text": "But the Sanders brush fire has at least 48 more hours to burn, and then I think it's finally extinguished.", "sentId": 458}], "secId": 240}, {"speaker": "KING", "sentences": [{"text": "Wow.", "sentId": 459}, {"text": "We'll keep an eye.", "sentId": 460}, {"text": "We're right down on the floor.", "sentId": 461}, {"text": "We'll see how it goes here.", "sentId": 462}], "secId": 241}, {"speaker": "KING", "sentences": [{"text": "I'll close with this, why make a decision when you can appoint a commission?", "sentId": 463}, {"text": "One of Bernie Sanders key demands at the convention is that the party get rid of so-called super delegates, those are those elected officials who get votes here at the convention but are not bound by any primary results.", "sentId": 464}, {"text": "Well, I'm guessing you are not shocked to hear there is some push back from those super delegates and their party establishment friends.", "sentId": 465}], "secId": 242}, {"speaker": "KING", "sentences": [{"text": "So, the convention rules committee last night proposed a commission, with a report due in 2018.", "sentId": 466}, {"text": "Now, superdelegates would not be eliminated under the suggested framework of the commission's work, but most of those super delegates would be required if the recommendation is accepted would be required to honor the results of their home state's primary.", "sentId": 467}, {"text": "Only a small group of very senior party leaders like the president, congressional leaders would remain free to support whoever they wanted.", "sentId": 468}], "secId": 243}, {"speaker": "KING", "sentences": [{"text": "Now, Team Sanders isn't thrilled but it didn't have the votes to resolve the issue in Philadelphia.", "sentId": 469}], "secId": 244}, {"speaker": "KING", "sentences": [{"text": "That's it for us on INSIDE POLITICS today.", "sentId": 470}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 471}, {"text": "Hope to see you at noon Eastern every day during the week ahead for a special convention edition of INSIDE POLITICS.", "sentId": 472}], "secId": 245}, {"speaker": "KING", "sentences": [{"text": "Up next, \"STATE OF THE UNION\" with Philadelphia's own Jake Tapper.", "sentId": 473}], "secId": 246}], "sectionCount": 247, "url": "transcripts.cnn.com/TRANSCRIPTS/1607/31/ip.01.html", "sentenceCount": 475, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 31, 2016 - 08:00   ET", "speakers": ["KING", "CLINTON", "TRUMP", "KAINE", "And here is question three", "ZELENY", "The difference is this", "PACE", "MARTIN", "RESTON", "OBAMA", "UNIDENTIFIED MALE", "tchotchke", "so", "THIEL", "But let's be clear", "Jeff? ZELENY"], "title": "INSIDE POLITICS"}