{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1503.29.ip.01.html.json", "subTitle": "Ted Cruz Jump starts 2016; Walker Squishy on Immigration?; Hillary Clinton's New Relationship with the Press. Aired 08:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KOSIK", "sentences": [{"text": "There are reports that months before Thursday's East Village blast that leveled three buildings, utility workers discovered a gas line to a restaurant had been illegally tapped and natural gas was leaking into other buildings.", "sentId": 0}, {"text": "City officials say this gas leak was the source of the fire and explosion that injured more than 20 people.", "sentId": 1}, {"text": "Two people are still missing.", "sentId": 2}], "secId": 0}, {"speaker": "KOSIK", "sentences": [{"text": "That's it for us.", "sentId": 3}, {"text": "Thanks for starting your morning with us.", "sentId": 4}], "secId": 1}, {"speaker": "BLACKWELL", "sentences": [{"text": "INSIDE POLITICS with John King starts now.", "sentId": 5}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Ted Cruz offers himself as the right choice for president.", "sentId": 6}], "secId": 3}, {"speaker": "CRUZ", "sentences": [{"text": "I believe God isn't done with America yet.", "sentId": 7}, {"text": "I believe in you.", "sentId": 8}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "His entry stokes the fight for evangelicals and the Tea Party but makes the establishment cringe.", "sentId": 9}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "He's just a guy with a big mouth and no results.", "sentId": 10}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "Plus Obamacare turns five and it's name's sake tweaks his critics.", "sentId": 11}], "secId": 7}, {"speaker": "OBAMA", "sentences": [{"text": "We have been promised a lot of things these past five years that didn't turn out to be the case: death panels, doom, a serious alternative for Republicans in Congress.", "sentId": 12}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton is offering hugs to the President and to reporters.", "sentId": 13}], "secId": 9}, {"speaker": "CLINTON", "sentences": [{"text": "A new grandchild, another new hairstyle, a new e-mail account.", "sentId": 14}, {"text": "Why not a new relationship with the press?", "sentId": 15}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 16}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 17}, {"text": "I'm John King.", "sentId": 18}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 19}], "secId": 12}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Jackie Kucinich of the \"Daily Beast\"; Robert Costa of the \"Washington Post\"; NPR's Juana Summers; and Ed O'Keefe of the \"Washington Post\".", "sentId": 20}], "secId": 13}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Now whatever happens in the weeks and months ahead, Ted Cruz will always know this.", "sentId": 21}, {"text": "He threw the first official pitch of the 2016 campaign season.", "sentId": 22}], "secId": 14}, {"speaker": "CRUZ", "sentences": [{"text": "I believe in the power of millions of courageous conservatives rising up to reignite the promise of America.", "sentId": 23}, {"text": "And that is why today I am announcing that I'm running for president of the United States.", "sentId": 24}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Robert Costa, the first candidate in, especially important maybe for a guy who is, A, at 4 percent in the polls to start; but, b, also has a lot of crowded space where he wants to plant his flag on the right of this Republican field.", "sentId": 25}, {"text": "Grade the rollout week.", "sentId": 26}], "secId": 16}, {"speaker": "COSTA", "sentences": [{"text": "The battle for the hearts of conservatives is already so intense in the GOP field that Cruz wants to get out there early and assert himself as the movement candidate.", "sentId": 27}, {"text": "I think he was smart to get in there this week.", "sentId": 28}, {"text": "He's getting ahead of Rand Paul who's also competing in that space.", "sentId": 29}, {"text": "He is almost sending a signal to Rick Santorum, Ben Carson, Mike Huckabee and so many others that they're going to have to compete with someone who's in the arena right now in the Senate for that block.", "sentId": 30}], "secId": 17}, {"speaker": "KUCINICH", "sentences": [{"text": "I think the Rand Paul/Ted Cruz relationship is going to be something that's really interesting to watch because they have really emerged as rivals in the senate and now beyond.", "sentId": 31}, {"text": "And it was kind of funny that we found out when Rand Paul was giving the announcement and then Ted Cruz kind of stepped on his fire there.", "sentId": 32}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Stepped on it because he's watched.", "sentId": 33}, {"text": "He watched it.", "sentId": 34}], "secId": 19}, {"speaker": "KUCINICH", "sentences": [{"text": "Yes.", "sentId": 35}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Jeb Bush got a lot of buzz around the holidays -- moved up in the polls.", "sentId": 36}, {"text": "Scott Walker gave a CPAC speech then went to Iowa, gave a pretty appearance -- moved up in the polls.", "sentId": 37}, {"text": "The Cruz calculation is let's see if I can do the same, get in first, have a little space between me and Rand.", "sentId": 38}, {"text": "Start the conversation.", "sentId": 39}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "Will this complicate the rollout?", "sentId": 40}, {"text": "His wife is taking a leave of absence from her job to support the campaign.", "sentId": 41}, {"text": "And good for her for doing that -- campaigns are hard on families.", "sentId": 42}, {"text": "Senator Cruz now says he is looking for a health care plan because he was on his wife's insurance.", "sentId": 43}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "Here's what he tells CNN's Dana Bash about the likelihood of how he is going to end up insuring he, his wife, himself and his children?", "sentId": 44}], "secId": 23}, {"speaker": "CRUZ", "sentences": [{"text": "We'll be getting new health insurance and we'll presumably do it through my job in the Senate.", "sentId": 45}, {"text": "And so we'll be on the federal exchange like millions of others on the federal exchange.", "sentId": 46}], "secId": 24}, {"speaker": "BASH", "sentences": [{"text": "So you will be getting Obamacare effectively?", "sentId": 47}], "secId": 25}, {"speaker": "CRUZ", "sentences": [{"text": "It is one of the good things about Obamacare is that the statute provided that members of Congress would be on the exchanges without subsidies just like millions of Americans.", "sentId": 48}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "As the week ended the staff said he was still mulling his options about how to do this.", "sentId": 49}, {"text": "But if the guy who has made his name, was instrumental in the government shutdown over trying to defund Obamacare; if the guy who has made his name saying repeal it goes on it, is that --", "sentId": 50}], "secId": 27}, {"speaker": "O'KEEFE", "sentences": [{"text": "It's a little disingenuous for sure.", "sentId": 51}, {"text": "There were a few moments of that this week.", "sentId": 52}, {"text": "The one that I can't get over is the fact that there he was in this packed room.", "sentId": 53}, {"text": "Those people weren't there by choice.", "sentId": 54}, {"text": "The university has this convocation every what is it -- two or three times a week.", "sentId": 55}, {"text": "They're required to be there.", "sentId": 56}, {"text": "He essentially, you know, came in and used a packed house to his advantage to make it look as if he had this great big enthusiastic crowd behind him.", "sentId": 57}], "secId": 28}, {"speaker": "O'KEEFE", "sentences": [{"text": "Many in the crowd probably are because they would be consistent with his beliefs, but, you know, I think it's another example of he was clearly trying to rush this out, trying to pick up some momentum this week.", "sentId": 58}, {"text": "We have seen some early stumbles and we'll see where he ends up as the field begins to formally get into it.", "sentId": 59}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "We'll watch the numbers.", "sentId": 60}, {"text": "He was in New Hampshire for the weekend.", "sentId": 61}, {"text": "He's in Iowa to begin the week.", "sentId": 62}, {"text": "But he is clearly -- he's trying to change the field and change his own position in it.", "sentId": 63}, {"text": "But as Robert noted, for some of the others, especially Iowa is", "sentId": 64}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "the most conservative place you start.", "sentId": 65}, {"text": "And so he's looking -- Mike Huckabee's won it before.", "sentId": 66}, {"text": "Rick Santorum has won it before.", "sentId": 67}, {"text": "Ted Cruz is trying to say to people, it's time for somebody new and that person's me.", "sentId": 68}], "secId": 31}, {"speaker": "SUMMERS", "sentences": [{"text": "Absolutely.", "sentId": 69}, {"text": "And I think to the point you made earlier John, that's what makes this Obamacare argument just so difficult.", "sentId": 70}, {"text": "He has spent his career in the Senate hard charging against the policy that now people can say, oh, wait, he's signing up from Obamacare?", "sentId": 71}, {"text": "I've heard from a lot of folks that I've talked to in these early states who are kind of puzzled, even those not in the early states.", "sentId": 72}, {"text": "Like wait, Ted Cruz is signing up for Obamacare?", "sentId": 73}, {"text": "What?", "sentId": 74}], "secId": 32}, {"speaker": "SUMMERS", "sentences": [{"text": "And I think that that actually has the potential to do some real damage as soon as it catches because it's short, it's catchy and it's an easy punch one he hopes that won't be a problem.", "sentId": 75}], "secId": 33}, {"speaker": "COSTA", "sentences": [{"text": "What you just said kind of nailed it to me that this is a generational battle right now within the Republican field.", "sentId": 76}, {"text": "Ted Cruz is in his 40s.", "sentId": 77}, {"text": "Marco Rubio is in his 40s.", "sentId": 78}, {"text": "Rand Paul is more youthful than most of the other contenders.", "sentId": 79}, {"text": "This is what Cruz really wants to do.", "sentId": 80}, {"text": "Set himself up as a fresh face for a new generation of conservatives who may not because comfortable with the Bush name weighing back in; may not care so much for Scott Walker.", "sentId": 81}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "But he's a senator, as is Marco Rubio, as is Rand Paul, as is Lindsey Graham -- a bit older.", "sentId": 82}, {"text": "But at least three of those four, maybe Lindsey Graham, that means you have to vote.", "sentId": 83}, {"text": "That means you have to vote a lot.", "sentId": 84}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "And one of the things they voted on this week and disagreed about was Marco Rubio wanted to increase defense spending in the budget.", "sentId": 85}, {"text": "Standing with him were Lindsey Graham, standing with him was Ted Cruz.", "sentId": 86}, {"text": "Rand Paul wanted it different.", "sentId": 87}, {"text": "He said yes, I'll give you your money but only if you find somewhere else in the budget to cut it.", "sentId": 88}], "secId": 36}, {"speaker": "PAUL", "sentences": [{"text": "My amendment increases defense spending but pays for it with spending cuts.", "sentId": 89}, {"text": "It is irresponsible and dangerous to continue to put America further into debt.", "sentId": 90}, {"text": "We need a strong national defense but we should be honest with the American people and pay for it.", "sentId": 91}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "So we will watch the four senators and see when there's areas of agreement, when there are areas of disagreement.", "sentId": 92}, {"text": "That was one interesting area there.", "sentId": 93}, {"text": "We've talked a little bit before about Rand Paul's interesting place on national security.", "sentId": 94}, {"text": "But then they had to vote.", "sentId": 95}, {"text": "And Democrats know this.", "sentId": 96}, {"text": "They had to vote on a series of budget amendments and Democrats know not only do you have presidential candidates on the floor you have a number of Republican senators who are up in 2016 who are in blue states or battleground states.", "sentId": 97}, {"text": "What I found interesting is there was a proposal to get paid sick", "sentId": 98}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "leave in the budget.", "sentId": 99}, {"text": "All four of the Presidential candidates, Rand Paul, Marco Rubio, Ted Cruz, Lindsey Graham vote no.", "sentId": 100}, {"text": "There was a proposal to allow benefits for same-sex couples, social security or veterans benefits for same-sex couple.", "sentId": 101}, {"text": "Again all four of them vote no.", "sentId": 102}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "And yet Jackie, Ron Johnson of Wisconsin, guy who came in on the Tea Party wave, a conservative he voted yes.", "sentId": 103}, {"text": "He's up in 2016 in Wisconsin.", "sentId": 104}, {"text": "Kelly Ayotte in New Hampshire, again, a state that has gone presidential blue in recent elections, she voted yes.", "sentId": 105}, {"text": "Pat Toomey voted yes on one of those -- the paid sick leave.", "sentId": 106}, {"text": "He's a conservative senator from Pennsylvania.", "sentId": 107}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "We're going to see these pressures, are we not, on the senate floor?", "sentId": 108}], "secId": 41}, {"speaker": "KUCINICH", "sentences": [{"text": "Oh absolutely.", "sentId": 109}, {"text": "These are little 30 second ads in the form of bills.", "sentId": 110}, {"text": "And the war on women with the sick leave and you can already see it happening.", "sentId": 111}, {"text": "And these senators don't have to worry about primaries.", "sentId": 112}, {"text": "They don't need to move further to the right.", "sentId": 113}, {"text": "They are looking at the general election and they live in a world of reality that way.", "sentId": 114}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "Every time they vote no on one of these things, Hillary Clinton prepares if it's one of them to say, they don't care about you.", "sentId": 115}, {"text": "They're not fighting for you.", "sentId": 116}, {"text": "They're not compassionate.", "sentId": 117}, {"text": "They're intolerant.", "sentId": 118}], "secId": 43}, {"speaker": "O'KEEFE", "sentences": [{"text": "And they don't care because the first thing they have to do --", "sentId": 119}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "They have no choice -- right?", "sentId": 120}], "secId": 45}, {"speaker": "O'KEEFE", "sentences": [{"text": "-- is get through Iowa and New Hampshire and South Carolina.", "sentId": 121}, {"text": "And until they can do that can they go back and perhaps clean up or plan away these votes?", "sentId": 122}], "secId": 46}, {"speaker": "COSTA", "sentences": [{"text": "That's why Cruz matters.", "sentId": 123}, {"text": "We're all watching Cruz.", "sentId": 124}, {"text": "Cruz pulls them all to the right.", "sentId": 125}, {"text": "And we're watching them on the senate floor.", "sentId": 126}, {"text": "If he's going to vote against it, I probably have to vote against it.", "sentId": 127}], "secId": 47}, {"speaker": "COSTA", "sentences": [{"text": "The other thing about this defense debate, where is the defense debate on foreign policy within the Republican Party?", "sentId": 128}], "secId": 48}, {"speaker": "KUCINICH", "sentences": [{"text": "Wasn't Rand Paul supposed to lead it?", "sentId": 129}], "secId": 49}, {"speaker": "COSTA", "sentences": [{"text": "-- was supposed to lead it.", "sentId": 130}, {"text": "It's all hawkish voices -- they're all moving in that direction.", "sentId": 131}], "secId": 50}, {"speaker": "SUMMERS", "sentences": [{"text": "I think it's also important to look at what Rand Paul did instead of supporting this argument.", "sentId": 132}, {"text": "You know, he supports something else that would actually offset the costs in order to increase defense spending.", "sentId": 133}, {"text": "So I think that actually could potentially give him a little bit of cover to those who might think he's a little bit out on a limb when it comes to foreign policy.", "sentId": 134}, {"text": "So we just don't know how that's going to -", "sentId": 135}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "He's going to say I was willing to do it but only in a fiscally conservative way.", "sentId": 136}, {"text": "Find the money somewhere else.", "sentId": 137}], "secId": 52}, {"speaker": "SUMMERS", "sentences": [{"text": "Exactly.", "sentId": 138}], "secId": 53}, {"speaker": "O'KEEFE", "sentences": [{"text": "And it's part of a bigger debate within the Republican Party on Capitol Hill right now.", "sentId": 139}], "secId": 54}, {"speaker": "COSTA", "sentences": [{"text": "He doesn't think his father's -- Ron Paul supporters are going to go anywhere else.", "sentId": 140}, {"text": "He thinks he can go a little bit to the right on defense and still have that libertarian support.", "sentId": 141}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "We'll see if that holds up.", "sentId": 142}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "Let's go to the non-senator in this block -- Scott Walker who got a ton of buzz.", "sentId": 143}, {"text": "He's moved up in the polls.", "sentId": 144}, {"text": "Most people view this early on -- very, very early on -- but you have Jeb Bush, Scott Walker and then who knows.", "sentId": 145}, {"text": "We're waiting to see who else fills out the top tier.", "sentId": 146}, {"text": "But there are indications, there are some people at a private dinner with him in New Hampshire who say that when he was at that private dinner -- and these are political pros.", "sentId": 147}, {"text": "These are people from the Chamber of Commerce, people who've been at campaigns, people from the state Republican Party.", "sentId": 148}, {"text": "So they're not neophytes when it comes to politics.", "sentId": 149}, {"text": "They are very clear.", "sentId": 150}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "They say that he said in that meeting that he supports a path to citizenship.", "sentId": 151}, {"text": "That no, no, you have to go to the back of the line.", "sentId": 152}, {"text": "No special treatment.", "sentId": 153}, {"text": "But if you are in this country illegally and you come out of the shadows, you can apply.", "sentId": 154}, {"text": "You can get legal status and work and then eventually get citizenship as long as you don't get preferential treatment.", "sentId": 155}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "Now, different people have different definitions of amnesty.", "sentId": 156}, {"text": "But to most Tea Party conservatives, that's amnesty.", "sentId": 157}, {"text": "You're going to give them citizenship.", "sentId": 158}, {"text": "You're going to give them -- allow them to stay in the United States.", "sentId": 159}, {"text": "Scott Walker says this never happened.", "sentId": 160}, {"text": "His spokeswoman says he didn't say this.", "sentId": 161}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Does he have a problem here?", "sentId": 162}], "secId": 60}, {"speaker": "O'KEEFE", "sentences": [{"text": "He does.", "sentId": 163}, {"text": "Because now we don't know really where he stands and nor do most Republicans.", "sentId": 164}, {"text": "I was there in New Hampshire the day after that dinner when he said to a bunch of reporters, look, yes, my position on immigration has evolved because I've been listening to border state western Republican governors.", "sentId": 165}, {"text": "And so I now agree that we have to do border security first.", "sentId": 166}, {"text": "We have to get that done.", "sentId": 167}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "He went down to the border on Friday to take an aerial tour.", "sentId": 168}, {"text": "He would not speak to reporters when he was there.", "sentId": 169}, {"text": "But can he -- if he is seen as squishy on this issue, let me put it this way, immigration in recent has been the quicksand of Republican politics.", "sentId": 170}, {"text": "Mitt Romney went from a supporter of what was Bush, Kennedy, McCain -- that was a path to citizenship, to being I'm not so sure about that to talking about self deport.", "sentId": 171}, {"text": "Is Scott Walker going to get caught in the same trap?", "sentId": 172}], "secId": 62}, {"speaker": "COSTA", "sentences": [{"text": "His campaign is certainly aware of these problems.", "sentId": 173}, {"text": "And when you talk to Walker insiders you say, what are you doing behind the scenes?", "sentId": 174}, {"text": "They're reaching out to conservative news outlets who are very wary of Walker's position on immigration because they're trying to balance.", "sentId": 175}, {"text": "They want the establishment support but they don't want to lose the hard right.", "sentId": 176}, {"text": "Immigration is a key issue for those conservatives who are especially fed up with the GOP establishment.", "sentId": 177}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "But if you know that, and the governor's spokeswoman says he did not say citizenship, that he is not for that, but if you know that, again these are not nobodies in the room.", "sentId": 178}, {"text": "These are people who understand the issue who are saying, he did say that.", "sentId": 179}, {"text": "So we'll see what happens and that sorts it out but if you know how toxic this issue can be, don't you have to be extra careful with your words?", "sentId": 180}, {"text": "Isn't that one of the things we're seeing about Scott Walker?", "sentId": 181}], "secId": 64}, {"speaker": "KUCINICH", "sentences": [{"text": "You absolutely do.", "sentId": 182}, {"text": "And I think there's a difference between running nationally and running in Wisconsin and running in a state.", "sentId": 183}, {"text": "And that -- he is having trouble closing that circle it just seems.", "sentId": 184}, {"text": "It seems like he just hasn't been able to do it yet.", "sentId": 185}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "We'll keep an eye on this.", "sentId": 186}, {"text": "I suspect there will be clarifications and then clarifications and then clarifications.", "sentId": 187}, {"text": "Until we get there, he's going to make clear himself how he feels about this.", "sentId": 188}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 189}, {"text": "Next from \"I'm no Tammy Wynette\" to \"What difference does it make?\"", "sentId": 190}, {"text": "Hillary Clinton's rollercoaster relationship with the news media.", "sentId": 191}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "But first \"Politicians Say the Darndest Things\".", "sentId": 192}, {"text": "Mitt Romney -- watch this -- a late night look in the mirror.", "sentId": 193}], "secId": 68}, {"speaker": "ROMNEY", "sentences": [{"text": "All right, Mitt, one last look before show time.", "sentId": 194}], "secId": 69}, {"speaker": "FALLON", "sentences": [{"text": "Looking good, Mitt man.", "sentId": 195}, {"text": "Ready for the big interview?", "sentId": 196}], "secId": 70}, {"speaker": "ROMNEY", "sentences": [{"text": "Well, actually, I'm a little nervous.", "sentId": 197}, {"text": "Jimmy's probably going to ask me why I decided not to run for president?", "sentId": 198}, {"text": "What should I say?", "sentId": 199}], "secId": 71}, {"speaker": "FALLON", "sentences": [{"text": "Just tell them you enjoy the freedom, you get to sit back and relax, golf all the time, go on vacation whenever you want, a.k.a.", "sentId": 200}, {"text": "--", "sentId": 201}], "secId": 72}, {"speaker": "ROMNEY", "sentences": [{"text": "Be president.", "sentId": 202}], "secId": 73}, {"speaker": "FALLON", "sentences": [{"text": "Good one, me.", "sentId": 203}], "secId": 74}, {"speaker": "ROMNEY", "sentences": [{"text": "You know me, I love to laugh.", "sentId": 204}, {"text": "Ha, ha, ha, ha.", "sentId": 205}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 206}, {"text": "We know this, Hillary Clinton, we see her right here out in public last week.", "sentId": 207}, {"text": "She's preparing to make her campaign for president official.", "sentId": 208}, {"text": "And she wants another new beginning.", "sentId": 209}], "secId": 76}, {"speaker": "CLINTON", "sentences": [{"text": "I am all about new beginnings.", "sentId": 210}, {"text": "Why not a new relationship with the press?", "sentId": 211}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "Oh, why not.", "sentId": 212}, {"text": "For some of us this has been a 25-year roller coaster ride, Hillary Clinton's relationship with the news media.", "sentId": 213}, {"text": "This is 1992 when then Arkansas Governor Bill Clinton was getting into the race.", "sentId": 214}, {"text": "She was viewed as a great asset then.", "sentId": 215}, {"text": "Liberals loved her -- two for one.", "sentId": 216}, {"text": "Two for the price of one -- that was an early campaign theme.", "sentId": 217}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "The relationship continued early on.", "sentId": 218}, {"text": "We campaigned in New Hampshire.", "sentId": 219}, {"text": "This was a key moment where Hillary Clinton proved herself to be a huge media asset.", "sentId": 220}, {"text": "Again, her husband was the governor then running in the Democratic primaries.", "sentId": 221}, {"text": "January 1992, \"60 Minutes\", Super Bowl Sunday, a key assist from Hillary Clinton at a time her husband's campaign was off the tracks because he was accused of marital infidelity.", "sentId": 222}], "secId": 79}, {"speaker": "CLINTON", "sentences": [{"text": "You know, I'm not sitting here some little woman standing by my man like Tammy Wynette.", "sentId": 223}, {"text": "I'm sitting here because I love him --", "sentId": 224}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "Bill Clinton's campaign stayed on the tracks.", "sentId": 225}, {"text": "He placed in New Hampshire, continued to survive.", "sentId": 226}, {"text": "A couple of months later she became a source of controversy again.", "sentId": 227}, {"text": "This is in Illinois -- Chicago at a great diner under the elevated railway.", "sentId": 228}, {"text": "I was there.", "sentId": 229}, {"text": "March 1992, she got a little testy when questioned: why did you continue to be a high powered corporate lawyer when your husband was governor.", "sentId": 230}], "secId": 81}, {"speaker": "CLINTON", "sentences": [{"text": "You know, I suppose I could have stayed home and baked cookies and made tea but what I decided to do is to fulfill my profession which I entered before my husband was in public life.", "sentId": 231}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Bill Clinton would go on to win the presidency.", "sentId": 232}, {"text": "Hillary's relationship with the media took some ups and downs over the years.", "sentId": 233}, {"text": "This is a key moment -- 1998, 1998.", "sentId": 234}, {"text": "The Paula Jones allegations, the Monica Lewinsky allegations, the Whitewater investigation, special council, we were on the road to impeachment.", "sentId": 235}, {"text": "Hillary Clinton went on national television and said, sure, there are a lot of allegations but consider the source.", "sentId": 236}], "secId": 83}, {"speaker": "CLINTON", "sentences": [{"text": "The great story here for anybody willing to find it and write about it and explain it is this vast right wing conspiracy that has been conspiring against my husband since the day he announced for president.", "sentId": 237}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "Jackie Kucinich, she's about to be a candidate for president.", "sentId": 238}, {"text": "Again, she wants a new relationship with us in the room and others.", "sentId": 239}, {"text": "Does it matter?", "sentId": 240}, {"text": "I supposed we should be flattered.", "sentId": 241}, {"text": "But does it matter?", "sentId": 242}, {"text": "Is the relationship with us her most important challenge or is it the relationship with voters?", "sentId": 243}], "secId": 85}, {"speaker": "KUCINICH", "sentences": [{"text": "I guess her relationship with voters is kind of  with the relationship with us.", "sentId": 244}, {"text": "I'm not sure that that relationship is going to improve.", "sentId": 245}, {"text": "We'll have to wait and see.", "sentId": 246}, {"text": "With voters she has to come off as someone who's approachable.", "sentId": 247}, {"text": "She just does and someone who can be a good retail politician.", "sentId": 248}, {"text": "In the past that really hasn't been the case.", "sentId": 249}, {"text": "We'll see if she's changed.", "sentId": 250}, {"text": "I mean really, that's just the question.", "sentId": 251}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Did it seem genuine or forced?", "sentId": 252}], "secId": 87}, {"speaker": "SUMMERS", "sentences": [{"text": "It seemed a little forced to me.", "sentId": 253}, {"text": "There is this joke about a new grandchild, new hairstyle, let's have a new relationship.", "sentId": 254}, {"text": "But the fact of the matter is if you look at the press corps that has followed the Clinton family throughout their campaign as Hillary, secretary of state and whatnot, it's a very insular group.", "sentId": 255}, {"text": "They're not known for having a good relationship for those are new to the pack so to speak.", "sentId": 256}, {"text": "I'll be really interested to see if we can move this past a line of campaign rhetoric and actually, you know, get answers to e-mails and very basic things that help reporters do their jobs.", "sentId": 257}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Those things -- answers to e-mails and things like that.", "sentId": 258}], "secId": 89}, {"speaker": "SUMMERS", "sentences": [{"text": "You know -- yes.", "sentId": 259}], "secId": 90}, {"speaker": "O'KEEFE", "sentences": [{"text": "If she's going to try to do this, this was probably the best venue for her to do it.", "sentId": 260}, {"text": "Robin Toner , this was an event for Robin Toner, the late \"New York Times\" political correspondent, a woman who once covered Clinton and especially covered healthcare.", "sentId": 261}, {"text": "They had a relationship.", "sentId": 262}], "secId": 91}, {"speaker": "O'KEEFE", "sentences": [{"text": "This was an event to honor our colleague Dan Balz.", "sentId": 263}, {"text": "He won the award this year.", "sentId": 264}, {"text": "She came; she stayed the whole night apparently.", "sentId": 265}, {"text": "Again, it was designed to sort of say to the Washington press corps, I'm trying to restart with all of you.", "sentId": 266}], "secId": 92}, {"speaker": "O'KEEFE", "sentences": [{"text": "Will it work?", "sentId": 267}, {"text": "You know, that remains to be seen, I think.", "sentId": 268}], "secId": 93}, {"speaker": "COSTA", "sentences": [{"text": "I covered Secretary Clinton last week in Atlantic City.", "sentId": 269}, {"text": "I sat a few feet away from her at the Robin Toner dinner.", "sentId": 270}, {"text": "Look, this is a politician who is on.", "sentId": 271}, {"text": "She does not have a primary challenger of any significance.", "sentId": 272}, {"text": "She is poised in her confrontation with the press.", "sentId": 273}, {"text": "There is a confidence there and an ability to almost already start playing to the general election that I don't see on the Republican side.", "sentId": 274}], "secId": 94}, {"speaker": "COSTA", "sentences": [{"text": "I don't think she much cares about whether the press thinks this or that.", "sentId": 275}, {"text": "She is moving towards the White House quite quickly and aggressively.", "sentId": 276}], "secId": 95}, {"speaker": "KUCINICH", "sentences": [{"text": "But it's important to note that she does best in these events that are very structured, where they have control or she knows what she's going to say.", "sentId": 277}], "secId": 96}, {"speaker": "COSTA", "sentences": [{"text": "She mingled as I had said.", "sentId": 278}, {"text": "I mean she stayed for 30 minutes.", "sentId": 279}, {"text": "She was sending a signal to the press there.", "sentId": 280}, {"text": "I don't just run away from these events.", "sentId": 281}, {"text": "She stayed.", "sentId": 282}, {"text": "She shook hands.", "sentId": 283}, {"text": "She talked.", "sentId": 284}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "For now is the interesting part.", "sentId": 285}, {"text": "I covered her husband for a long time and she was part of that when he was in office.", "sentId": 286}, {"text": "And at times they were very warm and open to the press, they mingled and they chatted.", "sentId": 287}, {"text": "At other times they pulled back.", "sentId": 288}, {"text": "It tended to be hot and cold depending on what they felt was in their political interest.", "sentId": 289}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "We'll watch as this goes forward.", "sentId": 290}, {"text": "And we do know it's part of her rollout.", "sentId": 291}, {"text": "Her team is trying to get her into more intimate settings with the actual voters.", "sentId": 292}, {"text": "Forget the reporters and we should forget about ourselves every now and then.", "sentId": 293}, {"text": "Get her into more intimate settings in Iowa, New Hampshire and elsewhere.", "sentId": 294}, {"text": "We'll see how this one plays and that will be a big challenge in April as we move into April.", "sentId": 295}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Up next, our reporters empty their notebooks, get you out ahead of the big political stories just around the corner, including talk of a dream ticket but one that would require a big move.", "sentId": 296}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table ask our great reporters to give you a taste of tomorrow's news today.", "sentId": 297}, {"text": "Jackie Kucinich.", "sentId": 298}], "secId": 101}, {"speaker": "KUCINICH", "sentences": [{"text": "So the minute Harry Reid announced that he was retiring last week, the progressive outside group started revving up, the ok, we can have Elizabeth Warren run for leader.", "sentId": 299}, {"text": "She's not going to do that.", "sentId": 300}], "secId": 102}, {"speaker": "KUCINICH", "sentences": [{"text": "But what this does show is there's a lot of skepticism with the base with Chuck Schumer because he's so close to Wall Street.", "sentId": 301}, {"text": "And it's an issue they've really been hammering on.", "sentId": 302}, {"text": "So watch for more of that because I have a feeling that they're going to make their voices heard through Warren or not.", "sentId": 303}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Do these progressives think they can clone her to run against Hillary Clinton and Chuck Schumer at the same time?", "sentId": 304}], "secId": 104}, {"speaker": "KUCINICH", "sentences": [{"text": "Details -- John.", "sentId": 305}, {"text": "Details.", "sentId": 306}, {"text": "Warren for everything.", "sentId": 307}], "secId": 105}, {"speaker": "COSTA", "sentences": [{"text": "Senator Rand Paul likes to cast himself as the champion of young conservatives, but look for Senator Ted Cruz who announced his campaign on a college campus to also really try to eat into Paul's coalition among young people.", "sentId": 308}, {"text": "He's planning at a lot of happy hours with the young conservatives in the coming weeks and months and he really believes he can ignite those young conservatives who aren't really familiar with Bush and are looking for someone new.", "sentId": 309}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "One of the most interesting dynamics of 2016, those young people who tended to be Obama voters -- where do they go when he's not on the ballot?", "sentId": 310}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "Juana.", "sentId": 311}], "secId": 108}, {"speaker": "SUMMERS", "sentences": [{"text": "John, last month it looked like a lot of reporters here in Washington were ready to write House Speaker John Boehner's obituary.", "sentId": 312}, {"text": "But he has come back really strong and had a couple of really big wins as they lawmakers were headed out for a two-week recess.", "sentId": 313}, {"text": "He has his victories.", "sentId": 314}, {"text": "First in passing a budget that both appeased fiscal conservatives and defense hawks; the second being, being able to actually make a change to the doc fix, so-called that has been bedeviling Washington for 18 years.", "sentId": 315}], "secId": 109}, {"speaker": "SUMMERS", "sentences": [{"text": "Part of that is because of the Speaker's long misused unconventional tactics to work with Democrat Nancy Pelosi for that Medicare reform.", "sentId": 316}, {"text": "It will be really interesting to see if he can hold on to that.", "sentId": 317}, {"text": "Congress has a lot of big deadlines when they return.", "sentId": 318}, {"text": "So whether or not he can hold on to that powers I'm seeing will be really fascinating.", "sentId": 319}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "We'll watch that one.", "sentId": 320}, {"text": "Ed.", "sentId": 321}], "secId": 111}, {"speaker": "O'KEEFE", "sentences": [{"text": "So John, these days my job is to cover Jeb Bush and Marco Rubio which means spending a lot of time in Miami.", "sentId": 322}, {"text": "It's really hard.", "sentId": 323}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Tough.", "sentId": 324}], "secId": 113}, {"speaker": "O'KEEFE", "sentences": [{"text": "But in talking to Florida Republicans about the emerging race, obviously there's some concern about how the race might go to replace Rubio should he run for the presidency and bypass the Senate?", "sentId": 325}, {"text": "But there's also talk among Republicans down there really wishing that the two of them could run on a ticket together.", "sentId": 326}], "secId": 114}, {"speaker": "O'KEEFE", "sentences": [{"text": "That, of course, can't happen.", "sentId": 327}, {"text": "It's against the rules.", "sentId": 328}, {"text": "You just can't do it that way.", "sentId": 329}, {"text": "That's why Dick Cheney who was living in Texas at the time quickly went home and re-registered in Wyoming so that he could run with George W. Bush.", "sentId": 330}, {"text": "Republicans persist.", "sentId": 331}], "secId": 115}, {"speaker": "O'KEEFE", "sentences": [{"text": "They say look, Bush has all these executive experience, he's bilingual, he has a Mexican-American wife.", "sentId": 332}, {"text": "Rubio is young.", "sentId": 333}, {"text": "He has an interest in foreign policy.", "sentId": 334}, {"text": "Why not?", "sentId": 335}, {"text": "So think about it, you know.", "sentId": 336}, {"text": "Could be at this point next year they're both still the front-runners and one wonders would one of them consider moving somewhere else?", "sentId": 337}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "I think not but it's fun to watch.", "sentId": 338}, {"text": "Fun to talk about.", "sentId": 339}, {"text": "It is fun to watch because they talk about it.", "sentId": 340}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 341}, {"text": "The Ohio Governor John Kasich remains the man of mystery as the 2016 Republican field takes shape.", "sentId": 342}, {"text": "Kasich got a pretty good day in New Hampshire this past week.", "sentId": 343}, {"text": "Also he made mostly good impressions during a fundraising swing through New York City.", "sentId": 344}, {"text": "He mixes unapologetic conservative talk on spending and other fiscal issues with an appeal that you can't get anything done unless politicians of all stripes come out of their ideological silos and respect each other.", "sentId": 345}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "And of course, being governor of battleground Ohio, pretty nice calling card.", "sentId": 346}, {"text": "But will he run?", "sentId": 347}, {"text": "Several top New Hampshire Republicans who are potential Kasich supporters say he gave no clear signs which they translate as considerable hesitation.", "sentId": 348}, {"text": "A national Republican source who knows Kasich well says the governor thinks it's best now to wait perhaps into the summer months to see how the field looks then and then make an assessment as to whether or not there's an opening for him.", "sentId": 349}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "Kasich isn't the only Republican governor planning that summer assessment.", "sentId": 350}, {"text": "Michigan Governor Rick Snyder also unlikely to run because of the strength of the field but like Kasich, he tells close friends he wants to see if the existing field stumbles before making a final call.", "sentId": 351}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 352}, {"text": "Again thanks for sharing your Sunday morning.", "sentId": 353}, {"text": "We'll see you soon.", "sentId": 354}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" starts right now.", "sentId": 355}], "secId": 122}], "sectionCount": 123, "url": "transcripts.cnn.com/TRANSCRIPTS/1503/29/ip.01.html", "sentenceCount": 357, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired March 29, 2015 - 08:30   ET", "speakers": ["KOSIK", "BLACKWELL", "KING", "CRUZ", "OBAMA", "CLINTON", "With us to share their reporting and their insights", "COSTA", "KUCINICH", "BASH", "O'KEEFE", "SUMMERS", "PAUL", "ROMNEY", "FALLON"], "title": "INSIDE POLITICS"}