{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.0508.05.ip.01.html.json", "subTitle": "Mourning in Ohio; British P.M. Vows Crack-down on Extremists; 2008 President Contenders Jockey for Position; A Preview of CNN's New \"SITUATION ROOM\"", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "ANNOUNCER", "sentences": [{"text": "Mourning in Ohio.", "sentId": 0}, {"text": "This deadly week for U.S. forces in Iraq drives home the anguish on the home front, and it takes a political toll on President Bush.", "sentId": 1}], "secId": 0}, {"speaker": "BLAIR", "sentences": [{"text": "If people want to come here, they come here and they play by our rules and our way of life.", "sentId": 2}], "secId": 1}, {"speaker": "ANNOUNCER", "sentences": [{"text": "British Prime Minister Tony Blair vows to get tougher on terrorists after the London bombings.", "sentId": 3}, {"text": "Is the crackdown about more than security?", "sentId": 4}], "secId": 2}, {"speaker": "ANNOUNCER", "sentences": [{"text": "The never-ending story.", "sentId": 5}, {"text": "Technically, they may not be presidential candidates, but they're sure acting like '08 contenders in New Hampshire.", "sentId": 6}], "secId": 3}, {"speaker": "HENDERSON", "sentences": [{"text": "It's a wide open field.", "sentId": 7}, {"text": "Any boy or girl who dreamed about becoming president, this may be your time.", "sentId": 8}], "secId": 4}, {"speaker": "ANNOUNCER", "sentences": [{"text": "May the force be with you.", "sentId": 9}, {"text": "A new power in the political wars stars in the \"Play of the Week.\"", "sentId": 10}], "secId": 5}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Now, live from Washington, CNN's INSIDE POLITICS.", "sentId": 11}], "secId": 6}, {"speaker": "CROWLEY", "sentences": [{"text": "Thank you for joining us.", "sentId": 12}, {"text": "I'm Candy Crowley.", "sentId": 13}], "secId": 7}, {"speaker": "CROWLEY", "sentences": [{"text": "We begin with U.S. troops in Iraq, the lives lost and the lives still on the line.", "sentId": 14}, {"text": "Some 800 Marines and sailors now are engaged in Operation Quick Strike, targeting insurgents in western Iraq, including the bloodiest battlefield this week, Haditha.", "sentId": 15}], "secId": 8}, {"speaker": "CROWLEY", "sentences": [{"text": "Military officials say the offensive had been in the works before the deadly attacks on Haditha Monday and Wednesday.", "sentId": 16}, {"text": "Most of the 20 U.S. troops killed in those attacks were from Ohio.", "sentId": 17}, {"text": "And they were honored today at a prayer vigil in Cleveland.", "sentId": 18}], "secId": 9}, {"speaker": "CROWLEY", "sentences": [{"text": "Mayor Jane Campbell spoke of a community united in grief and pride.", "sentId": 19}], "secId": 10}, {"speaker": "CAMPBELL", "sentences": [{"text": "We come together and find that even those who may disagree about the government's policy would never for one moment fail to acknowledge the dignity, the courage, and the determination of those who serve and the sacrifice of the families who love them so much.", "sentId": 20}], "secId": 11}, {"speaker": "CROWLEY", "sentences": [{"text": "The heartbreak in Ohio has only added to those disagreements about U.S. policy in Iraq.", "sentId": 21}, {"text": "And that's showing up in President Bush's poll numbers.", "sentId": 22}], "secId": 12}, {"speaker": "CROWLEY", "sentences": [{"text": "CNN's Elaine Quijano is with the president in Crawford, Texas -- Elaine?", "sentId": 23}], "secId": 13}, {"speaker": "QUIJANO", "sentences": [{"text": "Hello to you, Candy.", "sentId": 24}], "secId": 14}, {"speaker": "QUIJANO", "sentences": [{"text": "That's right.", "sentId": 25}, {"text": "This time last year, President Bush was in full campaign mode running as a wartime president and also fending off charges of a sluggish economy.", "sentId": 26}, {"text": "Well, now, even though these latest job numbers showing that there is good news on the economic front, there are concerns about how the president is handling the war in Iraq.", "sentId": 27}], "secId": 15}, {"speaker": "QUIJANO", "sentences": [{"text": "Specifically, a new Associated Press/Ipsos poll is out that shows just 38 percent of Americans approve of the president's approach; 59 percent say they disapprove.", "sentId": 28}, {"text": "Of course, the survey was taken in recent days during an especially bloody week, as you mentioned, for U.S. forces who are in Iraq.", "sentId": 29}, {"text": "Since Sunday, more than two dozen American troops have been killed there.", "sentId": 30}], "secId": 16}, {"speaker": "QUIJANO", "sentences": [{"text": "And against that backdrop, President Bush, during a joint appearance with the leader of Colombia yesterday, reiterated that the United States would stay the course in Iraq.", "sentId": 31}, {"text": "And he also pointed to recent comments by Osama bin Laden's deputy, Ayman Al-Zawahiri, as evidence that Iraq is part of the war on terror.", "sentId": 32}], "secId": 17}, {"speaker": "QUIJANO", "sentences": [{"text": "Now, on that question of the war on terror, which was combined with foreign policy in that Associated Press poll, 47 percent of Americans said they approve of his handling of foreign policy and the war on terror; 51 percent said they disapprove.", "sentId": 33}], "secId": 18}, {"speaker": "QUIJANO", "sentences": [{"text": "Meantime, taking a look at the president's overall approval rating, which continues to hover below 50 percent, this poll showing the president at 42 percent.", "sentId": 34}], "secId": 19}, {"speaker": "QUIJANO", "sentences": [{"text": "Now, Mr. Bush himself, of course, says he does not pay much attention to polls.", "sentId": 35}, {"text": "But, of course, that news on Iraq and his poll numbers on Iraq, something that people are watching very closely to see what effect, if any, it might have on the midterm congressional elections and even possibly down the line to 2008, the presidential race.", "sentId": 36}], "secId": 20}, {"speaker": "QUIJANO", "sentences": [{"text": "Now, as for Iraq, the Bush administration continues to insist that progress is being made on a number of fronts, saying that Iraqis are moving ahead in helping to form their new government and also get a permanent constitution.", "sentId": 37}, {"text": "But those images out of Iraq, as well as the images here stateside of mourning, certainly seeming to overshadow the administration's message, as evidenced by these latest numbers -- Candy?", "sentId": 38}], "secId": 21}, {"speaker": "CROWLEY", "sentences": [{"text": "CNN's Elaine Quijano with the president.", "sentId": 39}, {"text": "Thanks, Elaine.", "sentId": 40}], "secId": 22}, {"speaker": "CROWLEY", "sentences": [{"text": "Let's talk more about Iraq and the political ramifications with Senator Bill Nelson, Democrat of Florida, a member of the Armed Services Committee.", "sentId": 41}], "secId": 23}, {"speaker": "CROWLEY", "sentences": [{"text": "Senator Nelson, pretty bluntly, 38 percent approval of the way the president is conducting the war in Iraq.", "sentId": 42}, {"text": "Can you sustain a war with those kind of numbers?", "sentId": 43}], "secId": 24}, {"speaker": "NELSON", "sentences": [{"text": "It's tough, Candy, but we are in a heck of a mess.", "sentId": 44}, {"text": "We don't have any alternative but to make sure that we stabilize that country.", "sentId": 45}], "secId": 25}, {"speaker": "NELSON", "sentences": [{"text": "You can argue all day long -- and there is plenty of argument -- about whether or not we should have gone in there in the first place.", "sentId": 46}, {"text": "You can argue all day long about the faulty intelligence that we had, and I was a recipient of some of that faulty intelligence.", "sentId": 47}], "secId": 26}, {"speaker": "NELSON", "sentences": [{"text": "But now that we're there, the alternative is to turn that country over to the terrorists, to al Qaeda.", "sentId": 48}, {"text": "And if they were running that country, sitting on top of all that oil, and then putting pressure on next door neighbor Saudi Arabia, and if the royal family were to fall, you get the picture.", "sentId": 49}, {"text": "If suddenly the radical elements are in control of a major part of the world's oil supply, that would bring us to a jolting stop.", "sentId": 50}], "secId": 27}, {"speaker": "CROWLEY", "sentences": [{"text": "Senator, you voted for the resolution of the war on Iraq, as I recall.", "sentId": 51}, {"text": "Correct me if I'm wrong.", "sentId": 52}, {"text": "Are you sorry?", "sentId": 53}], "secId": 28}, {"speaker": "NELSON", "sentences": [{"text": "Candy, not at the time, because, at the time, we were given information that, in fact, there were weapons of mass destruction.", "sentId": 54}, {"text": "This senator was told that Saddam had a plan to put drones on ships with biological warfare and drop them off onto East Coast U.S. cities.", "sentId": 55}], "secId": 29}, {"speaker": "NELSON", "sentences": [{"text": "Did I think that there was an imminent threat as a result of that information?", "sentId": 56}, {"text": "You bet I did.", "sentId": 57}, {"text": "And also those votes that came were also perceived of whether or not we were voting to support our troops.", "sentId": 58}], "secId": 30}, {"speaker": "NELSON", "sentences": [{"text": "Now it's a different situation.", "sentId": 59}, {"text": "And yet, I think, as I said at the outset, I think we're in a real fix.", "sentId": 60}], "secId": 31}, {"speaker": "CROWLEY", "sentences": [{"text": "So, you know, in some ways, because we started a war that you now appear to believe probably should not have been started, knowing what you know now, the rationale is we have to stay in, because otherwise we will have made it worse, is that what you're saying?", "sentId": 61}], "secId": 32}, {"speaker": "NELSON", "sentences": [{"text": "Well, we have to stabilize the country, stabilize them politically, security-wise.", "sentId": 62}, {"text": "And then they will stabilize politically and economically, if they have a chance.", "sentId": 63}, {"text": "And I think they do have a chance.", "sentId": 64}, {"text": "But it's not just us doing it alone.", "sentId": 65}, {"text": "That's one of the great faults that I find, and I think is reflected in some of those low numbers for the president, that we have not reached out to the world.", "sentId": 66}, {"text": "We've made this our war, when, in fact, when we went into Afghanistan, when we went into the first Gulf War, we had a lot of the world with us.", "sentId": 67}, {"text": "That's not the case now.", "sentId": 68}], "secId": 33}, {"speaker": "CROWLEY", "sentences": [{"text": "Senator, I have under about 30 seconds, so I want to give one of those horrible questions.", "sentId": 69}, {"text": "On a scale of one to 10, when you look ahead to your reelection bid next year, how high do you think this war in Iraq will play in how people make up their minds in Florida?", "sentId": 70}], "secId": 34}, {"speaker": "NELSON", "sentences": [{"text": "I think it will be in the top five.", "sentId": 71}, {"text": "I don't think it will be the deciding factor in my particular race.", "sentId": 72}, {"text": "But I think, clearly, the mood of the country politically is going to be determined about in large part how they feel about Iraq.", "sentId": 73}], "secId": 35}, {"speaker": "CROWLEY", "sentences": [{"text": "Senator Bill Nelson of Florida, as always, we appreciate it.", "sentId": 74}], "secId": 36}, {"speaker": "NELSON", "sentences": [{"text": "Thanks, Candy.", "sentId": 75}], "secId": 37}, {"speaker": "CROWLEY", "sentences": [{"text": "In Britain, Tony Blair says the rules of the game are changing after the terror attacks in London.", "sentId": 76}, {"text": "Coming up, we'll get Blair's \"get tough\" approach.", "sentId": 77}, {"text": "And will it enhance his newfound public support or will it threaten it?", "sentId": 78}], "secId": 38}, {"speaker": "CROWLEY", "sentences": [{"text": "Also ahead, Iraq and the fight for control of Congress.", "sentId": 79}, {"text": "Will the conflict now make a difference at the polls next year?", "sentId": 80}], "secId": 39}, {"speaker": "CROWLEY", "sentences": [{"text": "And the would-be presidential candidates in 2008 may be trying to fly under the radar, but we've got them in our sights.", "sentId": 81}, {"text": "This is INSIDE POLITICS.", "sentId": 82}], "secId": 40}, {"speaker": "CROWLEY", "sentences": [{"text": "British Prime Minister Tony Blair today proposed new laws to make it easier for his government to deport foreigners who preach hatred and to bar entry to radical clerics.", "sentId": 83}, {"text": "Mr. Blair said his proposals are not designed to target Muslims, only those he described as the \"fringe elements\" that do not truly represent Islam.", "sentId": 84}], "secId": 41}, {"speaker": "CROWLEY", "sentences": [{"text": "Extremist Web sites, bookstores and mosques will also be targeted under the new laws.", "sentId": 85}], "secId": 42}, {"speaker": "CROWLEY", "sentences": [{"text": "The prime minister told reporters the country's earlier guidelines for containing extremists in Britain no longer apply.", "sentId": 86}], "secId": 43}, {"speaker": "BLAIR", "sentences": [{"text": "If someone is a foreign national coming to preach in this country, they are not going to be preaching this kind of extremism.", "sentId": 87}, {"text": "And if they do, they've just got to understand they're not going to come in.", "sentId": 88}, {"text": "And what I'm trying to do here is -- and this will be followed up with the action in the next few weeks, as I think you will see -- is to send a clear signal out that the rules of the game have changed.", "sentId": 89}], "secId": 44}, {"speaker": "CROWLEY", "sentences": [{"text": "A short while ago, I discussed Tony Blair's proposals with CNN's European political editor, Robin Oakley.", "sentId": 90}, {"text": "I started by asking Robin that, given the signs the event that the recent London bombings have increased political support for Blair, how likely is it that today's announcement might threaten that new support?", "sentId": 91}], "secId": 45}, {"speaker": "OAKLEY", "sentences": [{"text": "The danger in his new proposals is, firstly, that he's giving only a month's period of consultation on some of the controversial measures.", "sentId": 92}, {"text": "And the Conservative leader, or potential Conservative leader, is saying that that is not long enough.", "sentId": 93}], "secId": 46}, {"speaker": "OAKLEY", "sentences": [{"text": "And the Liberal Democrat leader, Charles Kennedy, is saying these measures go too far in terms of compromising Britain's civil liberties.", "sentId": 94}, {"text": "And there is a danger, perhaps, that the Liberal Democrats will start to withdraw some of their support, Candy.", "sentId": 95}], "secId": 47}, {"speaker": "CROWLEY", "sentences": [{"text": "One of the points the prime minister has made since the bombings is, this will not change our way of life here in Britain.", "sentId": 96}, {"text": "With these new proposals, does that still hold true?", "sentId": 97}], "secId": 48}, {"speaker": "OAKLEY", "sentences": [{"text": "I don't think it does.", "sentId": 98}, {"text": "The politicians keep insisting that the British are a tolerant people and that they're not going to let their way of life, their liberal values, their openness to different cultures and religions and styles of life, be affected by this.", "sentId": 99}], "secId": 49}, {"speaker": "OAKLEY", "sentences": [{"text": "But quite clearly, this is having an effect on the law.", "sentId": 100}, {"text": "Tony Blair is talking about a changed climate of opinion.", "sentId": 101}, {"text": "He's saying how difficult it was before the last election to get through some anti- terrorist measures.", "sentId": 102}, {"text": "He's saying now the British people, although they retain their tolerance, are angry, and that the government has got to react to that.", "sentId": 103}], "secId": 50}, {"speaker": "OAKLEY", "sentences": [{"text": "So we're having, for example, lists drawn up of suspect Web sites, bookshops, organizations.", "sentId": 104}, {"text": "And association with any of those is going to be sufficient to make somebody liable for deportation.", "sentId": 105}], "secId": 51}, {"speaker": "OAKLEY", "sentences": [{"text": "Well, people who are the traditional defenders of civil liberties in Britain, I think, are going to find that going too far, Candy.", "sentId": 106}], "secId": 52}, {"speaker": "CROWLEY", "sentences": [{"text": "And is there a sense that Britain has been perhaps too soft in its rules that allow people to come into the country?", "sentId": 107}], "secId": 53}, {"speaker": "OAKLEY", "sentences": [{"text": "I think what the government is doing now is virtually an acknowledgement of that.", "sentId": 108}, {"text": "A lot of people have been saying that London had become London-istan, because it was home to so many radical preachers of hate.", "sentId": 109}, {"text": "And people were contrasting the British laid-back style with that in France, for example, where, with their determined secularism, they banned the wearing of Muslim headscarves by girls in schools, and so on, and insisted on a much greater integration with French society.", "sentId": 110}], "secId": 54}, {"speaker": "OAKLEY", "sentences": [{"text": "Now, Tony Blair is starting to say, yes, OK, we respect people's different culture and religion, but they've got to become part of the British mainstream.", "sentId": 111}, {"text": "That, I think, is an acknowledgement that perhaps not enough has been done to get integration in the past.", "sentId": 112}], "secId": 55}, {"speaker": "CROWLEY", "sentences": [{"text": "And a final question on the timing of this.", "sentId": 113}, {"text": "We had heard some of these proposals before from some of your undersecretaries for the prime minister.", "sentId": 114}, {"text": "What's new here?", "sentId": 115}, {"text": "What about the timing of this?", "sentId": 116}], "secId": 56}, {"speaker": "OAKLEY", "sentences": [{"text": "The timing of this has a lot to do with the fact that Tony Blair is about to go on holiday.", "sentId": 117}, {"text": "There had been criticism of the home secretary, the inland security minister, who was about to go on holiday before last big meeting with the police and other security authorities and changed his plans -- criticism that Tony Blair, his foreign secretary, Jack Straw, and Charles Clark, the home secretary, will be away at such a sensitive time.", "sentId": 118}, {"text": "So I think he's wanted to show that he was engaged in these efforts right up to the last minute.", "sentId": 119}], "secId": 57}, {"speaker": "OAKLEY", "sentences": [{"text": "There's a bit of political showmanship about this, because nothing will really happen until Parliament is back in the autumn.", "sentId": 120}], "secId": 58}, {"speaker": "CROWLEY", "sentences": [{"text": "Back to U.S. politics after a quick break.", "sentId": 121}, {"text": "Some Democrats say the situation in Iraq could have a political price for Republicans.", "sentId": 122}, {"text": "We'll talk about the big races for the House and Senate in 2006 when we return.", "sentId": 123}], "secId": 59}, {"speaker": "CROWLEY", "sentences": [{"text": "You are looking at a live picture out of the San Diego North Island Naval Base where they have finished loading up two rescue vehicles known as Super Scorpios.", "sentId": 124}, {"text": "This plane, Air Force C-5, will soon depart and head for the southern tip of the Kamchatka Peninsula.", "sentId": 125}], "secId": 60}, {"speaker": "CROWLEY", "sentences": [{"text": "There, about 625 feet down, are some Soviet people aboard a sub.", "sentId": 126}, {"text": "They are stranded down there.", "sentId": 127}, {"text": "The U.S. sending help, trying to rescue them.", "sentId": 128}], "secId": 61}, {"speaker": "CROWLEY", "sentences": [{"text": "We have been told that perhaps they have air enough until Monday.", "sentId": 129}, {"text": "We have also been told they only have 24 hours left.", "sentId": 130}, {"text": "In any case, a very urgent mission.", "sentId": 131}, {"text": "The U.S. on its way to see what it can do to help those Russians stuck in the sub right off the Kamchatka Peninsula.", "sentId": 132}], "secId": 62}, {"speaker": "CROWLEY", "sentences": [{"text": "Back to INSIDE POLITICS.", "sentId": 133}], "secId": 63}, {"speaker": "CROWLEY", "sentences": [{"text": "The fight for Iraq is just one of the factors that could influence next year's congressional elections.", "sentId": 134}, {"text": "With me now to talk about 2006 are two of our favorite analysts, Stu Rothenberg of the \"Rothenberg Political Report\", and Amy Walter of the \"Cook Political Report.\"", "sentId": 135}], "secId": 64}, {"speaker": "CROWLEY", "sentences": [{"text": "We have this special election in Ohio.", "sentId": 136}, {"text": "We have the first Iraq veteran to run.", "sentId": 137}, {"text": "He loses, but not by much.", "sentId": 138}, {"text": "So it's one of things where you lose, it's a victory.", "sentId": 139}, {"text": "Is it that Iraq was so overwhelming, or are there other things at play?", "sentId": 140}], "secId": 65}, {"speaker": "ROTHENBERG", "sentences": [{"text": "I think there are a lot of other things more important, in terms of the Republican candidate and the ineptness of her campaign, the high quality Democratic candidate and the strong campaign, a terrific ad at the end of the campaign by the Democratic Congressional Campaign Committee, and the environment, which was much more state-focused rather than national-focused, in my mind.", "sentId": 141}, {"text": "Bob Taft, the governor, a mess.", "sentId": 142}], "secId": 66}, {"speaker": "CROWLEY", "sentences": [{"text": "So what do we take from it for -- so what's the lesson learned here, if any?", "sentId": 143}], "secId": 67}, {"speaker": "WALTER", "sentences": [{"text": "I think what the Democratic candidate was able to do so well is he was able to balance being a patriot.", "sentId": 144}, {"text": "And all his ads he ran, he did not run as an anti-war candidate.", "sentId": 145}, {"text": "He ran with pictures of Bush in his ads; he ran as a Marine.", "sentId": 146}, {"text": "And yet, at the same time, he was able to balance here, also, criticism of the war that helped him raise so much money off the Internet.", "sentId": 147}, {"text": "These liberal bloggers say they raised over $500,000 for him.", "sentId": 148}], "secId": 68}, {"speaker": "WALTER", "sentences": [{"text": "So I think, for frustrated Democrats, many of whom who thought the Democrats in 2004 did not effectively take advantage of the frustration Americans have about the war, these guys are there ready to put money in the campaigns.", "sentId": 149}], "secId": 69}, {"speaker": "WALTER", "sentences": [{"text": "If candidates can figure out how to keep that balance, there is some money out there for them.", "sentId": 150}], "secId": 70}, {"speaker": "ROTHENBERG", "sentences": [{"text": "And, Candy, if you talk to Democratic strategists, Democratic operatives, they don't talk about Iraq as being decisive.", "sentId": 151}, {"text": "They want to talk about ethics, because they think the ethics message has a broad national appeal, certainly a special appeal in Ohio, but a broad national appeal to run a change from outsider candidacy.", "sentId": 152}], "secId": 71}, {"speaker": "CROWLEY", "sentences": [{"text": "And certainly, on that score, we have some new poll numbers recently showing that, do you think the president is honest?, he has fallen in some of those personal categories that have really sustained him through all of this.", "sentId": 153}], "secId": 72}, {"speaker": "CROWLEY", "sentences": [{"text": "How big of trouble are the Republicans in at this point?", "sentId": 154}], "secId": 73}, {"speaker": "WALTER", "sentences": [{"text": "Well, remember, for so many of these Republicans in Congress, it's been a long time since they've had to run in a bad political environment, for Republican incumbents, that is.", "sentId": 155}], "secId": 74}, {"speaker": "WALTER", "sentences": [{"text": "You go back to 2002, obviously had a president with very high approval ratings.", "sentId": 156}, {"text": "Congress still had high approval ratings.", "sentId": 157}, {"text": "2004, still, the president was OK.", "sentId": 158}], "secId": 75}, {"speaker": "WALTER", "sentences": [{"text": "Now this safety net that Republican candidates have really counted on, especially the president's handling of the war, terrorism, his ability to really play off John Kerry in 2004 and those issues, that's not there anymore.", "sentId": 159}, {"text": "And so these candidates are really now kind of on a tightrope without that net.", "sentId": 160}, {"text": "I think you're going to start to see many more Republicans starting to distance themselves from the president and doing that through their campaign advertising, we haven't seen yet but I'm sure we will.", "sentId": 161}], "secId": 76}, {"speaker": "ROTHENBERG", "sentences": [{"text": "The way I put it is, conditions are ripe for a Democratic wave.", "sentId": 162}, {"text": "If I was the weatherman, we would talk about atmospherics and barometric pressure.", "sentId": 163}, {"text": "Conditions are appropriate for that -- bad job approval numbers for the president, more people, many more people, majority of the people believe the country is headed off on the wrong track.", "sentId": 164}], "secId": 77}, {"speaker": "ROTHENBERG", "sentences": [{"text": "However, once we focus on individual races, that changes things.", "sentId": 165}, {"text": "And I did note a Democracy Corps poll just out within the last day or two.", "sentId": 166}, {"text": "They asked a thermometer, feelings about the parties, 100 to 0; 100, I have a very favorable feeling toward the Republicans and the Democrats, zero unfavorable.", "sentId": 167}, {"text": "And the parties were about even, almost identical ratings.", "sentId": 168}, {"text": "So while I think the Republicans are at risk, I don't think they've, at this point, been dramatically harmed.", "sentId": 169}], "secId": 78}, {"speaker": "CROWLEY", "sentences": [{"text": "I mean, I was going to ask -- there's gaining ground and then there's overtaking the Republicans for...", "sentId": 170}], "secId": 79}, {"speaker": "WALTER", "sentences": [{"text": "That's right.", "sentId": 171}], "secId": 80}, {"speaker": "CROWLEY", "sentences": [{"text": "And right now, we're talking about the possibility of gaining ground, as far as you can see.", "sentId": 172}], "secId": 81}, {"speaker": "WALTER", "sentences": [{"text": "And Democrats, especially, when it comes to the House, when you have, you know, potentially a bigger universe to go and try to expand into, that's really what they're looking for.", "sentId": 173}, {"text": "And I think the Ohio race is one example where they're going to try to expand the playing field, because today we -- both of us can only look at 20, 30 seats that are competitive.", "sentId": 174}, {"text": "Democrats need 15 to be able to take control of Congress.", "sentId": 175}, {"text": "So they need to be able to expand the field by trying to recruit more candidates, try to take advantage of some of these atmospherics in places where it may be more dramatic than others.", "sentId": 176}, {"text": "Ohio is a great example.", "sentId": 177}], "secId": 82}, {"speaker": "WALTER", "sentences": [{"text": "But you're right.", "sentId": 178}, {"text": "Fundamentally, if voters think, \"I think the entire system is broken,\" then they're not necessarily going to award one candidate over the other.", "sentId": 179}], "secId": 83}, {"speaker": "WALTER", "sentences": [{"text": "I think what we're looking at feels very similar to the early '90s when there was a very strong anti-incumbent message, that both parties suffered.", "sentId": 180}, {"text": "But clearly voters know which party's in charge.", "sentId": 181}, {"text": "And I think running as an outsider in this environment would be a very smart move.", "sentId": 182}], "secId": 84}, {"speaker": "ROTHENBERG", "sentences": [{"text": "And if you're at the Democratic Senate Campaign Committee, the Congressional Campaign Committee, you can point to the Paul Hackett race, but you could also point to these Bush numbers and right track-wrong track numbers as you recruit candidates, right, and as you try to raise money to your party.", "sentId": 183}], "secId": 85}, {"speaker": "ROTHENBERG", "sentences": [{"text": "You go out to donors and say, we've got a terrific opportunity.", "sentId": 184}, {"text": "Look.", "sentId": 185}, {"text": "Give to us.", "sentId": 186}, {"text": "And you go out and recruit the candidates.", "sentId": 187}], "secId": 86}, {"speaker": "ROTHENBERG", "sentences": [{"text": "So I don't want to minimize the short-term environment and the advantages it offers the Democrats.", "sentId": 188}, {"text": "Let's just -- in term of net seat changes, we have to hold our fire.", "sentId": 189}], "secId": 87}, {"speaker": "CROWLEY", "sentences": [{"text": "And plenty of time left for things to change on the ground and all, a couple of months, anyway.", "sentId": 190}, {"text": "So, Stu Rothenberg of the \"Rothenberg Political Report,\" Amy Walter of the \"Cook Political Report,\" as always, it's great to talk to you.", "sentId": 191}, {"text": "Thanks.", "sentId": 192}], "secId": 88}, {"speaker": "CROWLEY", "sentences": [{"text": "If you think presidential campaigns only happen every four years, you probably don't live in Iowa or New Hampshire.", "sentId": 193}, {"text": "Coming up, the endless race, and the men and women who are doing a lot of running, despite saying they're not candidates, at least not yet.", "sentId": 194}], "secId": 89}, {"speaker": "CROWLEY", "sentences": [{"text": "Plus, a milestone remembered in the march for equality in the election process.", "sentId": 195}, {"text": "More INSIDE POLITICS ahead.", "sentId": 196}], "secId": 90}, {"speaker": "CROWLEY", "sentences": [{"text": "Markets are getting set to close on Wall Street.", "sentId": 197}, {"text": "So, of course, you know I am joined by Kitty Pilgrim in New York with \"The Dobbs Report\" -- Kitty?", "sentId": 198}], "secId": 91}, {"speaker": "PILGRIM", "sentences": [{"text": "Hi, Candy.", "sentId": 199}, {"text": "How are you?", "sentId": 200}], "secId": 92}, {"speaker": "PILGRIM", "sentences": [{"text": "Stocks lower.", "sentId": 201}, {"text": "Let's take a look.", "sentId": 202}, {"text": "And the Dow Industrials having a pretty tough day, down about 47.", "sentId": 203}, {"text": "NASDAQ 0.5 percent lower.", "sentId": 204}, {"text": "Part of this problem, oil prices.", "sentId": 205}, {"text": "They jumped nearly a dollar, closed above $62 a barrel.", "sentId": 206}, {"text": "That's for the first time.", "sentId": 207}], "secId": 93}, {"speaker": "PILGRIM", "sentences": [{"text": "Let's look at labor.", "sentId": 208}, {"text": "Employers hired 207,000 more workers in July.", "sentId": 209}, {"text": "That's the most in five months.", "sentId": 210}, {"text": "Also in the report, big jump in wages.", "sentId": 211}, {"text": "That could be bad for inflation.", "sentId": 212}, {"text": "The Fed could get more aggressive about interest rates.", "sentId": 213}, {"text": "Now, the next Fed meeting is on Tuesday.", "sentId": 214}], "secId": 94}, {"speaker": "PILGRIM", "sentences": [{"text": "It was a big day for Baidu.com.", "sentId": 215}, {"text": "What is Baidu.com?", "sentId": 216}, {"text": "It's a Chinese web search engine.", "sentId": 217}, {"text": "And the shares more than quadrupled on their first day of trading, going from $27 a share to, get this, $127, Baidu often called the Chinese equivalent of Google.", "sentId": 218}], "secId": 95}, {"speaker": "PILGRIM", "sentences": [{"text": "In other news, the Justice Department reportedly investigating claims that DaimlerChrysler's Mercedes unit paid bribes to foreign officials.", "sentId": 219}, {"text": "the \"Wall Street Journal\" says the bribes went to at least a dozen countries and that senior executives knew all about it.", "sentId": 220}], "secId": 96}, {"speaker": "CNN", "sentences": [{"text": "00 Eastern, \"LOU DOBBS TONIGHT,\" our special series, \"Broken Borders,\" a massive breakdown in U.S. border security.", "sentId": 221}, {"text": "An illegal alien gets a job with the Border Patrol, uses his post to smuggle more illegals into the country.", "sentId": 222}], "secId": 97}, {"speaker": "HAYWORTH", "sentences": [{"text": "If this person was taking about $300 a head to smuggle other illegals into this country, who is to say that a foreign power or Islamofascists with access to untold wealth is able to up the ante and bring terrorist cells into this country?", "sentId": 223}], "secId": 98}, {"speaker": "PILGRIM", "sentences": [{"text": "Also tonight, budgetary magic tricks.", "sentId": 224}, {"text": "Congress passed the transportation bill with a price tag of $286 billion.", "sentId": 225}, {"text": "But critics say the real price is much higher.", "sentId": 226}, {"text": "We'll have a full report.", "sentId": 227}], "secId": 99}, {"speaker": "PILGRIM", "sentences": [{"text": "Plus, astronauts aboard the Shuttle Discovery getting ready for their journey home.", "sentId": 228}, {"text": "And we have one astronaut -- a veteran of three spacewalks will join us to talk about Monday's landing and the future of the shuttle program.", "sentId": 229}], "secId": 100}, {"speaker": "PILGRIM", "sentences": [{"text": "Also, scientists this week unveiled the first cloned dog.", "sentId": 230}, {"text": "Now, is this a scientific breakthrough or an ominous ethical mistake?", "sentId": 231}, {"text": "Two professors on opposite sides of the issue join us for a debate.", "sentId": 232}], "secId": 101}, {"speaker": "there", "sentences": [{"text": "00 Eastern, LOU DOBBS TONIGHT.", "sentId": 233}], "secId": 102}, {"speaker": "there", "sentences": [{"text": "But for now, back to you, Candy.", "sentId": 234}], "secId": 103}, {"speaker": "CROWLEY", "sentences": [{"text": "We'll be there, I promise.", "sentId": 235}, {"text": "Thanks, Kitty.", "sentId": 236}], "secId": 104}, {"speaker": "CROWLEY", "sentences": [{"text": "Now back to INSIDE POLITICS.", "sentId": 237}], "secId": 105}, {"speaker": "CROWLEY", "sentences": [{"text": "Every day, every minute, a child is born, someone dies, and a possible presidential contender is testing the waters in Iowa or New Hampshire.", "sentId": 238}, {"text": "OK, that last part is exaggerated, but you see where we're going.", "sentId": 239}, {"text": "In presidential politics, it's almost always a good idea to campaign early and often, even if you're not officially running for anything.", "sentId": 240}], "secId": 106}, {"speaker": "UNIDENTIFIED MALES AND FEMALES ", "sentences": [{"text": "Happy birthday to you.", "sentId": 241}], "secId": 107}, {"speaker": "CROWLEY", "sentences": [{"text": "It's Lou D'Allesandro's birthday.", "sentId": 242}, {"text": "Who, you may ask, is Lou D'Allesandro?", "sentId": 243}, {"text": "He's a well-connected longtime Democratic state senator from New Hampshire.", "sentId": 244}], "secId": 108}, {"speaker": "CROWLEY", "sentences": [{"text": "Next question, what's John Edwards doing here, on his third New Hampshire visit since the last election?", "sentId": 245}], "secId": 109}, {"speaker": "CROWLEY", "sentences": [{"text": ": Are you running for president?", "sentId": 246}], "secId": 110}, {"speaker": "EDWARDS", "sentences": [{"text": "No.", "sentId": 247}, {"text": "My campaign is to do something about poverty in this country.", "sentId": 248}], "secId": 111}, {"speaker": "CROWLEY", "sentences": [{"text": "Not that we actually expected him to say yes.", "sentId": 249}], "secId": 112}, {"speaker": "KEEFE", "sentences": [{"text": "They all know how to avoid that question, or they wouldn't -- they wouldn't have gotten as far as they've gotten in this business.", "sentId": 250}], "secId": 113}, {"speaker": "CROWLEY", "sentences": [{"text": "On the same night John Edwards was not running for president, Joe Keefe, another well-connected state Democrat, was to host a little fete for John Kerry, who is also not running.", "sentId": 251}], "secId": 114}, {"speaker": "KEEFE", "sentences": [{"text": "There was an opportunity to sort of see him in the flesh and reconnect and I think, for John Kerry, an opportunity to stay in touch and keep his options open.", "sentId": 252}], "secId": 115}, {"speaker": "CROWLEY", "sentences": [{"text": "Kerry had Senate business, so the party was canceled.", "sentId": 253}, {"text": "But he'll be back to, uh, keep his options open.", "sentId": 254}, {"text": "He's already been back, a month after he lost the '04 election.", "sentId": 255}], "secId": 116}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Two thousand and eight?", "sentId": 256}], "secId": 117}, {"speaker": "CROWLEY", "sentences": [{"text": "Welcome back to New Hampshire, land of eternal politics.", "sentId": 257}], "secId": 118}, {"speaker": "D'ALLESANDRO", "sentences": [{"text": "I think our perception is, it never ends.", "sentId": 258}, {"text": "So it isn't that -- it isn't that early.", "sentId": 259}], "secId": 119}, {"speaker": "CROWLEY", "sentences": [{"text": "And, fortunately, they recycle here.", "sentId": 260}], "secId": 120}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Well, I ordered it online from the Dem store last year.", "sentId": 261}, {"text": "And it didn't get here until after John did not win the primary.", "sentId": 262}, {"text": "So, it's been hanging on a hanger.", "sentId": 263}, {"text": "And I thought, oh, good, I can wear the shirt tonight.", "sentId": 264}], "secId": 121}, {"speaker": "CROWLEY", "sentences": [{"text": "It is not just that some presidential suspects are showing up in New Hampshire.", "sentId": 265}, {"text": "It's that a lot of them are.", "sentId": 266}], "secId": 122}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Let me see.", "sentId": 267}, {"text": "In terms of national figures, Senator Bayh has been to visit.", "sentId": 268}], "secId": 123}, {"speaker": "HENDERSON", "sentences": [{"text": "Republicans, just since the first of the year, we've had Bill Frist up here, Senator Frist.", "sentId": 269}], "secId": 124}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "And we've seen Governor Richardson from New Mexico.", "sentId": 270}, {"text": "We hear that we're going to be seeing Governor Vilsack shortly.", "sentId": 271}], "secId": 125}, {"speaker": "HENDERSON", "sentences": [{"text": "Governor Romney, Senator Allen and Senator Brownback.", "sentId": 272}], "secId": 126}, {"speaker": "CROWLEY", "sentences": [{"text": "It's so early that the buzz is more a hum, but the early hum goes to Mitt Romney, the Republican with the movie star looks, and Bill Richardson, the Democrat with the swagger of a rock star.", "sentId": 273}, {"text": "But the sheer volume of candidates speaks to a race that, on both sides, begins on an even playing field, no incumbents, not even a vice president who's interested.", "sentId": 274}], "secId": 127}, {"speaker": "HENDERSON", "sentences": [{"text": "It's a wide-open field.", "sentId": 275}, {"text": "Any boy or girl who dreamed about becoming president, this may be your time.", "sentId": 276}], "secId": 128}, {"speaker": "CROWLEY", "sentences": [{"text": "So, Katie, bar the door, or at least the state line.", "sentId": 277}, {"text": "And that goes for Iowa, too.", "sentId": 278}], "secId": 129}, {"speaker": "GRASSLEY", "sentences": [{"text": "In fact, if they all come at once, the 2.9 million Iowans better get out of the way.", "sentId": 279}, {"text": "They'll get run over.", "sentId": 280}, {"text": "CROWLEY: Exceptions to the even-playing-field, the 800-pound gorillas, Hillary Clinton, who has yet to visit New Hampshire this season, and John McCain, who has dropped in once.", "sentId": 281}], "secId": 130}, {"speaker": "MCCAIN", "sentences": [{"text": "Of course, I have some very happy memories of my extended stay in your state several years ago.", "sentId": 282}], "secId": 131}, {"speaker": "CROWLEY", "sentences": [{"text": "They already have names.", "sentId": 283}, {"text": "They already have networks.", "sentId": 284}, {"text": "There is no rush.", "sentId": 285}, {"text": "There are people willing to hold their places.", "sentId": 286}], "secId": 132}, {"speaker": "UNIDENTIFIED ACTORS", "sentences": [{"text": "Hillary, can you help us?", "sentId": 287}], "secId": 133}, {"speaker": "UNIDENTIFIED ACTRESS", "sentences": [{"text": "Sure, but it will take me two terms to clean up this mess.", "sentId": 288}], "secId": 134}, {"speaker": "CROWLEY", "sentences": [{"text": "For all others, it is show time in New Hampshire, working out the bugs, working on the message, just plain working it.", "sentId": 289}, {"text": "Edwards and Kerry already have paid staffers planted in the state, helping local Democrats.", "sentId": 290}], "secId": 135}, {"speaker": "D'ALLESANDRO", "sentences": [{"text": "Most people are here trying to build, build the names, build a network, help somebody out, so that, in turn, you'll be helping someone else out when the time comes.", "sentId": 291}], "secId": 136}, {"speaker": "CROWLEY", "sentences": [{"text": "Grabbing a chit.", "sentId": 292}], "secId": 137}, {"speaker": "D'ALLESANDRO", "sentences": [{"text": "Right.", "sentId": 293}, {"text": "You got it.", "sentId": 294}, {"text": "You know the game.", "sentId": 295}], "secId": 138}, {"speaker": "CROWLEY", "sentences": [{"text": "For the most part, they fly under the radar.", "sentId": 296}, {"text": "But ready or not, the '08 presidential race is under way, no matter what you hear.", "sentId": 297}], "secId": 139}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "How often will we see you?", "sentId": 298}], "secId": 140}, {"speaker": "RICHARDSON", "sentences": [{"text": "Well, hopefully, I got to get myself reelected and then we'll see.", "sentId": 299}, {"text": "But I like New Hampshire.", "sentId": 300}], "secId": 141}, {"speaker": "ALLEN", "sentences": [{"text": "I'm running for reelection next year in Virginia.", "sentId": 301}, {"text": "So, I'm focused on that reelection.", "sentId": 302}], "secId": 142}, {"speaker": "CROWLEY", "sentences": [{"text": "No one in New Hampshire believes them.", "sentId": 303}, {"text": "No one.", "sentId": 304}], "secId": 143}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Do you have any idea who your partner's going to be in the presidential elections?", "sentId": 305}], "secId": 144}, {"speaker": "EDWARDS", "sentences": [{"text": "Well, I haven't decided what I'm going to do yet.", "sentId": 306}, {"text": "So, no, I haven't gotten that far.", "sentId": 307}], "secId": 145}, {"speaker": "CROWLEY", "sentences": [{"text": "Not yet.", "sentId": 308}], "secId": 146}, {"speaker": "CROWLEY", "sentences": [{"text": "We will be watching the '08 prospects every step of the way, and so will CNN political analyst Ron Brownstein of the \"Los Angeles Times.\"", "sentId": 309}, {"text": "We missed you up there.", "sentId": 310}, {"text": "But I'll tell you, it's a lot nicer now than in the snow.", "sentId": 311}], "secId": 147}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "It is.", "sentId": 312}, {"text": "You're exactly right.", "sentId": 313}, {"text": "That's the benefit of New Hampshire.", "sentId": 314}], "secId": 148}, {"speaker": "CROWLEY", "sentences": [{"text": "I asked all of them when I was up there, tell me how you gauge whether someone's really running.", "sentId": 315}, {"text": "What are the -- you know, what are the hallmarks?", "sentId": 316}, {"text": "Do they have to go to this place?", "sentId": 317}, {"text": "Do they have to go to that place?", "sentId": 318}, {"text": "When you look at who's really serious, what do you look at?", "sentId": 319}], "secId": 149}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Well, I think, first of all, I mean, you have a lot of people out there who understand they don't have to make a final decision on whether or not to run at this point.", "sentId": 320}, {"text": "And what's really important at this point is to do the things that will enable them to run if they decide to down the road.", "sentId": 321}], "secId": 150}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "So, what do you look for?", "sentId": 322}, {"text": "You look for people who are beginning to talk to fund-raising donors outside of their normal network, who are beginning to talk to some of the political consultants in the parties who have done this before.", "sentId": 323}, {"text": "We have a long cast of characters who have been around the block and are beginning to travel.", "sentId": 324}, {"text": "Certainly, someone like Mitt Romney, the governor of Massachusetts, has made a number of high-profile trips, speaking to Republican audiences, clearly putting himself out for them to measure.", "sentId": 325}, {"text": "That's the kind of activity.", "sentId": 326}, {"text": "It doesn't tell you they're going to run.", "sentId": 327}, {"text": "It tells you they want to have the option of running.", "sentId": 328}], "secId": 151}, {"speaker": "CROWLEY", "sentences": [{"text": "What about money?", "sentId": 329}, {"text": "At this point, does the money tell you anything?", "sentId": 330}, {"text": "I noticed that Senator Bayh, Evan Bayh, has raised more money than anybody else at this point from a PAC.", "sentId": 331}, {"text": "What does that tell you?", "sentId": 332}], "secId": 152}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Well, I think, traditionally, really going back at least until the 1980s, about 20 years, establishing a PAC for the midterm election is one of the ways that people lay the groundwork for running for president.", "sentId": 333}, {"text": "It funds their own travel.", "sentId": 334}, {"text": "It allows them to acquire IOUs and chits with candidates by contributing to them.", "sentId": 335}, {"text": "So, that is -- that is one sign.", "sentId": 336}], "secId": 153}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "But, again, I -- you know, you can -- you can begin to do this work and get down the road and decide it doesn't work.", "sentId": 337}, {"text": "So, it's not a sure sign that someone is -- is going to run.", "sentId": 338}, {"text": "It's only that they want to have the option of running.", "sentId": 339}], "secId": 154}, {"speaker": "CROWLEY", "sentences": [{"text": "In some ways, is what's going on in New Hampshire now, and will for the next two years or so, really the fight for who's going to be the insurgent?", "sentId": 340}, {"text": "You know, you heard me talk about the 800- pound gorillas.", "sentId": 341}, {"text": "I mean, these are people that don't really have to be there until the very end.", "sentId": 342}], "secId": 155}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Yes.", "sentId": 343}, {"text": "No, there are a lot of different slots in the race, I think, Candy, in any race.", "sentId": 344}, {"text": "And I -- I agree with the premise that, because this is an open seat on both sides, without a vice president running, in all likelihood, as far as we know, there will be an enormous amount of politicians who think this is the best chance they're going to have to run.", "sentId": 345}], "secId": 156}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "And so, one of the things that's going to be challenging is to get noticed for anybody, whether it's as the insurgent or as a conservative or moderate alternative in either party.", "sentId": 346}, {"text": "There's going to be an enormous challenge for these candidates just to draw attention to themselves in a field that could number 20 on both sides before it narrows down.", "sentId": 347}], "secId": 157}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "So, what -- I think what -- you're not only seeing candidates go to New Hampshire and Iowa and meet some of the early activists, you're seeing them try out the themes and the niches they're hoping to fill when this race gets going full scale.", "sentId": 348}], "secId": 158}, {"speaker": "CROWLEY", "sentences": [{"text": "Ron Brownstein, \"L.A. Times,\" thank you very much.", "sentId": 349}], "secId": 159}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Pleasure .", "sentId": 350}], "secId": 160}, {"speaker": "CROWLEY", "sentences": [{"text": "A leading conservative takes a stand on teaching creation.", "sentId": 351}, {"text": "And Senator Rick Santorum's position may surprise you.", "sentId": 352}], "secId": 161}, {"speaker": "CROWLEY", "sentences": [{"text": "Also ahead, it's been 40 years since Congress delivered voting rights to all Americans.", "sentId": 353}, {"text": "We'll look back at that civil rights milestone.", "sentId": 354}], "secId": 162}, {"speaker": "CROWLEY", "sentences": [{"text": "And when we go \"Inside the Blogs,\" what's in a name?", "sentId": 355}, {"text": "The Reagan street fight.", "sentId": 356}], "secId": 163}, {"speaker": "CROWLEY", "sentences": [{"text": "This is INSIDE POLITICS.", "sentId": 357}], "secId": 164}, {"speaker": "CROWLEY", "sentences": [{"text": "Checking the \"Political Bytes\" on this Friday, Pennsylvania Republican Senator Rick Santorum is breaking with President Bush on an issue important to many religious conservatives.", "sentId": 358}], "secId": 165}, {"speaker": "CROWLEY", "sentences": [{"text": "Santorum tells National Public Radio that, while he has problems with the concept of evolution, he is not ready for intelligent design to be taught in schools.", "sentId": 359}, {"text": "Intelligent design is the idea that a creator, not natural selection, is responsible for the existence of the universe.", "sentId": 360}], "secId": 166}, {"speaker": "CROWLEY", "sentences": [{"text": "Earlier this week, President Bush said he thinks intelligent design should be taught alongside evolution.", "sentId": 361}, {"text": "In Santorum's words -- \"I'm not comfortable with intelligent design being taught in the science classroom.", "sentId": 362}, {"text": "What we should be teaching are the problems and holes -- and I think there are legitimate problems and holes -- in the theory of evolution.", "sentId": 363}, {"text": "And what we need to do is to present those fairly from a scientific point of view.\"", "sentId": 364}], "secId": 167}, {"speaker": "CROWLEY", "sentences": [{"text": "New Jersey Senator and gubernatorial candidate Jon Corzine is drawing criticism from Republicans over reports he forgave a loan of almost half-a-million dollars to his ex-girlfriend.", "sentId": 365}, {"text": "The woman, Carla Katz, also heads the local Communications Workers of America, which represents 9,000 state employees.", "sentId": 366}, {"text": "Corzine says the arrangement would not affect his ability to negotiate with the union were he to be elected governor.", "sentId": 367}], "secId": 168}, {"speaker": "CROWLEY", "sentences": [{"text": "And former New Jersey Governor Jim McGreevey has signed a book deal.", "sentId": 368}, {"text": "McGreevey, you will recall, resigned from office about a year ago when he announced that he was gay and that he had been involved in an adulterous relationship with a man on his payroll.", "sentId": 369}], "secId": 169}, {"speaker": "CROWLEY", "sentences": [{"text": "African-Americans going to vote in the South in the 1960s didn't always get as far as the ballot box.", "sentId": 370}, {"text": "The Voting Rights Act largely changed that, making it illegal for minorities to be denied.", "sentId": 371}], "secId": 170}, {"speaker": "CROWLEY", "sentences": [{"text": "Bruce Morton looks at how the act, which turns 40 this weekend, changed politics in the South and the makeup of political parties.", "sentId": 372}], "secId": 171}, {"speaker": "MORTON", "sentences": [{"text": "In 1960s America, black and white Americans marched to make sure Southern blacks had the right to vote.", "sentId": 373}], "secId": 172}, {"speaker": "MORTON", "sentences": [{"text": "It took beatings to make sure Southern blacks could vote.", "sentId": 374}, {"text": "In Philadelphia, Mississippi, three civil rights workers -- two white, one black -- were murdered seeking that right.", "sentId": 375}, {"text": "Earlier this summer, 80-year-old ex-Klansman Edgar Ray Killen was sentenced to 60 years in prison for the manslaughter of those three young men.", "sentId": 376}], "secId": 173}, {"speaker": "MORTON", "sentences": [{"text": "And, 40 years ago this weekend, President Lyndon Johnson signed the Voting Rights Act of 1965.", "sentId": 377}], "secId": 174}, {"speaker": "LEWIS", "sentences": [{"text": "We were black, yes.", "sentId": 378}, {"text": "We were denied, yes.", "sentId": 379}, {"text": "But we were Americans.", "sentId": 380}, {"text": "And we had faith that we could make the Constitution work.", "sentId": 381}], "secId": 175}, {"speaker": "MORTON", "sentences": [{"text": "It did.", "sentId": 382}, {"text": "When Congress passed the act, there were six blacks among its 435 House members, all from northern cities.", "sentId": 383}, {"text": "Today, there are 42.", "sentId": 384}], "secId": 176}, {"speaker": "MORTON", "sentences": [{"text": "Democrat John Conyers represented the Detroit district then and now.", "sentId": 385}], "secId": 177}, {"speaker": "CONYERS", "sentences": [{"text": "It has worked.", "sentId": 386}, {"text": "And it has done what we wanted it to do.", "sentId": 387}, {"text": "But we also have a few decisions that we have to make that -- we have to correct a few court decisions that have scrambled it up a bit.", "sentId": 388}, {"text": "And that's part of extending the provisions and strengthening the Voting Rights Act of 1965.", "sentId": 389}], "secId": 178}, {"speaker": "MORTON", "sentences": [{"text": "Under the act, certain states and precincts, mostly in the South, must get federal clearance before changing voting procedures, moving a polling place, for instance.", "sentId": 390}, {"text": "Localities that have a lot of non-English speakers must provide ballots in other languages.", "sentId": 391}, {"text": "And the federal government can send election examiners to make sure voters aren't frightened away from the polls.", "sentId": 392}, {"text": "The act changed voting.", "sentId": 393}, {"text": "There are still complaints, but not the wholesale disenfranchisement of blacks that existed earlier.", "sentId": 394}, {"text": "And there have been political changes, too, whites switching parties, Republicans favoring majority black districts, because they'll gain white votes in the districts adjoining the majority black ones.", "sentId": 395}], "secId": 179}, {"speaker": "ROTHENBERG", "sentences": [{"text": "As blacks became enfranchised and started to participate in large numbers and have an impact on the Democratic Party, white Southerners decided they would look for a different party.", "sentId": 396}, {"text": "And they found one in the Republican Party.", "sentId": 397}, {"text": "So, the enfranchisement of blacks fundamentally changed over a 20-, 30-year period the political landscape in the South and nationally, as Republicans became the dominant party of white Southerners.", "sentId": 398}], "secId": 180}, {"speaker": "MORTON", "sentences": [{"text": "White Democrats can still win in the South, but only with black support.", "sentId": 399}, {"text": "John Edwards won a North Carolina Senate seat in 1998 with 41 percent of the white vote, but 91 percent of the black vote, for instance.", "sentId": 400}], "secId": 181}, {"speaker": "MORTON", "sentences": [{"text": "And extending the act's enforcement provisions, which expire in 2007, that's been controversial in the past.", "sentId": 401}, {"text": "But now, with both parties courting minority votes, it may be very easy.", "sentId": 402}], "secId": 182}, {"speaker": "MORTON", "sentences": [{"text": "Bruce Morton, CNN, Washington.", "sentId": 403}], "secId": 183}, {"speaker": "CROWLEY", "sentences": [{"text": "There is Ronald Reagan Airport and the Ronald Reagan Building.", "sentId": 404}, {"text": "Is there room in Washington for a Ronald Reagan Boulevard?", "sentId": 405}, {"text": "We'll join our blog reporters next for a commentary on the proposed name change and the online reaction to yesterday's \"Strategy Session.\"", "sentId": 406}], "secId": 184}, {"speaker": "CROWLEY", "sentences": [{"text": "A new effort to honor Ronald Reagan has bloggers talking.", "sentId": 407}], "secId": 185}, {"speaker": "CROWLEY", "sentences": [{"text": "On that, we want to check in with CNN political producer Abbi Tatton and Jacki Schechner, our blog reporter -- Jacki.", "sentId": 408}], "secId": 186}, {"speaker": "SCHECHNER", "sentences": [{"text": "Hi, Candy.", "sentId": 409}], "secId": 187}, {"speaker": "SCHECHNER", "sentences": [{"text": "Well, as the DCist.com puts it -- this a blog that focuses on Washington, D.C. -- there are two traditions that they like to make fun of.", "sentId": 410}, {"text": "One is Texas politicians trying to make changes in D.C. And the other is trying to name everything in a five-mile radius after Ronald Reagan.", "sentId": 411}, {"text": "And this came together when Congressman Henry Bonilla proposed the renaming of 16th Street, Ronald Reagan Boulevard.", "sentId": 412}, {"text": "They have the details over at DCist.", "sentId": 413}], "secId": 188}, {"speaker": "SCHECHNER", "sentences": [{"text": "But this has a lot of people up in arms.", "sentId": 414}, {"text": "Sixteenth Street, you might not know, is a major thoroughfare.", "sentId": 415}, {"text": "It runs right up to the front of the White House.", "sentId": 416}, {"text": "It is the 16 in 1600 Pennsylvania Avenue.", "sentId": 417}], "secId": 189}, {"speaker": "TATTON", "sentences": [{"text": "And this local story has obviously got a political side to it.", "sentId": 418}, {"text": "And political bloggers are really weighing in on this one.", "sentId": 419}], "secId": 190}, {"speaker": "TATTON", "sentences": [{"text": "Matt Yglesias at tpmcafe.com is picking up on this, him and Josh Marshall saying this -- this is a stupid idea.", "sentId": 420}, {"text": "Yglesias also making the point that isn't it a shame that D.C. people -- D.C. citizens have to possibly rely on a Virginia congressman, Tom Davis, who doesn't like the idea, to bail them out of this one, because they have no representation of their own.", "sentId": 421}], "secId": 191}, {"speaker": "TATTON", "sentences": [{"text": "But conservatives, too, really not happy about this one.", "sentId": 422}, {"text": "This is \"The Corner,\" thenationalreview.com's blogging arm, where lots of people, lots of conservatives weigh in.", "sentId": 423}, {"text": "John Podhoretz over there is also saying this is an absolutely stupid idea.", "sentId": 424}, {"text": "\"Renaming something so familiar is an act of government high-handedness and not something that Reagan himself would like.\"", "sentId": 425}], "secId": 192}, {"speaker": "SCHECHNER", "sentences": [{"text": "And Frank Gess  blogging at andrewsullivan.com says that D.C., one of the few places that rejected Reagan's reelection, putting out that they are going to continue to force the great leader's name on us until we recant the decision in the '84 election, again, not gaining a lot of support on that one.", "sentId": 426}], "secId": 193}, {"speaker": "TATTON", "sentences": [{"text": "But there was -- wasn't there something else we were going to talk about?", "sentId": 427}], "secId": 194}, {"speaker": "SCHECHNER", "sentences": [{"text": "No.", "sentId": 428}], "secId": 195}, {"speaker": "TATTON", "sentences": [{"text": "We were.", "sentId": 429}, {"text": "There was something yesterday that happened.", "sentId": 430}], "secId": 196}, {"speaker": "SCHECHNER", "sentences": [{"text": "Gosh, what was that?", "sentId": 431}], "secId": 197}, {"speaker": "TATTON", "sentences": [{"text": "What was that?", "sentId": 432}], "secId": 198}, {"speaker": "SCHECHNER", "sentences": [{"text": "Oh, the Novak incident.", "sentId": 433}, {"text": "You didn't think that we were not going to actually talk about it, did you?", "sentId": 434}, {"text": "We are going to.", "sentId": 435}], "secId": 199}, {"speaker": "SCHECHNER", "sentences": [{"text": "For those of you who don't know, Bob Novak left the set of this program yesterday after uttering an expletive.", "sentId": 436}, {"text": "He walked off the set.", "sentId": 437}, {"text": "CNN has apologized to its viewers.", "sentId": 438}, {"text": "Novak -- Mr. Novak has apologized to CNN.", "sentId": 439}, {"text": "And CNN has asked him to take some time off.", "sentId": 440}, {"text": "He has agreed to do so.", "sentId": 441}], "secId": 200}, {"speaker": "SCHECHNER", "sentences": [{"text": "We knew the blogs would pick up on this very, very quickly.", "sentId": 442}, {"text": "They did.", "sentId": 443}, {"text": "As far as we can tell -- this unscientific, now -- but as far as we can tell, the first one to pick it up was Eschaton.", "sentId": 444}, {"text": "This is atrios.blogspot.com.", "sentId": 445}, {"text": "Also, very quick on the draw on this story was thinkprogress.org.", "sentId": 446}, {"text": "We figured it out.", "sentId": 447}, {"text": "We think that they had it all up within about 10 minutes after it happened.", "sentId": 448}], "secId": 201}, {"speaker": "TATTON", "sentences": [{"text": "Yes, the speed was incredible, and, also, how many people were linking to this story as it came out.", "sentId": 449}], "secId": 202}, {"speaker": "TATTON", "sentences": [{"text": "One of the first video bloggers to put it up there yesterday was John Amato at crooksandliars.com.", "sentId": 450}, {"text": "He actually posted the video in four different places on his site, because he anticipated so many links.", "sentId": 451}, {"text": "And, indeed, he had 100,000 downloads of this story last night, after he put it out there.", "sentId": 452}, {"text": "Usually, the entire site gets about 67,000 hits a day.", "sentId": 453}], "secId": 203}, {"speaker": "TATTON", "sentences": [{"text": "So, quite incredible, the amount of people linking to that.", "sentId": 454}, {"text": "He says -- he tells us, actually, an administrator to his site shut it down very -- just for a few minutes because they were worried that there was some kind of viral attack going on, there was so much traffic at the site yesterday.", "sentId": 455}], "secId": 204}, {"speaker": "SCHECHNER", "sentences": [{"text": "Well, from that video, there's a screen grab that is making the rounds.", "sentId": 456}, {"text": "People are wondering what is on the table between James Carville, Bob Novak and Ed Henry.", "sentId": 457}], "secId": 205}, {"speaker": "SCHECHNER", "sentences": [{"text": "And mysterypollster.com, one of the bloggers, has a photograph, one of those screen grabs.", "sentId": 458}, {"text": "And he e-mailed a larger blogger, Mickey Kaus over at Slate.", "sentId": 459}, {"text": "This is slate.msn.com.", "sentId": 460}, {"text": "And what they're wondering is, was it in fact a copy of \"Who's Who\" that was on the table?", "sentId": 461}], "secId": 206}, {"speaker": "TATTON", "sentences": [{"text": "And Ed Henry, who was doing the interview yesterday with Robert Novak before he left the set, confirms, yes, there was a \"Who's Who\" on the table yesterday.", "sentId": 462}, {"text": "Henry had wanted to ask the question whether he got Plame's name from there, from the \"Who's Who\" or from Karl Rove.", "sentId": 463}, {"text": "He anticipated asking that question at the end of the segment.", "sentId": 464}], "secId": 207}, {"speaker": "TATTON", "sentences": [{"text": "Incidentally, he tells us there was also a \"Who's Who\" on the table in an earlier segment that week, on Tuesday, when he planned to do the same interview with Novak.", "sentId": 465}, {"text": "But that was preempted due to breaking news.", "sentId": 466}, {"text": "So, bloggers are asking, is this the reason that Robert Novak asked -- left the set at that time?", "sentId": 467}, {"text": "That's something for them to speculate.", "sentId": 468}, {"text": "That's not something I do.", "sentId": 469}], "secId": 208}, {"speaker": "SCHECHNER", "sentences": [{"text": "Well, one of the things we do know is how fast they can get their hands on reference information.", "sentId": 470}], "secId": 209}, {"speaker": "SCHECHNER", "sentences": [{"text": "And wizbangblog.com has a scanned-in copy of that entry from \"Who's Who\" for Joseph Wilson.", "sentId": 471}, {"text": "You can take a look at that.", "sentId": 472}, {"text": "Valerie Plame's name is, in fact, in that entry.", "sentId": 473}, {"text": "Wizbangblog.com, we should also point out, is the blog that has made a point that it is August in Washington, Candy, and this is what makes news.", "sentId": 474}, {"text": "We will send it back to you.", "sentId": 475}], "secId": 210}, {"speaker": "CROWLEY", "sentences": [{"text": "Gee, thanks a lot.", "sentId": 476}], "secId": 211}, {"speaker": "CROWLEY", "sentences": [{"text": "Talk to you later.", "sentId": 477}, {"text": "The Web played a role in another political story this week.", "sentId": 478}], "secId": 212}, {"speaker": "CROWLEY", "sentences": [{"text": "Our senior political analyst, Bill Schneider, is with me now -- Bill.", "sentId": 479}], "secId": 213}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Netroots activism.", "sentId": 480}, {"text": "Ever hear of it?", "sentId": 481}, {"text": "You will, because this week marks its arrival as a force in American politics.", "sentId": 482}, {"text": "It can even claim the \"Political Play of the Week.\"", "sentId": 483}], "secId": 214}, {"speaker": "SCHNEIDER ", "sentences": [{"text": "The blogosphere is supposed to be the realm of anarchy.", "sentId": 484}, {"text": "Bloggers are said to be fierce individualists, spouting off online, sitting in the park, alone, like Bob Brigham here.", "sentId": 485}, {"text": "He and his partner, Tim Tagaris, run a Democratic blog called swingstateproject.com.", "sentId": 486}, {"text": "Brigham is in San Francisco.", "sentId": 487}, {"text": "Tagaris is in Ohio.", "sentId": 488}], "secId": 215}, {"speaker": "SCHNEIDER ", "sentences": [{"text": "They never met until this year, when they discovered a cause -- more precisely, a candidate -- Democrat Paul Hackett, running in a special election for an Ohio congressional seat, a seat that most national Democrats wrote off as hopeless.", "sentId": 489}, {"text": "But Hackett, a Marine who served in Iraq, showed fight.", "sentId": 490}], "secId": 216}, {"speaker": "HACKETT", "sentences": [{"text": "And we got to say it loud, that we are proud to fight for what this great country stands for.", "sentId": 491}], "secId": 217}, {"speaker": "SCHNEIDER", "sentences": [{"text": "The liberal blogs got organized.", "sentId": 492}], "secId": 218}, {"speaker": "BRIGHAM", "sentences": [{"text": "One hundred, 150 bloggers helped raise money, turned out volunteers, got people down to the district, and e-mailed their friends in Ohio.", "sentId": 493}], "secId": 219}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Ever hear of a blog swarm?", "sentId": 494}], "secId": 220}, {"speaker": "SCHECHNER", "sentences": [{"text": "This was actually indicative of a pretty decent blog swarm.", "sentId": 495}, {"text": "This was a pretty decent example of a lot of people getting behind one thing at the exact same time.", "sentId": 496}], "secId": 221}, {"speaker": "SCHNEIDER", "sentences": [{"text": "The bloggers raised a lot more money for the Hackett campaign than the Democratic Congressional Campaign Committee.", "sentId": 497}], "secId": 222}, {"speaker": "BRIGHAM", "sentences": [{"text": "We raised around $550,000 from the netroots, which means we outspent the National Republican Congressional Committee and were three times as relevant as the Democratic Congressional Campaign Committee in terms of cold, hard cash.", "sentId": 498}], "secId": 223}, {"speaker": "SCHNEIDER", "sentences": [{"text": "And, on the final day of the campaign:", "sentId": 499}], "secId": 224}, {"speaker": "SCHECHNER", "sentences": [{"text": "They needed $30,000.", "sentId": 500}, {"text": "So, Bob from swingstate sent out an e-mail, made phone calls that, here's what we need.", "sentId": 501}, {"text": "We need $30,000 in a very short period of time.", "sentId": 502}, {"text": "And ActBlue the next day delivered a check for $60,000.", "sentId": 503}], "secId": 225}, {"speaker": "SCHNEIDER", "sentences": [{"text": "ActBlue, that's a Web site that raises money for Democrats.", "sentId": 504}, {"text": "In the end, Hackett lost, but he came a whole lot closer than Washington pros expected him to.", "sentId": 505}], "secId": 226}, {"speaker": "HACKETT", "sentences": [{"text": "This was a success.", "sentId": 506}, {"text": "We should all be proud.", "sentId": 507}, {"text": "So, let's rock on.", "sentId": 508}], "secId": 227}, {"speaker": "SCHNEIDER", "sentences": [{"text": "People often compare the Internet to the Wild West.", "sentId": 509}, {"text": "Here's an update.", "sentId": 510}], "secId": 228}, {"speaker": "BRIGHAM", "sentences": [{"text": "The lone gun slingers of the blogosphere could work as a posse.", "sentId": 511}, {"text": "And that is what let us raise an army.", "sentId": 512}], "secId": 229}, {"speaker": "SCHNEIDER", "sentences": [{"text": "And carry off the \"Political Play of the Week.\"", "sentId": 513}], "secId": 230}, {"speaker": "SCHNEIDER", "sentences": [{"text": "The bloggers made their point on their Web site, of course -- and I quote -- \"the Republican Party,\" they write, \"is on notice.", "sentId": 514}, {"text": "For that matter, so is the Democratic Party establishment on notice.", "sentId": 515}, {"text": "Get with the program or we'll leave you behind.\"", "sentId": 516}], "secId": 231}, {"speaker": "SCHNEIDER", "sentences": [{"text": "So, there.", "sentId": 517}], "secId": 232}, {"speaker": "CROWLEY", "sentences": [{"text": "All righty, then.", "sentId": 518}, {"text": "Bill Schneider, thanks very much.", "sentId": 519}], "secId": 233}, {"speaker": "CROWLEY", "sentences": [{"text": "Our \"Strategy Session\" is straight ahead on INSIDE POLITICS.", "sentId": 520}, {"text": "A bloody week for American troops in Iraq.", "sentId": 521}, {"text": "We will discuss new poll numbers showing a sharp drop in the American public support for President Bush's war policies.", "sentId": 522}], "secId": 234}, {"speaker": "CROWLEY", "sentences": [{"text": "Welcome back to INSIDE POLITICS and our \"Strategy Session\" on today's hottest political topics.", "sentId": 523}, {"text": "With us today, Democratic strategist Steve McMahon and CNN contributor Bay Buchanan.", "sentId": 524}], "secId": 235}, {"speaker": "CROWLEY", "sentences": [{"text": "Today's topics, political war.", "sentId": 525}, {"text": "A deadly week for American troops in Iraq and new poll numbers on how President Bush is handling the fight for Iraq.", "sentId": 526}], "secId": 236}, {"speaker": "CROWLEY", "sentences": [{"text": "Fighting terror.", "sentId": 527}, {"text": "British Prime Minister Tony Blair's tough new anti-terror measures take aim at those who preach hate.", "sentId": 528}], "secId": 237}, {"speaker": "CROWLEY", "sentences": [{"text": "And judging Judge Roberts.", "sentId": 529}, {"text": "Conservatives react to Supreme Court nominee John Roberts' past work for gay activists.", "sentId": 530}], "secId": 238}, {"speaker": "CROWLEY", "sentences": [{"text": "First up, a new Associated Press/Ipsos poll shows public support for President Bush's handling of the war in Iraq has dropped to 38 percent.", "sentId": 531}, {"text": "That is the lowest since Mr. Bush ordered the U.S.-led invasion in March of 2003.", "sentId": 532}], "secId": 239}, {"speaker": "CROWLEY", "sentences": [{"text": "This week alone, 28 American troops have been killed in Iraq, raising the total death toll to more than 1,800.", "sentId": 533}, {"text": "President Bush said that, despite the American deaths, the U.S. will stay the course.", "sentId": 534}, {"text": "At the same time, a combined American-Iraqi offensive is under way in an insurgent hotbed in western Iraq.", "sentId": 535}], "secId": 240}, {"speaker": "CROWLEY", "sentences": [{"text": "Pretend you're the White House.", "sentId": 536}, {"text": "I think it's awfully difficult to sustain a war at 38 percent approval of it.", "sentId": 537}, {"text": "What do you do to turn those numbers around?", "sentId": 538}], "secId": 241}, {"speaker": "BUCHANAN", "sentences": [{"text": "Well, the first thing is, there's no question there's an enormous uneasiness in this country about this war.", "sentId": 539}, {"text": "They don't see an end.", "sentId": 540}, {"text": "And you see the death toll this week alone is 21.", "sentId": 541}], "secId": 242}, {"speaker": "BUCHANAN", "sentences": [{"text": "You saw what happened out there in Ohio.", "sentId": 542}, {"text": "I mean, an anti-war Democrat in a strictly Republican district did extraordinarily well, almost beat the fellow.", "sentId": 543}, {"text": "So there's obviously this uneasiness.", "sentId": 544}, {"text": "It's not just Democratic; it's Republicans.", "sentId": 545}, {"text": "It's across the board.", "sentId": 546}], "secId": 243}, {"speaker": "BUCHANAN", "sentences": [{"text": "And the White House, I think, has got to hope that they can hold on to some support out there and start moving our troops home after the constitution has passed and we have a government over there.", "sentId": 547}], "secId": 244}, {"speaker": "CROWLEY", "sentences": [{"text": "What do you do?", "sentId": 548}, {"text": "Just pretend you're advising the president at this point.", "sentId": 549}, {"text": "He's got a problem.", "sentId": 550}], "secId": 245}, {"speaker": "MCMAHON", "sentences": [{"text": "Yes.", "sentId": 551}, {"text": "Well, I think one of the things he might consider doing is leaving Crawford, Texas, and going to Cleveland where there's a memorial service for 16 soldiers who died.", "sentId": 552}, {"text": "Perhaps he could explain to their parents and the people of Ohio why their sacrifice was worth it.", "sentId": 553}], "secId": 246}, {"speaker": "MCMAHON", "sentences": [{"text": "I mean, that is the state that delivered the presidency to him.", "sentId": 554}, {"text": "And, you know, this is a war that he supports.", "sentId": 555}, {"text": "He wants to stay the course.", "sentId": 556}, {"text": "And he's going to have to get out there and defend it, I think, a little bit more aggressively.", "sentId": 557}], "secId": 247}, {"speaker": "BUCHANAN", "sentences": [{"text": "There's no question...", "sentId": 558}], "secId": 248}, {"speaker": "MCMAHON", "sentences": [{"text": "It's not going to probably be enough to just stand there at a lectern in Crawford in the middle of your vacation and say, we're going to stay the course.", "sentId": 559}, {"text": "I think he's going to have to be a little more aggressive.", "sentId": 560}], "secId": 249}, {"speaker": "BUCHANAN", "sentences": [{"text": "He's going to have to use the bully pulpit.", "sentId": 561}, {"text": "There's no question.", "sentId": 562}, {"text": "I agree entirely.", "sentId": 563}], "secId": 250}, {"speaker": "BUCHANAN", "sentences": [{"text": "But he should not go to any funerals.", "sentId": 564}, {"text": "These are private affairs of the family.", "sentId": 565}, {"text": "It just makes it a big hoopla media circus.", "sentId": 566}, {"text": "You don't do that.", "sentId": 567}], "secId": 251}, {"speaker": "BUCHANAN", "sentences": [{"text": "You make certain that they have their private time to mourn, but to talk to them personally and also to give some type of a speech to talk to the American people and let them know, by the way, we're going to do this.", "sentId": 568}, {"text": "We've got the constitution we're looking at.", "sentId": 569}, {"text": "We've got this government.", "sentId": 570}, {"text": "And we hope that, by next spring, we're bringing them home.", "sentId": 571}], "secId": 252}, {"speaker": "CROWLEY", "sentences": [{"text": "And if I could just interrupt, didn't he give a speech?", "sentId": 572}, {"text": "Didn't we just hear a speech?", "sentId": 573}], "secId": 253}, {"speaker": "BUCHANAN", "sentences": [{"text": "We did, and it hasn't worked.", "sentId": 574}, {"text": "There's an uneasiness.", "sentId": 575}, {"text": "They need to know what is happening.", "sentId": 576}, {"text": "And they need to know how we're getting home.", "sentId": 577}], "secId": 254}, {"speaker": "BUCHANAN", "sentences": [{"text": "There's no light at the end of this tunnel for Americans right now.", "sentId": 578}, {"text": "They just see us in there.", "sentId": 579}, {"text": "They see our people dying.", "sentId": 580}, {"text": "They see insurgents continuing to be successful.", "sentId": 581}], "secId": 255}, {"speaker": "CROWLEY", "sentences": [{"text": "How does he balance that, though?", "sentId": 582}, {"text": "Because you can't, like, signal to the insurgents, by the way, we're leaving.", "sentId": 583}, {"text": "And yet he has to tell the American people, listen, by the way, we're leaving.", "sentId": 584}], "secId": 256}, {"speaker": "MCMAHON", "sentences": [{"text": "Well, and Bay's right.", "sentId": 585}, {"text": "He absolutely has to.", "sentId": 586}, {"text": "I mean, one of the problems I think that the administration has had with this war from the beginning is that we went in for a reason that was -- that turned out to be false.", "sentId": 587}, {"text": "We went in to rid the country of weapons of mass destruction.", "sentId": 588}], "secId": 257}, {"speaker": "MCMAHON", "sentences": [{"text": "It later became, you know, regime change, which we've now accomplished, and we're still there.", "sentId": 589}], "secId": 258}, {"speaker": "MCMAHON", "sentences": [{"text": "And then at some point, you know, he tried to turn it into the war on terror, which I think is responsible, in some measure, for the numbers that he's looking at today.", "sentId": 590}], "secId": 259}, {"speaker": "MCMAHON", "sentences": [{"text": "The American people have figured out that we didn't go in there for a very good reason.", "sentId": 591}, {"text": "They've figured out that they weren't told the truth about why we were going in.", "sentId": 592}, {"text": "And they figured out, I think, that the president doesn't seem to have a plan to get us out of there.", "sentId": 593}], "secId": 260}, {"speaker": "MCMAHON", "sentences": [{"text": "He needs to come up with one.", "sentId": 594}, {"text": "He needs to articulate it.", "sentId": 595}, {"text": "And he needs to use the bully pulpit to build some support.", "sentId": 596}], "secId": 261}, {"speaker": "BUCHANAN", "sentences": [{"text": "And, Candy, 30,000 troops come home in February.", "sentId": 597}, {"text": "People are going to start relaxing.", "sentId": 598}, {"text": "They'll feel a little more comfortable.", "sentId": 599}, {"text": "But, again, he'll have the problem of, what's going to happen once we leave?", "sentId": 600}], "secId": 262}, {"speaker": "CROWLEY", "sentences": [{"text": "Now, let me -- I wanted you to look at this honesty poll.", "sentId": 601}, {"text": "Do you think the president's honest?", "sentId": 602}, {"text": "It's gone from 53 to 48.", "sentId": 603}, {"text": "It has dropped under 50 percent in our latest poll.", "sentId": 604}], "secId": 263}, {"speaker": "CROWLEY", "sentences": [{"text": "Now, you know, the problem with that is, isn't it that anything he says now is certainly looked at under the cloak of most people thinking he's not honest?", "sentId": 605}], "secId": 264}, {"speaker": "MCMAHON", "sentences": [{"text": "Well, in my opinion, the number, that particular number, is the worst news for the president in this poll, because it goes to a character dimension and that is a very, very difficult one to change.", "sentId": 606}, {"text": "The American public, first of all, gives the president enormous benefit of the doubt.", "sentId": 607}, {"text": "And it's difficult to get them to the point where they don't think you're honest.", "sentId": 608}], "secId": 265}, {"speaker": "MCMAHON", "sentences": [{"text": "Secondly, it's a character judgment that they're making about him that has nothing to do with the performance of the war.", "sentId": 609}, {"text": "So, for instance, you can have a policy disagreement about how the war's being engaged and fought, and he can change that and perhaps change the number on the approval of his performance in Iraq.", "sentId": 610}, {"text": "It's very hard to change character-based numbers once they get to this point.", "sentId": 611}], "secId": 266}, {"speaker": "BUCHANAN", "sentences": [{"text": "This is real trouble, there's no question.", "sentId": 612}, {"text": "And how does he get out of it?", "sentId": 613}, {"text": "He's got to start acting.", "sentId": 614}], "secId": 267}, {"speaker": "BUCHANAN", "sentences": [{"text": "You know, he keeps talking about the economy's doing well, and these trade agreements are going to be great, and whatever other bill is going to help us.", "sentId": 615}, {"text": "And the people feel uneasy about that.", "sentId": 616}, {"text": "They're worried about their jobs.", "sentId": 617}, {"text": "They're concerned.", "sentId": 618}, {"text": "They don't see the benefits what he's talking about.", "sentId": 619}], "secId": 268}, {"speaker": "BUCHANAN", "sentences": [{"text": "And so, as a result, they stop believing him.", "sentId": 620}, {"text": "He talks about the war on terror and how concerned we are, and they see an open border.", "sentId": 621}, {"text": "And they say, well, how can you be real serious?", "sentId": 622}, {"text": "The border's open.", "sentId": 623}, {"text": "Are we serious about this?", "sentId": 624}], "secId": 269}, {"speaker": "BUCHANAN", "sentences": [{"text": "They're ready for action.", "sentId": 625}, {"text": "There's uneasiness in this country, and it's growing.", "sentId": 626}, {"text": "And he'd best take some real action to show he's in charge.", "sentId": 627}, {"text": "He's the commander-in-chief.", "sentId": 628}, {"text": "We have plans here.", "sentId": 629}, {"text": "We're going in the right direction, and here they are.", "sentId": 630}], "secId": 270}, {"speaker": "CROWLEY", "sentences": [{"text": "Let me ask you to stand by.", "sentId": 631}, {"text": "We'll be right back.", "sentId": 632}], "secId": 271}, {"speaker": "CROWLEY", "sentences": [{"text": "Britain's prime minister getting tough in the face of threats against his nation.", "sentId": 633}, {"text": "When the \"Strategy Session\" continues, we'll examine Tony Blair's proposed steps to combat terrorism and crack down on foreigners who preach hate.", "sentId": 634}], "secId": 272}, {"speaker": "CROWLEY", "sentences": [{"text": "Our \"Strategy Session\" continues on INSIDE POLITICS.", "sentId": 635}, {"text": "With us today, still, Democratic strategist Steve McMahon and CNN contributor Bay Buchanan.", "sentId": 636}], "secId": 273}, {"speaker": "CROWLEY", "sentences": [{"text": "British Prime Minister Tony Blair today proposed strict anti- terror measures aimed especially at foreign extremists.", "sentId": 637}, {"text": "The steps would allow the government to expel foreigners who preach hatred, close extremist mosques, and bar entry to Muslim radicals.", "sentId": 638}], "secId": 274}, {"speaker": "CROWLEY", "sentences": [{"text": "The move follows last month's terrorist bombings and attempted bombings that killed 56 people.", "sentId": 639}, {"text": "At least three of the four men in custody for allegedly carrying out the failed attacks were immigrants from East Africa.", "sentId": 640}, {"text": "Mr. Blair said the British people are angry about extremism and about what extremists are doing to his country.", "sentId": 641}], "secId": 275}, {"speaker": "BLAIR", "sentences": [{"text": "We welcome people here who are peaceful and law-abiding.", "sentId": 642}, {"text": "People who want to be British citizens should share our values and our way of life.", "sentId": 643}, {"text": "But if you come to our country from abroad, don't meddle in extremism, because if you meddle in it, or get engaged in it, you're going to go back out again.", "sentId": 644}], "secId": 276}, {"speaker": "CROWLEY", "sentences": [{"text": "Well, they're going to identify extremist Web sites, extremist bookstores.", "sentId": 645}, {"text": "If you go to any of them, then the police can be looking at you.", "sentId": 646}, {"text": "We're sort of out-patrioting the Patriot Act, it seems to me, here.", "sentId": 647}], "secId": 277}, {"speaker": "MCMAHON", "sentences": [{"text": "Yes.", "sentId": 648}, {"text": "It does seem that way.", "sentId": 649}, {"text": "I mean, it's pretty easy in a climate that probably exists right now in England to promote and pass these kind of measures.", "sentId": 650}], "secId": 278}, {"speaker": "MCMAHON", "sentences": [{"text": "The only thing I would suggest that they be mindful of is our experience with the Patriot Act, where it was passed shortly after 9/11.", "sentId": 651}, {"text": "There were a lot of good reasons for doing a lot of the things that were included in the Patriot Act, but there are a lot of people now who think it might have gone just a little bit too far.", "sentId": 652}], "secId": 279}, {"speaker": "CROWLEY", "sentences": [{"text": "Except for they renewed it.", "sentId": 653}], "secId": 280}, {"speaker": "BUCHANAN", "sentences": [{"text": "We did.", "sentId": 654}, {"text": "And there's reason, because our law enforcement officers did not abuse the Patriot Act.", "sentId": 655}, {"text": "They understand the importance of it; they understand how it should be used.", "sentId": 656}, {"text": "And that's how they're implementing it.", "sentId": 657}, {"text": "So the American people continue to support it.", "sentId": 658}], "secId": 281}, {"speaker": "BUCHANAN", "sentences": [{"text": "What Tony Blair is doing is exactly the right thing.", "sentId": 659}, {"text": "You have a country that's unnerved by what's happening.", "sentId": 660}, {"text": "You have places blowing up.", "sentId": 661}, {"text": "People are changing their way of life.", "sentId": 662}, {"text": "He has to bring calm.", "sentId": 663}, {"text": "He has to show that he's the commander-in-chief there.", "sentId": 664}, {"text": "He's taking tough action.", "sentId": 665}], "secId": 282}, {"speaker": "BUCHANAN", "sentences": [{"text": "And that's the message that our president has to do the same thing.", "sentId": 666}, {"text": "Where's our tough action?", "sentId": 667}, {"text": "We do have a Patriot Act.", "sentId": 668}, {"text": "But look what's happening in New York.", "sentId": 669}], "secId": 283}, {"speaker": "CROWLEY", "sentences": [{"text": "Well, I was just going to say, fine, so New York says, we're going to randomly search backpacks as they go in, and what happens?", "sentId": 670}, {"text": "They have a lawsuit by the New York Civil Liberties Union saying, you know, it's non-constitutional and it's not effective.", "sentId": 671}], "secId": 284}, {"speaker": "BUCHANAN", "sentences": [{"text": "On the constitutional part, it is constitutional, if it's properly implemented.", "sentId": 672}, {"text": "It's been shown in the courts.", "sentId": 673}], "secId": 285}, {"speaker": "BUCHANAN", "sentences": [{"text": "However, I happen to agree with him on one point, it's not effective.", "sentId": 674}, {"text": "They're taking every fifth person on some randomly checked subway spots.", "sentId": 675}, {"text": "If you don't want to be checked, you say, fine.", "sentId": 676}, {"text": "You walk away, and go down another place.", "sentId": 677}, {"text": "It is ridiculous.", "sentId": 678}, {"text": "And just like in England, what did they say in England?", "sentId": 679}, {"text": "We don't have the troops to check everyone.", "sentId": 680}, {"text": "We're not checking little, old, white ladies.", "sentId": 681}, {"text": "They happen not to blow themselves up in trains.", "sentId": 682}], "secId": 286}, {"speaker": "CROWLEY", "sentences": [{"text": "Steve, we're talking about profiling.", "sentId": 683}], "secId": 287}, {"speaker": "BUCHANAN", "sentences": [{"text": "That's what we need to do, profiling, exactly what we need to do.", "sentId": 684}], "secId": 288}, {"speaker": "MCMAHON", "sentences": [{"text": "Well, Bay's talking about profiling.", "sentId": 685}, {"text": "I thought -- I'm talking about little, white ladies.", "sentId": 686}, {"text": "Listen, I think that, you know, I sort of part company with the New York ACLU on this particular matter.", "sentId": 687}], "secId": 289}, {"speaker": "MCMAHON", "sentences": [{"text": "I mean, obviously, when you have trains being blown up in England, it's prudent and it's responsible to try to do what you can to prevent those things from happening here.", "sentId": 688}, {"text": "I mean, the alternative, of course, is to just say to everybody -- what the airlines have done -- you know, you're going to go through a metal detector, or something like that, which I think would be fine, but I think people probably prefer this to that.", "sentId": 689}], "secId": 290}, {"speaker": "MCMAHON", "sentences": [{"text": "I don't think there's an easy answer and I don't think there's necessarily a perfect answer.", "sentId": 690}, {"text": "But racial profiling is problematic for a number of reasons.", "sentId": 691}, {"text": "Obviously, when terrorism is potentially involved, it's a totally different question.", "sentId": 692}, {"text": "But it's prone to abuse.", "sentId": 693}, {"text": "And our experience in this country has been that abuse has been more common than, I think, most people believe it should have been.", "sentId": 694}], "secId": 291}, {"speaker": "BUCHANAN", "sentences": [{"text": "But when it's abused, we will take appropriate actions.", "sentId": 695}, {"text": "But in the meantime, it could be an effective way to stop any kind of an event like this, or at least hopefully stop an event such as this.", "sentId": 696}], "secId": 292}, {"speaker": "BUCHANAN", "sentences": [{"text": "The key here is -- I believe that it is wrong to just randomly check people, if it is not an effective means, because all you're doing is the elected officials are saying, look -- look, we've all  done.", "sentId": 697}, {"text": "The mayor says, look, I've really been responsible.", "sentId": 698}], "secId": 293}, {"speaker": "BUCHANAN", "sentences": [{"text": "He's not being responsible.", "sentId": 699}, {"text": "He's being so cautious.", "sentId": 700}, {"text": "He's afraid to be politically incorrect.", "sentId": 701}, {"text": "But when you're at war, you move aside politically incorrect and you do what do to catch those bad guys who want to do harm to our American citizens.", "sentId": 702}], "secId": 294}, {"speaker": "MCMAHON", "sentences": [{"text": "But, Bay, we've been doing random checks on airlines now since September 11th.", "sentId": 703}, {"text": "And we've kept the terrorists off the airlines, or at least we've stopped more planes from being flown into buildings.", "sentId": 704}], "secId": 295}, {"speaker": "MCMAHON", "sentences": [{"text": "So some of this stuff is working.", "sentId": 705}, {"text": "It doesn't necessarily have to be racial profiling.", "sentId": 706}, {"text": "I do think, you know, stopping and frisking 90- year-old white women probably isn't the most productive use of law enforcement.", "sentId": 707}, {"text": "I think most Americans would agree.", "sentId": 708}, {"text": "But, you know, there's a long way between there and racial profiling.", "sentId": 709}, {"text": "And we just have to find...", "sentId": 710}], "secId": 296}, {"speaker": "BUCHANAN", "sentences": [{"text": "Eighteen- to twenty-five-year-old males seems to be a good place to start.", "sentId": 711}], "secId": 297}, {"speaker": "MCMAHON", "sentences": [{"text": "And if you include 18- to 25-year-old white males, I think it's fine.", "sentId": 712}], "secId": 298}, {"speaker": "BUCHANAN", "sentences": [{"text": "Why?", "sentId": 713}], "secId": 299}, {"speaker": "MCMAHON", "sentences": [{"text": "Listen, we have profiling every day in this country.", "sentId": 714}, {"text": "And I don't think there probably are a lot, all joking aside, of officers stopping 90-year-old white women.", "sentId": 715}, {"text": "But as long as, you know...", "sentId": 716}], "secId": 300}, {"speaker": "BUCHANAN", "sentences": [{"text": "I was going to say, twice in the last month.", "sentId": 717}, {"text": "And I was traveling with a congressman.", "sentId": 718}], "secId": 301}, {"speaker": "MCMAHON", "sentences": [{"text": "But you're not 90.", "sentId": 719}, {"text": "Bay, come on.", "sentId": 720}], "secId": 302}, {"speaker": "BUCHANAN", "sentences": [{"text": "Wait a minute.", "sentId": 721}, {"text": "Exactly.", "sentId": 722}, {"text": "Do I look like somebody who's going to blow up the plane, for gosh sakes?", "sentId": 723}], "secId": 303}, {"speaker": "MCMAHON", "sentences": [{"text": "Well, Bay...", "sentId": 724}], "secId": 304}, {"speaker": "CROWLEY", "sentences": [{"text": "Let me ask you to stop here.", "sentId": 725}, {"text": "We'll be right back.", "sentId": 726}], "secId": 305}, {"speaker": "MCMAHON", "sentences": [{"text": "... you are a Buchanan.", "sentId": 727}], "secId": 306}, {"speaker": "CROWLEY", "sentences": [{"text": "Another big surprise from the files of Supreme Court nominee John Roberts.", "sentId": 728}, {"text": "When the \"Strategy Session\" continues, we'll discuss Roberts' involvement in a gay rights case and the reaction from Republicans.", "sentId": 729}], "secId": 307}, {"speaker": "BLITZER", "sentences": [{"text": "I'm Wolf Blitzer, reporting from Washington.", "sentId": 730}], "secId": 308}, {"speaker": "BLITZER", "sentences": [{"text": "Coming up at the top of the hour, stung by a series of bloody insurgent attacks, U.S. and Iraqi troops launching a new military offensive.", "sentId": 731}], "secId": 309}, {"speaker": "BLITZER", "sentences": [{"text": "The crew of a Russian mini-submarine remains trapped 625 feet below the surface of the Pacific Ocean.", "sentId": 732}, {"text": "We'll have the latest on the rescue effort.", "sentId": 733}], "secId": 310}, {"speaker": "BLITZER", "sentences": [{"text": "And it's been almost a year since then-New Jersey Governor James McGreevey announced he's gay.", "sentId": 734}, {"text": "Now he's writing a book about it.", "sentId": 735}, {"text": "All those stories, much more, only minutes away on WOLF BLITZER REPORTS.", "sentId": 736}], "secId": 311}, {"speaker": "BLITZER", "sentences": [{"text": "Now back to INSIDE POLITICS.", "sentId": 737}], "secId": 312}, {"speaker": "CROWLEY", "sentences": [{"text": "The \"Strategy Session\" continues on INSIDE POLITICS.", "sentId": 738}], "secId": 313}, {"speaker": "CROWLEY", "sentences": [{"text": "With us, Democratic strategist Steve McMahon and CNN contributor Bay Buchanan.", "sentId": 739}, {"text": "Virtually every day, new, intriguing information spills out on the files of Supreme Court nominee John Roberts -- ane of the latest, his work in the mid-'90s, as a private attorney, for gay rights activists.", "sentId": 740}], "secId": 314}, {"speaker": "CROWLEY", "sentences": [{"text": "According to lawyers involved, Roberts' expertise helped them win a landmark ruling protecting gay men and lesbians from state- sanctioned discrimination.", "sentId": 741}, {"text": "Roberts' helping hand was pro-bono, but he didn't disclose his role in the case to members of the Senate Judiciary Committee who had asked about such activity in a questionnaire.", "sentId": 742}], "secId": 315}, {"speaker": "CROWLEY", "sentences": [{"text": "When the \"LA Times\" first broke the story, the White House scrambled to reassure Roberts' conservative backers.", "sentId": 743}, {"text": "But not all apparently have been convinced, and the news triggered a flood of angry calls to conservative talk radio shows.", "sentId": 744}], "secId": 316}, {"speaker": "CROWLEY", "sentences": [{"text": "I don't know.", "sentId": 745}, {"text": "I suspect this should help him on one side, right?", "sentId": 746}], "secId": 317}, {"speaker": "MCMAHON", "sentences": [{"text": "If this had been a strategy, it would have been a really smart one.", "sentId": 747}, {"text": "But unfortunately for the White House, I suspect it was a mistake and not a strategy.", "sentId": 748}], "secId": 318}, {"speaker": "MCMAHON", "sentences": [{"text": "I mean, think about it.", "sentId": 749}, {"text": "The guy comes out.", "sentId": 750}, {"text": "He's supported by all the groups on the right.", "sentId": 751}, {"text": "You know, he was acclaimed as the answer.", "sentId": 752}, {"text": "And now this comes out, and, frankly, it's the best thing I've heard about him.", "sentId": 753}, {"text": "And I think it does indicate to some liberals that the guy may have an open mind.", "sentId": 754}], "secId": 319}, {"speaker": "BUCHANAN", "sentences": [{"text": "It's meaningless.", "sentId": 755}, {"text": "What he did was work in the background.", "sentId": 756}, {"text": "He did not go -- he was not there in the court, did not take the case himself.", "sentId": 757}, {"text": "He just helped them to define which direction they should go in.", "sentId": 758}], "secId": 320}, {"speaker": "BUCHANAN", "sentences": [{"text": "The key question is, did he agree with the decision?", "sentId": 759}, {"text": "And it is not to say that, because of the work he did, he agreed with the decision.", "sentId": 760}, {"text": "I think the decision was an outrageous one.", "sentId": 761}, {"text": "And that's what we have to know, is whether he agreed with them.", "sentId": 762}], "secId": 321}, {"speaker": "BUCHANAN", "sentences": [{"text": "I suspect he did not.", "sentId": 763}, {"text": "It was pure activism on the court.", "sentId": 764}, {"text": "He's opposed to that.", "sentId": 765}], "secId": 322}, {"speaker": "MCMAHON", "sentences": [{"text": "But think about it.", "sentId": 766}, {"text": "But leaving aside for a second that you've probably -- you know, you think he's a great choice for the Supreme Court, leaving that aside, as a strategic matter, to have a little bit of carping from the right and a little bit of carping from the left is probably not such a bad thing, if you're trying to demonstrate to the country that you're a mainstream jurist.", "sentId": 767}], "secId": 323}, {"speaker": "CROWLEY", "sentences": [{"text": "Let me ask you a journalism question.", "sentId": 768}, {"text": "This is off of a press release from Kay Bailey Hutchison, the senator from Texas, who, in fact, has adopted children.", "sentId": 769}, {"text": "And she is reacting to the fact that the \"New York Times\" apparently started at least a preliminary look into the adoption process.", "sentId": 770}], "secId": 324}, {"speaker": "CROWLEY", "sentences": [{"text": "And she wrote in her press release that, in fact, that she thought this was way over the boundary and that they shouldn't be looking at that.", "sentId": 771}, {"text": "And she talked about -- she said, \"In my view, this inquiry by the 'Times,' no matter how preliminary the newspaper now says it was, steps over the boundary line.", "sentId": 772}, {"text": "I note the paper initially claimed this misstep was inadvertent, but it has now been reported that the newspaper consulted its lawyers to determine ways to unseal court adoption records of the Roberts family.", "sentId": 773}, {"text": "In my view, this is reprehensible.\"", "sentId": 774}], "secId": 325}, {"speaker": "BUCHANAN", "sentences": [{"text": "Outrageous.", "sentId": 775}, {"text": "Utterly outrageous.", "sentId": 776}, {"text": "It just shows how very low the media will go today to -- it's just there's no justification to looking into adoption papers whatsoever.", "sentId": 777}, {"text": "They're criticizing the way they dress their children.", "sentId": 778}, {"text": "They criticized how often...", "sentId": 779}], "secId": 326}, {"speaker": "CROWLEY", "sentences": [{"text": "Not in the \"New York Times,\" I mean...", "sentId": 780}], "secId": 327}, {"speaker": "BUCHANAN", "sentences": [{"text": "... but the media itself.", "sentId": 781}, {"text": "And then they criticized -- they're talking about how often the wife goes to church.", "sentId": 782}, {"text": "And now they're looking into the adoption.", "sentId": 783}, {"text": "It's outrageous.", "sentId": 784}], "secId": 328}, {"speaker": "MCMAHON", "sentences": [{"text": "Well, Listen, I think it's in the gray area.", "sentId": 785}], "secId": 329}, {"speaker": "BUCHANAN", "sentences": [{"text": "Gray?", "sentId": 786}], "secId": 330}, {"speaker": "MCMAHON", "sentences": [{"text": "But I also think that this is a man...", "sentId": 787}], "secId": 331}, {"speaker": "BUCHANAN", "sentences": [{"text": "Gray?", "sentId": 788}, {"text": "MCMAHON: Well, Bay, this is a man who's potentially going to be there for 40 years.", "sentId": 789}, {"text": "It's one of the most powerful positions in the government.", "sentId": 790}, {"text": "And you know, if this were a presidential candidate, all these things would be absolutely routine.", "sentId": 791}, {"text": "He's not a presidential candidate.", "sentId": 792}, {"text": "On the other hand, he's not a private figure, either.", "sentId": 793}, {"text": "So...", "sentId": 794}], "secId": 332}, {"speaker": "BUCHANAN", "sentences": [{"text": "What about those records that you believe should not become public, which are very private, that should become public suddenly?", "sentId": 795}, {"text": "What is it that you all are looking at?", "sentId": 796}, {"text": "What is it that they would be looking it?", "sentId": 797}], "secId": 333}, {"speaker": "MCMAHON", "sentences": [{"text": "I'd presume that those would be turned over to the Senate Judiciary Committee.", "sentId": 798}, {"text": "It would become part of the record, in any event.", "sentId": 799}, {"text": "So I mean, I don't believe that this person was nominated with the belief that people weren't going to go snooping through his background.", "sentId": 800}, {"text": "I mean, we know so little about him that...", "sentId": 801}], "secId": 334}, {"speaker": "CROWLEY", "sentences": [{"text": "Let me just ask you, because we've got 30 seconds.", "sentId": 802}, {"text": "Really, you think that, if there were a presidential nominee, and he had children that he had adopted, that those court records should be opened up?", "sentId": 803}], "secId": 335}, {"speaker": "MCMAHON", "sentences": [{"text": "I don't know.", "sentId": 804}, {"text": "But I think that this would be something that newspaper and other journalists would be interested in finding out.", "sentId": 805}, {"text": "And I think that, you know, if they had the opportunity to get it opened up, they would pursue it.", "sentId": 806}], "secId": 336}, {"speaker": "BUCHANAN", "sentences": [{"text": "Absolutely over the line, whether he's presidential, or he's running for office, or whether he wants to be a judge, over the line.", "sentId": 807}], "secId": 337}, {"speaker": "CROWLEY", "sentences": [{"text": "Bay Buchanan, Steve McMahon, thank you so much.", "sentId": 808}, {"text": "We appreciate it.", "sentId": 809}], "secId": 338}, {"speaker": "MCMAHON", "sentences": [{"text": "Thank you.", "sentId": 810}], "secId": 339}, {"speaker": "CROWLEY", "sentences": [{"text": "INSIDE POLITICS will be right back.", "sentId": 811}], "secId": 340}, {"speaker": "WILLIAMS", "sentences": [{"text": "There will be no more fishing for George Bush now as he gears up for the GOP Convention.", "sentId": 812}, {"text": "We'll talk with the pundits about his options.", "sentId": 813}, {"text": "That's all ahead on INSIDE POLITICS '88.", "sentId": 814}], "secId": 341}, {"speaker": "ANNOUNCER", "sentences": [{"text": "This is INSIDE POLITICS '88, with Mary Alice Williams in New York and, in Atlanta, Bernard Shaw.", "sentId": 815}], "secId": 342}, {"speaker": "CROWLEY", "sentences": [{"text": "That was then.", "sentId": 816}, {"text": "Vice President George Herbert Walker Bush was running for president.", "sentId": 817}, {"text": "This is now.", "sentId": 818}, {"text": "His son, George W. Bush, serving his second term as president.", "sentId": 819}, {"text": "INSIDE POLITICS has covered a lot of amazing political stories over these many years.", "sentId": 820}, {"text": "Among the most memorable, the wild three-way battle that was the 1992 race for the White House, the impeachment of President Bill Clinton, and that 2000 Florida recount.", "sentId": 821}], "secId": 343}, {"speaker": "Monday", "sentences": [{"text": "00 p.m. Eastern.", "sentId": 822}], "secId": 344}, {"speaker": "Monday", "sentences": [{"text": "Wolf joins us now with some more details.", "sentId": 823}], "secId": 345}, {"speaker": "BLITZER", "sentences": [{"text": "We're going to spend a lot of time on politics, Candy.", "sentId": 824}, {"text": "We're not going to shortchange the political scene here in Washington, around the country, indeed, around the world, by any means, especially during that 4:00 hour, when our viewers have become so used -- are so reliant on CNN for getting the inside political story.", "sentId": 825}], "secId": 346}, {"speaker": "BLITZER", "sentences": [{"text": "They're still going to get it.", "sentId": 826}, {"text": "They might even get a lot more of it, depending on what that political story is.", "sentId": 827}, {"text": "So the good news is that CNN's commitment to covering the world of politics here in the nation's capital, around the country, that commitment is rock solid.", "sentId": 828}], "secId": 347}, {"speaker": "CROWLEY", "sentences": [{"text": "So give us a larger view of all the three hours.", "sentId": 829}], "secId": 348}, {"speaker": "BLITZER", "sentences": [{"text": "What we're going to do -- all three hours will be part of THE SITUATION ROOM.", "sentId": 830}, {"text": "And we'll take our viewers in, show the viewers what's happening.", "sentId": 831}, {"text": "Our commitment, first and foremost, is to getting the news, getting it on the air as quickly and as responsibly as we can.", "sentId": 832}], "secId": 349}, {"speaker": "But the 3", "sentences": [{"text": "00 hour, we'll devote a lot of attention to the whole world of security, whether national security, homeland security, personal security, our economic security, all of that will go in.", "sentId": 833}], "secId": 350}, {"speaker": "The 4", "sentences": [{"text": "00 hour is going to be a lot of politics.", "sentId": 834}], "secId": 351}, {"speaker": "The 5", "sentences": [{"text": "00 hour we're going to talk about what has happened on this day.", "sentId": 835}], "secId": 352}, {"speaker": "The 5", "sentences": [{"text": "It's going to be a new way of bringing the news.", "sentId": 836}, {"text": "And we've been rehearsing, and we've been practicing.", "sentId": 837}, {"text": "And you, Candy Crowley, and all of our political team, will be directly involved, very aggressively.", "sentId": 838}], "secId": 353}, {"speaker": "CROWLEY", "sentences": [{"text": "In fact, I'm told we'll see you Monday.", "sentId": 839}], "secId": 354}, {"speaker": "BLITZER", "sentences": [{"text": "I'll see you Monday.", "sentId": 840}], "secId": 355}, {"speaker": "CROWLEY", "sentences": [{"text": "Thanks very much.", "sentId": 841}], "secId": 356}, {"speaker": "BLITZER", "sentences": [{"text": "Thanks, Candy.", "sentId": 842}], "secId": 357}, {"speaker": "CROWLEY", "sentences": [{"text": "Thanks, Wolf.", "sentId": 843}, {"text": "It is now time to say goodbye to INSIDE POLITICS.", "sentId": 844}, {"text": "I am Candy Crowley.", "sentId": 845}, {"text": "And WOLF BLITZER REPORTS starts right now.", "sentId": 846}], "secId": 358}, {"speaker": "CROWLEY", "sentences": [{"text": "END", "sentId": 847}], "secId": 359}, {"speaker": "CROWLEY", "sentences": [{"text": "TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com", "sentId": 848}], "secId": 360}], "sectionCount": 361, "url": "transcripts.cnn.com/TRANSCRIPTS/0508/05/ip.01.html", "sentenceCount": 850, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired August 5, 2005 - 15:30   ET", "speakers": ["ANNOUNCER", "BLAIR", "HENDERSON", "CROWLEY", "CAMPBELL", "QUIJANO", "NELSON", "OAKLEY", "ROTHENBERG", "WALTER", "PILGRIM", "CNN", "HAYWORTH", "there", "UNIDENTIFIED MALES AND FEMALES ", "EDWARDS", "KEEFE", "UNIDENTIFIED MALE", "D'ALLESANDRO", "UNIDENTIFIED FEMALE", "GRASSLEY", "MCCAIN", "UNIDENTIFIED ACTORS", "UNIDENTIFIED ACTRESS", "RICHARDSON", "ALLEN", "BROWNSTEIN", "MORTON", "LEWIS", "CONYERS", "SCHECHNER", "TATTON", "SCHNEIDER", "SCHNEIDER ", "HACKETT", "BRIGHAM", "BUCHANAN", "MCMAHON", "BLITZER", "WILLIAMS", "Monday", "But the 3", "The 4", "The 5"], "title": "INSIDE POLITICS"}