{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1610.25.ip.02.html.json", "subTitle": "Hillary Clinton Releases a New Campaign Ad; Donald Trump Tries to Pivot to Obamacare", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "And among older voters, Florida not the only state, but if Hillary Clinton is running ahead among voters over 65, well, that makes Florida look a lot better.", "sentId": 0}, {"text": "So Hillary Clinton knows she has the advantage heading into the final two weeks.", "sentId": 1}, {"text": "A brand new ad released just today in battleground states including Florida, North Carolina, Ohio, Pennsylvania, New Hampshire, Iowa, Nevada.", "sentId": 2}, {"text": "Those are the states Hillary Clinton thinks matters most.", "sentId": 3}, {"text": "Here's a closing message.", "sentId": 4}], "secId": 0}, {"speaker": "ALLEN", "sentences": [{"text": "When someone makes a comment that they know more about the Islamic state or ISIL than the generals, it implies a complete ignorance of the reality.", "sentId": 5}, {"text": "But I believe Secretary Clinton really understands the threat that the Islamic state possessed to United States and to the American people and I believe she understands how to wield American power to ultimately defeat this threat and to keep us safe.", "sentId": 6}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "So help me on this one.", "sentId": 7}, {"text": "She knows she has the advantage pretty commanding advantage when you go state by state through the Electoral College.", "sentId": 8}, {"text": "You, coming into the -- we have two weeks.", "sentId": 9}, {"text": "Maybe she'll shift back, but General Allen there, with distinguished service not criticizing but an ISIS keep you safe.", "sentId": 10}, {"text": "Donald Trump is not a commander-in-chief.", "sentId": 11}, {"text": "Not an economy ad.", "sentId": 12}, {"text": "Why?", "sentId": 13}], "secId": 2}, {"speaker": "THRUSH", "sentences": [{"text": "I think it's from what I've seen and clearly they haven't completely honed it yet, I think it's a pretty weak closing argument.", "sentId": 14}, {"text": "It's kind of -- we're reverting back to some of the troubles she had with messaging in the primaries.", "sentId": 15}, {"text": "Again, she has, you know, rocketed ahead to this commanding lead in some of these battleground states on the backs ...", "sentId": 16}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "By disqualifying him.", "sentId": 17}], "secId": 4}, {"speaker": "THRUSH", "sentences": [{"text": "Right.", "sentId": 18}, {"text": "He have still not seen her make a closing affirmative argument for herself that gets into the texture of what her presidency would be and you're totally right about the economy.", "sentId": 19}, {"text": "The other thing I think that's really important that we're not hearing is we are not hearing what we heard at the end of the primary season, which was, an appeal to the historic nature of her presidency.", "sentId": 20}, {"text": "Have you heard real fulsome statements by her about the fact that she might be the first woman president in 40 year of history of the republic?", "sentId": 21}, {"text": "HEIDI PRZYBYLA, USA TODAY: First, let's caveat this by saying that this is not a closing argument just yet.", "sentId": 22}, {"text": "I think there is going to be another wave of ads and this is kind of reinforcing the overarching narrative that they've tried to push from the beginning which is on temperament.", "sentId": 23}, {"text": "And if you look -- pull back in numbers in all of the polls show that this has been a winning argument.", "sentId": 24}, {"text": "They haven't even had to really have an argument based on issues.", "sentId": 25}, {"text": "It's been all about, you know, is she crooked or is he going to, you know, press the button and cause a mushroom cloud.", "sentId": 26}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "So if it ain't broke, don't fix it.", "sentId": 27}], "secId": 6}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 28}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "... of disqualification, but you're not getting to -- a lot of times if you're well ahead in a race, you try to close by getting to your governing agenda to try to claim a mandate when it's over.", "sentId": 29}], "secId": 8}, {"speaker": "TUMULTY", "sentences": [{"text": "I think they are looking at last sort of -- as I've seen everything else coming their way.", "sentId": 30}, {"text": "I think they're looking at the last sticky piece of this, which is the sense that Donald Trump is strong.", "sentId": 31}, {"text": "Donald Trump is resolute that she is not.", "sentId": 32}, {"text": "And so I think they are looking to sort of -- loosen the last bit of the constituency that they need to get on their side.", "sentId": 33}], "secId": 9}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah, and may have a bunch of ads out, right?", "sentId": 34}, {"text": "They just released an ad up that targeted African-Americans.", "sentId": 35}, {"text": "They have the Khan ad.", "sentId": 36}, {"text": "The Obamas out there in some ways I mean those are ads.", "sentId": 37}, {"text": "I mean they're certainly getting press in the local newspapers, in the local television stations there.", "sentId": 38}, {"text": "And so far so good in terms of where they are in this race.", "sentId": 39}, {"text": "And I do think that ad again it's about some of those Republicans and those moderate Republicans who have uncertainties about Donald Trump.", "sentId": 40}, {"text": "Uncertainties particularly on foreign policy and so she's honing in I think on that one.", "sentId": 41}], "secId": 10}, {"speaker": "PRZYBYLA", "sentences": [{"text": "And I think we're getting a preview actually on her stump speech which I've been watching pretty closely of what we're going to see possibly in those closing round of ads which is this awkward dance that she's doing right now between beginning her stump speeches by pounding those down ballot Republicans and then immediately pivoting too, but I'm a unifying figure, and you Republicans have a home with me.", "sentId": 42}, {"text": "And let's all come together as Americans.", "sentId": 43}, {"text": "Reject this hatred and bitterness which is literally what she's doing in these speeches.", "sentId": 44}], "secId": 11}, {"speaker": "THRUSH", "sentences": [{"text": "Look, I've been watching her do this since 2008, really since 2005 on her re-elect.", "sentId": 45}, {"text": "I just think she's got a real problem making an affirmative case for herself and she's got a ton of different messaging.", "sentId": 46}, {"text": "If you're going to look at one takeaway from the Wikileaks, the Podesta e-mails, a lot of it has to do with them struggling mightily internally to take this incredible array of stuff and jam it into some sort of appealing message.", "sentId": 47}, {"text": "When you go out there and talk to voters, you find that the one thing that keeps people from closing the deal is their disdain and lack of trust for her.", "sentId": 48}, {"text": "And I think as we close here she's got to make a much more affirmative argument.", "sentId": 49}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "And Donald Trump in our national poll, Donald Trump, on the one issue he still leads as the economy.", "sentId": 50}, {"text": "Narrowly only four points, but he still leads on the economy because she hasn't made that affirmative case, but again \"But ain't broke, don't fix it.\"", "sentId": 51}, {"text": "Winning the election?", "sentId": 52}, {"text": "I'm not sure about when you get to governing, but to that point though she is comfortably ahead.", "sentId": 53}, {"text": "We can knit pick her ad strategy if we want.", "sentId": 54}, {"text": "She's on a path now at the moment two weeks is a long time to a convincing victory at the moment.", "sentId": 55}, {"text": "Listen to the Republicans, you don't hear Mike Pence saying, come on independents, come on Democrats.", "sentId": 56}, {"text": "Mike Pence on the campaign trail saying, come on Republicans.", "sentId": 57}], "secId": 13}, {"speaker": "PENCE", "sentences": [{"text": "I want to submit to all of you, it's time to reach out to all of our Republican and conservative friends and say with one voice, it's time to come home, and elect Donald Trump as the next president of the United States.", "sentId": 58}], "secId": 14}, {"speaker": "PENCE", "sentences": [{"text": "It's time to come home and elect the Trump/Pence team.", "sentId": 59}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "I've only been at this, 30 years.", "sentId": 60}, {"text": "This is only a round number eight for me in presidential politics but it seems to me to be a sign of profound weakness ...", "sentId": 61}], "secId": 16}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 62}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "... when two weeks before an election you're saying, hey, guys, we're on your team.", "sentId": 63}, {"text": "Come vote for us.", "sentId": 64}], "secId": 18}, {"speaker": "THRUSH", "sentences": [{"text": "In Utah.", "sentId": 65}], "secId": 19}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 66}, {"text": "And I mean in a -- yeah, our poll at least shows that this has already happened, right?", "sentId": 67}], "secId": 20}, {"speaker": "THRUSH", "sentences": [{"text": "Right.", "sentId": 68}], "secId": 21}, {"speaker": "HENDERSON", "sentences": [{"text": "...", "sentId": 69}, {"text": "I mean, like 90 percent of Republicans are already onboard.", "sentId": 70}, {"text": "I think Romney was like 92 percent.", "sentId": 71}, {"text": "That's not their problem at this point.", "sentId": 72}, {"text": "It's those other groups you mentioned older voters.", "sentId": 73}, {"text": "That's supposed to be Republicans do well, they should be targeting those voters.", "sentId": 74}, {"text": "College-Educated white voters.", "sentId": 75}, {"text": "She's up 11 with those voters.", "sentId": 76}, {"text": "I think Romney won them by like 14, so yeah, I mean this is terrible that in the last days they're in Utah saying Republicans, please, back the Republican ticket.", "sentId": 77}], "secId": 22}, {"speaker": "PRZYBYLA", "sentences": [{"text": "I think there's probably a lot of Republicans at this point looking back at that post mortem 2012 autopsy and thinking, how did with all due respect, we create basically the ultimate franking candidate.", "sentId": 78}, {"text": "If you look at what was needed to do in that autopsy in terms of reaching out to women, reaching out to minorities.", "sentId": 79}, {"text": "Did you see the numbers out of Florida?", "sentId": 80}], "secId": 23}, {"speaker": "accelerated", "sentences": [{"text": "Florida will be a key test of this.", "sentId": 81}, {"text": "Donald Trump is there for the third consecutive day today.", "sentId": 82}, {"text": "Hillary Clinton is there today.", "sentId": 83}, {"text": "Tim Kaine was there yesterday.", "sentId": 84}, {"text": "She has a narrow lead there.", "sentId": 85}, {"text": "To your point, that's where you look at non-white voters especially the growing Latino population.", "sentId": 86}, {"text": "For the autopsy of 2012, let's talk about that, I think College-Educated women will be added to the next autopsy.", "sentId": 87}], "secId": 24}, {"speaker": "accelerated", "sentences": [{"text": "Everybody sit tight.", "sentId": 88}, {"text": "When we come back, Donald Trump attacks another one of his accusers and nasty woman becomes a campaign rallying cry for the Democrats.", "sentId": 89}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "I love being up here.", "sentId": 90}, {"text": "I may never leave.", "sentId": 91}, {"text": "Beautiful shot, Thomas Jefferson right there at the Potomac River, behind him, national airport.", "sentId": 92}, {"text": "Welcome back.", "sentId": 93}, {"text": "Hillary Clinton and Donald Trump debated three times for a total of 4.5 hours.", "sentId": 94}, {"text": "Many Democrats though are happy to boil it down to a few seconds and just four words.", "sentId": 95}], "secId": 26}, {"speaker": "CLINTON", "sentences": [{"text": "But what we want to do is to replenish the ...", "sentId": 96}], "secId": 27}, {"speaker": "TRUMP", "sentences": [{"text": "Such a nasty woman.", "sentId": 97}], "secId": 28}, {"speaker": "WARREN", "sentences": [{"text": "Get this, Donald.", "sentId": 98}, {"text": "Nasty women are tough.", "sentId": 99}, {"text": "Nasty women are smart.", "sentId": 100}, {"text": "And nasty women vote.", "sentId": 101}], "secId": 29}, {"speaker": "WARREN", "sentences": [{"text": "And on November 8th, we nasty women are going to march our nasty feet to cast our nasty votes to get you out of our lives forever.", "sentId": 102}], "secId": 30}, {"speaker": "THRUSH", "sentences": [{"text": "This is nasty.", "sentId": 103}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "Yeah, that's nasty.", "sentId": 104}], "secId": 32}, {"speaker": "PRZYBYLA", "sentences": [{"text": "Yeah.", "sentId": 105}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "That's the Massachusetts Senator Elizabeth Warren in New Hampshire yesterday.", "sentId": 106}, {"text": "When he did that, lean forward and said, \"Such a nasty woman,\" Democrats didn't like it but they loved it.", "sentId": 107}, {"text": "If you get the point, they though it was a gratuitous attack.", "sentId": 108}, {"text": "But if you look at the demographics of the election 53 percent of the electorate will be women.", "sentId": 109}, {"text": "Look at the demographics of the key swing states pick North Carolina, in the research triangle  it's a gift.", "sentId": 110}], "secId": 34}, {"speaker": "PRZYBYLA", "sentences": [{"text": "She much rather be nasty than crooked, and it's becoming kind of like this viral call for solidarity among her female base.", "sentId": 111}, {"text": "Just like the deplorables comment that she made about Trump has become kind of this viral thing, with people changing Twitter handles and even branded merchandise over the internet about it.", "sentId": 112}, {"text": "I don't think it does anything to win new vote, but it does anger women and kind of fire up her base, and that's what she needs.", "sentId": 113}, {"text": "HENDERSON: Yeah, and in some ways that allows her, Glenn was talking about, that she's not making the historic candidacy argument.", "sentId": 114}, {"text": "It sort of allows her to make that argument without making that argument, because it allows her to say, she's the person who is going against this misogynistic candidate, and why don't all women rally behind her candidacy?", "sentId": 115}, {"text": "You saw Michelle Obama make the same argument as well and she's also doing, so she weaves stuff into her speeches.", "sentId": 116}, {"text": "She'll say something like, you know, I'm a list maker.", "sentId": 117}, {"text": "May be it's because I'm a women.", "sentId": 118}, {"text": "This is what women do.", "sentId": 119}, {"text": "We make lists.", "sentId": 120}, {"text": "We're prepared.", "sentId": 121}, {"text": "So I think she is in some ways making that historical argument in sort of subtle way.", "sentId": 122}], "secId": 35}, {"speaker": "TUMULTY", "sentences": [{"text": "And once again, it's been sort of the, this sort of eternal rule of this campaign that nothing is so powerful against Donald Trump as his own words.", "sentId": 123}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "His own words right.", "sentId": 124}, {"text": "And Hillary Clinton clearly there, especially when she has this surrogates with her.", "sentId": 125}, {"text": "She's in this place now and she lets the surrogates do the harshest attack and then she criticizes Trump somewhat but the fire and flames coming from Elizabeth Warren there.", "sentId": 126}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "On this issue of Donald Trump and women, obviously he is -- when you look at our national poll has 12-point gender gap.", "sentId": 127}, {"text": "Hillary Clinton, a 12-point lead nationally among women voters.", "sentId": 128}, {"text": "One of Trump's problems is these women who've come forward after the \"Access Hollywood\" tape.", "sentId": 129}, {"text": "That was his first big problem.", "sentId": 130}, {"text": "Where he talks brags about groping women, brags about things that frankly would be crimes.", "sentId": 131}, {"text": "One of the women who has come forward also works in the adult film industry.", "sentId": 132}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "And so Donald Trump this morning on \"Fox News\", he was asked about this.", "sentId": 133}, {"text": "Are you really going it sue all of these women?", "sentId": 134}, {"text": "And he said I'd like to get out of the subject.", "sentId": 135}, {"text": "And he tried to pivot back to Obamacare, so a little bit -- an attempt at discipline today but on the radio yesterday Donald Trump was asked about this latest accuser.", "sentId": 136}, {"text": "Here's what he said.", "sentId": 137}], "secId": 39}, {"speaker": "TRUMP", "sentences": [{"text": "I don't grab them on the, you know, as they say, on the arm.", "sentId": 138}, {"text": "And one said, he grabbed me on the arm, and she's a porn star.", "sentId": 139}, {"text": "Now, you know, this one that came out recently, he grabbed me, and he grabbed me on the arm.", "sentId": 140}, {"text": "Oh, I'm sure she's never been grabbed before, and they make it so, it is -- it's all lies.", "sentId": 141}, {"text": "It's all lies.", "sentId": 142}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "You get speechless, because at some point, even if this is who you are, if you want to win the White House, why won't you listen to the people telling you, Mr. Trump, refuse to answer the question.", "sentId": 143}, {"text": "Mr. Trump, do not say, oh, she's never been grabbed, like she's never been grabbed before.", "sentId": 144}, {"text": "I mean, just stop digging.", "sentId": 145}], "secId": 41}, {"speaker": "THRUSH", "sentences": [{"text": "Well, go no further than Dana Bash's interview with Kellyanne Conway.", "sentId": 146}], "secId": 42}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 147}], "secId": 43}, {"speaker": "THRUSH", "sentences": [{"text": "In which she essentially says she had told him not to do it after -- who goes to Gettysburg?", "sentId": 148}], "secId": 44}, {"speaker": "PRZYBYLA", "sentences": [{"text": "Right.", "sentId": 149}], "secId": 45}, {"speaker": "THRUSH", "sentences": [{"text": "On hallowed ground.", "sentId": 150}], "secId": 46}, {"speaker": "PRZYBYLA", "sentences": [{"text": "Yeah.", "sentId": 151}], "secId": 47}, {"speaker": "THRUSH", "sentences": [{"text": "And starts out a unifying speech by talking about he's going to sue all of these women after the -- I mean, we're going beyond self-control onto some new realm of whatever here.", "sentId": 152}], "secId": 48}, {"speaker": "TUMULTY", "sentences": [{"text": "Well, it's also a sort of continuation of this argument that, you know, he didn't grope these other women, because they weren't good looking enough.", "sentId": 153}, {"text": "As though groping is some kind of beauty prize.", "sentId": 154}, {"text": "It's a compliment.", "sentId": 155}], "secId": 49}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 156}, {"text": "I mean his response to this has been despicable.", "sentId": 157}, {"text": "I mean, it is worsened his problem, and he seems to not be able to help himself.", "sentId": 158}, {"text": "I mean, you talk to his surrogates and people around him and they say, well, this is his instinct to fight and fight and fight.", "sentId": 159}, {"text": "Well, he's fought his way into a ditch in this one and he just keeps digging.", "sentId": 160}], "secId": 50}, {"speaker": "PRZYBYLA", "sentences": [{"text": "The problem is, if you look at the polling, most voters think that he did these things.", "sentId": 161}], "secId": 51}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 162}], "secId": 52}, {"speaker": "PRZYBYLA", "sentences": [{"text": "He telegraphed it with his own words, and now from a female perspective, when he says I'm going to sue these women, a lot of women view that also as an intimidation tactic.", "sentId": 163}, {"text": "It's kind of a bullying tactic to prevent more women who may be out there from coming forward.", "sentId": 164}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "On the trail yesterday, Joe Biden had an interesting take on this.", "sentId": 165}, {"text": "He's the same guy, the same Joe Biden who says, I'd like to take Donald Trump out behind the gym if I were in high school for the way he talks about women and .", "sentId": 166}, {"text": "Listen to the other point, Biden thinks important to make here.", "sentId": 167}], "secId": 54}, {"speaker": "BIDEN", "sentences": [{"text": "Trump has so dumbed down this election.", "sentId": 168}, {"text": "No, he really has.", "sentId": 169}, {"text": "Think about it.", "sentId": 170}, {"text": "That the press, they're decent people, all of these folks out there, what are you going to cover?", "sentId": 171}, {"text": "You're going to cover Hillary's explanation how she pays for college, or you're going to cover Trump saying that because he's famous he can go out and grope women.", "sentId": 172}, {"text": "No, I'm serious.", "sentId": 173}, {"text": "It's been so outrageous we've not covered any of the issues basically.", "sentId": 174}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "I don't know about any of the issues, but he does have a point.", "sentId": 175}, {"text": "When you have these sensational stories that keep coming forward and then Donald Trump keeps talking about them on hallowed ground in Gettysburg, saying I'm going to sue these women.", "sentId": 176}, {"text": "That does grab the attention and even when Donald Trump makes a case for his \"Drain the swamp\" his reform agenda or when Hillary Clinton is talking about how she's going to either make college affordable or whatever doesn't get as much attention as this other stuff.", "sentId": 177}], "secId": 56}, {"speaker": "THRUSH", "sentences": [{"text": "And we were about it talking earlier in the show about the Obamacare stuff, how it doesn't have sort of a convincing counter argument.", "sentId": 178}, {"text": "And the thing that gets me about the nasty woman comment is it was, in response -- it was interrupting Hillary Clinton while she was talking about the social security trust fund.", "sentId": 179}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 180}], "secId": 58}, {"speaker": "PRZYBYLA", "sentences": [{"text": "Right.", "sentId": 181}], "secId": 59}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 182}], "secId": 60}, {"speaker": "THRUSH", "sentences": [{"text": "I mean, is there more clear juxtaposition?", "sentId": 183}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Social security.", "sentId": 184}, {"text": "Well, she was saying he would finally ...", "sentId": 185}], "secId": 62}, {"speaker": "HENDERSON", "sentences": [{"text": "She was.", "sentId": 186}], "secId": 63}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah, I mean, he couldn't help himself.", "sentId": 187}, {"text": "He had to get that in and he looked so satisfied when he said it.", "sentId": 188}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "The key point there.", "sentId": 189}, {"text": "He couldn't help himself.", "sentId": 190}, {"text": "I think that's been a problem throughout the campaign.", "sentId": 191}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 192}, {"text": "A sneak peek into our reporters notebooks next.", "sentId": 193}, {"text": "Including a look behind the scenes in Florida and what Republicans really think of they're chances.", "sentId": 194}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 195}, {"text": "Let's ask our great reporters to give you a peek into their notebooks.", "sentId": 196}, {"text": "Get you out ahead of some of the big political news just around the corner.", "sentId": 197}, {"text": "Karen Tumulty?", "sentId": 198}], "secId": 67}, {"speaker": "TUMULTY", "sentences": [{"text": "I think the most interesting development in the last couple of cycles is that the cook political report is now projecting that it is more likely than not that the senate is going to switch control to the Democrats.", "sentId": 199}, {"text": "It shows that there was in fact collateral catch to the \"Access Hollywood\" tape.", "sentId": 200}, {"text": "And that it's going to have profound effects.", "sentId": 201}, {"text": "The Republican candidates thought they could distance themselves from Donald Trump but it now looks like there could be a real downdraft from the top of the ticket.", "sentId": 202}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "Two weeks to try to work that one out.", "sentId": 203}, {"text": "What is it Nia?", "sentId": 204}], "secId": 69}, {"speaker": "HENDERSON", "sentences": [{"text": "It was fitting that Sarah Palin was in the audience and a guest of Donald Trump, by in his last debate.", "sentId": 205}, {"text": "She is in many ways as a political intellectual godmother for Donald Trump.", "sentId": 206}, {"text": "She was the one in 2008 to be the raw populist talking about real America, once she lost that race, she mastered Twitter, she mastered Facebook.", "sentId": 207}, {"text": "She became a real thorn in the side of the Obama administration in those first two years, coining phrases like death panels.", "sentId": 208}], "secId": 70}, {"speaker": "HENDERSON", "sentences": [{"text": "She was also advised by Steve Bannon at the height of her fame.", "sentId": 209}, {"text": "She teased the run in 2012 as well in the run-up to 2012.", "sentId": 210}, {"text": "And she also launched Sarah Palin T.V.", "sentId": 211}, {"text": "Now, Sarah Palin T.V.", "sentId": 212}, {"text": "didn't really work, but it'll be interesting to see if the parallels continue in terms of what Sarah Palin has done and what Donald Trump will do.", "sentId": 213}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "Can I call you Nia?", "sentId": 214}, {"text": "Heidi?", "sentId": 215}], "secId": 72}, {"speaker": "PRZYBYLA", "sentences": [{"text": "What is the big lesson of WikiLeaks?", "sentId": 216}, {"text": "It's the question nobody in this town can seem to answer because we're just poring through too many e-mails.", "sentId": 217}, {"text": "So I went straight to the government ethics watchdogs and I asked them and they said, it basically exposes the ultimate irony of this election which is that the one thing that unites the right and the left, Hillary Clinton voters, Bernie voters, Trump voters, is this disgust with the way Washington works and the connection to monied interests.", "sentId": 218}, {"text": "and yet neither of these candidates, Trump's swamp draining notwithstanding is really proposing fundamental reforms to get at these problems of government ethics and current members of Congress, of reforming FOIA or a fundamental campaign finance reform.", "sentId": 219}, {"text": "And so you can drain the swamp, and it'll fill right back up again unless you have these types of reforms according to these ethics watchdogs.", "sentId": 220}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "Not terrible optimistic.", "sentId": 221}, {"text": "Glenn?", "sentId": 222}], "secId": 74}, {"speaker": "THRUSH", "sentences": [{"text": "I guess the question is, even though Trump has been camped out in Florida, and not just his golf resort, is Florida already gone?", "sentId": 223}, {"text": "Our crackerjack Florida reporter Marc Caputo uncovered a memo that a Republican-linked group put out and essentially says it's baked into a 3 percent to 5 percentage point lead for Hillary Clinton already.", "sentId": 224}, {"text": "And in Florida terms, and as we remember 2000, that is technically a landslide.", "sentId": 225}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "All right, I'll close by connecting those dots from Karen and from Glenn here sharing the take of six veteran Republican strategists, all six deeply involved in the fight to hold the GOP Senate majority.", "sentId": 226}, {"text": "They have zero relationship, this six with the Trump campaign.", "sentId": 227}, {"text": "All six contacted in the past 24 hours, split in the question of whether Republicans can hold the Senate.", "sentId": 228}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "Two believe it is still possible.", "sentId": 229}, {"text": "Four said most likely not and they say Trump's numbers are by far the biggest problem.", "sentId": 230}, {"text": "Not just in the states where he's losing big, in other states where he's just underperforming past Republicans.", "sentId": 231}, {"text": "Now, all six said they had zero doubt that Trump it headed to defeat.", "sentId": 232}, {"text": "And all six believed the margin will be huge.", "sentId": 233}, {"text": "Again, this six are all involved in key Senate races which track the presidential battlegrounds.", "sentId": 234}, {"text": "So they know the numbers and they know the ground games in those six states.", "sentId": 235}, {"text": "All six see Clinton winning, listen to this, more than 300 electoral votes.", "sentId": 236}, {"text": "Three of the six said their current count has her in the 350 to 360 range.", "sentId": 237}, {"text": "Again, these are all veteran Republicans, hardly Clinton fans.", "sentId": 238}, {"text": "Wow, if that holds up.", "sentId": 239}, {"text": "That's it for \"Inside Politics.\"", "sentId": 240}, {"text": "Wolf is next, after a quick break.", "sentId": 241}], "secId": 77}], "sectionCount": 78, "url": "transcripts.cnn.com/TRANSCRIPTS/1610/25/ip.02.html", "sentenceCount": 243, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 25, 2016 - 12:30   ET", "speakers": ["KING", "ALLEN", "THRUSH", "HENDERSON", "TUMULTY", "PRZYBYLA", "PENCE", "accelerated", "CLINTON", "TRUMP", "WARREN", "BIDEN"], "title": "INSIDE POLITICS"}