{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1604.17.ip.01.html.json", "subTitle": "Trump Warns of \"Rough July\" at GOP Convention; Clinton Vs. Sanders: New York Fight Night. Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "CLINTON", "sentences": [{"text": "Wait a minute.", "sentId": 0}, {"text": "Wait.", "sentId": 1}], "secId": 0}, {"speaker": "SANDERS", "sentences": [{"text": "Hold it.", "sentId": 2}, {"text": "Hold it.", "sentId": 3}, {"text": "Let's just not --", "sentId": 4}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "The Democratic debate gets feisty.", "sentId": 5}], "secId": 2}, {"speaker": "SANDERS", "sentences": [{"text": "I do question her judgment.", "sentId": 6}], "secId": 3}, {"speaker": "CLINTON", "sentences": [{"text": "President Obama trued my judgment enough to ask me to be secretary of state for the United States.", "sentId": 7}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "New York is a giant prize.", "sentId": 8}, {"text": "Bernie Sanders needs an upset.", "sentId": 9}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Plus, Donald Trump is poised for a huge win.", "sentId": 10}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "So why is he complaining?", "sentId": 11}], "secId": 7}, {"speaker": "TRUMP", "sentences": [{"text": "It's a rigged system, folks.", "sentId": 12}, {"text": "The Republican system is a rigged system.", "sentId": 13}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "And why this?", "sentId": 14}], "secId": 9}, {"speaker": "RYAN", "sentences": [{"text": "I do not want nor will I accept the nomination for our party.", "sentId": 15}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Paul Ryan rules out a convention surprise.", "sentId": 16}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLIITCS, the biggest stories sourced by the best reporters, now.", "sentId": 17}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 18}, {"text": "I'm John King.", "sentId": 19}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 20}, {"text": "The New York presidential primary matters this time big time.", "sentId": 21}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "And three big questions as we gear up for Tuesday's critical voting.", "sentId": 22}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Number one, will Donald Trump sweep up all or most of the 95 delegates and turn his focus back to winning after a week of whining about Republican rules?", "sentId": 23}], "secId": 15}, {"speaker": "TRUMP", "sentences": [{"text": "What's going on with our party, we've got to give the vote back to the people, folks, because it's no good.", "sentId": 24}, {"text": "It's all -- it's all rigged.", "sentId": 25}, {"text": "It's a rigged deal.", "sentId": 26}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Question two is related to that.", "sentId": 27}, {"text": "Can the Republican Party chairman keep the peace in a fractured party bracing now for potential convention chaos?", "sentId": 28}], "secId": 17}, {"speaker": "PRIEBUS", "sentences": [{"text": "I know there's drama.", "sentId": 29}, {"text": "I know there's going to be work to do.", "sentId": 30}, {"text": "I get it.", "sentId": 31}, {"text": "I'm not, you know, oblivious to the world that I live in.", "sentId": 32}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "He gets it.", "sentId": 33}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "And question three, after a testy final Democratic debate -- we think it's final -- will New York give Bernie Sanders the upset he needs or reward its former senator, Hillary Clinton, with a win and an even bigger delegate lead?", "sentId": 34}], "secId": 20}, {"speaker": "SANDERS", "sentences": [{"text": "I do question her judgment.", "sentId": 35}, {"text": "I question a judgment which voted for the war in Iraq.", "sentId": 36}], "secId": 21}, {"speaker": "CLINTON", "sentences": [{"text": "President Obama trusted my judgment enough to ask me to be secretary of state for the United States.", "sentId": 37}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "They're friends, really.", "sentId": 38}, {"text": "They're friends.", "sentId": 39}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights, \"The Atlantic's\" Molly Ball, Jonathan Martin of \"The New York Times,\" Ed O'Keefe of \"The Washington Post\", and CNN's Nia-Malika Henderson.", "sentId": 40}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "Donald Trump, as we just noted, is on the verge of a big win in New York.", "sentId": 41}, {"text": "But you would never know it from his tone on the campaign trail.", "sentId": 42}], "secId": 25}, {"speaker": "TRUMP", "sentences": [{"text": "In our system, they're not even voting.", "sentId": 43}, {"text": "The bosses are picking the delegates, and it's a very bad thing.", "sentId": 44}, {"text": "Despite all of that, you know who's going to win?", "sentId": 45}, {"text": "We're going to win.", "sentId": 46}, {"text": "We're going to win, despite all of that.", "sentId": 47}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "He's confident there.", "sentId": 48}, {"text": "We'll get to the exact math in a few minutes.", "sentId": 49}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "But remember, Trump is well ahead in the delegate race and is the only candidate with any chance of clinching the Republican nomination before the Cleveland convention.", "sentId": 50}, {"text": "But he spent the past week complaining because he keeps outhustled by Ted Cruz in states that hold caucuses and conventions.", "sentId": 51}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "Just yesterday, for example, Cruz added 14 more delegates from the Wyoming Republican state convention.", "sentId": 52}], "secId": 29}, {"speaker": "CRUZ", "sentences": [{"text": "I want to ask each and every one of you, if you don't want to see Donald Trump as the nominee, if you don't want to hand the general election to Hillary Clinton, which is what a Trump nomination does, then I ask you to please support the men and women on this slate.", "sentId": 53}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Well-organized there.", "sentId": 54}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "Now, Trump is mad about getting beat at state conventions like there in Wisconsin and being outhustled in states that have already voted, but are now taking the second and third steps.", "sentId": 55}, {"text": "In state after state, Cruz loyalists are taking slots that are bound to Trump or maybe two ballots at the convention but then are free agents.", "sentId": 56}], "secId": 32}, {"speaker": "TRUMP", "sentences": [{"text": "The system is rigged.", "sentId": 57}, {"text": "It's a bad system.", "sentId": 58}, {"text": "It's a dirty system.", "sentId": 59}, {"text": "And they've got to do something about it.", "sentId": 60}, {"text": "The Republican National Committee, they'd better get going because I'll tell you what, you're going to have a rough July at that convention.", "sentId": 61}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "Let's begin there.", "sentId": 62}, {"text": "A rough July.", "sentId": 63}, {"text": "Back to the language of if I don't win, watch out.", "sentId": 64}], "secId": 34}, {"speaker": "BALL", "sentences": [{"text": "Well, look, it comes off as a little bit of a threat, but he's also just stating the facts.", "sentId": 65}, {"text": "Does anybody doubt that this is going to be a rough convention for the Republican Party?", "sentId": 66}, {"text": "Given the unlikeliness of any candidate wrapping up the nomination before the convention, it's going to be chaos.", "sentId": 67}, {"text": "And he is stating the facts there.", "sentId": 68}, {"text": "And I don't see how you go into that convention without a lot of", "sentId": 69}], "secId": 35}, {"speaker": "BALL", "sentences": [{"text": "really riled-up people on both sides or how you come out of it no matter how it results.", "sentId": 70}, {"text": "You're going to come out of it with a lot of disgruntled, unhappy people.", "sentId": 71}, {"text": "So, yes, it is going to be a rough July.", "sentId": 72}], "secId": 36}, {"speaker": "MARTIN", "sentences": [{"text": "I think he's trying to pressure the delegates by doing what he's doing here.", "sentId": 73}], "secId": 37}, {"speaker": "MARTIN", "sentences": [{"text": "Look, is he frustrated about the actual process?", "sentId": 74}, {"text": "Of course he is.", "sentId": 75}, {"text": "He wants to win and he's, you know, winning states convincingly and then he's seeing delegates that have to vote for him, turn up to actually be Cruz supporters or double agents, as he called him in his op-ed piece in \"The Journal.\"", "sentId": 76}], "secId": 38}, {"speaker": "MARTIN", "sentences": [{"text": "But I think he's trying to pressure those delegates who are going to be actually unbound on the first ballot.", "sentId": 77}, {"text": "There's going to be, I don't know how many, but over 100 delegates.", "sentId": 78}, {"text": "Unbound free agents on the first ballot.", "sentId": 79}, {"text": "What he's essentially saying to them is I'm going to be the leader in terms of delegates won and votes won, you can't not give me this nomination.", "sentId": 80}, {"text": "And if you do that, this entire deal is rigged and not on the level he's laying that predicate right now.", "sentId": 81}], "secId": 39}, {"speaker": "O'KEEFE", "sentences": [{"text": "And if you talk to campaign folks, Trump campaign folks, they talk about the number 1,100.", "sentId": 82}, {"text": "You need 1,237 to get the nomination.", "sentId": 83}, {"text": "They seem to think they'll get to at least 1,100.", "sentId": 84}], "secId": 40}, {"speaker": "O'KEEFE", "sentences": [{"text": "So what he's after is the 137 more votes he needs essentially, and he hopes that by using the next few months to pressure them, hoping that his supporters reach out to those people, that at the convention, they'll just go oh, what the heck.", "sentId": 85}, {"text": "Let's just end the chaos now.", "sentId": 86}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "It's almost -- the argument is that it's safer to give it to Trump and not have this fight.", "sentId": 87}, {"text": "And you mentioned \"The Wall Street Journal\" piece.", "sentId": 88}, {"text": "Let me bring you a little bit more from that.", "sentId": 89}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "He's -- it's grievance politics right now.", "sentId": 90}, {"text": "He says the system's rigged.", "sentId": 91}, {"text": "He said in that piece, in addition to calling them double agents, \"My campaign strategy is to win with the voters.", "sentId": 92}, {"text": "Ted Cruz's campaign strategy is to win despite them.\"", "sentId": 93}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "I get that what he's saying that Cruz is going to these conventions and these caucuses when you don't have a broad primary, tens of thousands or hundreds of thousands of people voting.", "sentId": 94}, {"text": "But in defense of Senator Cruz, you can criticize the system all you want.", "sentId": 95}, {"text": "The system is open to criticism, but these rules have been in place for a very long time.", "sentId": 96}], "secId": 44}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, which Reince Priebus in a tweet reminded that recently saying that the rules have been in place.", "sentId": 97}, {"text": "This is grievance politics.", "sentId": 98}, {"text": "And this has worked for Donald Trump.", "sentId": 99}], "secId": 45}, {"speaker": "HENDERSON", "sentences": [{"text": "This idea of Donald Trump versus everybody has worked.", "sentId": 100}, {"text": "It doesn't necessarily grow his base.", "sentId": 101}, {"text": "I mean, but it very much gins those folks up.", "sentId": 102}, {"text": "It reminds them of why they like Trump, why they don't like the establishment of Republican part of this party.", "sentId": 103}], "secId": 46}, {"speaker": "HENDERSON", "sentences": [{"text": "So I think it works in that way.", "sentId": 104}, {"text": "I mean, he's been very good.", "sentId": 105}, {"text": "I think painting himself as the victim a as sort of a message, candidate who can right the wrongs that these folks, these sort of down-scale white voters have been grappling with.", "sentId": 106}], "secId": 47}, {"speaker": "O'KEEFE", "sentences": [{"text": "And he's right when he says the bosses are picking the delegates.", "sentId": 107}, {"text": "In at least three states in the last few days, that's what happened, in Indiana last week.", "sentId": 108}, {"text": "Closed-door meetings picked the delegation before the state even votes.", "sentId": 109}, {"text": "In Florida, they literally used a smoke-filled room at a cigar factory in Miami last night to pick the delegates from Miami-Dade County.", "sentId": 110}, {"text": "It was closed to Trump supporters and close to the press.", "sentId": 111}], "secId": 48}, {"speaker": "O'KEEFE", "sentences": [{"text": "And in Georgia, while they were open events, party leaders essentially were checking the bona fides of all these people who showed up to say, who's been the longest serving party activist?", "sentId": 112}, {"text": "Who's most deserving of this?", "sentId": 113}, {"text": "Not who supports Trump or who supports Cruz?", "sentId": 114}], "secId": 49}, {"speaker": "MARTIN", "sentences": [{"text": "What is so ironic here, John, is that Ed's right, in some of these states it actually is party bosses.", "sentId": 115}, {"text": "In a lot of these states, the actual delegates running and winning are the furthest thing from the party establishment.", "sentId": 116}, {"text": "They're hardcore conservative grassroots activists who are despised by the establishment, and they're the ones who are actually supporting Ted Cruz.", "sentId": 117}], "secId": 50}, {"speaker": "MARTIN", "sentences": [{"text": "So, this is a more complicated story than just establishment versus non-establishment.", "sentId": 118}, {"text": "It's multilayered because Ted Cruz's supporters are an ideologically-driven band of activists who are the very reason that the establishment prefers primaries to conventions in the first place.", "sentId": 119}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "And so, but given the Democratic Party's demographic advantage from the last two elections, when you're going -- forget the candidates for a minute.", "sentId": 120}, {"text": "When you go into an election, you look at the Obama coalitions twice.", "sentId": 121}, {"text": "The Democrats have an advantage into November elections.", "sentId": 122}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "So, whoever the Republican nomine is, he's going to unify this party.", "sentId": 123}, {"text": "This is the part of the campaign where this usually starts to happen.", "sentId": 124}, {"text": "Instead you've got Cruz in one camp, Trump in another.", "sentId": 125}, {"text": "We'll get to Governor Kasich in a moment.", "sentId": 126}, {"text": "I'm not sure where he is at the moment.", "sentId": 127}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "But as Donald Trump tries to play underdog to Jonathan's point, the animosity with Cruz is growing to the point that Trump likes to link Cruz with somebody else.", "sentId": 128}], "secId": 54}, {"speaker": "TRUMP", "sentences": [{"text": "So I'm self-funding, all of this is mine.", "sentId": 129}, {"text": "When I fly in, it's on my dime, right?", "sentId": 130}, {"text": "It's on my dime.", "sentId": 131}, {"text": "And what does that mean?", "sentId": 132}, {"text": "That means I'm not controlled by the special interests, by the lobbyists, and they control -- they control crooked Hillary, and they control Lyin' Ted Cruz, right?", "sentId": 133}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Now, Cruz says the establishment dislikes him as much if not more than Donald Trump, and there's certainly some truth to that.", "sentId": 134}, {"text": "But to the point of, if Donald Trump is going to be the nominee, when does he get about the diplomacy of bringing in the Cruz voters and bringing in the Kasich voters and bringing in people who are just a little skeptical about him?", "sentId": 135}], "secId": 56}, {"speaker": "BALL", "sentences": [{"text": "I don't know, October?", "sentId": 136}], "secId": 57}, {"speaker": "BALL", "sentences": [{"text": "I mean, that's the point of all of this.", "sentId": 137}, {"text": "Is you do have these Republicans debates whether they prefer the frying pan or the fire.", "sentId": 138}, {"text": "Is Trump better than Cruz?", "sentId": 139}, {"text": "Is it better to have everybody come around before the convention, or is it better to have an open convention where you might be able to change the outcome?", "sentId": 140}], "secId": 58}, {"speaker": "BALL", "sentences": [{"text": "In a lot of ways, it doesn't matter.", "sentId": 141}, {"text": "The Republican Party is already broken.", "sentId": 142}, {"text": "And it is very hard to envision any way that all of these people come together.", "sentId": 143}], "secId": 59}, {"speaker": "BALL", "sentences": [{"text": "The Trump supporters, a lot of whom are outside the normal channels of the party and haven't participated in the process before, do they come around to Lyin' Ted Cruz?", "sentId": 144}, {"text": "The Cruz supporters, do they come around to support Trump after everything that's happened?", "sentId": 145}, {"text": "And all those people who have been left out because they don't like either of those people?", "sentId": 146}], "secId": 60}, {"speaker": "BALL", "sentences": [{"text": "This party is broken already, and this idea that you can just, you know, the first day of August say, all right, everybody, that's water under the bridge, hard to imagine.", "sentId": 147}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Well, I'm told that's one of r the reasons that Speaker Ryan wanted to come out and make crystal clear how some people are still suspicious -- and weigh in, please, if you're still suspicious -- but that Ryan wanted to come out this week and say, no, no, I'm not interested in being a white knight at the convention.", "sentId": 148}, {"text": "I will not accept it.", "sentId": 149}, {"text": "If you draft me at the convention, do not put my name in the nomination.", "sentId": 150}, {"text": "In fact, the delegates he says should write a rule prohibiting anyone who didn't run as a candidate from being place in the nomination.", "sentId": 151}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "I'm told that as they looked at this and there were people around Ryan who were starting to get ready to have a shadow campaign convention operation in case this came up where he said, look, even if they do that, Trump is going to run around the country saying they stole it from me and it's going to be impossible for anybody other he thinks -- Ryan's people think anybody other than Trump, really -- but to pull the party nominally together.", "sentId": 152}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "But certainly, a new candidate couldn't do it.", "sentId": 153}], "secId": 64}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 154}], "secId": 65}, {"speaker": "O'KEEFE", "sentences": [{"text": "And he's one of the most risk-averse Republicans there is.", "sentId": 155}, {"text": "So, he wasn't going to jump into this if there was somebody going to be running around calling him a bad guy.", "sentId": 156}, {"text": "So it makes total sense that he once again pulled himself out.", "sentId": 157}], "secId": 66}, {"speaker": "HENDERSON", "sentences": [{"text": "And sort of the Ryan chatter, more evidence of the vast disconnect between Acela corridor and the grassroots part of the Republican Party.", "sentId": 158}, {"text": "I mean, Paul Ryan, as this kind of white knight savior.", "sentId": 159}, {"text": "I mean, it's basically fevered dream of the D.C. establishment.", "sentId": 160}, {"text": "You know, they tried that before.", "sentId": 161}, {"text": "I mean, 17 candidates.", "sentId": 162}], "secId": 67}, {"speaker": "HENDERSON", "sentences": [{"text": "I mean, they had a variety, right, of establishment candidates.", "sentId": 163}, {"text": "And guess what?", "sentId": 164}, {"text": "None of them pulled through.", "sentId": 165}, {"text": "They're dealing now with two anti-establishment candidates in many ways, and Donald Trump certainly and even in Ted Cruz.", "sentId": 166}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "And there was a time, remember, when we said this was the deepest, most talented Republican field in memory.", "sentId": 167}], "secId": 69}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 168}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "Remember those?", "sentId": 169}], "secId": 71}, {"speaker": "BALL", "sentences": [{"text": "Very good at fund-raising.", "sentId": 170}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "They were very good -- but Ryan -- I'm told this is kind of like humpty dumpty and that the party's going to take its fall and there's just no way to put it together this time.", "sentId": 171}], "secId": 73}, {"speaker": "MARTIN", "sentences": [{"text": "Unless you want to be the guy that has to live that for the next six months as the nominee when, of course, the establishment would like it, but the grassroots folks would and the Trump folks certainly would when he can sort of be still engaged from his perch as speaker of the house, so that if and when the party does lose in November, he can then stand up and say, look, I've been trying to carry the banner for this more optimistic brand of conservatives and we have to try to revive that sort of Jack Kempism that you mentioned earlier, John.", "sentId": 172}], "secId": 74}, {"speaker": "MARTIN", "sentences": [{"text": "And I think that's the role he wants to play.", "sentId": 173}, {"text": "Is that realistic, though, given where the actual voters stand on issues like immigration, like trade, like foreign policy?", "sentId": 174}, {"text": "We'll see.", "sentId": 175}], "secId": 75}, {"speaker": "BALL", "sentences": [{"text": "Well, and Ryan's frustration is that he does want to still have a role.", "sentId": 176}, {"text": "He doesn't want to just sit on the sidelines.", "sentId": 177}, {"text": "He is the speaker of the house.", "sentId": 178}, {"text": "He does see his vision for the party being dramatically crumpled up and thrown away and trampled, and he does want to have a voice, but every time he comes out to talk about these quaint concepts like civility in politics, all anybody wants to know is if he's running.", "sentId": 179}], "secId": 76}, {"speaker": "BALL", "sentences": [{"text": "So, he's trying to put that to bed so he can still play a role and still have a voice in this process.", "sentId": 180}, {"text": "I doubt that this speech he gave this week is going to quiet all that chatter and make everyone only listen to the things he's trying to say.", "sentId": 181}], "secId": 77}, {"speaker": "O'KEEFE", "sentences": [{"text": "Remember, he'll be in Cleveland as the chairman of the convention holding the gavel and very well could find a way to avoid talk of him becoming the nominee.", "sentId": 182}, {"text": "KING:  Fun job to hold that gavel, huh?", "sentId": 183}, {"text": "Fun, fun, fun.", "sentId": 184}], "secId": 78}, {"speaker": "O'KEEFE", "sentences": [{"text": "He was joking the other day, he says he wants to be  he might want to be in Switzerland.", "sentId": 185}, {"text": "Everybody, sit tight.", "sentId": 186}], "secId": 79}, {"speaker": "O'KEEFE", "sentences": [{"text": "Up next, the path to 1,237 and why a New York k route is absolutely necessity for Donald Trump.", "sentId": 187}, {"text": "First, though, politicians say the darnedest things.", "sentId": 188}, {"text": "Ted Cruz stays up late and watch -- takes a curious phone call.", "sentId": 189}], "secId": 80}, {"speaker": "KIMMEL", "sentences": [{"text": "OK here's another question Jimmy might ask.", "sentId": 190}, {"text": "What is your stance on immigration?", "sentId": 191}], "secId": 81}, {"speaker": "CRUZ", "sentences": [{"text": "Well, Donald, first of all, we need to put an end to President Obama's amnesty.", "sentId": 192}], "secId": 82}, {"speaker": "KIMMEL", "sentences": [{"text": "Wall --", "sentId": 193}], "secId": 83}, {"speaker": "CRUZ", "sentences": [{"text": "And I believe we need to secure the border once and for all.", "sentId": 194}], "secId": 84}, {"speaker": "KIMMEL", "sentences": [{"text": "Once and for wall.", "sentId": 195}], "secId": 85}, {"speaker": "CRUZ", "sentences": [{"text": "And start enforcing the rule of law.", "sentId": 196}], "secId": 86}, {"speaker": "KIMMEL", "sentences": [{"text": "Law spelled backwards is wall!", "sentId": 197}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 198}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Donald Trump needs a huge April to have a chance to clinch the Republican nomination for the convention.", "sentId": 199}, {"text": "Now where he needs that win to come in New York on Tuesday.", "sentId": 200}, {"text": "Trump needs 62 percent of the remaining to get to this magic number of 1,237.", "sentId": 201}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "What if he has a big night in New York on Tuesday?", "sentId": 202}, {"text": "Let's say he gets 75 of the 95, right.", "sentId": 203}, {"text": "Cruz and Kasich get the rest.", "sentId": 204}, {"text": "That would get Donald Trump past 830 or so, starting to move out.", "sentId": 205}, {"text": "You see Cruz here.", "sentId": 206}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "But this is what's important.", "sentId": 207}, {"text": "New York is not just important to get Donald Trump back to winning.", "sentId": 208}, {"text": "Look at what comes next.", "sentId": 209}, {"text": "It's all up here in the mid-Atlantic region and in the east.", "sentId": 210}, {"text": "If Trump has a strong April, wins them all up here, he can get three quarters of the way to victory.", "sentId": 211}, {"text": "1,237 is the magic number.", "sentId": 212}, {"text": "Cruz would still be back before the halfway mark.", "sentId": 213}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "That is why this stretch of the calendar, starting Tuesday and through the end of the month, is critical to Donald Trump.", "sentId": 214}, {"text": "If he has a big month, here's what he envisions.", "sentId": 215}, {"text": "He envisions winning most, Indiana I give to Cruz here.", "sentId": 216}, {"text": "That's a battleground we'll see.", "sentId": 217}, {"text": "Trump envisions winning most, gets him up to 1089.", "sentId": 218}, {"text": "Then if he can have a big win out in California, Cruz comes in second, and Kasich, third.", "sentId": 219}, {"text": "Now, look where Donald Trump is?", "sentId": 220}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Under this scenario being generous in the east and mid-Atlantic, you have Trump at 1,209 -- 1,209.", "sentId": 221}, {"text": "You need 1,237.", "sentId": 222}, {"text": "Can he pick up a few more here to get to the magic number?", "sentId": 223}, {"text": "Sure.", "sentId": 224}, {"text": "Could he somehow win Indiana and get closer to the magic number?", "sentId": 225}, {"text": "Sure.", "sentId": 226}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "But all of this math at the end is dependent on Donald Trump winning big in New York and then in the mid-Atlantic and in the east in April.", "sentId": 227}, {"text": "And Jonathan martin, that is the defining question is that for all this complaining about the rules of late, he has a chance.", "sentId": 228}, {"text": "He's the only one who still has a chance, but he needs to perform starting Tuesday big time.", "sentId": 229}], "secId": 94}, {"speaker": "MARTIN", "sentences": [{"text": "He sure does.", "sentId": 230}, {"text": "And I think it's possible that he's going to get nearly every delegate in New York on Tuesday.", "sentId": 231}], "secId": 95}, {"speaker": "MARTIN", "sentences": [{"text": "I've been surprised that Cruz's campaign has not been more aggressive in trying to stop Trump from getting 50 percent in New York and some of these states.", "sentId": 232}, {"text": "It's very arcane.", "sentId": 233}], "secId": 96}, {"speaker": "MARTIN", "sentences": [{"text": "But basically how it works is if you don't crack 50 percent in a district in New York, you get two of the three delegates.", "sentId": 234}, {"text": "If you do crack, you get all three, with everything on the line that he just mentioned, every delegate now counts.", "sentId": 235}], "secId": 97}, {"speaker": "MARTIN", "sentences": [{"text": "I am surprised that Cruz hasn't gone harder in upstate New York to really keep Trump below 50.", "sentId": 236}, {"text": "It's striking.", "sentId": 237}, {"text": "And, you know, and your scenario there you can see Trump getting to 1,200, that's 37 delegates away.", "sentId": 238}, {"text": "Pennsylvania alone could deliver him the remaining unbound delegates on the first ballot.", "sentId": 239}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "That's part of the strategy.", "sentId": 240}, {"text": "Pennsylvania gives 17 delegates to the winner.", "sentId": 241}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "But then there's 54 delegates who are unbound.", "sentId": 242}, {"text": "But the Trump strategy is if we get 50 plus percent there, we sit down with those delegates and say come on, now.", "sentId": 243}], "secId": 100}, {"speaker": "O'KEEFE", "sentences": [{"text": "And many of them have said they will vote the will of their congressional district on the first ballot.", "sentId": 244}, {"text": "You took the math to 1,209?", "sentId": 245}, {"text": "Is what you have?", "sentId": 246}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 247}, {"text": "I can get you anywhere from 1,130 to about 1,220.", "sentId": 248}], "secId": 102}, {"speaker": "O'KEEFE", "sentences": [{"text": "So, let me present a scenario to you.", "sentId": 249}, {"text": "That's 28 short of 1,237.", "sentId": 250}, {"text": "Puerto Rico has 23 delegates.", "sentId": 251}, {"text": "Rubio's out of the race.", "sentId": 252}, {"text": "They have said, we will vote for whichever of the three remaining guys fundamentally explicitly supports statehood.", "sentId": 253}], "secId": 103}, {"speaker": "O'KEEFE", "sentences": [{"text": "Not the right of self-determination but statehood.", "sentId": 254}, {"text": "All Trump would need to do is say I'd support Puerto Rican statehood, get five more from American Samoa or Virgin Islands, and he's the nominee.", "sentId": 255}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "Guam, American Samoa all unbound.", "sentId": 256}, {"text": "They could pick the Republican nominee.", "sentId": 257}, {"text": "But to this point that, you n all this focus on he's getting beat at", "sentId": 258}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "these state conventions.", "sentId": 259}, {"text": "He's getting beat -- people are hustling, a lot of people will vote for Trump on the first ballot or Cruz people.", "sentId": 260}, {"text": "If there's a second or third ballot, they're gone.", "sentId": 261}, {"text": "A lot of focus on Trump, quote-unquote, \"losing\".", "sentId": 262}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "But he's still the only one who has a chance here and if he has a big night Tuesday and carries on through April, does the conversation change?", "sentId": 263}], "secId": 107}, {"speaker": "BALL", "sentences": [{"text": "Well, no, because what is happening here is a game of inches.", "sentId": 264}, {"text": "The reason we're talking about these little bitty in some cases just county-level conventions and meetings and peeling off little delegates here and there is that there aren't a lot of big pots of delegates left.", "sentId": 265}, {"text": "Even California has only about a dozen statewide delegates.", "sentId": 266}, {"text": "And the rest are all by congressional district.", "sentId": 267}], "secId": 108}, {"speaker": "BALL", "sentences": [{"text": "New York has a big pot of delegates.", "sentId": 268}, {"text": "Indiana has a big pot of delegates.", "sentId": 269}, {"text": "Other than that, these are all just, you know, a delegate here, a delegate there and that's why it's so crucial because as Ed said, you know, he could find himself only a couple delegates short.", "sentId": 270}], "secId": 109}, {"speaker": "BALL", "sentences": [{"text": "One thing that you don't account for in that analysis is the possibility that he continues to bleed delegates on the back end --", "sentId": 271}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 272}], "secId": 111}, {"speaker": "BALL", "sentences": [{"text": "-- by Cruz picking them off at these little meetings, and that chips away at his advantage, gets him further and further away from the goal, increases the chances of that contested convention.", "sentId": 273}], "secId": 112}, {"speaker": "HENDERSON", "sentences": [{"text": "And that's certainly obviously Cruz's strategy and his organization being its own argument to these delegates and to the party that look at what he's able to do in these different county conventions and with organization and with data.", "sentId": 274}, {"text": "And they also think o the back end, they'll do well relatively well in California and I guess north and South Dakota, and that will be its own closing argument as well, an opening argument to the folks of that convention.", "sentId": 275}], "secId": 113}, {"speaker": "HENDERSON", "sentences": [{"text": "So, you know, they've got a strategy.", "sentId": 276}, {"text": "It's all about never Trump, stop Trump, and so far they're doing pretty good.", "sentId": 277}], "secId": 114}, {"speaker": "MARTIN", "sentences": [{"text": "But all these state conventions where Cruz is winning what I call the human delegates, the actual people for going to the convention, could be really important, second or third ballot.", "sentId": 278}, {"text": "But the math you just laid out could be devastating to Cruz's chances if Cruz does not start winning more, and, by the way, winning everything.", "sentId": 279}], "secId": 115}, {"speaker": "MARTIN", "sentences": [{"text": "He can't just win Indiana.", "sentId": 280}, {"text": "He's got to win every CD in Indiana.", "sentId": 281}, {"text": "It's really crucial that Cruz steps up his game here in the next couple of months.", "sentId": 282}, {"text": "Otherwise all these folks aren't going to matter what their actual preferences on ballot two or ballot three.", "sentId": 283}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "It gives a lot more credence to Trump's argument that he is whining about these convention rules.", "sentId": 284}, {"text": "These rules have been in place for a long time.", "sentId": 285}, {"text": "You can criticize the process all you want, but all the candidates have know these rules, but it give a look of credence to his argument that when you do have big statewide primaries, is he winning the bulk of those.", "sentId": 286}, {"text": "And if he runs it up in April, one of the interesting questions if you get to a contested convention, in the primaries this hasn't mattered much.", "sentId": 287}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "At the convention, it's party activists.", "sentId": 288}, {"text": "The electability argument will matter more.", "sentId": 289}, {"text": "Those are people who are involved in politics.", "sentId": 290}, {"text": "They want to win in November.", "sentId": 291}, {"text": "One of the things you see Trump starting to do is trying to address his general election liabilities.", "sentId": 292}, {"text": "This seems like an eternity ago.", "sentId": 293}, {"text": "CNN had a series of town halls with the candidates and their families.", "sentId": 294}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "Listen to Ivanka Trump, as part of the Donald Trump town hall, because look, everyone is aware of the poling, especially in a general election environment, Donald Trump standing among women voters is pitiful, horrible.", "sentId": 295}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "His daughter says that's not fair.", "sentId": 296}], "secId": 120}, {"speaker": "TRUMP", "sentences": [{"text": "I think the facts speak for themselves.", "sentId": 297}, {"text": "I have witnessed these incredible female role models that he's employed in the highest executive positions at the Trump organization.", "sentId": 298}], "secId": 121}, {"speaker": "TRUMP", "sentences": [{"text": "You know, for me, the way he raised me, the way he raised Tiffany, it's a testament to the fact that he believes in inspiring women, empowering women.", "sentId": 299}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "She just had a baby, and she's out there.", "sentId": 300}], "secId": 123}, {"speaker": "HENDERSON", "sentences": [{"text": "She did, yeah.", "sentId": 301}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "She is potentially maybe his best surrogate?", "sentId": 302}], "secId": 125}, {"speaker": "BALL", "sentences": [{"text": "She's a very good advocate for her father, although, I mean, I guess the Trump organization didn't give her her full maternity leave in this time.", "sentId": 303}], "secId": 126}, {"speaker": "KING", "sentences": [{"text": "Touche.", "sentId": 304}], "secId": 127}, {"speaker": "BALL", "sentences": [{"text": "But, you know, I think the argument that you're making about electability is John Kasich's argument, and he believes that is going to be in the back of these delegates' mind and that's why they'll turn to him.", "sentId": 305}, {"text": "Now, there are logistical reasons that that may not be possible.", "sentId": 306}], "secId": 128}, {"speaker": "BALL", "sentences": [{"text": "But I think also Jonathan's point about these delegates being party activists, that's why it's been so crucial for Cruz to get his body in those seats because otherwise, they would be party regulars who would probably be more sympathetic to Kasich and to his eligibility argument.", "sentId": 307}], "secId": 129}, {"speaker": "BALL", "sentences": [{"text": "But instead, there are going to be these grassroots people who care more about ideological conservatism and in the Cruz argument for his principles than they do about a candidate who does well in head-to-head polling.", "sentId": 308}], "secId": 130}, {"speaker": "HENDERSON", "sentences": [{"text": "In that argument that conservatives have always had which is if we nominate a bold conservative, then we will win as opposed to, you know, nominating sort of a moderate in the mod.", "sentId": 309}], "secId": 131}, {"speaker": "BALL", "sentences": [{"text": "And this is exactly how Barry Goldwater got the nomination in 1964 was by putting those bodies in those seats.", "sentId": 310}], "secId": 132}, {"speaker": "O'KEEFE", "sentences": [{"text": "And Trump has no good answer to those people.", "sentId": 311}, {"text": "Cruz has been one of us, he's one of us, he's anti-abortion, he's pro-gun rights, we don't know where Trump would be on that next Wednesday because this week he was this way, the week before he was another way.", "sentId": 312}, {"text": "That will be a very difficult thing for him.", "sentId": 313}], "secId": 133}, {"speaker": "KING", "sentences": [{"text": "Back to what Reince Priebus said, he understands the drama.", "sentId": 314}, {"text": "The drama will continue.", "sentId": 315}], "secId": 134}, {"speaker": "KING", "sentences": [{"text": "But to the Democrats next, a debate that showed the contempt the candidates have for each other and a primary likely to determine whether they ever debate again.", "sentId": 316}], "secId": 135}, {"speaker": "KING", "sentences": [{"text": "But first, he's our quiz question for the week.", "sentId": 317}, {"text": "Should superdelegates be eliminated?", "sentId": 318}, {"text": "Yes or no?", "sentId": 319}, {"text": "Vote now on CNN.com/vote.", "sentId": 320}], "secId": 136}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 321}, {"text": "Remember the good old days back when Hillary Clinton and Bernie Sanders said they were friends, bragged the Democratic campaign was a polite debate about the issues?", "sentId": 322}, {"text": "Well, that was then.", "sentId": 323}, {"text": "This is now.", "sentId": 324}], "secId": 137}, {"speaker": "CLINTON", "sentences": [{"text": "We cannot come up with any example because there is no example.", "sentId": 325}, {"text": "It's always important, it may be inconvenient, but it's always important to get the facts straight.", "sentId": 326}, {"text": "I stood up against the behaviors of the banks when I was a senator.", "sentId": 327}, {"text": "I called them out on their mortgage behavior.", "sentId": 328}], "secId": 138}, {"speaker": "SANDERS", "sentences": [{"text": "Oh, my goodness.", "sentId": 329}, {"text": "They must have been really crushed by this.", "sentId": 330}, {"text": "And was that before or after you received huge sums of money by giving speaking engagements?", "sentId": 331}], "secId": 139}, {"speaker": "KING", "sentences": [{"text": "If you didn't watch closely, you should go and find it and watch again because the glares at times were as disdainful as the words.", "sentId": 332}], "secId": 140}, {"speaker": "SANDERS", "sentences": [{"text": "Accurate --", "sentId": 333}], "secId": 141}, {"speaker": "CLINTON", "sentences": [{"text": "I have stood on the debate stage with Senator Sanders eight prior times.", "sentId": 334}], "secId": 142}, {"speaker": "SANDERS", "sentences": [{"text": "Excuse me --", "sentId": 335}], "secId": 143}, {"speaker": "BLITZER", "sentences": [{"text": "Secretary, Senator, please.", "sentId": 336}], "secId": 144}, {"speaker": "CLINTON", "sentences": [{"text": "If we can raise it to $15 in New York or Los Angeles or Seattle, let's do it!", "sentId": 337}], "secId": 145}, {"speaker": "BLITZER", "sentences": [{"text": "If you're both screaming at each other, the viewers won't be able to hear either of you.", "sentId": 338}], "secId": 146}, {"speaker": "CLINTON", "sentences": [{"text": "I have said from the very beginning that I supported the fight for 15.", "sentId": 339}], "secId": 147}, {"speaker": "SANDERS", "sentences": [{"text": "I don't know how you're there for the fight for $15 when you say you wanted $12 an hour national minimum wage.", "sentId": 340}], "secId": 148}, {"speaker": "KING", "sentences": [{"text": "A for effort for Wolf Blitzer there.", "sentId": 341}], "secId": 149}, {"speaker": "HENDERSON", "sentences": [{"text": "That's right.", "sentId": 342}], "secId": 150}, {"speaker": "KING", "sentences": [{"text": "Look, they don't like each other.", "sentId": 343}], "secId": 151}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 344}], "secId": 152}, {"speaker": "KING", "sentences": [{"text": "They are under each other's skins.", "sentId": 345}, {"text": "And they're at this moment where she thinks why haven't you gone away?", "sentId": 346}, {"text": "And he thinks, I have a slight chance still.", "sentId": 347}], "secId": 153}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, and their supporters are as locked in to not liking each other as these two candidates are.", "sentId": 348}, {"text": "And that was what was so striking.", "sentId": 349}, {"text": "I was sort of behind the debate hall and listening to it, and the deafening sort of cheers on both sides, that raucous hallway, I think, were at a situation where you've got this Bernie or bust movement within the Bernie Sanders supporters and Clinton supporters saying, why is this guy still sticking around?", "sentId": 350}], "secId": 154}, {"speaker": "HENDERSON", "sentences": [{"text": "I mean, if you look back to July 2008, it was the same in some ways with Hillary supporters, I think about 30 percent in July of 2008 said no way they'd vote for Obama, and it's about the same right now.", "sentId": 351}, {"text": "And, of course, it all worked out in the end.", "sentId": 352}], "secId": 155}, {"speaker": "HENDERSON", "sentences": [{"text": "But there are vast differences between these two candidates.", "sentId": 353}, {"text": "I mean, in terms of policy in a way that wasn't that way in 2008.", "sentId": 354}], "secId": 156}, {"speaker": "HENDERSON", "sentences": [{"text": "So, bridging this divide is going to take some work.", "sentId": 355}], "secId": 157}, {"speaker": "KING", "sentences": [{"text": "You make a key point, but in the 2008 race, the insurgent, or the new guy, won.", "sentId": 356}, {"text": "HENDERSON:  Mm-hmm.", "sentId": 357}], "secId": 158}, {"speaker": "KING", "sentences": [{"text": "And she was the career Democrat who said, OK, I have no choice here, and wanted to have a future.", "sentId": 358}, {"text": "So she came in and she did the right thing.", "sentId": 359}, {"text": "I'm not criticizing her at all in terms of how she managed it.", "sentId": 360}], "secId": 159}, {"speaker": "KING", "sentences": [{"text": "But we do we expect this -- we talk about this Republican fracturing, do we have a fracturing in the Democratic Party?", "sentId": 361}, {"text": "And do we have any evidence to know that if the track continues as it's going, and Hillary Clinton wins, probably needing superdelegates to get across the finish line, and we'll do in the math in a minute, does Sanders and his voters say, OK, we're on board?", "sentId": 362}], "secId": 160}, {"speaker": "BALL", "sentences": [{"text": "I think some of Sanders's supporters clearly are indicating that they aren't going to be with Hillary.", "sentId": 363}, {"text": "And there's really nothing she can do about that.", "sentId": 364}], "secId": 161}, {"speaker": "BALL", "sentences": [{"text": "I do think there is a fracture in the Democratic Party that has long- term consequences.", "sentId": 365}, {"text": "I don't think you're looking at an immediate party split like the Republicans are pretty much already guaranteed to have.", "sentId": 366}, {"text": "Bernie Sanders himself has said repeatedly and unequivocally that he would not encourage any kind of independent effort or anything that would potentially take votes away the Democratic nominee.", "sentId": 367}], "secId": 162}, {"speaker": "BALL", "sentences": [{"text": "As Nia said, you know, things looked just this bad in 2008 between the two candidates, and you had a Hillary movement that was campaigning, that they would never support Barack Obama.", "sentId": 368}, {"text": "Look it up if you want to know what it stands for.", "sentId": 369}], "secId": 163}, {"speaker": "BALL", "sentences": [{"text": "But, you know, there is a lot of frustration on both sides.", "sentId": 370}, {"text": "Like the slogan of MTV's \"The Real World,\" when candidates stop being polite and start getting real, this is always how they felt about each other.", "sentId": 371}, {"text": "They were never really friends.", "sentId": 372}], "secId": 164}, {"speaker": "BALL", "sentences": [{"text": "But now, the sort of mask has fallen and they can showcase the real way they feel about each other, which is that he thinks she's an establishment hack and she doesn't think he's serious.", "sentId": 373}], "secId": 165}, {"speaker": "MARTIN", "sentences": [{"text": "It's hard out there for a center-left Democrat these days.", "sentId": 374}, {"text": "The party has moved away from Clinton and she's trying to accommodate that.", "sentId": 375}], "secId": 166}, {"speaker": "KING", "sentences": [{"text": "Her last name's Clinton.", "sentId": 376}], "secId": 167}, {"speaker": "MARTIN", "sentences": [{"text": "Last name's Clinton.", "sentId": 377}, {"text": "So, it's un-gamely in doing so, and it is hard to pull off now, and it's going to be fascinating if she is president to see how she actually governs given the promises of the campaign and the reality of divided government, and her actual beliefs, I think, on some of these issues.", "sentId": 378}], "secId": 168}, {"speaker": "MARTIN", "sentences": [{"text": "But let me just say, though, in terms of the fall, I think you'll see the Bernie supporters come to her not because they love her but because they're voting against somebody.", "sentId": 379}], "secId": 169}, {"speaker": "MARTIN", "sentences": [{"text": "They're voting to stop Donald Trump or Ted Cruz.", "sentId": 380}, {"text": "I think the difference could be, though, that they pull the lever for Hillary Clinton, but they're not giving her 40 hours a week in volunteer time.", "sentId": 381}, {"text": "They're not making phone calls, knocking on doors like they would have for Bernie.", "sentId": 382}], "secId": 170}, {"speaker": "O'KEEFE", "sentences": [{"text": "I think this puts more pressure on her should she be the nominee when it comes to a running mate, finding someone who is perhaps a little more left of center than she is and someone who is perhaps youthful because you have to capture that youth support that Bernie has.", "sentId": 383}], "secId": 171}, {"speaker": "O'KEEFE", "sentences": [{"text": "And I think Molly's right.", "sentId": 384}, {"text": "I think this begins something that will continue to fester in the Democratic Party over the next few years.", "sentId": 385}, {"text": "She will have to prove it if she's elected president through her policy.", "sentId": 386}, {"text": "But you think you'll see a down ballot.", "sentId": 387}], "secId": 172}, {"speaker": "O'KEEFE", "sentences": [{"text": "There was a skirmish this past week about the policies of Julian Castro as HUD secretary, he was starting to cause trouble for people who were under water on their mortgages.", "sentId": 388}, {"text": "There was a skirmish among Hispanic groups about whether he was properly representative of the community.", "sentId": 389}, {"text": "Those kind of battles over certain people's bona fides are going to happen in the midst of elections in two years and next year.", "sentId": 390}], "secId": 173}, {"speaker": "HENDERSON", "sentences": [{"text": "Bernie Sanders is starting to do well with Latino voters in New York and certainly in California.", "sentId": 391}], "secId": 174}, {"speaker": "O'KEEFE", "sentences": [{"text": "In California.", "sentId": 392}], "secId": 175}, {"speaker": "HENDERSON", "sentences": [{"text": "Even with Hillary Clinton.", "sentId": 393}], "secId": 176}, {"speaker": "KING", "sentences": [{"text": "We're having this conversation in the context that she keeps her mathematical lead.", "sentId": 394}, {"text": "Sanders and his supporters say wait a minute, this isn't over yet.", "sentId": 395}], "secId": 177}, {"speaker": "KING", "sentences": [{"text": "One of the interesting calculations he took in the middle was decided to go to the Vatican for this conference.", "sentId": 396}, {"text": "I want you to listen to Bernie Sanders.", "sentId": 397}, {"text": "Everyone said whoa, why did you go to the Vatican with a couple of days left in the New York primary that's so important to you?", "sentId": 398}, {"text": "Bernie Sanders says it was critical.", "sentId": 399}], "secId": 178}, {"speaker": "CROWD", "sentences": [{"text": "Bernie!", "sentId": 400}, {"text": "Bernie!", "sentId": 401}, {"text": "Bernie!", "sentId": 402}, {"text": "Bernie!", "sentId": 403}], "secId": 179}, {"speaker": "SANDERS", "sentences": [{"text": "My view on women's rights, on gay rights, on contraception is different than the church's, but I think in this world, what we have to do is work with people when we can work with them.", "sentId": 404}, {"text": "And his leadership in terms of the need to create a moral economy, the need to make sure that we transform our energy system so as to prevent climate change from wreaking havoc on this planet has been extraordinary.", "sentId": 405}], "secId": 180}, {"speaker": "KING", "sentences": [{"text": "Senator Sanders talking about a brief pull-aside he had with Pope Francis at the Vatican.", "sentId": 406}], "secId": 181}, {"speaker": "KING", "sentences": [{"text": "The pope said, look, I'm not playing politics.", "sentId": 407}, {"text": "And he's very funny actually.", "sentId": 408}, {"text": "He said, if you think I'm playing politics, I'm just being polite.", "sentId": 409}, {"text": "This man was visiting me, I had a few minutes with him.", "sentId": 410}, {"text": "He's a prominent American politician.", "sentId": 411}, {"text": "If you think I'm playing politics, you need a psychiatrist, Pope Francis says.", "sentId": 412}], "secId": 182}, {"speaker": "KING", "sentences": [{"text": "But smart move or dangerous move, risky move for Bernie Sanders?", "sentId": 413}], "secId": 183}, {"speaker": "BALL", "sentences": [{"text": "I think it is very in keeping with the brand that Bernie Sanders has that his supporters like so much -- the brand of someone who is sort of pure and someone who cares about these issues of morality much more than they care about sort of the political horse race and the ups and downs.", "sentId": 414}], "secId": 184}, {"speaker": "BALL", "sentences": [{"text": "And so, yes, he could have held city and probably gotten a lot of people there who were already supporting him, but in terms of him expanding his support, that's something he hasn't really found ways to do.", "sentId": 415}, {"text": "And this potentially reminds some people who might have been soft Bernie Sanders supporters why they like him because of that sort of purity, that ideological that he has.", "sentId": 416}], "secId": 185}, {"speaker": "HENDERSON", "sentences": [{"text": "I think it sort of helps him.", "sentId": 417}, {"text": "I don't think it helps him with progressives because of all of those -- because the pope is not a progressive on so many issues.", "sentId": 418}, {"text": "But in terms of older voters, certainly Catholic voters, Latino voters, I think this meeting with the pope might help him.", "sentId": 419}], "secId": 186}, {"speaker": "O'KEEFE", "sentences": [{"text": "Look anyone running in New York knows you have to visit the three I's, Italy, Israel, Ireland.", "sentId": 420}, {"text": "This was his chance to visit of them.", "sentId": 421}], "secId": 187}, {"speaker": "O'KEEFE", "sentences": [{"text": "It was high risk, but anyone else in the similar position would adopt a Rose Garden strategy and go do it.", "sentId": 422}], "secId": 188}, {"speaker": "KING", "sentences": [{"text": "You got the three I's into a cigar-filled room into the show so far.", "sentId": 423}, {"text": "We've got a little ways to go.", "sentId": 424}, {"text": "Everybody sit tight.", "sentId": 425}, {"text": "Before we go, can we show this real quick?", "sentId": 426}], "secId": 189}, {"speaker": "KING", "sentences": [{"text": "Bernie Sanders visiting the puppet museum in New York?", "sentId": 427}, {"text": "Do we have this picture?", "sentId": 428}, {"text": "They have a Bernie Sanders puppet waiting for Bernie Sanders?", "sentId": 429}], "secId": 190}, {"speaker": "KING", "sentences": [{"text": "There we go.", "sentId": 430}, {"text": "Look at that.", "sentId": 431}, {"text": "He seems amused.", "sentId": 432}, {"text": "If you can see his wife Jane at the background, she's even more amused at the Bernie Sanders puppet or Muppet.", "sentId": 433}, {"text": "Look at that.", "sentId": 434}, {"text": "That's pretty good work.", "sentId": 435}], "secId": 191}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 436}, {"text": "Up next, another math lesson.", "sentId": 437}, {"text": "Why is New York so important in the immediate delegate count and there's a springboard just like the Republican race for the rest of April.", "sentId": 438}], "secId": 192}, {"speaker": "KING", "sentences": [{"text": "Two hundred and forty-seven Democratic delegates at stake in New York on Tuesday.", "sentId": 439}, {"text": "So, it's a big prize, a huge prize in the delegate math and just as big in the momentum battle, right?", "sentId": 440}, {"text": "Because Bernie Sanders has been saying I've won seven of the last eight.", "sentId": 441}, {"text": "I'm winning.", "sentId": 442}, {"text": "Hillary Clinton wants to put his momentum to an end and also change the delegate math.", "sentId": 443}, {"text": "I guess the big question for Bernie Sanders who they needs this upset is, can he and there's no way he can be the Democratic nominee unless he picks her demographic lock?", "sentId": 444}, {"text": "In states that have big African- American and Latino populations she's consistently outperformed him and by big margins.", "sentId": 445}, {"text": "Can he change that?", "sentId": 446}], "secId": 193}, {"speaker": "HENDERSON", "sentences": [{"text": "You know, we'll see.", "sentId": 447}, {"text": "And New York is a good test case.", "sentId": 448}, {"text": "I mean, you look at the polls, he's either down 17, 12.", "sentId": 449}, {"text": "I mean, his people, you talk to them, they think he's a strong closer.", "sentId": 450}, {"text": "And some of that momentum you saw with that big rally of 24,000 -- 27,000 people.", "sentId": 451}], "secId": 194}, {"speaker": "HENDERSON", "sentences": [{"text": "But, you know, and he's doing the right things.", "sentId": 452}, {"text": "I mean, he's been campaigning with Spike Lee and Rosario Dawson, ads featuring Erica Garner, the daughter of Eric Garner.", "sentId": 453}, {"text": "So we'll see.", "sentId": 454}], "secId": 195}, {"speaker": "KING", "sentences": [{"text": "Criticizing the Bill Clinton crime bill, criticizing Bill Clinton welfare reform.", "sentId": 455}, {"text": "Hillary Clinton saying, but you voted for that crime bill.", "sentId": 456}, {"text": "We all have maybe some things to apologize for or say we regret and also stressing his pro-gun issues.", "sentId": 457}], "secId": 196}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yes.", "sentId": 458}, {"text": "I think he has a better shot of winning Hispanics in California than he does in New York.", "sentId": 459}, {"text": "There's a lot of nuance here.", "sentId": 460}], "secId": 197}, {"speaker": "O'KEEFE", "sentences": [{"text": "You know, the interests, the priorities and the way you campaign for West Coast Hispanic voters versus New York Hispanic voters is very different.", "sentId": 461}, {"text": "And a lot of the guys he's hired and brought into his campaign did their initial spate work back in California and in Nevada.", "sentId": 462}], "secId": 198}, {"speaker": "KING", "sentences": [{"text": "It's too late, though, isn't it?", "sentId": 463}], "secId": 199}, {"speaker": "O'KEEFE", "sentences": [{"text": "It would conceivably too late but he'd be able to make the argument and, look, I won Hispanic support in L.A. area or in Southern California and the inland empire.", "sentId": 464}, {"text": "But I wouldn't be surprised if he does a little better there than he has out East, at least with that group.", "sentId": 465}], "secId": 200}, {"speaker": "KING", "sentences": [{"text": "But is not a fair point that April is just as important to the Democratic race as it is to the Republican race in the sense that you have New York, then you have Pennsylvania, you have Maryland, you have Delaware,  You have Connecticut, you have Rhode Island.", "sentId": 466}], "secId": 201}, {"speaker": "KING", "sentences": [{"text": "So, the race is staying in one region of the country essentially for the month.", "sentId": 467}, {"text": "And you'd have to say with the exception of maybe Rhode Island, advantage Hillary Clinton, right?", "sentId": 468}], "secId": 202}, {"speaker": "BALL", "sentences": [{"text": "Yes, and let's be honest here.", "sentId": 469}, {"text": "Yes, it is significant, but the Democratic race is not as up in the air as the Republican race is.", "sentId": 470}, {"text": "It is very, very difficult, almost impossible, for Bernie Sanders to catch up to Hillary Clinton, particularly without superdelegates.", "sentId": 471}, {"text": "He needs those superdelegates to flip if he's going to catch her.", "sentId": 472}, {"text": "So to pretend that this is decisive when probably most of the decisive contests are actually in the rearview mirror.", "sentId": 473}], "secId": 203}, {"speaker": "MARTIN", "sentences": [{"text": "Totally.", "sentId": 474}], "secId": 204}, {"speaker": "BALL", "sentences": [{"text": "This is not a point in the race where the argument matters.", "sentId": 475}, {"text": "This is not a point in the race where moral victories and closing the gap matter.", "sentId": 476}, {"text": "What matters is, can you get more delegates than she does?", "sentId": 477}, {"text": "And if she wins New York, she gets more delegates than he does, she pads her lead.", "sentId": 478}], "secId": 205}, {"speaker": "KING", "sentences": [{"text": "If Molly's analysis and I believe this is correct, that Hillary Clinton is in a safe zone right now as long as she can keep the trajectory as it is, Jonathan, why, then, does the big dog, as they call him, Bill Clinton, continue to say things that occasionally make your eyes roll?", "sentId": 479}], "secId": 206}, {"speaker": "KING", "sentences": [{"text": "Listen here talking about Bernie Sanders, his supporters and what they think about Wall Street.", "sentId": 480}], "secId": 207}, {"speaker": "CLINTON", "sentences": [{"text": "You know, one of the few things I really haven't enjoyed about this primary, I think it's fine that all these young students have been so enthusiastic for her opponent and sound so good, just shoot every third person on Wall Street and everything will be fine.", "sentId": 481}, {"text": "But the truth is, there are 25,000 -- I mean 50,000 fewer people there today.", "sentId": 482}, {"text": "The Dodd/Frank act is working.", "sentId": 483}], "secId": 208}, {"speaker": "KING", "sentences": [{"text": "I think it's fine some people are for her opponent.", "sentId": 484}], "secId": 209}, {"speaker": "MARTIN", "sentences": [{"text": "Pride, and he actually believes this, though.", "sentId": 485}, {"text": "He is a center-left Democrat, and he believes that Bernie and his people are pie in the sky, you know, ideologues, and he doesn't like it one bit.", "sentId": 486}], "secId": 210}, {"speaker": "MARTIN", "sentences": [{"text": "Look, molly is right.", "sentId": 487}, {"text": "There's not much drama left in the Democratic primary.", "sentId": 488}, {"text": "God love us, we're going to try to keep the drama going and we'll have the huge debate showdowns!", "sentId": 489}, {"text": "But the fact is, Hillary has largely won this race because of her success in large, diverse states that Bernie has not been able to penetrate.", "sentId": 490}], "secId": 211}, {"speaker": "MARTIN", "sentences": [{"text": "And the Democratic primary is proportional.", "sentId": 491}, {"text": "Bernie doesn't just have to win New York or come close.", "sentId": 492}, {"text": "He would have to win New York overwhelmingly.", "sentId": 493}, {"text": "And then go and do it again in Pennsylvania.", "sentId": 494}], "secId": 212}, {"speaker": "MARTIN", "sentences": [{"text": "And the idea that Bernie's going to do that seems to be very much of a stretch.", "sentId": 495}], "secId": 213}, {"speaker": "KING", "sentences": [{"text": "Very much of a stretch.", "sentId": 496}, {"text": "But again, his supporters, he's still telling his supporters it's possible.", "sentId": 497}, {"text": "As long as you tell your supporters it's possible --", "sentId": 498}], "secId": 214}, {"speaker": "O'KEEFE", "sentences": [{"text": "He has to do that, otherwise they won't show up to vote on Tuesday.", "sentId": 499}], "secId": 215}, {"speaker": "BALL", "sentences": [{"text": "Well, the share of the vote he continues to get shows that Hillary is not walk ago way with this thing, and there is an entrenched resistance to her.", "sentId": 500}, {"text": "There is a stubborn loyalty to the things that he's advocating.", "sentId": 501}], "secId": 216}, {"speaker": "KING", "sentences": [{"text": "I'm not -- we've got to stop there for time, but I'm not as convinced that it's over, over, underlined, period, as some of you are.", "sentId": 502}, {"text": "But we'll see as it plays.", "sentId": 503}, {"text": "Our reporters share from their notebooks including a high-profile presidential campaign role for the Supreme Court.", "sentId": 504}], "secId": 217}, {"speaker": "And here's a result for our INSIDE POLITICS quiz", "sentences": [{"text": "Should superdelegates be eliminated?", "sentId": 505}, {"text": "Donna Brazile must be sleeping in.", "sentId": 506}, {"text": "Eighty-four percent of you said yes.", "sentId": 507}], "secId": 218}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table, ask our great reporters to share from their notebooks, get you out ahead of the big political news just around the corner.", "sentId": 508}], "secId": 219}, {"speaker": "KING", "sentences": [{"text": "Molly Ball?", "sentId": 509}], "secId": 220}, {"speaker": "BALL", "sentences": [{"text": "Looking ahead to this week's RNC meeting in Florida, there's obviously going to be a lot of attention on the RNC, on the rules committee since there's so much talk about the delegates and the convention process.", "sentId": 510}, {"text": "The candidates are all going to have a presence there.", "sentId": 511}, {"text": "John Kasich actually will be there in person.", "sentId": 512}, {"text": "Cruz and Trump will have some people there.", "sentId": 513}], "secId": 221}, {"speaker": "BALL", "sentences": [{"text": "And Reince Priebus, the chairman of the RNC, has been lobbying against making any recommendations by the rules committee.", "sentId": 514}, {"text": "In a normal presidential year, they would make a recommendation to the convention to say here's the rules that we think should govern the convention.", "sentId": 515}, {"text": "This year, given how much heat there is on the process, Reince is telling them, lay off.", "sentId": 516}, {"text": "We don't want to seem like we're putting our thumb on scale.", "sentId": 517}], "secId": 222}, {"speaker": "BALL", "sentences": [{"text": "However, the RNC knows that no matter what happens, they're going to get blamed.", "sentId": 518}], "secId": 223}, {"speaker": "KING", "sentences": [{"text": "And if they don't do it in the short term, it's going to make it much more difficult when they get to Cleveland.", "sentId": 519}, {"text": "Interesting.", "sentId": 520}], "secId": 224}, {"speaker": "KING", "sentences": [{"text": "Jonathan?", "sentId": 521}], "secId": 225}, {"speaker": "MARTIN", "sentences": [{"text": "The action is this week in New York, but Ted Cruz's campaign is looking past New York to Maryland and Pennsylvania the following week.", "sentId": 522}, {"text": "They believe that those are the two most promising states on a Tuesday that's going to be full of sort of Mid-Atlantic States that are not good for Ted Cruz, but they see opportunities to get delegates, in Maryland and Pennsylvania.", "sentId": 523}], "secId": 226}, {"speaker": "MARTIN", "sentences": [{"text": "But for Ted Cruz's campaign, April can't end soon enough.", "sentId": 524}, {"text": "They want to get to May and especially Indiana and Nebraska.", "sentId": 525}], "secId": 227}, {"speaker": "KING", "sentences": [{"text": "Indiana, interesting, I saw some polling for a Senate race done out there that shows a pretty close race between Cruz and Trump.", "sentId": 526}, {"text": "We'll watch that one.", "sentId": 527}], "secId": 228}, {"speaker": "KING", "sentences": [{"text": "Ed?", "sentId": 528}], "secId": 229}, {"speaker": "O'KEEFE", "sentences": [{"text": "So, while we're focused mostly on the presidential campaign, a reminder for a big case before the Supreme Court tomorrow that challenges the constitutionality of President Obama's decision to try to protect about 4 million people who are the parents of citizens or legal residents in this country.", "sentId": 529}, {"text": "It was an executive action that's been put on hold by the Fifth Circuit Court of Appeals.", "sentId": 530}], "secId": 230}, {"speaker": "O'KEEFE", "sentences": [{"text": "So much interest in this, there are going to be protests across Washington.", "sentId": 531}, {"text": "The big Spanish language TV networks are going with wall- to-wall coverage tomorrow morning, even though they can't actually cover the case live.", "sentId": 532}], "secId": 231}, {"speaker": "O'KEEFE", "sentences": [{"text": "If the eight-member court rules in favor, the program can be implemented.", "sentId": 533}, {"text": "If it's a tie or they rule against it, the program is blocked from implemented before the president takes off -- or before he leaves office.", "sentId": 534}, {"text": "But it's a reminder that the next person that takes office still has to deal with immigration in a big way.", "sentId": 535}], "secId": 232}, {"speaker": "KING", "sentences": [{"text": "And the candidates will have to deal with it between now and November.", "sentId": 536}], "secId": 233}, {"speaker": "KING", "sentences": [{"text": "Nia?", "sentId": 537}], "secId": 234}, {"speaker": "HENDERSON", "sentences": [{"text": "President Obama headed to Saudi Arabia.", "sentId": 538}, {"text": "He'll meet with King Salmon on Wednesday.", "sentId": 539}, {"text": "Topics will obviously include is, regional stability, oil prices.", "sentId": 540}], "secId": 235}, {"speaker": "HENDERSON", "sentences": [{"text": "And this comes again the backdrop of the 9/11 bill which has been much discussed on Capitol Hill.", "sentId": 541}, {"text": "This bill would open up Saudi Arabia and other foreign countries to lawsuits from victims of terrorism.", "sentId": 542}, {"text": "Saudi Arabia -- officials have come out and essentially pressed on lawmakers to say that they would pull billions of dollars, \"The New York Times\" reported it and we reported it, too, billions of dollars in assets if this bill passed.", "sentId": 543}], "secId": 236}, {"speaker": "HENDERSON", "sentences": [{"text": "It actually passed the Senate in 2014.", "sentId": 544}, {"text": "It got blocked by the House reintroduced in 2014.", "sentId": 545}, {"text": "Very bipartisan bill.", "sentId": 546}, {"text": "You've got the two New York senators backing it and the Obama administration saying it would be catastrophic economically if this passed.", "sentId": 547}], "secId": 237}, {"speaker": "HENDERSON", "sentences": [{"text": "It will be interesting to see if this works its way into the presidential contest with the focus on New York next week and these candidates taking very odd in some ways positions on foreign policy over these last weeks.", "sentId": 548}], "secId": 238}, {"speaker": "KING", "sentences": [{"text": "Interesting time for that trip.", "sentId": 549}], "secId": 239}, {"speaker": "KING", "sentences": [{"text": "I'll close with a bit more on what Molly noted -- this week's Republican national committee meeting and the difficult job for the new Trump strategist, Paul Manafort.", "sentId": 550}, {"text": "The gala to represent Trump's convention and to discuss a potential fall campaign with those activists from key battleground states.", "sentId": 551}, {"text": "Now, Manafort is no stranger to these gatherings.", "sentId": 552}, {"text": "His convention work", "sentId": 553}], "secId": 240}, {"speaker": "KING", "sentences": [{"text": "dates back to 1976 and he was a close friend and ally of the former RNC chairman Lee Atwater back in the George H.W.", "sentId": 554}, {"text": "Bush administration.", "sentId": 555}], "secId": 241}, {"speaker": "KING", "sentences": [{"text": "But that was a long time ago.", "sentId": 556}, {"text": "Manafort has little history with the current leadership group.", "sentId": 557}, {"text": "As he tries to make new friends, it won't be forgotten that his candidate, Mr. Trump, has spent the last week- plus calling the committee members dirty trickster, running a rigged system.", "sentId": 558}, {"text": "That will be fun.", "sentId": 559}], "secId": 242}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 560}, {"text": "Again, thanks for sharing your Sunday.", "sentId": 561}, {"text": "We'll see you soon, including Tuesday night for our special New York primary coverage.", "sentId": 562}], "secId": 243}, {"speaker": "KING", "sentences": [{"text": "Up next, \"STATE OF THE UNION.\"", "sentId": 563}], "secId": 244}], "sectionCount": 245, "url": "transcripts.cnn.com/TRANSCRIPTS/1604/17/ip.01.html", "sentenceCount": 565, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired April 17, 2016 - 08:00   ET", "speakers": ["CLINTON", "SANDERS", "KING", "TRUMP", "RYAN", "PRIEBUS", "CRUZ", "BALL", "MARTIN", "O'KEEFE", "HENDERSON", "KIMMEL", "BLITZER", "CROWD", "And here's a result for our INSIDE POLITICS quiz"], "title": "INSIDE POLITICS"}