{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.0507.21.ip.01.html.json", "subTitle": "London Attacked Again; U.S. Transit Security; Roberts Visits Senators", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "ANNOUNCER", "sentences": [{"text": "New blasts cause fear and panic in London -- transit systems struck again.", "sentId": 0}, {"text": "The bloodshed is minimal but the message seems clear...", "sentId": 1}], "secId": 0}, {"speaker": "BUSH", "sentences": [{"text": "They have the desire to use their terrorist techniques to frighten us.", "sentId": 2}], "secId": 1}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Riding the rails:  Is Congress getting anywhere with efforts to step up mass transit security?", "sentId": 3}], "secId": 2}, {"speaker": "Judging the judge", "sentences": [{"text": "Key senators get face time with Supreme Court nominee John Roberts.", "sentId": 4}, {"text": "Are Democrats as open-minded as they seem?", "sentId": 5}], "secId": 3}, {"speaker": "REID", "sentences": [{"text": "People need to just relax and let the process go forward.", "sentId": 6}], "secId": 4}, {"speaker": "ANNOUNCER", "sentences": [{"text": "The abortion question: Should Judge Roberts answer it?", "sentId": 7}, {"text": "Americans deliver a verdict on the confirmation debate ahead.", "sentId": 8}], "secId": 5}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Now live from Washington, CNN's INSIDE POLITICS.", "sentId": 9}], "secId": 6}, {"speaker": "CROWLEY", "sentences": [{"text": "Thank you for joining us, I'm Candy Crowley.", "sentId": 10}], "secId": 7}, {"speaker": "CROWLEY", "sentences": [{"text": "London police say even if some of the explosives did not go off, the latest attacks on the city's transit system had been intended to kill, luckily they did not.", "sentId": 11}, {"text": "At last report only one person was injured in the blast -- or attempted blast -- near three Underground stations and on a double-decker bus.", "sentId": 12}, {"text": "Police say forensic evidence found at the crime scenes could provide a, quote, \"significant break\" in their hunt for suspects.", "sentId": 13}], "secId": 8}, {"speaker": "CROWLEY", "sentences": [{"text": "For Londoners, it was a frightening flashback to two weeks ago that killed 56 people, including 4 suicide bombers.", "sentId": 14}, {"text": "British Prime Minister Tony Blair says authorities are fairly clear how today's explosions unfolded.", "sentId": 15}], "secId": 9}, {"speaker": "BLAIR", "sentences": [{"text": "We can't minimize instances such as this, because they obviously have been serious in the four different places as we know.", "sentId": 16}, {"text": "I think all I'd like to say it this -- that we know by these things -- they're done to scare people and frighten them and make them anxious and worried.", "sentId": 17}], "secId": 10}, {"speaker": "CROWLEY", "sentences": [{"text": "Here in the United States, transit systems remain on high alert as they have been since the July 7 attacks in London.", "sentId": 18}, {"text": "New York City authorities say they will begin conducting random searches of the bags and backpacks of commuters on the city's transportation system.", "sentId": 19}, {"text": "And officials say the Pentagon stepped internal security today in response to the blasts in London.", "sentId": 20}], "secId": 11}, {"speaker": "CROWLEY", "sentences": [{"text": "President Bush was briefed on the incidents overseas and spoke out yet again about the terror threat.", "sentId": 21}, {"text": "And that's why we want to go to CNN's Elaine Quijano with at the White House -- Elaine.", "sentId": 22}], "secId": 12}, {"speaker": "QUIJANO", "sentences": [{"text": "Hello to you, Candy.", "sentId": 23}], "secId": 13}, {"speaker": "QUIJANO", "sentences": [{"text": "President Bush first learned about what was happening in London at the end of his daily intelligence briefing.", "sentId": 24}, {"text": "Now, we understand that he was briefed by his chief of staff, Andy Card, as well as the National Security Adviser, Steven Hadley.", "sentId": 25}], "secId": 14}, {"speaker": "QUIJANO", "sentences": [{"text": "Now, the president, we are told, after making some remarks here in Washington, primarily focusing on CAFTA, the Central American Free- trade Agreement, we're told the president received yet another update, this time not only from chief of staff Andrew Card, but also from his homeland security adviser, Fran Townsend, and that update included the remarks made by British Prime Minister Tony Blair.", "sentId": 26}], "secId": 15}, {"speaker": "QUIJANO", "sentences": [{"text": "Now in his speech today, the president did not refer specifically to these latest incidents, but instead he reiterated his position that the U.S. and its allies will prevail over terrorists.", "sentId": 27}], "secId": 16}, {"speaker": "BUSH", "sentences": [{"text": "They have territorial designs.", "sentId": 28}, {"text": "They have the desire to use their terrorist techniques to frighten us.", "sentId": 29}, {"text": "In other words, they understand when they kill in cold blood it ends up on our TV screens.", "sentId": 30}, {"text": "And they are trying to shake our will.", "sentId": 31}, {"text": "And they're trying to create vacuums into which their ideology can move.", "sentId": 32}], "secId": 17}, {"speaker": "BUSH", "sentences": [{"text": "They don't understand our country, though.", "sentId": 33}, {"text": "They don't understand when it comes to the defense of universal freedoms, this country won't be frightened.", "sentId": 34}], "secId": 18}, {"speaker": "QUIJANO", "sentences": [{"text": "Now, in addition to fighting the war on terror, administration officials say that they are also making progress on the diplomat front as well.", "sentId": 35}, {"text": "And on that front, Karen Hughes, a familiar face to the Bush administration, is set to be going before the Senate Foreign Relations Committee sometime soon.", "sentId": 36}], "secId": 19}, {"speaker": "be", "sentences": [{"text": "Thanks so much Elaine Quijano at the White House.", "sentId": 37}], "secId": 20}, {"speaker": "be", "sentences": [{"text": "We want to now bring in CNN security analyst, Richard Falkenrath, a former Homeland Security Adviser to the White House.", "sentId": 38}, {"text": "Richard, thanks for being here.", "sentId": 39}], "secId": 21}, {"speaker": "be", "sentences": [{"text": "Two attacks against the same basic target in two weeks.", "sentId": 40}, {"text": "I am trying to imagine had there been another attack in the U.S. two weeks after 9/11.", "sentId": 41}, {"text": "What questions does this bring to your mind?", "sentId": 42}], "secId": 22}, {"speaker": "FALKENRATH", "sentences": [{"text": "Well, the number question is how could this happen?", "sentId": 43}, {"text": "This has been a bad two weeks for Tony Blair and his team.", "sentId": 44}, {"text": "They had a plot that resulted in 56 deaths two weeks ago.", "sentId": 45}, {"text": "It's possible that some of the individuals involved in that were implicated in previous terrorist conspiracies that were successfully stopped.", "sentId": 46}, {"text": "And if that turns out to be true, that is a devastating blow to Tony Blair's counter terrorism effort at home.", "sentId": 47}], "secId": 23}, {"speaker": "CROWLEY", "sentences": [{"text": "And what of -- these being at the same targets -- I mean, we couldn't even get on a plane for a while in the U.S. after 9/11.", "sentId": 48}, {"text": "It was a smaller, but a significant blast from two weeks ago.", "sentId": 49}, {"text": "This was scary.", "sentId": 50}, {"text": "What about what they have done in the mean time.", "sentId": 51}, {"text": "Do you have any questions about that?", "sentId": 52}], "secId": 24}, {"speaker": "FALKENRATH", "sentences": [{"text": "Well, I mean, this is a blow to the confidence of the British people and the security at home.", "sentId": 53}, {"text": "Even though they probably dodged a bullet in terms of fatalities, to be able to carry out a simultaneous attack at rush hour in the evening -- in the morning, three subways, one bus, shows it's so similar that the British people, I think, are going to be very, very concerned now about the ability to prevent future such attacks.", "sentId": 54}], "secId": 25}, {"speaker": "CROWLEY", "sentences": [{"text": "One of the questions that came up with Prime Minister Tony Blair that was asked to him was, do you think these attacks are because you are in Iraq?", "sentId": 55}, {"text": "Is there any evidence to suggest that these attacks basically would not have happened had Britain not been in Iraq?", "sentId": 56}], "secId": 26}, {"speaker": "FALKENRATH", "sentences": [{"text": "To my knowledge there's not any such evidence in Britain.", "sentId": 57}, {"text": "But there is this debate raging in London right now, was triggered by a couple of academics writing a report that got a lot of attention.", "sentId": 58}, {"text": "The attacks on -- two weeks ago were carried out by Pakistanis, not Arabs.", "sentId": 59}, {"text": "They weren't associated really with anything going on in Iraq.", "sentId": 60}, {"text": "They were associated with what's going on in Pakistan.", "sentId": 61}], "secId": 27}, {"speaker": "FALKENRATH", "sentences": [{"text": "And there has been a long-standing problem with Pakistani-based militants internationally waging terrorist that predates the invasion of Iraq.", "sentId": 62}, {"text": "So, to my knowledge, there's not yet any evidence of this.", "sentId": 63}, {"text": "But it is becoming a political issue for Tony Blair in London.", "sentId": 64}], "secId": 28}, {"speaker": "CROWLEY", "sentences": [{"text": "And talk to me just a little bit about forensics.", "sentId": 65}, {"text": "When they say, oh we have these bombs, apparently, did not explode -- or whatever they had did not explode.", "sentId": 66}, {"text": "What do you learn from that?", "sentId": 67}], "secId": 29}, {"speaker": "FALKENRATH", "sentences": [{"text": "Well, it's going to be a much easier forensic task today than it was two weeks ago in London, because they didn't have huge detonations, and they don't have a lot of dead bodies to deal with, as well.", "sentId": 68}, {"text": "And so they're going to be able to learn much quicker, I suspect, the nature of this attack.", "sentId": 69}], "secId": 30}, {"speaker": "FALKENRATH", "sentences": [{"text": "Indeed the prime minister suggested that in his remarks.", "sentId": 70}, {"text": "He said we already have a fairly good idea of what happened.", "sentId": 71}, {"text": "He wasn't saying that at this time two weeks ago.", "sentId": 72}], "secId": 31}, {"speaker": "FALKENRATH", "sentences": [{"text": "And so if, it in fact, was partially exploded or unexploded bombs, and the fact that they didn't go off, will tell the police a lot more than what they had previously where it was a burned out rail car.", "sentId": 73}], "secId": 32}, {"speaker": "CROWLEY", "sentences": [{"text": "Bringing this home a bit, this will undoubtedly bring up the question of should we be protecting our mass transit more carefully?", "sentId": 74}, {"text": "It was a big debate two weeks ago after that attack.", "sentId": 75}, {"text": "Let me broaden it to just say in homeland security, when these discussions are had within the people who are in a position to put money in different places, how do you weigh that?", "sentId": 76}, {"text": "I mean, is this about how many people get killed, let's protect that?", "sentId": 77}, {"text": "Or is it about where could be the worst disruption?", "sentId": 78}, {"text": "How do you measure?", "sentId": 79}], "secId": 33}, {"speaker": "FALKENRATH", "sentences": [{"text": "Well, the first thing that you measure is what does the law say you have to do?", "sentId": 80}, {"text": "If you look at where we've spent money since 9/11, it's really where the law forced us to do it.", "sentId": 81}, {"text": "And so we had a really strong statutory mandate to spend money at U.S. airports, now over $20 billion.", "sentId": 82}, {"text": "There is no law saying the federal government has to take over, or really contribute hugely to mass transit security.", "sentId": 83}], "secId": 34}, {"speaker": "FALKENRATH", "sentences": [{"text": "So then the question is where you have discretionary money, how do you spend it?", "sentId": 84}, {"text": "And there's really two schools of thought.", "sentId": 85}, {"text": "One school says spend it where whatever seems the most likely to happen.", "sentId": 86}, {"text": "And the other school is spend it against catastrophic threats, things which, even if they've never happened before, or are very difficult to carry out, could result in thousands of dead people.", "sentId": 87}, {"text": "And Secretary Chertoff has really been very strong voiced in that latter camp for spending against catastrophic threats.", "sentId": 88}], "secId": 35}, {"speaker": "FALKENRATH", "sentences": [{"text": "He's taking some heat for it.", "sentId": 89}, {"text": "It's a risky position for a political figure to do that.", "sentId": 90}, {"text": "But I happen to believe it's the right approach.", "sentId": 91}], "secId": 36}, {"speaker": "CROWLEY", "sentences": [{"text": "Mr. Falkenrath, thank you so much, appreciate it.", "sentId": 92}], "secId": 37}, {"speaker": "CROWLEY", "sentences": [{"text": "On Capitol Hill, Supreme Court nominee John Roberts is making the rounds for a second day.", "sentId": 93}, {"text": "Up next, what kind of impression is the judge making on senators who will decide his fate?", "sentId": 94}, {"text": "We will have a live report from Capitol Hill.", "sentId": 95}], "secId": 38}, {"speaker": "CROWLEY", "sentences": [{"text": "Plus, we will check in with a member of the so-called \"gang of 14,\"  Democrat Mary Landrieu, is the gang unified in its response to Roberts?", "sentId": 96}], "secId": 39}, {"speaker": "CROWLEY", "sentences": [{"text": "And later, the Karl Rove CIA story and a memo reportedly marked S for secret.", "sentId": 97}], "secId": 40}, {"speaker": "CROWLEY", "sentences": [{"text": "President Bush is taking advantage of every opportunity to tout his new Supreme Court nominee.", "sentId": 98}, {"text": "He even worked praise of Judge John Roberts into a speech about trade to the Organization of American States.", "sentId": 99}, {"text": "Mr. Bush says he appreciates the reception Roberts is getting so far in the Senate.", "sentId": 100}], "secId": 41}, {"speaker": "BUSH", "sentences": [{"text": "He is a person that will make all Americans proud to be a member of the Supreme Court.", "sentId": 101}, {"text": "He is a -- he's got the experience, wisdom, fairness and civility to be a really good judge.", "sentId": 102}, {"text": "He has a profound respect for the rule of law.", "sentId": 103}, {"text": "He respects the liberties guaranteed in our constitution to all Americans; from people of all walks of life.", "sentId": 104}, {"text": "He'll strictly apply the Constitution.", "sentId": 105}, {"text": "He's not going to legislate from the bench.", "sentId": 106}], "secId": 42}, {"speaker": "CROWLEY", "sentences": [{"text": "As for Roberts himself, he's been busy again today meeting and greeting senators.", "sentId": 107}, {"text": "He was today with Senator Schumer, who you see right there.", "sentId": 108}, {"text": "Sen. Schumer is one of those who is holding his opinion until he gets a chance to question the nominee.", "sentId": 109}], "secId": 43}, {"speaker": "CROWLEY", "sentences": [{"text": "We want to bring in now our congressional correspondent, Ed Henry, about the reception that the judge has been getting on Capitol Hill --Ed?", "sentId": 110}], "secId": 44}, {"speaker": "HENRY", "sentences": [{"text": "Well good afternoon, Candy.", "sentId": 111}], "secId": 45}, {"speaker": "HENRY", "sentences": [{"text": "In fact, Judge Roberts is meeting down the hallway with Senator Kennedy right now -- just down the hallway from me.", "sentId": 112}, {"text": "This is day two of the charm offensive on the Hill and it's going extremely well.", "sentId": 113}, {"text": "He started the day at home.", "sentId": 114}, {"text": "He got a kiss from his wife before he left for the Hill and I can tell you the affection here on the Hill is about just as strong.", "sentId": 115}], "secId": 46}, {"speaker": "HENRY", "sentences": [{"text": "He, first of all, got a lot of praise from the \"Gang of 14\" moderates that averted that nuclear showdown last month over lower court judges.", "sentId": 116}, {"text": "They came out of their first meeting about the nomination today, singing his praises, saying it's unlikely at this point that there could be a filibuster.", "sentId": 117}], "secId": 47}, {"speaker": "HENRY", "sentences": [{"text": "Also, praise from key members of the Judiciary Committee, including Republican Orin Hatch, who is basically almost fitting Judge Roberts for the black robes of the Supreme Court, saying that he's going to make a fine justice on the high court.", "sentId": 118}], "secId": 48}, {"speaker": "Also", "sentences": [{"text": "This is a nominee that would not fall into the filibuster category.", "sentId": 119}], "secId": 49}, {"speaker": "Also", "sentences": [{"text": "This follows yesterday when three key members of the Gang of 14, John Warner, John McCain and Ben Nelson, all said they believe it's unlikely there'll be a filibuster.", "sentId": 120}], "secId": 50}, {"speaker": "Also", "sentences": [{"text": "There's so much momentum, in fact and so much praise being dished out, that two top lawmakers, Republican John Warner, who, again, praised the judge yesterday and the Democratic Leader Harry Reid, today both reminded their colleagues that they've got to take the advise and consent part of the Constitution seriously.", "sentId": 121}, {"text": "They don't want to get ahead of themselves and prejudge the nomination.", "sentId": 122}], "secId": 51}, {"speaker": "WARNER", "sentences": [{"text": "This is a very important confirmation process, not a coronation.", "sentId": 123}], "secId": 52}, {"speaker": "REID", "sentences": [{"text": "Cool your jets.", "sentId": 124}, {"text": "Let the process go forward.", "sentId": 125}], "secId": 53}, {"speaker": "HENRY", "sentences": [{"text": "Having said that, both Warner and Reid had more praise today for the judge.", "sentId": 126}, {"text": "In fact, Senator Reid said that, quote, \"nobody sees extraordinary circumstances at this point that would lead to a filibuster.\"", "sentId": 127}, {"text": "But the key there, Senator Reid said, \"at this point.\"", "sentId": 128}, {"text": "That caveat is important.", "sentId": 129}], "secId": 54}, {"speaker": "HENRY", "sentences": [{"text": "Again, nobody wants to prejudge it.", "sentId": 130}, {"text": "The confirmation hearings won't kick off until the fall, but another good sign for Judge Roberts came from a key moderate Republican, Susan Collins of Maine, who supports abortion rights and after this \"Gang of 14\" meeting, seemed to say that she was satisfied with the answer that Judge Roberts gave on the abortion question when he was quarried two years ago over a lower court nomination.", "sentId": 131}], "secId": 55}, {"speaker": "COLLINS", "sentences": [{"text": "He also said that there was nothing in his personal beliefs that would prevent him from fully and faithfully applying that decision.", "sentId": 132}, {"text": "Now, obviously the Supreme Court has the ability to overturn its precedence, but I'm looking for a justice who will respect precedence.", "sentId": 133}, {"text": "The Supreme Court does not ignore precedence and I am heartened by what Judge Roberts said.", "sentId": 134}], "secId": 56}, {"speaker": "HENRY", "sentences": [{"text": "It's interesting that Judge Roberts actually may take more flack from conservatives than moderate Republicans on the issue of abortion.", "sentId": 135}, {"text": "Conservative Senator Sam Brownback of Kansas was quoted in the \"Kansas City Star\" today as saying that he has some concerns that the judge -- Judge Roberts has not been clear enough about his position on abortion, saying quote, \"if someone is not well articulated on a position, the tendency is to move left on the bench.\"", "sentId": 136}, {"text": "Senator Brownback saying he has in mind Justice David Souter, who has, in the eyes of conservatives, gone a little bit left on the high court -- Candy?", "sentId": 137}], "secId": 57}, {"speaker": "CROWLEY", "sentences": [{"text": "Ed Henry on Capitol Hill.", "sentId": 138}, {"text": "Thanks, Ed.", "sentId": 139}], "secId": 58}, {"speaker": "CROWLEY", "sentences": [{"text": "I'll discuss the John Roberts nomination with Democratic Senator Mary Landrieu, one of the so-called \"Gang of 14,\" next.", "sentId": 140}, {"text": "And also an update on today's terror attacks on the London transit system exactly two weeks after the deadly bombings on similar targets.", "sentId": 141}], "secId": 59}, {"speaker": "CROWLEY", "sentences": [{"text": "Before we resume our political coverage, a quick update on today's attempted bombings in London.", "sentId": 142}, {"text": "British police are gathering evidence at this hour after attackers tried to detonate explosive devices on a double-decker bus and near three subway stations.", "sentId": 143}, {"text": "Unconfirmed reports say one person was injured.", "sentId": 144}, {"text": "Today's attacks follow the much more powerful and deadly blasts in London exactly two weeks ago.", "sentId": 145}, {"text": "We will have another update on the situation in London at the top of the hour.", "sentId": 146}], "secId": 60}, {"speaker": "CROWLEY", "sentences": [{"text": "Returning now to our coverage of the John Roberts Supreme Court nomination, I am joined from Capitol Hill by Senator Mary Landrieu, a Democrat from Louisiana and a member of the \"Gang of 14,\" although I don't think there are any cards or anything.", "sentId": 147}, {"text": "You're just a member of the gang, right?", "sentId": 148}], "secId": 61}, {"speaker": "LANDRIEU", "sentences": [{"text": "Just a member of this group, Candy and I hope we're making some progress, you know, keeping the Senate on track and working and senators talking to each other, so we'll see.", "sentId": 149}], "secId": 62}, {"speaker": "CROWLEY", "sentences": [{"text": "But you pretty much decided, it seems to me, in a meeting you had this morning, that this is not a filibuster-worthy gentleman, this nominee.", "sentId": 150}], "secId": 63}, {"speaker": "LANDRIEU", "sentences": [{"text": "Well, what I can say at this time is that the process has begun smoothly.", "sentId": 151}, {"text": "And that's what many of us in our group and many senators were hoping for, a nominee that could help unite the country.", "sentId": 152}, {"text": "But the process has just started, and I think pre-judging or pre- guessing anything today is really premature.", "sentId": 153}, {"text": "The first indications are good.", "sentId": 154}], "secId": 64}, {"speaker": "LANDRIEU", "sentences": [{"text": "But, you know, this is to the highest court in the land, Candy.", "sentId": 155}, {"text": "People in the country are looking for someone of great intelligence, I think, objectivity, a sense of fairness, someone that will take each case and the evidence as it comes and make the best decisions on behalf of the nation.", "sentId": 156}, {"text": "And, you know, the verdict is still out.", "sentId": 157}, {"text": "The process has just begun, so I would -- while things are off to a smooth start, it's the beginning, not the end of this process.", "sentId": 158}], "secId": 65}, {"speaker": "CROWLEY", "sentences": [{"text": "Accepting that it's just begun, do you see anything so far that troubles you?", "sentId": 159}], "secId": 66}, {"speaker": "LANDRIEU", "sentences": [{"text": "No, at this point, but let me be quick to say that the committee hearings haven't even started.", "sentId": 160}, {"text": "And the Judiciary Committee has a very serious role to play.", "sentId": 161}, {"text": "And that will be required of Republican and Democrat members of the committee.", "sentId": 162}, {"text": "The rounds have just started with personal meetings of some of the key members.", "sentId": 163}, {"text": "We, the committee, or the \"Gang of 14\" is not the Judiciary Committee and don't hold ourselves out to be.", "sentId": 164}, {"text": "We're a group that's just trying to keep senators talking, to keep the work of the Senate moving forward.", "sentId": 165}, {"text": "And so far, we think we've contributed in that way.", "sentId": 166}], "secId": 67}, {"speaker": "CROWLEY", "sentences": [{"text": "Seems to me that one point of contention so far has been what sorts of questions are appropriate to ask this nominee.", "sentId": 167}, {"text": "Let us take -- and first of all, let's say that we know there are many other issues other than abortion.", "sentId": 168}, {"text": "That's a hot button issue, though.", "sentId": 169}, {"text": "And the question is here, do you think you can point blank say to Judge Roberts, do you believe in a woman's right to abortion?", "sentId": 170}], "secId": 68}, {"speaker": "LANDRIEU", "sentences": [{"text": "Well, there will be many, many questions answered of this nominee, or asked of this nominee on the and through the committee process.", "sentId": 171}, {"text": "I think what is important is to ask him about his general views, questions about what he has done in the past, opinions that, perhaps, he has written, maybe not representing clients, but as a staffer, to get -- ascertain some of his views.", "sentId": 172}, {"text": "But the most important thing, Candy, I think, is does he have the intelligence?", "sentId": 173}, {"text": "Does he have the experience?", "sentId": 174}, {"text": "Does he have the kind of personality that would lead us to believe that when he's presented with evidence he can make a fair decision based on the constitution and the law?", "sentId": 175}, {"text": "So there'll be many questions, but again, the process is just started.", "sentId": 176}], "secId": 69}, {"speaker": "CROWLEY", "sentences": [{"text": "Let me try that again.", "sentId": 177}, {"text": "I'm just trying to get a sense of whether you think it's appropriate to ask the judge his personal views on abortion and how he might rule on existing cases?", "sentId": 178}], "secId": 70}, {"speaker": "LANDRIEU", "sentences": [{"text": "Well, I think many members of the committee will ask him in many different ways about that issue.", "sentId": 179}, {"text": "As I have said on many different programs, I think the American people generally support some restrictions on a process, that they find many people immoral.", "sentId": 180}, {"text": "But they don't want to criminalize it.", "sentId": 181}, {"text": "They don't want to put women in jail, they don't want to interfere in people's personal decisions.", "sentId": 182}, {"text": "So this issue will be -- continue to be talked about, probably on the Supreme Court level, but also here in Congress and in many state houses across the country.", "sentId": 183}], "secId": 71}, {"speaker": "CROWLEY", "sentences": [{"text": "Just, lastly, I want to ask you real quick -- and we have less than 30 seconds -- are you disappointed that the president did not name a woman?", "sentId": 184}], "secId": 72}, {"speaker": "LANDRIEU", "sentences": [{"text": "Well, you know, it would have been nice.", "sentId": 185}, {"text": "I mean, we've only had two women out of 108 who have ever served on the Supreme Court.", "sentId": 186}, {"text": "And I'm not taking anything away from this nominee who has been really extraordinary in his level of experience.", "sentId": 187}, {"text": "But there are many,, many qualified women in this country, so let's hope that we'll keep that idea in mind and as the president considers, perhaps, additional appointments, I think that would send a very positive signal that women provide great leadership in this nation.", "sentId": 188}, {"text": "As well as African-Americans, Latinos, Hispanics, who have not represented in their right numbers in places of leadership.", "sentId": 189}], "secId": 73}, {"speaker": "CROWLEY", "sentences": [{"text": "Senator Mary Landrieu, appreciate so much your time.", "sentId": 190}], "secId": 74}, {"speaker": "CROWLEY", "sentences": [{"text": "Some lawmakers have been waving red flags about rail security in the United States, concerns fueled again today by the latest attacks on London's transit system.", "sentId": 191}, {"text": "Coming up, is Washington doing enough to protect commuters?", "sentId": 192}, {"text": "Plus, senators may be withholding judgment on President Bush's Supreme Court nominee, but many Americans are forming opinions about John Roberts.", "sentId": 193}], "secId": 75}, {"speaker": "CROWLEY", "sentences": [{"text": "More INSIDE POLITICS ahead.", "sentId": 194}], "secId": 76}, {"speaker": "CROWLEY", "sentences": [{"text": "As the markets get set to close on Wall Street, I am joined by Christine Romans in New York, with the Dobbs Report.", "sentId": 195}, {"text": "Christine?", "sentId": 196}], "secId": 77}, {"speaker": "PILGRIM", "sentences": [{"text": "Candy, you're stuck with me -- Kitty Pilgrim.", "sentId": 197}], "secId": 78}, {"speaker": "today", "sentences": [{"text": "right now, Dow Industrials -- let's take a look -- down about 60 points; Nasdaq, half a percent lower.", "sentId": 198}], "secId": 79}, {"speaker": "news", "sentences": [{"text": "Delta posted a $304 million loss, that was hurt by high fuel costs.", "sentId": 199}, {"text": "The \"Wall Street Journal\" reports that some executives believe that the company may not be able to avoid filing for bankruptcy.", "sentId": 200}, {"text": "And at United, the machinists' union has ratified a four-and-a-half year contract, as it works to get out of Chapter 11.", "sentId": 201}], "secId": 80}, {"speaker": "news", "sentences": [{"text": "In other news, China has bowed to international pressure to revalue its currency.", "sentId": 202}, {"text": "It will be pegged to a basket of international currencies and some in Congress were threatening sanctions if China did not act.", "sentId": 203}, {"text": "Many blamed the artificially low rate of the Chinese currency on the soaring trade deficit China.", "sentId": 204}], "secId": 81}, {"speaker": "GREENSPAN", "sentences": [{"text": "Well, I think they've been caution and I think admirably so.", "sentId": 205}, {"text": "But I look at it as the first step in a number of further adjustments as they invariably increase their participation in the world trading markets.", "sentId": 206}, {"text": "And so, I think it's a good start.", "sentId": 207}], "secId": 82}, {"speaker": "PILGRIM", "sentences": [{"text": "Now, the move will allow the currency to float a bit more freely to help U.S. exporters.", "sentId": 208}, {"text": "However, American consumers could end up paying more for Chinese-made clothes and electronics.", "sentId": 209}], "secId": 83}, {"speaker": "PILGRIM", "sentences": [{"text": "Coming up 6 p.m. Eastern on \"LOU DOBBS TONIGHT,\"  we'll have more on China's currency changes.", "sentId": 210}, {"text": "Treasury Secretary John Snow will be our guest.", "sentId": 211}, {"text": "Also chairwoman of the Senate Homeland Security Committee, Susan Collins, will join us to discuss the London terror attacks.", "sentId": 212}], "secId": 84}, {"speaker": "Boies", "sentences": [{"text": "00 p.m., on \"LOU DOBBS TONIGHT.\"", "sentId": 213}, {"text": "But for now, back to Candy.", "sentId": 214}], "secId": 85}, {"speaker": "CROWLEY", "sentences": [{"text": "Kitty Pilgrim, we are never stuck with you.", "sentId": 215}, {"text": "Always a pleasure.", "sentId": 216}, {"text": "Thanks.", "sentId": 217}], "secId": 86}, {"speaker": "PILGRIM", "sentences": [{"text": "Thanks, Candy.", "sentId": 218}], "secId": 87}, {"speaker": "CROWLEY", "sentences": [{"text": "Now back to INSIDE POLITICS.", "sentId": 219}], "secId": 88}, {"speaker": "CROWLEY", "sentences": [{"text": "Two subway lines in London remain closed and commuters still are on edge after a new series of explosions and attempted explosions on the city's transit system.", "sentId": 220}, {"text": "Only one person was reported injured.", "sentId": 221}, {"text": "A stark contrast to the bloodshed in the London bombings two weeks ago.", "sentId": 222}, {"text": "In response to the attacks, British police are calling today for sweeping new powers, including holding terrorism suspects for up to three months without charge.", "sentId": 223}], "secId": 89}, {"speaker": "CROWLEY", "sentences": [{"text": "This new wave of fear in London is hitting many commuters in this country where they live -- at least where they commute and some are worried that officials in Washington are not doing enough to protect mass transit systems.", "sentId": 224}], "secId": 90}, {"speaker": "CROWLEY", "sentences": [{"text": "We are joined now by Congressman Peter King, Republican of New York and a member of the Homeland Security Committee.", "sentId": 225}], "secId": 91}, {"speaker": "CROWLEY", "sentences": [{"text": "Congressman King, first of all, thank you so much for being here.", "sentId": 226}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Thank you, Candy.", "sentId": 227}], "secId": 93}, {"speaker": "CROWLEY", "sentences": [{"text": "Your fellow congregation member, Senator Schumer, has said the $200 million that Homeland Security wants to direct toward rail and public transit is not enough and you need more.", "sentId": 228}, {"text": "I am assuming since you are from New York, you agree.", "sentId": 229}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "Yes, I do.", "sentId": 230}, {"text": "I can't tell you what the exact amount should be.", "sentId": 231}, {"text": "The first thing we should do is put the $50 million back in which the Senate took out.", "sentId": 232}, {"text": "The House appropriated $150 million.", "sentId": 233}, {"text": "The Senate cut that to $100 million.", "sentId": 234}, {"text": "That's wrong.", "sentId": 235}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "So that $50 million should go right back in.", "sentId": 236}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Also Secretary Chertoff is due very soon to -- actually is overdue to give us a report on his plan for mass transit.", "sentId": 237}, {"text": "And I think that plan should indicate where more money should go.", "sentId": 238}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "Also, though, the London bombings today showed us that we just don't deal with mass transit attacks by putting in money.", "sentId": 239}, {"text": "Also, for instance, I believe that we strongly need the Patriot Act to be renewed.", "sentId": 240}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "Just as in Britain now they're looking for additional security legislation, we should, at the very least, extend the Patriot Act here in this country.", "sentId": 241}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "As far as the overall issue, Secretary Chertoff, he did, though, when he submitted his original budget, he asked for $600 million for transportation infrastructure protection and he wanted to have the right to determine whether the money should go to port security, to rail security, exactly what type of mass transit.", "sentId": 242}, {"text": "Congress didn't give him that right.", "sentId": 243}, {"text": "I think we should look again at that to put more money in and let the secretary decide depending on what the threat is.", "sentId": 244}, {"text": "Because, you know, rail security, obviously, we're very concerned about that.", "sentId": 245}, {"text": "Next week, it could be port security.", "sentId": 246}, {"text": "There could be an attack on department stores, on shopping centers.", "sentId": 247}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "So I think the secretary should have more flexibility.", "sentId": 248}], "secId": 101}, {"speaker": "CROWLEY", "sentences": [{"text": "I guess the question then is:  Is that something that you could explain to New York constituents who do ride the subway every day and are watching this?", "sentId": 249}], "secId": 102}, {"speaker": "CROWLEY", "sentences": [{"text": "Secretary Chertoff, as you mentioned, said a couple of weeks ago, \"Look, a plane can be used as a bomb and can kill 3,000 people and in the subway, maybe 30 or 40 are killed.", "sentId": 250}, {"text": "We have to go where the biggest danger is.\"", "sentId": 251}], "secId": 103}, {"speaker": "CROWLEY", "sentences": [{"text": "Do you agree with that?", "sentId": 252}, {"text": "Is that something that you can sell in a state and certainly in a city, New York City, where there are so many public transit commuters?", "sentId": 253}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "I think Secretary Chertoff could have used a more felicitous choice of words.", "sentId": 254}, {"text": "I think what he was trying to say, what he meant to say was that we do have to prioritize.", "sentId": 255}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "And we always are going to spend more money always on airport security because, first of all, we have to have federal screeners at the airport just by the nature of the damage that could be caused.", "sentId": 256}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "But at the same time, listen, there could be terrible disasters.", "sentId": 257}, {"text": "If you had a bomb go off in a New York City subway tunnel, you could end up killing hundreds if not thousands of people.", "sentId": 258}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "So while we won't be spending as much money on rail as we will on air, nevertheless, I think it is fair to say that certainly, as this goes along, we are going to have to increase for rail.", "sentId": 259}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "But, again, there's more than $200 million, even $100 million.", "sentId": 260}, {"text": "Because there's hundreds of millions, for instance, in New York now waiting to be spent just on strengthening the tunnels under Penn Station.", "sentId": 261}, {"text": "That money has not yet been spent.", "sentId": 262}, {"text": "I think that's something, hardening of the tunnels, increasing communications, coming up with more sensitive detectors as far as gases and chemicals, all that has to be done.", "sentId": 263}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "So, yes, to answer your question, more has to be spent.", "sentId": 264}, {"text": "The exact amount we have to see.", "sentId": 265}, {"text": "I wish Secretary Chertoff had used a better choice of words in describing his sense of priorities.", "sentId": 266}], "secId": 110}, {"speaker": "CROWLEY", "sentences": [{"text": "Do you think that Congress is in a position to make spending priority decisions when it comes to security?", "sentId": 267}, {"text": "Do you, as you suggest, believe it would be all right to say:  Here is a bucket of money, spend it on security where you think it's going to spend?", "sentId": 268}, {"text": "Would Congress go for that, and is that a better idea?", "sentId": 269}, {"text": "KING:  I think it might be a better idea, but I don't think Congress is going to go for it yet.", "sentId": 270}, {"text": "And Congress should never abdicate -- I don't mean that.", "sentId": 271}, {"text": "I think we can set general standards, for instance, set X amount of dollars for port security, for rail security, put it in one pot and let the secretary decide there.", "sentId": 272}], "secId": 111}, {"speaker": "CROWLEY", "sentences": [{"text": "Having said that, we should monitor very carefully.", "sentId": 273}, {"text": "We have to have strict oversight which is why it's so important that the House has set up a permanent Homeland Security Committee to be monitoring day to day what the department is doing.", "sentId": 274}], "secId": 112}, {"speaker": "CROWLEY", "sentences": [{"text": "And Secretary Chertoff, in fairness to him, has only been in office several months and he has shown tremendous dedication to the job.", "sentId": 275}, {"text": "What he's doing, which could end up bringing hundreds and hundreds of millions of dollars more to a place like New York.", "sentId": 276}, {"text": "He is strongly supporting threat-based funding.", "sentId": 277}], "secId": 113}, {"speaker": "CROWLEY", "sentences": [{"text": "And that's the most important thing to help a place such as New York City, metropolitan area, Houston, Texas, for that matter, with its petrochemical plants.", "sentId": 278}, {"text": "He wants to have the funding based entirely on threat.", "sentId": 279}, {"text": "And that will necessarily guarantee more money going to subway systems in places such as New York City.", "sentId": 280}], "secId": 114}, {"speaker": "CROWLEY", "sentences": [{"text": "Whether or not the money is allocated per se to transit, by having that much money available to a high-threat area such as New York, it would guarantee much more money coming in for the subway system.", "sentId": 281}], "secId": 115}, {"speaker": "CROWLEY", "sentences": [{"text": "New York Republican Congressman Peter King, we thank you so much.", "sentId": 282}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "Thank you, Candy.", "sentId": 283}], "secId": 117}, {"speaker": "CROWLEY", "sentences": [{"text": "Judge Roberts is going one-on-one with senators today.", "sentId": 284}, {"text": "AN up-close-and-personal chance to win votes for his confirmation to the Supreme Court.", "sentId": 285}, {"text": "Roberts has been meeting with top members of the Judiciary Committee who will have the first say on his nomination.", "sentId": 286}], "secId": 118}, {"speaker": "CROWLEY", "sentences": [{"text": "While members of both parties say Roberts' prospects look good at this point, Democrats say they will not be a rubber stamp.", "sentId": 287}, {"text": "Roberts also seems to be faring pretty well in the court of public opinion, as our senior political analyst, Bill Schneider, reports.", "sentId": 288}], "secId": 119}, {"speaker": "SCHNEIDER", "sentences": [{"text": "The president's Supreme Court nominee seems to be making a good impression in Washington.", "sentId": 289}], "secId": 120}, {"speaker": "REID", "sentences": [{"text": "By all accounts, he's a very nice man.", "sentId": 290}], "secId": 121}, {"speaker": "SCHNEIDER", "sentences": [{"text": "The public's first impression:  cautiously positive; 54 percent.", "sentId": 291}, {"text": "Before President Bush announced the nomination, political forces seemed poised for a red-blue showdown.", "sentId": 292}, {"text": "Is there deep division over John Roberts?", "sentId": 293}, {"text": "Not really.", "sentId": 294}, {"text": "Republicans certainly like him: 80 percent.", "sentId": 295}, {"text": "But Democrats are not lined up against him at this point: Just 24 percent negative opinion, 35 percent positive.", "sentId": 296}, {"text": "No leap to judgment, except maybe among late-night comedians.", "sentId": 297}], "secId": 122}, {"speaker": "STEWART", "sentences": [{"text": "... And I think he's handsome.", "sentId": 298}, {"text": "He looks kind of like that guy that married Mindy from \"Mork and Mindy.\"", "sentId": 299}, {"text": "What is that, Mark Harmon.", "sentId": 300}, {"text": "Yes, or maybe that guy from \"J.A.G.\"", "sentId": 301}, {"text": "I like \"J.A.G.\"", "sentId": 302}, {"text": "I like saying \"J.A.G.\"", "sentId": 303}], "secId": 123}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Does the public think Roberts' views are mainstream or too extreme?", "sentId": 304}, {"text": "Three-quarters say they need to know more about him.", "sentId": 305}, {"text": "Republicans and Democrats both feel that way.", "sentId": 306}, {"text": "The debate is likely to be over Roberts' views on the issues, specifically abortion.", "sentId": 307}], "secId": 124}, {"speaker": "SPECTER", "sentences": [{"text": "If the question is asked in the context:  Are you going to uphold Roe and I think that crosses the line.", "sentId": 308}], "secId": 125}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Many Senate Democrats disagree.", "sentId": 309}], "secId": 126}, {"speaker": "BOXER", "sentences": [{"text": "I don't think it's too much to ask a nominee this question:  Do you think that Americans have a right to privacy?", "sentId": 310}], "secId": 127}, {"speaker": "SCHNEIDER", "sentences": [{"text": "A lot of voters want to know, too.", "sentId": 311}], "secId": 128}, {"speaker": "GROUP ", "sentences": [{"text": "We want to know will you save Roe?", "sentId": 312}], "secId": 129}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Three-quarters of the public say it's fair for senators to ask Roberts questions about abortion.", "sentId": 313}, {"text": "Republicans and Democrats both want to know.", "sentId": 314}, {"text": "Most people think it's fair to ask him how he would rule on abortion cases, especially Democrats.", "sentId": 315}, {"text": "Republicans are split.", "sentId": 316}, {"text": "Of course, asking is one thing, answering is another.", "sentId": 317}], "secId": 130}, {"speaker": "HATCH", "sentences": [{"text": "I think Senators can ask any questions they want, but these justice nominations really don't have to answer them.", "sentId": 318}], "secId": 131}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Roberts may not.", "sentId": 319}, {"text": "He didn't during his appeals court confirmation hearing two years ago.", "sentId": 320}], "secId": 132}, {"speaker": "ROBERTS", "sentences": [{"text": "My personal views, personal ideology, those have no role to play whatever.", "sentId": 321}], "secId": 133}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Laura Bush and Sandra Day O'Connor hoped the president would nominate a woman.", "sentId": 322}, {"text": "They may be disappointed, but only 21 percent of the public is bothered and just 28 percent of women.", "sentId": 323}, {"text": "Democrats?", "sentId": 324}, {"text": "38 percent.", "sentId": 325}, {"text": "Gender matters more to Democrats than to most women.", "sentId": 326}], "secId": 134}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Senators are politicians.", "sentId": 327}, {"text": "They know what happened after the Clarence Thomas confirmation vote in 1991:  1992 became the year of the woman when four new women senators were elected.", "sentId": 328}], "secId": 135}, {"speaker": "CROWLEY", "sentences": [{"text": "All very nice, interesting figures, but most people don't get to vote on a Supreme Court justice.", "sentId": 329}, {"text": "So, is there any evidence along the line that public opinion about a Supreme Court nominee has ever made a difference in the process?", "sentId": 330}], "secId": 136}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Well, I can speak to that from experience.", "sentId": 331}, {"text": "I covered the Bork confirmation in 1987 and the Thomas confirmation in -- the Bork's nonconfirmation -- and the Thomas confirmation in 1991.", "sentId": 332}, {"text": "And I remember getting calls from staffs of senators, particularly southern Democrats, who were the swing voters, who wanted to know what the polls showed, particularly what they showed of African-American opinion, because Southern Democrats relied on that to stay in office.", "sentId": 333}], "secId": 137}, {"speaker": "SCHNEIDER", "sentences": [{"text": "In Bork's case, African-American opinion was negative and most of them voted against him.", "sentId": 334}, {"text": "In Thomas's case, African-American opinion at that time was positive and most of them voted to confirm him.", "sentId": 335}], "secId": 138}, {"speaker": "CROWLEY", "sentences": [{"text": "That was a silly question, they're always watching the polls.", "sentId": 336}], "secId": 139}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Of course.", "sentId": 337}], "secId": 140}, {"speaker": "CROWLEY", "sentences": [{"text": "Thanks, Bill.", "sentId": 338}], "secId": 141}, {"speaker": "CROWLEY", "sentences": [{"text": "More on John Roberts next from a Republican on the Judiciary Committee.", "sentId": 339}, {"text": "I'll talk with Senator Charles Grassley of Iowa about the road ahead for the president's nominee.", "sentId": 340}], "secId": 142}, {"speaker": "CROWLEY", "sentences": [{"text": "We've seen the attacks in London.", "sentId": 341}, {"text": "What about about security on transit systems here in the U.S.  We'll talk about it in our \"Strategy Session.\"", "sentId": 342}], "secId": 143}, {"speaker": "CROWLEY", "sentences": [{"text": "And later, firsthand accounts of today's attacks in London.", "sentId": 343}, {"text": "We'll check in with our blog reporters.", "sentId": 344}], "secId": 144}, {"speaker": "CROWLEY", "sentences": [{"text": "For more on the nomination of John Roberts for the Supreme Court, I am joined from Capitol Hill by Republican Senator Charles Grassley of Iowa.", "sentId": 345}, {"text": "He is a member of the Judiciary Committee.", "sentId": 346}], "secId": 145}, {"speaker": "CROWLEY", "sentences": [{"text": "Thanks for being with us, Senator Grassley.", "sentId": 347}], "secId": 146}, {"speaker": "CROWLEY", "sentences": [{"text": "I wanted to note that before the president picked his nominee, you had said, well, you wouldn't be really surprised if we ended up with the kind of battles that you all had over some of those circuit court judges.", "sentId": 348}], "secId": 147}, {"speaker": "CROWLEY", "sentences": [{"text": "Now that you've had almost 48 hours to digest this and listen to your fellow senators, you want to change your prediction?", "sentId": 349}], "secId": 148}, {"speaker": "GRASSLEY", "sentences": [{"text": "Well, I think I have to.", "sentId": 350}], "secId": 149}, {"speaker": "GRASSLEY", "sentences": [{"text": "It's much more quiet than I thought.", "sentId": 351}, {"text": "People that you would normally think would fight this president's judges are relatively quiet, reserving judgment, probably going to hope that something will come up that will be very controversial.", "sentId": 352}], "secId": 150}, {"speaker": "CROWLEY", "sentences": [{"text": "Well -- and speaking of that, I want to show you a couple of poll numbers that we got recently.", "sentId": 353}], "secId": 151}, {"speaker": "CROWLEY", "sentences": [{"text": "We asked people, Would it be all right for senators to ask Roberts his general views on abortion?", "sentId": 354}, {"text": "Seventy-four percent of Americans said, well, that would be appropriate; 22 percent said it would be inappropriate.", "sentId": 355}], "secId": 152}, {"speaker": "CROWLEY", "sentences": [{"text": "So what about the question, \"Generally, Judge Roberts, how do you feel about abortion?\"", "sentId": 356}], "secId": 153}, {"speaker": "GRASSLEY", "sentences": [{"text": "Well, I think to -- a very general question that doesn't go to the specifics of a case that he might have to rule on or would prejudge him so he would have to recuse himself from future cases would be OK.", "sentId": 357}], "secId": 154}, {"speaker": "GRASSLEY", "sentences": [{"text": "But on the other hand, you know, you shouldn't expect judges to meet litmus test-type questions to determine whether or not he's going to be on the bench.", "sentId": 358}, {"text": "We should expect to have a clear view of how he's going to approach issues.", "sentId": 359}, {"text": "We should have -- make sure that he's got the competence to do the job, overall honesty, a good educational background.", "sentId": 360}], "secId": 155}, {"speaker": "GRASSLEY", "sentences": [{"text": "And then I suppose for some of us, you know, is he a real strict interpreter of the Constitution and laws, or is he a little more liberal in those and maybe going -- bordering on making laws?", "sentId": 361}], "secId": 156}, {"speaker": "GRASSLEY", "sentences": [{"text": "I think those are the things that we have a right to know and ought to know, but not how he might rule in some areas.", "sentId": 362}], "secId": 157}, {"speaker": "CROWLEY", "sentences": [{"text": "Well, look, I think this is a little confusing to the general public.", "sentId": 363}, {"text": "And that is, do you think it's all right to find out what the nominee's personal opinions are about abortion and how is that relevant?", "sentId": 364}], "secId": 158}, {"speaker": "GRASSLEY", "sentences": [{"text": "You should not find out what their personal opinions are unless they were going to use those personal opinions in their judgment.", "sentId": 365}, {"text": "Because...", "sentId": 366}], "secId": 159}, {"speaker": "CROWLEY", "sentences": [{"text": "Well, he's going to say no to that.", "sentId": 367}], "secId": 160}, {"speaker": "GRASSLEY", "sentences": [{"text": "But then a person shouldn't be on the bench if they're going to use their personal opinions to reach a decision.", "sentId": 368}], "secId": 161}, {"speaker": "GRASSLEY", "sentences": [{"text": "A judge is supposed to look at the facts of a case and apply the laws to the facts, and that's -- and they have blinders on otherwise.", "sentId": 369}], "secId": 162}, {"speaker": "CROWLEY", "sentences": [{"text": "And what about past cases on anything?", "sentId": 370}], "secId": 163}, {"speaker": "CROWLEY", "sentences": [{"text": "Can you ask a nominee, \"Listen, this case was decided; what do you think of Roe v.", "sentId": 371}, {"text": "Wade?\"", "sentId": 372}], "secId": 164}, {"speaker": "GRASSLEY", "sentences": [{"text": "Well, I think that that's only legitimate from the standpoint that they would see how they would use that case to apply to a future case, but only in the very general sense of that being an issue.", "sentId": 373}], "secId": 165}, {"speaker": "GRASSLEY", "sentences": [{"text": "If they were asking how do you feel about this case as it might apply to another case, that would be entirely wrong.", "sentId": 374}], "secId": 166}, {"speaker": "CROWLEY", "sentences": [{"text": "Senator Grassley, one of the things -- just as a closing question -- that interested me was that it's possible that some Republicans may see more harm in this nomination than others.", "sentId": 375}], "secId": 167}, {"speaker": "CROWLEY", "sentences": [{"text": "You have Senator Brownback who has said or indicated he seems a little worried that there are not some definitive cases that tell you about this judge, that perhaps he has been too reticent to take sides.", "sentId": 376}, {"text": "What do you make of that?", "sentId": 377}], "secId": 168}, {"speaker": "GRASSLEY", "sentences": [{"text": "If you look at the history of the Supreme Court, that's immaterial.", "sentId": 378}], "secId": 169}, {"speaker": "GRASSLEY", "sentences": [{"text": "Until just recently, did we have judges that came from other courts to make up everybody on the court -- and it's only been recently.", "sentId": 379}], "secId": 170}, {"speaker": "GRASSLEY", "sentences": [{"text": "You know, in 1950, we had three former senators on the Supreme Court.", "sentId": 380}, {"text": "There wasn't any judgment at that time that you could be used.", "sentId": 381}], "secId": 171}, {"speaker": "GRASSLEY", "sentences": [{"text": "And I think you ought to look at Senator Kennedy, how he observed Souter in his answering to the questions 15 years ago.", "sentId": 382}, {"text": "Kennedy made a statement, something to the effect that Souter didn't have respect for privacy rights and he would have to vote to overturn Roe v. Wade.", "sentId": 383}], "secId": 172}, {"speaker": "GRASSLEY", "sentences": [{"text": "Just see how wrong Kennedy was on Souter, and then you see why it's somewhat immaterial to draw conclusions about how somebody might rule.", "sentId": 384}, {"text": "That's why we've got to direct our attention to a very general approach of his competence interpreting law versus making law and his educational background and his dispassionate approach to the law.", "sentId": 385}], "secId": 173}, {"speaker": "CROWLEY", "sentences": [{"text": "Senator Charles Grassley, Republican of Iowa, member of the Judiciary Committee, thanks so much for your input.", "sentId": 386}], "secId": 174}, {"speaker": "GRASSLEY", "sentences": [{"text": "Glad to be with you.", "sentId": 387}], "secId": 175}, {"speaker": "CROWLEY", "sentences": [{"text": "Witnesses to the London attacks describe what they saw.", "sentId": 388}, {"text": "We want to check in with our blog reporters next to hear firsthand accounts of today's terror attacks.", "sentId": 389}], "secId": 176}, {"speaker": "CROWLEY", "sentences": [{"text": "INSIDE POLITICS continues with a quick update on today's attacks in London.", "sentId": 390}, {"text": "Two subway lines remain closed following today's attacks on three subway trains and a double-decker bus.", "sentId": 391}, {"text": "Police describe the attacks as, quote, \"attempted bombings.\"", "sentId": 392}, {"text": "And there is an unconfirmed report that one person was injured in the relatively small blast.", "sentId": 393}], "secId": 177}, {"speaker": "CROWLEY", "sentences": [{"text": "Today's attacks come exactly two weeks after bombings on similar targets.", "sentId": 394}, {"text": "But Prime Minister Tony Blair says it is too early to say if the attacks are connected.", "sentId": 395}], "secId": 178}, {"speaker": "more", "sentences": [{"text": "Well Candy, clearly today's attacks in London did not have the same effect that they did two weeks ago.", "sentId": 396}, {"text": "But one thing we are saying similar is the role of the blogs as a tool of communication, a way of getting firsthand account and instantaneous information out to people.", "sentId": 397}], "secId": 179}, {"speaker": "more", "sentences": [{"text": "We went over to Europhobia.blogspot.com.", "sentId": 398}, {"text": "We did take a look at them back on the 7th.", "sentId": 399}, {"text": "So, decided to go back to them today.", "sentId": 400}, {"text": "And they were live blogging extensively.", "sentId": 401}], "secId": 180}, {"speaker": "more", "sentences": [{"text": "Two notes that we wanted to show you, or two links that they had that we thought were notable, one of them, as they noticed, that the traditional media is into their blogs this time around.", "sentId": 402}, {"text": "They have a link to the \"Financial Times.\"", "sentId": 403}, {"text": "And they have a blog roundup that a lot of people are talking about.", "sentId": 404}], "secId": 181}, {"speaker": "more", "sentences": [{"text": "Another link that they had we thought was interesting was the Wikipedia entry.", "sentId": 405}, {"text": "We should tell you what this is.", "sentId": 406}, {"text": "We've talked about it before.", "sentId": 407}, {"text": "It's an online encyclopedia that is created by updated, constantly changing and evolving as more information comes out about something.", "sentId": 408}, {"text": "There is already an entry for today, it's 21 July, 2005, London explosions.", "sentId": 409}, {"text": "And this will constantly change.", "sentId": 410}, {"text": "So, you can check it out now and it will evolving as more and more information comes out.", "sentId": 411}], "secId": 182}, {"speaker": "TATTON", "sentences": [{"text": "And the firsthand accounts are coming out, as well.", "sentId": 412}, {"text": "And one place to get those is a site we looked at a couple of weeks ago, the London Blogger Tube Mac.", "sentId": 413}, {"text": "This is at Londonbloggers.imcal.com.", "sentId": 414}, {"text": "And it ranges the London blogs, over 2000 of them, according to this site, registered with this site.", "sentId": 415}], "secId": 183}, {"speaker": "TATTON", "sentences": [{"text": "According to the their geographic location, which tube stop are they nearest to.", "sentId": 416}, {"text": "And West London, Shepherd's Bush was the scene of one of the incidents earlier, you can go there to find six blogs at that station.", "sentId": 417}, {"text": "One of them, Featherboa.blogspot.com, a woman working in a shop right next door to the police cordon.", "sentId": 418}], "secId": 184}, {"speaker": "TATTON", "sentences": [{"text": "She blogs that there was a confusion, people being evacuated.", "sentId": 419}, {"text": "The police line was right by where she was.", "sentId": 420}, {"text": "Primary school kids being led away.", "sentId": 421}, {"text": "Wandering around there that maybe this was just a local loony, that's what she was writing, right afterwards.", "sentId": 422}], "secId": 185}, {"speaker": "TATTON", "sentences": [{"text": "Another one at the Oval Station, StephZucconi.blogspot.com, this now in South London.", "sentId": 423}], "secId": 186}, {"speaker": "TATTON", "sentences": [{"text": "For the second time in two weeks this blogger is blogging from behind a police cordon.", "sentId": 424}, {"text": "He's also wondering in a later post what role the closed circuit television cameras that he says are extensive around the area will play in picking up what happened and who did this.", "sentId": 425}], "secId": 187}, {"speaker": "SCHECHNER", "sentences": [{"text": "That same theme over at Foreign Dispatches.typepad.com, saying that one of the perps seems to have fled the scene.", "sentId": 426}, {"text": "Here's an opportunity for the closed circuit cameras to prove their worth.", "sentId": 427}, {"text": "That was actually a man  that we were seeing here in the United States on local political blogs talking about whether or not these were an invasion of privacy.", "sentId": 428}, {"text": "The right seemed to think that it was something they did not want.", "sentId": 429}, {"text": "We'll see if that emerges again as more information comes out about the events in London.", "sentId": 430}], "secId": 188}, {"speaker": "SCHECHNER", "sentences": [{"text": "Something that we do know is incredibly valuable are the images that come from the scene.", "sentId": 431}, {"text": "And Flickr.com, that's F-L-I-C-K-R.com is a photo blog, a group blog, people constantly posting to it.", "sentId": 432}, {"text": "Some of the pictures up there now -- this one from the inner cordon at the Warren Street area, there's a whole group of pictures up there.", "sentId": 433}, {"text": "And that, again, is being added to constantly.", "sentId": 434}], "secId": 189}, {"speaker": "TATTON", "sentences": [{"text": "Back to the Oval Tube stop in South London, at LondonPhotoBloggers.Org, pictures have started coming in there from local people taking photos of what's going on.", "sentId": 435}, {"text": "That picture there is from a blogger named Onionbagblogger.blogspot.com.", "sentId": 436}, {"text": "If you go to that one, you can see his pictures, a whole group of them, but also describing that he was in a local school where over a dozen different languages were being spoken.", "sentId": 437}, {"text": "Why is anyone trying to bomb such a tolerant community, is what he's saying.", "sentId": 438}], "secId": 190}, {"speaker": "Details below ground unclear as he's writing this.  He cycled off to try and find out what is going on.  But above ground", "sentences": [{"text": "police cordons, sirens.", "sentId": 439}, {"text": "His message, you can bomb us every fortnight, but we aren't going anywhere.", "sentId": 440}], "secId": 191}, {"speaker": "SCHECHNER", "sentences": [{"text": "And that theme of defiance continues.", "sentId": 441}, {"text": "The interesting point over at Terrorism Unveiled, just that it doesn't have to be successful in terms of body count to be successfully terrifying.", "sentId": 442}], "secId": 192}, {"speaker": "SCHECHNER", "sentences": [{"text": "Candy, we'll send it back to you.", "sentId": 443}], "secId": 193}, {"speaker": "CROWLEY", "sentences": [{"text": "Jacki Schechner, Abbi Tatton, thanks so much.", "sentId": 444}], "secId": 194}, {"speaker": "CROWLEY", "sentences": [{"text": "The \"Strategy Session\" is straight ahead on INSIDE POLITICS.", "sentId": 445}, {"text": "Today, a new wave of explosions in London's subway system.", "sentId": 446}, {"text": "If London, is the U.S. next?", "sentId": 447}, {"text": "Are we prepared to defend against mass transit attacks?", "sentId": 448}], "secId": 195}, {"speaker": "CROWLEY", "sentences": [{"text": "Welcome back to INSIDE POLITICS and our \"Strategy Session\" on today's hottest political topics.", "sentId": 449}, {"text": "With us today, Democratic strategist Paul Begala, and Republican strategist Rick Galen.", "sentId": 450}, {"text": "Today's topics:  Rail security.", "sentId": 451}, {"text": "London's latest wave of mass transit attacks has the U.S. on renewed alert.", "sentId": 452}, {"text": "Is our rail system safe?", "sentId": 453}], "secId": 196}, {"speaker": "Judging Roberts", "sentences": [{"text": "President Bush's Supreme Court nominee makes more rounds on Capitol Hill and gets a preview of his Senate committee interview.", "sentId": 454}], "secId": 197}, {"speaker": "And a new wrinkle in the CIA leak probe", "sentences": [{"text": "Could a memo marked \"S\" for secret mean \"T\" for trouble for whoever disclosed the name of a CIA operative?", "sentId": 455}], "secId": 198}, {"speaker": "And a new wrinkle in the CIA leak probe", "sentences": [{"text": "The latest strikes on London's mass transit system have no doubt set off fresh waves of alarm in major cities around the world.", "sentId": 456}, {"text": "Police say attackers tried to set off explosives at three London subway stations and on a bus, but the explosions resulted in little damage and there have been reports of one injury.", "sentId": 457}, {"text": "The explosions did, once again, raise the question about the security of American mass transit systems.", "sentId": 458}, {"text": "The Bush administration says it's on top of it.", "sentId": 459}], "secId": 199}, {"speaker": "MCCLELLAN", "sentences": [{"text": "Our mass transit systems remain at a heightened state of alert.", "sentId": 460}, {"text": "It was a step that we took two weeks ago out of an abundance of caution following the attacks that took place in London.", "sentId": 461}, {"text": "There are additional security precautions that we put in place at that point.", "sentId": 462}, {"text": "Those included more law enforcement personnel around those systems, bomb-detecting dog teams, increased video surveillance and increased inspections.", "sentId": 463}], "secId": 200}, {"speaker": "CROWLEY", "sentences": [{"text": "This seems to me, to be a bit of a shell game where kind of either, you know -- where as the pea keeps moving.", "sentId": 464}, {"text": "But the question today, and it's been raised again by Chuck Schumer on Capitol Hill, is why hadn't more money been put into the rail system?", "sentId": 465}], "secId": 201}, {"speaker": "CROWLEY", "sentences": [{"text": "I think we've pretty much gone over what Chertoff said about all of that, but I mean, where do you stand and what do you think is the advice we can be giving people on Capitol Hill?", "sentId": 466}, {"text": "Should they hammer away at this?", "sentId": 467}, {"text": "Should they leave it up to Homeland Security.", "sentId": 468}], "secId": 202}, {"speaker": "BEGALA", "sentences": [{"text": "I thought your interview with Peter King was very interesting.", "sentId": 469}, {"text": "He's a Republican member of the House from New York.", "sentId": 470}, {"text": "He's on the Homeland Security Committee -- people who didn't see that segment -- and he wanted both more money and more flexibility.", "sentId": 471}], "secId": 203}, {"speaker": "BEGALA", "sentences": [{"text": "I suspect he would find a very welcome audience among Democrats -- at least some Democratic colleagues on that.", "sentId": 472}, {"text": "You know, the Democratic strategy seems to be and has been for months now -- years, saying that we're under-investing and underfunding in homeland security.", "sentId": 473}], "secId": 204}, {"speaker": "BEGALA", "sentences": [{"text": "Yes, we need to fight the terrorist there, but also, we need to protect the homeland.", "sentId": 474}, {"text": "And as someone who comes from the greater Houston area, I was glad to hear Congressman King say that it's not just rail.", "sentId": 475}, {"text": "Petrochemical plants, nuclear plant -- there's a frightening documentary about the Indian Point Nuclear Plant New York state and how threatened that could be.", "sentId": 476}], "secId": 205}, {"speaker": "BEGALA", "sentences": [{"text": "I just think it's odd to me that an administration in a party that's built so much of its political strength around the notion that it will fight terrorism competently, doesn't seem to be funding homeland security as much as the experts say they should.", "sentId": 477}], "secId": 206}, {"speaker": "CROWLEY", "sentences": [{"text": "Well, Rich, there was also earlier in the show, an interview with a former Homeland Security advisor to the white house who said:  Look,  the first things we fund are what Congress tells us to fund and after 9/11, they told us to fund airplanes.", "sentId": 478}, {"text": "So, where is the balance?", "sentId": 479}], "secId": 207}, {"speaker": "GALEN", "sentences": [{"text": "Yes.", "sentId": 480}, {"text": "I think that's right, Candy, and one of the problems I think that everybody runs into -- I mean it's on a hypothetical level -- we want to fund everything to the total extent humanly possible, but there is a -- and I -- we fly a lot.", "sentId": 481}, {"text": "You fly a lot.", "sentId": 482}], "secId": 208}, {"speaker": "GALEN", "sentences": [{"text": "I just cracked through a million miles on Delta to go with my million miles on American.", "sentId": 483}, {"text": "People who fly more than me have their own airplane, OK?.", "sentId": 484}, {"text": "People are -- I don't do this, but a lot of people are still very irritated at what they have to go through at an airport.", "sentId": 485}], "secId": 209}, {"speaker": "Can you imagine a New Yorker trying to get into the BMT at the subway at 7", "sentences": [{"text": "30 in the morning and having to go through any kind of scrutiny that would get in the way --in between that New York and his coffee regular and his bagel?", "sentId": 486}, {"text": "I mean, it's just not going to happen.", "sentId": 487}], "secId": 210}, {"speaker": "CROWLEY", "sentences": [{"text": "And is there-- is there a way, Paul, to -- I mean, one of the things that Congressman King said was:  I don't think Congress is going to give up its control of this.", "sentId": 488}, {"text": "I mean, there is some need to try to micro-manage, if you want to call it that, where these funds go and isn't it true that you can't -- look, mall of America: Shouldn't we be protecting that?", "sentId": 489}, {"text": "I mean, how do you make those decisions?", "sentId": 490}], "secId": 211}, {"speaker": "BEGALA", "sentences": [{"text": "Yes.", "sentId": 491}, {"text": "Yes, but Congress needs to make the big decisions.", "sentId": 492}, {"text": "For example, I mean the thing that has bothered me now for years is tax cuts versus homeland security.", "sentId": 493}, {"text": "No president has ever cut taxes in time of war.", "sentId": 494}, {"text": "In 227 years of American our history, it has never happened.", "sentId": 495}, {"text": "Why, because in time of war, every president used to understand that protecting our lives is the most important thing.", "sentId": 496}], "secId": 212}, {"speaker": "BEGALA", "sentences": [{"text": "If there's money left over to cut my taxes, great.", "sentId": 497}, {"text": "I'm all for it.", "sentId": 498}, {"text": "But first, secure the Mall of America.", "sentId": 499}, {"text": "Secure the petrochemical plants.", "sentId": 500}, {"text": "Secure the nuclear plants.", "sentId": 501}, {"text": "Secure the borders and the ports.", "sentId": 502}, {"text": "We know they can't be perfect, but they certainly can be better and I think that's the argument that Democrats and now many Republicans like Congressman King are beginning to make.", "sentId": 503}], "secId": 213}, {"speaker": "GALEN", "sentences": [{"text": "Well, one of the problems I think we're in, we're in because of the nature of our political system on Capitol Hill across the street here -- is that everybody needs some piece of this pie.", "sentId": 504}, {"text": "You've got to give little things out and I have traveled around and seen that in a lot of these smaller communities, smaller counties, they haven't any homeland security issues to speak of, so they use the money to buy cop toys.", "sentId": 505}], "secId": 214}, {"speaker": "horrible", "sentences": [{"text": "OK, small town in, you know, Upper Iguana, you don't need the money, we do need it in the Bronx.", "sentId": 506}], "secId": 215}, {"speaker": "CROWLEY", "sentences": [{"text": "Everybody stay put.", "sentId": 507}, {"text": "When our \"Strategy Session\" returns, President Bush's Supreme Court nominee goes to Capitol Hill for meetings with the very lawmakers who could make or break his elevation to the high court.", "sentId": 508}, {"text": "The \"Strategy session\" continues after this.", "sentId": 509}], "secId": 216}, {"speaker": "CROWLEY", "sentences": [{"text": "The \"Strategy Session\" continues on INSIDE POLITICS.", "sentId": 510}, {"text": "With us:  Paul Begala and Rich Galen.", "sentId": 511}], "secId": 217}, {"speaker": "CROWLEY", "sentences": [{"text": "It is another meet-and-greet day for Supreme Court nominee John Roberts.", "sentId": 512}, {"text": "The appellate court judge tapped by President Bush this week, paid a round of courtesy calls on key senators today, getting some ideas of what to expect in confirmation hearings.", "sentId": 513}, {"text": "Meanwhile, Mr. Bush once again praised his Supreme Court choice.", "sentId": 514}], "secId": 218}, {"speaker": "BUSH", "sentences": [{"text": "He has got the experience, wisdom, fairness and civility to be a really good judge.", "sentId": 515}, {"text": "He has a profound respect for the rule of law.", "sentId": 516}, {"text": "He respects the liberties guaranteed in our constitution to all Americans, from people from all walks of life.", "sentId": 517}, {"text": "He'll strictly apply the Constitution.", "sentId": 518}, {"text": "He's not going to legislate from the bench.", "sentId": 519}], "secId": 219}, {"speaker": "CROWLEY", "sentences": [{"text": "Well, at this point, after having heard some of what's going on on Capitol Hill, I'm not sure who he's trying to convince anymore.", "sentId": 520}], "secId": 220}, {"speaker": "BEGALA", "sentences": [{"text": "But the Organization of American States?", "sentId": 521}, {"text": "Like the Chileans are going to for him?", "sentId": 522}], "secId": 221}, {"speaker": "CROWLEY", "sentences": [{"text": "Well, you know, you can never get too many people behind you.", "sentId": 523}, {"text": "Listen, if you're advising a senator, what do you ask him to ask?", "sentId": 524}, {"text": "What do you say?", "sentId": 525}, {"text": "Go out there and ask him this.", "sentId": 526}], "secId": 222}, {"speaker": "BEGALA", "sentences": [{"text": "Once the hearings come?", "sentId": 527}], "secId": 223}, {"speaker": "CROWLEY", "sentences": [{"text": "Yes.", "sentId": 528}], "secId": 224}, {"speaker": "BEGALA", "sentences": [{"text": "Oh, my goodness.", "sentId": 529}, {"text": "Ask about his philosophy on these important judicial issues -- not a particular case.", "sentId": 530}, {"text": "There's cases on parental consent on abortion and so forth moving there way up; the Supreme Court will get them.", "sentId": 531}], "secId": 225}, {"speaker": "Ask him", "sentences": [{"text": "Do you believe is abortion is a Constitutional right or is it simply something that should be left to the states?", "sentId": 532}, {"text": "Do you believe that Brown versus Board, which said that...", "sentId": 533}], "secId": 226}, {"speaker": "CROWLEY", "sentences": [{"text": "But isn't that a case?", "sentId": 534}, {"text": "I mean isn't...", "sentId": 535}], "secId": 227}, {"speaker": "BEGALA", "sentences": [{"text": "Of course it is...", "sentId": 536}], "secId": 228}, {"speaker": "CROWLEY", "sentences": [{"text": "I mean, can't he say look this might come up at some point.", "sentId": 537}, {"text": "I can't possibly...", "sentId": 538}], "secId": 229}, {"speaker": "BEGALA", "sentences": [{"text": "Yes, but so what.", "sentId": 539}], "secId": 230}, {"speaker": "GALEN", "sentences": [{"text": "This separate-but-equal is a fairly -- it's not a case anymore.", "sentId": 540}, {"text": "Brown v. Board.", "sentId": 541}], "secId": 231}, {"speaker": "BEGALA", "sentences": [{"text": "The questions ought to be about the topics that they should rule on.", "sentId": 542}, {"text": "We shouldn't ask him how he feels about Frank Robinson -- how the job he's doing as the manager of the Washington Nationals.", "sentId": 543}], "secId": 232}, {"speaker": "GALEN", "sentences": [{"text": "He finally sent down Guzman, so that's --", "sentId": 544}], "secId": 233}, {"speaker": "BEGALA", "sentences": [{"text": "That was a great move.", "sentId": 545}, {"text": "But, what should they ask about?", "sentId": 546}], "secId": 234}, {"speaker": "Rehnquist", "sentences": [{"text": "just level with us, just tell the truth judge.", "sentId": 547}], "secId": 235}, {"speaker": "Rehnquist", "sentences": [{"text": "Look, he's going to make it.", "sentId": 548}, {"text": "OK.", "sentId": 549}, {"text": "He's going to be confirmed.", "sentId": 550}, {"text": "But the Democrats I hope will put him through his paces, and have him say, no, abortion may be good or bad but it's not in the constitution, or yes, it's a constitutional right, and Roe was right deciding.", "sentId": 551}, {"text": "Those are both honorable positions.", "sentId": 552}], "secId": 236}, {"speaker": "CROWLEY", "sentences": [{"text": "Isn't that a trap?", "sentId": 553}], "secId": 237}, {"speaker": "GALEN", "sentences": [{"text": "Look, this is by all accounts I don't know, but by all accounts, I've talked to Republican, Democratic lawyers, this is one of the smartest guys within the District of Columbia.", "sentId": 554}, {"text": "I mean, he's just a brilliant guy.", "sentId": 555}, {"text": "And this is like when I used to travel with Newt Gingrich, you always waited for the guy in the back who thought he had the killer question, he was going to get Newt.", "sentId": 556}], "secId": 238}, {"speaker": "GALEN", "sentences": [{"text": "You're not going to find a killer question for this guy.", "sentId": 557}, {"text": "He's going to have this figured out.", "sentId": 558}, {"text": "He's got Ed Gillespie with him, Fred Thompson, the entire White House helping him figure this stuff out.", "sentId": 559}, {"text": "They will ask those questions.", "sentId": 560}, {"text": "He'll answer those questions.", "sentId": 561}], "secId": 239}, {"speaker": "BEGALA", "sentences": [{"text": "Will he falsely deny that he has an opinion like Clarence Thomas who just, his pants were on fire.", "sentId": 562}, {"text": "He said, well, I never debated Roe versus Wade.", "sentId": 563}, {"text": "That's baloney...", "sentId": 564}], "secId": 240}, {"speaker": "GALEN", "sentences": [{"text": "Yeah, but we're not doing -- we're not doing...", "sentId": 565}], "secId": 241}, {"speaker": "BEGALA", "sentences": [{"text": "...or will he dance it like more recent nominees and say gee, it's inappropriate to answer questions about the job I'm trying to get.", "sentId": 566}, {"text": "I don't think either of those are good answers.", "sentId": 567}, {"text": "He should tell the truth.", "sentId": 568}], "secId": 242}, {"speaker": "GALEN", "sentences": [{"text": "But the reality is that...", "sentId": 569}], "secId": 243}, {"speaker": "BEGALA", "sentences": [{"text": "Call me a dreamer.", "sentId": 570}], "secId": 244}, {"speaker": "GALEN", "sentences": [{"text": "Well, you are.", "sentId": 571}, {"text": "And we'll wake you up in time for the commercial.", "sentId": 572}, {"text": "CROWLEY:  We love you for that.", "sentId": 573}], "secId": 245}, {"speaker": "BEGALA", "sentences": [{"text": "But I'm not the only one.", "sentId": 574}], "secId": 246}, {"speaker": "GALEN", "sentences": [{"text": "The question is, is this man qualified to be an associate justice of the United States Supreme Court or not.", "sentId": 575}], "secId": 247}, {"speaker": "BEGALA", "sentences": [{"text": "That's not the question.", "sentId": 576}], "secId": 248}, {"speaker": "GALEN", "sentences": [{"text": "Sure it is.", "sentId": 577}, {"text": "It's a question.", "sentId": 578}, {"text": "Is he qualified?", "sentId": 579}], "secId": 249}, {"speaker": "BEGALA", "sentences": [{"text": "No, the constitution does not say the Senate will advise and consent on qualifications.", "sentId": 580}, {"text": "The Senate can and should, I think, look at temperament, look at qualifications.", "sentId": 581}, {"text": "They looked at the personal life of poor Doug Ginsburg and bounced him out because he smoked pot.", "sentId": 582}, {"text": "They looked at the personal life of Clarence Thomas -- I'm not for that -- but I think they should, instead, look at his views about the issues that judges rule on.", "sentId": 583}], "secId": 250}, {"speaker": "GALEN", "sentences": [{"text": "Just went through it two years ago when he was confirmed for the circuit court, there's not much about this guy...", "sentId": 584}], "secId": 251}, {"speaker": "BEGALA", "sentences": [{"text": "He dodged and ducked then, because it was a lower court.", "sentId": 585}], "secId": 252}, {"speaker": "GALEN", "sentences": [{"text": "Well, it was a lower court, but it was legitimate -- he also might do the same thing.", "sentId": 586}], "secId": 253}, {"speaker": "GALEN", "sentences": [{"text": "But one of the things that I think is interesting that the Republicans are doing, and I think will in this case, and I haven't been a huge fan of the way we've handled some of the public affairs parts of this stuff -- but they have pretty much allowed the vocal wing, the vocal left wing of the Democratic Party to have pretty much a free ride.", "sentId": 587}, {"text": "I mean, on the way over here, I was listening to Maxine Waters saying all the reasons that she hates him and she said, and George Bush is not as clever as he thinks he is.", "sentId": 588}, {"text": "And I was laughing, and I said, but he's a lot more clever than you are by the way.", "sentId": 589}], "secId": 254}, {"speaker": "CROWLEY", "sentences": [{"text": "Has the left done itself any favors by -- you know, within 14 hours, demonstrating in front of the Supreme Court, no more conservative judges.", "sentId": 590}, {"text": "I mean, does that help or hurt whatever case may be made against him?", "sentId": 591}], "secId": 255}, {"speaker": "BEGALA", "sentences": [{"text": "It doesn't make the slightest bit of difference to the Senators who are going to vote on this.", "sentId": 592}, {"text": "I really don't.", "sentId": 593}], "secId": 256}, {"speaker": "GALEN", "sentences": [{"text": "No, but it makes a difference as you begin move down when -- as real Americans, not dopes like us, but real Americans, as they move forward into the midterm elections and they look for a party identification with which they feel more comfortable, this does not help.", "sentId": 594}], "secId": 257}, {"speaker": "BEGALA", "sentences": [{"text": "But here's the thing.", "sentId": 595}, {"text": "The CNN poll out today, three- fourths of the American people think we ought to asking this Judge Roberts about his views on issues like abortion.", "sentId": 596}, {"text": "So, that's a massive majority of the country.", "sentId": 597}], "secId": 258}, {"speaker": "GALEN", "sentences": [{"text": "That's not the same thing as the National Abortion Rights Action League saying that he's an extremist and...", "sentId": 598}], "secId": 259}, {"speaker": "BEGALA", "sentences": [{"text": "The right wing groups we're running ads even before the nominee was named, my goodness.", "sentId": 599}, {"text": "So, both sides have been, I think, a little ridiculous at the extremes.", "sentId": 600}, {"text": "But I have said both parties' senators have been very responsible.", "sentId": 601}], "secId": 260}, {"speaker": "CROWLEY", "sentences": [{"text": "One more time, stand by.", "sentId": 602}, {"text": "We'll be right back.", "sentId": 603}], "secId": 261}, {"speaker": "CROWLEY", "sentences": [{"text": "The John Roberts' nomination is stealing the limelight right now but White House aid Karl Rove remains in the back of Washington's mind.", "sentId": 604}, {"text": "The latest when we come back.", "sentId": 605}], "secId": 262}, {"speaker": "BLITZER", "sentences": [{"text": "I'm Wolf Blitzer in New York.", "sentId": 606}, {"text": "Coming up at the top of the hour, two weeks to the day after the deadly London transit bombings, a brazen attempt to repeat the crime.", "sentId": 607}, {"text": "Just how much can the west do to protect transit riders against terrorists?", "sentId": 608}], "secId": 263}, {"speaker": "BLITZER", "sentences": [{"text": "Court nominee John Roberts courting votes on Capitol Hill.", "sentId": 609}, {"text": "How much progress is he making in his bid for confirmation?", "sentId": 610}], "secId": 264}, {"speaker": "BLITZER", "sentences": [{"text": "And get this, an illegal tunnel under the United States' border with Canada.", "sentId": 611}, {"text": "We'll tell you who's accused of digging it and why.", "sentId": 612}], "secId": 265}, {"speaker": "BLITZER", "sentences": [{"text": "All those stories, much more minutes away on \"WOLF BLITZER REPORTS.\"", "sentId": 613}, {"text": "Now back to INSIDE POLITICS.", "sentId": 614}], "secId": 266}, {"speaker": "CROWLEY", "sentences": [{"text": "The \"Strategy Session\" continues on INSIDE POLITICS.", "sentId": 615}, {"text": "With us, Paul Begala and Rich Galen.", "sentId": 616}], "secId": 267}, {"speaker": "CROWLEY", "sentences": [{"text": "Karl Rove is getting a bit of a break from all the media attention, thanks to the John Roberts Supreme Court nomination.", "sentId": 617}, {"text": "President Bush's chief strategist has been the object of reporters' attention over the leak of CIA operative Valerie Plame's identity.", "sentId": 618}], "secId": 268}, {"speaker": "CROWLEY", "sentences": [{"text": "Today there is a new development.", "sentId": 619}, {"text": "The \"Washington Post\" reports on a classified State Department memo marked \"S\" for top secrete in which Plame's married name appears.", "sentId": 620}, {"text": "If anyone in the White House saw that and still leaked her identity, that person could be in a world of trouble.", "sentId": 621}], "secId": 269}, {"speaker": "GALEN", "sentences": [{"text": "I'm not sure it was top secret.", "sentId": 622}, {"text": "It said secret.", "sentId": 623}], "secId": 270}, {"speaker": "CROWLEY", "sentences": [{"text": "Yeah, right.", "sentId": 624}, {"text": "It didn't say \"TS,\" it said \"S,\" secret.", "sentId": 625}], "secId": 271}, {"speaker": "CROWLEY", "sentences": [{"text": "So what does this mean to the story, explain this to me.", "sentId": 626}, {"text": "Where are we now?", "sentId": 627}], "secId": 272}, {"speaker": "BEGALA", "sentences": [{"text": "It means that the first of the Republican talking points is now no longer operative.", "sentId": 628}, {"text": "Isn't that what Ron Ziegler said during Watergate?", "sentId": 629}, {"text": "The first talking point that my Republican friends had was, there is no crime here.", "sentId": 630}, {"text": "She wasn't undercover.", "sentId": 631}, {"text": "This wasn't secret.", "sentId": 632}], "secId": 273}, {"speaker": "BEGALA", "sentences": [{"text": "Well first off, if she wasn't undercover, why did the CIA refer it for prosecution to begin with.", "sentId": 633}, {"text": "And second, why has this prosecutor spent two years on a groundless case.", "sentId": 634}, {"text": "It seemed to me...", "sentId": 635}], "secId": 274}, {"speaker": "GALEN", "sentences": [{"text": "But wait a minute", "sentId": 636}], "secId": 275}, {"speaker": "GALEN", "sentences": [{"text": "Bill Clinton, and you said there's nothing here.", "sentId": 637}], "secId": 276}, {"speaker": "BEGALA", "sentences": [{"text": "But now we have proof.", "sentId": 638}, {"text": "Now we have a memo, we don't know who received it, but we certainly know that the State Department was telling people about her identity and the fact that her identity was secret.", "sentId": 639}, {"text": "And yet, that identity was leaked.", "sentId": 640}, {"text": "That's a pretty strong piece of evidence for the prosecution.", "sentId": 641}], "secId": 277}, {"speaker": "GALEN", "sentences": [{"text": "But it's not contemporaneous with what she was doing when all of this started.", "sentId": 642}, {"text": "She had not been a covert officer for some time.", "sentId": 643}, {"text": "She was not undercover at the CIA.", "sentId": 644}, {"text": "She was using her real name...", "sentId": 645}], "secId": 278}, {"speaker": "BEGALA", "sentences": [{"text": "If that's true, than Patrick Fitzgerald is the most inept lawyer in America, because he spent pursuing something that is groundless.", "sentId": 646}], "secId": 279}, {"speaker": "BEGALA", "sentences": [{"text": "But he did, believe me, was go to the CIA and say, does this meet the qualifications for the statute that I'm trying to enforce here.", "sentId": 647}], "secId": 280}, {"speaker": "GALEN", "sentences": [{"text": "Let me just ask you one quick question, did you have that same opinion about Ken Starr who spent all that time pursuing your guy Bill Clinton?", "sentId": 648}, {"text": "I don't remember you saying...", "sentId": 649}], "secId": 281}, {"speaker": "BEGALA", "sentences": [{"text": "Ken Starr was an out of control prosecutor.", "sentId": 650}, {"text": "Do you believe Fitzgerald was?", "sentId": 651}], "secId": 282}, {"speaker": "GALEN", "sentences": [{"text": "May be.", "sentId": 652}, {"text": "We don't know.", "sentId": 653}, {"text": "We'll see which way this comes out.", "sentId": 654}], "secId": 283}, {"speaker": "BEGALA", "sentences": [{"text": "The new strategy will be to trash Fitzgerald, Candy.", "sentId": 655}, {"text": "I think the new strategy, Rich.", "sentId": 656}], "secId": 284}, {"speaker": "GALE", "sentences": [{"text": "It worked OK for you.", "sentId": 657}], "secId": 285}, {"speaker": "BEGALA", "sentences": [{"text": "Starr was nuts.", "sentId": 658}, {"text": "This guy seems to be pretty reasonable.", "sentId": 659}, {"text": "He was.", "sentId": 660}], "secId": 286}, {"speaker": "CROWLEY", "sentences": [{"text": "Do we know what this investigation is currently about?", "sentId": 661}, {"text": "Does it look as though someone's being looked at for perjury?", "sentId": 662}, {"text": "Is it really about what we -- do we know what it's about?", "sentId": 663}, {"text": "Do we know anything?", "sentId": 664}], "secId": 287}, {"speaker": "BEGALA", "sentences": [{"text": "Here's where talking point two collapses.", "sentId": 665}, {"text": "Which is that, it's very hard to violate Intelligence Identity's Protection Act of 1982, the IIPA.", "sentId": 666}, {"text": "That's true.", "sentId": 667}, {"text": "The problem with that talking point is it's not the only law potentially violated here.", "sentId": 668}, {"text": "And I stress potentially: perjury, obstruction of justice, conspiracy and the worst, most pernicious thing in the federal code, 18 U.S. code 1001, which says if anybody lies to a federal investigator, he or she goes to jail.", "sentId": 669}, {"text": "That's why Martha Stewart did time.", "sentId": 670}, {"text": "It's a terrible law, but it's a law.", "sentId": 671}, {"text": "And you can't break it.", "sentId": 672}, {"text": "GALEN:  I don't disagree with any of that.", "sentId": 673}, {"text": "The question is, that we don't know whether Fitzgerald, your guy...", "sentId": 674}], "secId": 288}, {"speaker": "BEGALA", "sentences": [{"text": "He's Ashcroft's appointee by the way.", "sentId": 675}], "secId": 289}, {"speaker": "GALEN", "sentences": [{"text": "...is after a reporter or a White House employee or somebody else all together.", "sentId": 676}, {"text": "We have no idea what trail he's down.", "sentId": 677}], "secId": 290}, {"speaker": "CROWLEY", "sentences": [{"text": "Let me steer this just sort of towards politics, if it isn't already there.", "sentId": 678}, {"text": "And ask you, Bill Clinton said this morning I think on the \"Today Show\" -- do Democrats want to get Karl Rove because he's so brilliant and he's beating them over the head for eight years?", "sentId": 679}, {"text": "And he said well, there's something to that.", "sentId": 680}, {"text": "Is there something to that?", "sentId": 681}], "secId": 291}, {"speaker": "BEGALA", "sentences": [{"text": "Well, I can only speak for myself, Karl's a long time acquaintance of mine.", "sentId": 682}, {"text": "We go way back.", "sentId": 683}, {"text": "And when this all first broke, I went on national television on this network endorsed him.", "sentId": 684}, {"text": "I said I believe Karl when he said he had nothing to do with this.", "sentId": 685}, {"text": "And I look like a chump.", "sentId": 686}, {"text": "OK, Karl lied.", "sentId": 687}, {"text": "And I like Karl, but he lied.", "sentId": 688}], "secId": 292}, {"speaker": "BEGALA", "sentences": [{"text": "He told Scott McClellan to tell America that he had nothing to do with this, that it was ridiculous.", "sentId": 689}, {"text": "And now we know he had everything to do with it.", "sentId": 690}, {"text": "Maybe it's not a crime, maybe it is, but he was at the center of this.", "sentId": 691}], "secId": 293}, {"speaker": "GALEN", "sentences": [{"text": "You have to stop doing that.", "sentId": 692}, {"text": "And don't look shocked at me because you know.", "sentId": 693}], "secId": 294}, {"speaker": "BEGALA", "sentences": [{"text": "They said he had nothing to do with it, they meant he was at the center of the it.", "sentId": 694}], "secId": 295}, {"speaker": "GALEN", "sentences": [{"text": "To use your guys, the way that he put it, it depends on what the definition of it is.", "sentId": 695}, {"text": "If the it has to do with -- Valerie Plame...", "sentId": 696}], "secId": 296}, {"speaker": "BEGALA", "sentences": [{"text": "I am loving this.", "sentId": 697}], "secId": 297}, {"speaker": "GALEN", "sentences": [{"text": "Identifying Valerie Plame as a covert officer of the CIA, than he is absolutely correct.", "sentId": 698}, {"text": "He had nothing to do with it.", "sentId": 699}, {"text": "All we know is a, one reporter called and b another, all did he was say I heard that too.", "sentId": 700}, {"text": "If you go to for that, we're in trouble.", "sentId": 701}], "secId": 298}, {"speaker": "CROWLEY", "sentences": [{"text": "We'll bring you back.", "sentId": 702}, {"text": "You can start.", "sentId": 703}, {"text": "I don't believe you're as calm and collected as you're supposed to be on our \"Strategy Session.\"", "sentId": 704}, {"text": "But we'll forgive you this one time.", "sentId": 705}], "secId": 299}, {"speaker": "CROWLEY", "sentences": [{"text": "We are not finished with the Karl Rove story.", "sentId": 706}, {"text": "It is still a big story on the blogs.", "sentId": 707}, {"text": "An update on the Rove debate online next when we rejoin our blog reporters.", "sentId": 708}], "secId": 300}, {"speaker": "CROWLEY", "sentences": [{"text": "Turning to our \"Political Bytes,\" New York senator Hillary Clinton is well ahead of a potential 2006 Republican opponent in a new poll of state voters.", "sentId": 709}, {"text": "A Siena College survey finds Clinton leading Westchester County district attorney Janine Pirro 57 percent to 31 percent.", "sentId": 710}, {"text": "60 percent of voters surveyed also said they think Senator Clinton should be reelected.", "sentId": 711}], "secId": 301}, {"speaker": "CROWLEY", "sentences": [{"text": "A published report says top Republicans, including Karl Rove, want Florida Congresswoman Katherine Harris to run for reelection to the House, instead of running for the Senate.", "sentId": 712}, {"text": "\"The Washington Times\" reports Rove and Republican senatorial committee chair Elizabeth Dole are concerned by polls that show Harris winning the primary and losing the general election.", "sentId": 713}], "secId": 302}, {"speaker": "CROWLEY", "sentences": [{"text": "First Lady Laura Bush is scheduled to attend two fundraisers today.", "sentId": 714}, {"text": "She was to appear at a lucntime event for Congressman Jim Garlick in King of Prussia, Pennsylvania.", "sentId": 715}, {"text": "And a few hours from now, she attends a reception for Maryland governor Bob Ehrlich.", "sentId": 716}], "secId": 303}, {"speaker": "CROWLEY", "sentences": [{"text": "In California, a new poll finds more Golden State voters now approve of the way President Bush is handling his job than approve of Governor Arnold Schwarzenegger.", "sentId": 717}, {"text": "According to the Public Policy Institute of California, the president has a 38 percent approval rating, while Schwarzenegger has a 34 percent approval mark.", "sentId": 718}], "secId": 304}, {"speaker": "CROWLEY", "sentences": [{"text": "Back here in Washington, developer Donald Trump appeared at a Senate hearing today.", "sentId": 719}, {"text": "Trump has said the U.N. headquarters can be rennovated for less than half of what the United Nations says is needed.", "sentId": 720}, {"text": "Some in Congress are concerned that U.S. taxpayers will shoulder too much of the planned $1.2 billion project.", "sentId": 721}], "secId": 305}, {"speaker": "CROWLEY", "sentences": [{"text": "Bloggers continue to debate the Karl Rove CIA leak story online.", "sentId": 722}, {"text": "We want to rejoin CNN political producer Abbi Tatton and John Schechner, our blog reporter -- Jacki.", "sentId": 723}], "secId": 306}, {"speaker": "SCHECHNER", "sentences": [{"text": "Yesterday, lefty bloggers, Candy, were clamoring to keep the Karl Rove/Valerie Plame affair front and center in the mainstream media.", "sentId": 724}, {"text": "Today they got exactly what they wanted.", "sentId": 725}, {"text": "Well, close to it.", "sentId": 726}, {"text": "Definitely front and to the right.", "sentId": 727}], "secId": 307}, {"speaker": "SCHECHNER", "sentences": [{"text": "Over at blah3.com, they've got the front page of the \"Washington Post.\"", "sentId": 728}, {"text": "The Valerie Plame identity memo story is right there on the front page above the fold.", "sentId": 729}, {"text": "And they say that while everyone was jabbering about what's his name, the judge, this is what the \"Washington Post\" was working on.", "sentId": 730}], "secId": 308}, {"speaker": "TATTON", "sentences": [{"text": "Daily Kos is saying the same thing.", "sentId": 731}, {"text": "Glad that this story is front and center and not the story about the Roberts nomination, saying it looks like Bush rushed forth this nomination for no good reason at all.", "sentId": 732}], "secId": 309}, {"speaker": "TATTON", "sentences": [{"text": "But that's getting attention from conservatives.", "sentId": 733}, {"text": "James Joyner at Outside the Beltway says that that is just ludicrus to say that this was rushed to take the spotlight away from Rove, saying that getting a replacement by October for Sandra Day O'Connor who often voted against the interests of the Bush administration was not what they absolutely wanted to do in this circumstance.", "sentId": 734}], "secId": 310}, {"speaker": "SCHECHNER", "sentences": [{"text": "So, talking about the memo that did make the front page of \"The Washington Post\" that talking about Valerie Plame's secret identity, but also in the memo on something that a lot of the bloggers on the left are pointing out was actually the main point of the memo, that being why State Department experts did not think that Saddam Hussein was trying to buy uranium from Niger.", "sentId": 735}], "secId": 311}, {"speaker": "SCHECHNER", "sentences": [{"text": "And they say over at Washingtonmonthly.com, this is Kevin Drum  posting.", "sentId": 736}, {"text": "This was back in February of 2002, the State Department was trying to talk to anyone who would listen.", "sentId": 737}, {"text": "Unfortunately, no one would listen.", "sentId": 738}], "secId": 312}, {"speaker": "TATTON", "sentences": [{"text": "We wanted to show you one Associated Press photo that's doing the rounds today.", "sentId": 739}, {"text": "It's over here crooksandliars.com.", "sentId": 740}, {"text": "A photo from the summer of 2003, the summer in question, depicts Karl Rove and Robert Novak standing together at a party.", "sentId": 741}, {"text": "It's notable for the button that Karl Rove is wearing, saying I'm a source, not a target.", "sentId": 742}, {"text": "That you can see right here.", "sentId": 743}, {"text": "If you can't read it there on the screen.", "sentId": 744}], "secId": 313}, {"speaker": "TATTON", "sentences": [{"text": "Obviously taking on a new relevance right now as the story develops.", "sentId": 745}], "secId": 314}, {"speaker": "TATTON", "sentences": [{"text": "Candy, back to you.", "sentId": 746}], "secId": 315}, {"speaker": "CROWLEY", "sentences": [{"text": "Abbi Tatton, Jacki Schechner thanks so much.", "sentId": 747}, {"text": "We're going to call it a day now on INSIDE POLITICS.", "sentId": 748}, {"text": "I'm Candy Crowley.", "sentId": 749}, {"text": "\"WOLF BLITZER REPORTS\" right now.", "sentId": 750}], "secId": 316}, {"speaker": "CROWLEY", "sentences": [{"text": "END", "sentId": 751}], "secId": 317}, {"speaker": "CROWLEY", "sentences": [{"text": "TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com", "sentId": 752}], "secId": 318}], "sectionCount": 319, "url": "transcripts.cnn.com/TRANSCRIPTS/0507/21/ip.01.html", "sentenceCount": 754, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 21, 2005 - 15:30   ET", "speakers": ["ANNOUNCER", "BUSH", "Judging the judge", "REID", "CROWLEY", "BLAIR", "QUIJANO", "be", "FALKENRATH", "HENRY", "Also", "WARNER", "COLLINS", "LANDRIEU", "PILGRIM", "today", "news", "GREENSPAN", "Boies", "KING", "SCHNEIDER", "STEWART", "SPECTER", "BOXER", "GROUP ", "HATCH", "ROBERTS", "GRASSLEY", "more", "TATTON", "SCHECHNER", "Details below ground unclear as he's writing this.  He cycled off to try and find out what is going on.  But above ground", "Judging Roberts", "And a new wrinkle in the CIA leak probe", "MCCLELLAN", "BEGALA", "GALEN", "Can you imagine a New Yorker trying to get into the BMT at the subway at 7", "horrible", "Ask him", "Rehnquist", "BLITZER", "GALE"], "title": "INSIDE POLITICS"}