{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1411.09.ip.01.html.json", "subTitle": "Talk of Common Ground: Just Talk?; Winners & Losers Among the 2016 Prospects", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Voters give Republicans full control of Congress, sent President Obama a blunt message.", "sentId": 0}], "secId": 0}, {"speaker": "OBAMA", "sentences": [{"text": "To everyone who voted I want you to know that I hear you.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "But talk of getting along is immediately tested by White House plans to take sweeping executive action on immigration.", "sentId": 2}], "secId": 2}, {"speaker": "BOEHNER", "sentences": [{"text": "When you play with matches, you take the risk of burning yourself.", "sentId": 3}], "secId": 3}, {"speaker": "MCCONNELL", "sentences": [{"text": "It's like raving a red flag in front of a bull.", "sentId": 4}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "After six years of distrust is there really any hope for deal making.", "sentId": 5}], "secId": 5}, {"speaker": "ERNST", "sentences": [{"text": "And we're going to make them squeal.", "sentId": 6}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "Does the 2014 Republican wave mean a thing as we shift immediately to the 2016 presidential race?", "sentId": 7}], "secId": 7}, {"speaker": "PAUL", "sentences": [{"text": "Frankly, I that yesterday was a repudiation of Hillary Clinton.", "sentId": 8}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "True or just wishful thinking?", "sentId": 9}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 10}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 11}, {"text": "I'm John King.", "sentId": 12}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 13}], "secId": 11}, {"speaker": "And with us to share their reporting and their insight", "sentences": [{"text": "Julie Pace of the Associated Press, Manu Raju of Politico, Jonathan Martin of the \"New York Times and Nia-Malika Henderson of \"The Washington Post.\"", "sentId": 14}, {"text": "The optics as the political consultants like to say were just about perfect.", "sentId": 15}, {"text": "President Obama and bipartisan congressional leadership around the table for a post-election White House lunch on Friday complete with this conciliatory words from the host.", "sentId": 16}], "secId": 12}, {"speaker": "OBAMA", "sentences": [{"text": "I'm not going judge ideas based on whether they are Democratic or Republican.", "sentId": 17}, {"text": "I'm going to be judging them based on whether or not they work.", "sentId": 18}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Looks good, sounds about right.", "sentId": 19}, {"text": "But, pay little or no attention.", "sentId": 20}, {"text": "It is, when it comes to the big issues anyway, sadly a charade.", "sentId": 21}, {"text": "Why?", "sentId": 22}, {"text": "Because the President is days away from sweeping executive action on immigration despite warnings from Speaker John Boehner and the soon to be Majority Leader Mitch McConnell -- that such touch a move would poison the well.", "sentId": 23}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Julie Pace you covered the White House everyday they have to know that immigration is likely to become health care.", "sentId": 24}, {"text": "I say that in the context that the President came out of the box in 2009.", "sentId": 25}, {"text": "A lot of people said don't do health care first, don't poison the well.", "sentId": 26}, {"text": "He did health care first, he poisoned the well.", "sentId": 27}, {"text": "Republicans either -- Democrats are saying that's not fair, that's not fair.", "sentId": 28}, {"text": "That's how Republicans took it.", "sentId": 29}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "When he does this on immigration they have to know that they are going fire up the Republican base and make compromise from that point out harder.", "sentId": 30}], "secId": 16}, {"speaker": "PACE", "sentences": [{"text": "And the great irony in all of this is that the White House chose this timing.", "sentId": 31}, {"text": "They had planned to do this before the election.", "sentId": 32}, {"text": "They decided not to in part because Democratic senators had asked them not to.", "sentId": 33}, {"text": "They chose to stick this right after the election when they knew there was a good chance Republicans would win.", "sentId": 34}], "secId": 17}, {"speaker": "PACE", "sentences": [{"text": "And you know there is some merit to what Republicans are saying.", "sentId": 35}, {"text": "Obviously Republicans had a chance to vote on immigration legislation and they decided not to do it in the house.", "sentId": 36}], "secId": 18}, {"speaker": "PACE", "sentences": [{"text": "But they won this election.", "sentId": 37}, {"text": "And they have to have an opportunity to push forward their agenda and if the President does this you can just see everything that they are talking about compromise on other issues completely collapsing.", "sentId": 38}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "But they have to know this at the White House.", "sentId": 39}, {"text": "it's part of the calculation to stoke the Republicans, to see what happens.", "sentId": 40}, {"text": "Because the one way the President get his momentum back is if the Republicans over read and overstep.", "sentId": 41}, {"text": "If they start running around saying impeach him -- impeach him he just did this executive action.", "sentId": 42}], "secId": 20}, {"speaker": "HENDERSON", "sentences": [{"text": "That's right and I mean there are a lot of folks in the Republican caucus who do not want this to happen and may start mouthing off about it in a way that could be helpful to Democrats.", "sentId": 43}, {"text": "So there's that as well.", "sentId": 44}, {"text": "I think that's part of the Obama's calculus.", "sentId": 45}], "secId": 21}, {"speaker": "HENDERSON", "sentences": [{"text": "I also think Obama has sort of played this before with Republicans, wait and see and gave them a chance to do something and they didn't so in some ways he doesn't have a lot of, you know, why would he believe him this time that it would get done.", "sentId": 46}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "To that point does he have no choice in the sense that the Speakers made clear he's not ready to do this and the senate bill expires at the end of the year and everybody at this table knows this from traveling in the election year the Latino community is beyond disappointed.", "sentId": 47}, {"text": "They are furious at this President because they think he has put it out there and pulled it back, put it out there and pulled it back time and time again.", "sentId": 48}], "secId": 23}, {"speaker": "MARTIN", "sentences": [{"text": "Yes it's hard to see any bill moving out of the House on immigration given how the House has gotten more conservative, by the way, sort of the sort of not wildly told stories of this election but a lot of the new folks coming to the House are pretty hard line, John.", "sentId": 49}], "secId": 24}, {"speaker": "MARTIN", "sentences": [{"text": "The President knows what he's doing on this.", "sentId": 50}, {"text": "This is a long term play for his legacy with Hispanics and immigration but it's a long term play I think a lot of folks at the White House believe for the party because this is going to sort of lock in they believe, Hispanic loyalty to the Democratic Party, something that this election wasn't terribly important but presidential election hugely important.", "sentId": 51}], "secId": 25}, {"speaker": "PACE", "sentences": [{"text": "But speaking of the party you do start to hear from some Democrats over the last day or two people saying, you know what?", "sentId": 52}, {"text": "Let's go back to John Boehner and say hey John why don't you just have an up or down vote on this at least make that gesture and let John Boehner one more time say no I'm not going to vote on immigration because they give Democrats --", "sentId": 53}], "secId": 26}, {"speaker": "RAJU", "sentences": [{"text": "You know the challenge is going to be the timing of this because the continuing resolution, the government funding expires on December 13th and if the White House moves on something before then it could give Republicans more push, more momentum behind putting a rider in that bill and try to block that action and lead to a big confrontation that could once again provoke fears of a government shutdown.", "sentId": 54}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "There wasn't much goodwill in the well to begin with.", "sentId": 55}, {"text": "And now the Republicans call this poison, is there are -- look I assume they will agree at some point maybe next year on infrastructure bank because the 31 Republican governors they love that money.", "sentId": 56}, {"text": "The President and the Republicans can maybe do some business on trade because the Republicans are more with it than the Democrats.", "sentId": 57}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "But on the big stuff we just talked about the immigration issue.", "sentId": 58}, {"text": "Can the President you know if the Republicans come to the table they're going to have a vote on repealing Obamacare.", "sentId": 59}, {"text": "They promised it in the campaign they don't have the vote so they will fail.", "sentId": 60}, {"text": "The question is if they come back later and say let's fix it and change things will there be any goodwill to do that?", "sentId": 61}], "secId": 29}, {"speaker": "MARTIN", "sentences": [{"text": "I doubt it.", "sentId": 62}, {"text": "And it's not so much John because of the Senate it's because of the House.", "sentId": 63}, {"text": "I mean look, I think that you could have seen legislation move in the past few years if we had a unicameral legislature with just the Senate.", "sentId": 64}, {"text": "But the fact is we have a house which is a much more conservative body and I think it's going to be harder to get much out of there with the exception of some of the --", "sentId": 65}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "The President doesn't have a good relationship with Mitch McConnell.", "sentId": 66}, {"text": "You had an article not that long ago saying Mitch McConnell called me once along in the Oval Office.", "sentId": 67}, {"text": "They need both of them -- need to work on that but can he go to Boehner.", "sentId": 68}, {"text": "Can he go to Boehner and say hey let's pay you know we failed on repealing let's pass these changes.", "sentId": 69}, {"text": "I can get enough 2016 Democrats to come around for these six or eight or these four or five you've got to give this to me in the House.", "sentId": 70}], "secId": 31}, {"speaker": "RAJU", "sentences": [{"text": "I think if the White House were to get something in exchange for say a medical device tax repeal, that's something that does have bipartisan support maybe then the White House could get something in exchange, they can go along with it, they could sign it or where do Republicans put it, what kind of a bill do they put it in to get something like that done.", "sentId": 71}, {"text": "Is it a must pass bill that the President has to sign to keep the government funded.", "sentId": 72}, {"text": "If it's something like that that has bipartisan presumably we could go along.", "sentId": 73}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "What about the DNA of the principles here?", "sentId": 74}, {"text": "You have the President, Leader McConnell, Speaker Boehner.", "sentId": 75}, {"text": "McConnell and Boehner used to be deal makers.", "sentId": 76}, {"text": "But their own, do they have the leash, do they have a long enough leash given the politics in their own Republican caucuses number one; and the President has never liked this kind of thing.", "sentId": 77}, {"text": "Is there any reason to believe the next two years he says I want to be LBJ?", "sentId": 78}], "secId": 33}, {"speaker": "PACE", "sentences": [{"text": "Well he's -- not only does he not like it he's just not very good at it.", "sentId": 79}, {"text": "It doesn't come naturally to him.", "sentId": 80}, {"text": "I think one of the questions will be who he surrounds himself with.", "sentId": 81}, {"text": "The staff looks pretty similar.", "sentId": 82}, {"text": "The cabinet's pretty similar.", "sentId": 83}, {"text": "How much does he bring Biden into this?", "sentId": 84}, {"text": "I mean Biden I think could actually be a major player in this.", "sentId": 85}, {"text": "He has a relationship with McConnell, he has a relationship with Boehner and he gets the art of deal making.", "sentId": 86}], "secId": 34}, {"speaker": "I do think it's important to remember that this is a President that has two years left.  He has an eye firmly on his legacy.  He does not want his legacy to be two years of absolute gridlock.      RAJU", "sentences": [{"text": "And I would just add that you know McConnell really feels", "sentId": 87}], "secId": 35}, {"speaker": "I do think it's important to remember that this is a President that has two years left.  He has an eye firmly on his legacy.  He does not want his legacy to be two years of absolute gridlock.      RAJU", "sentences": [{"text": "emboldened by his victory.", "sentId": 88}, {"text": "He took on the right.", "sentId": 89}, {"text": "He beat them.", "sentId": 90}, {"text": "He's feeling very good right now.", "sentId": 91}, {"text": "He is probably going to have 54 senators in his caucus that gives him a little bit of wiggle room.", "sentId": 92}, {"text": "So if people like Ted Cruz want to create problems and ok go create problems but then maybe can get Democratic support as he moves a little bit to the middle.", "sentId": 93}, {"text": "He seems confident in taking on the right for right now.", "sentId": 94}, {"text": "I mean that could certainly change in the coming months.", "sentId": 95}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "But we have two sets of dynamics.", "sentId": 96}, {"text": "How do the Republicans deal with their internal politics and then how do they deal with the President.", "sentId": 97}], "secId": 37}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes and that's the big problem.", "sentId": 98}, {"text": "For one, the President we've seen him go on these sort of charm offensives before and they didn't really working.", "sentId": 99}, {"text": "Then you have a kind of raucous caucus in the house and then Ted Cruz wanted to make some noise because he's Ted Cruz and he likes to do that.", "sentId": 100}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "We haven't mentioned congressional Democrats in this conversation which I think is telling.", "sentId": 101}, {"text": "And I think it's -- but I do see if the President does tries to do business let's say he tries to cut a deal on entitlements with Republicans, thinking about his legacy, I'm going to be the guy who put Medicare on a 50 year secure financial footing.", "sentId": 102}, {"text": "Then I can see Elizabeth Warren as the new Ted Cruz Jonathan coming to the floor and saying over my dead body -- right?", "sentId": 103}], "secId": 39}, {"speaker": "MARTIN", "sentences": [{"text": "Not just in Senate but you'd have House Democrats saying the same thing.", "sentId": 104}, {"text": "They would say Mr. President you're going to be leaving in 2016.", "sentId": 105}, {"text": "We'd like to actually win the House back at some point.", "sentId": 106}, {"text": "If you deny us that issue what are we possibly going to run on?", "sentId": 107}, {"text": "That's Democrats bread and butter politically and I think they would be very concerned about losing that issue especially in the House where they really want to get the majority back or start building back the majority.", "sentId": 108}], "secId": 40}, {"speaker": "RAJU", "sentences": [{"text": "And that's why you haven't heard entitlement reform being mentioned by the White House.", "sentId": 109}], "secId": 41}, {"speaker": "PACE", "sentences": [{"text": "And if we learned anything from this election though is that there are a lot of -- there's a lot of tension between Obama and congressional Democrats.", "sentId": 110}, {"text": "There's not a reservoir of goodwill there with his own party.", "sentId": 111}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "And he's still the leader, de facto leader of the Democratic Party.", "sentId": 112}, {"text": "But I think loyalty -- remember what happened to George W. Bush after the 2000 -- let's forget about --", "sentId": 113}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "All right let's sit tight.", "sentId": 114}, {"text": "Much more to talk about.", "sentId": 115}, {"text": "Yes huge wins but also some red flags for Republicans hopes of taking the White House back in 2016.", "sentId": 116}, {"text": "And should Hillary Clinton be happy or worried?", "sentId": 117}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "First though this week's \"Politicians Say the Darnedest Things -- the President, the Senator and the drink they just can't seem to schedule.", "sentId": 118}], "secId": 45}, {"speaker": "OBAMA", "sentences": [{"text": "Actually, I would enjoy having some Kentucky bourbon with Mitch McConnell.", "sentId": 119}, {"text": "I don't know what his preferred drink is.", "sentId": 120}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "So will McConnell grab that drink with the President?", "sentId": 121}, {"text": "Well, He tweeted this picture slash invitation over a year and a half ago.", "sentId": 122}, {"text": "Look at it right there.", "sentId": 123}, {"text": "He's still waiting for the President to fill that bar stool.", "sentId": 124}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 125}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "No question Republicans are celebrating and for good reason.", "sentId": 126}, {"text": "Let's just take a look at the map.", "sentId": 127}, {"text": "31 Republican governors now -- look at all that red.", "sentId": 128}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Let's look at Senate races.", "sentId": 129}, {"text": "They started the night at 45, right now they have at least 53 and if they pick up Louisiana in a runoff next month they will go from 45 to 54 in the Senate.", "sentId": 130}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "Now let's look at the House.", "sentId": 131}, {"text": "Look at this.", "sentId": 132}, {"text": "A bigger Republican majority in the House and just a reminder it was a lot more blue when President Obama took office.", "sentId": 133}, {"text": "That's what it looks like now.", "sentId": 134}, {"text": "So, of course Republicans are in a great mood, 2014 was awesome.", "sentId": 135}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "So that means it will carry over to 2016, right?", "sentId": 136}, {"text": "Not so fast.", "sentId": 137}, {"text": "Let's take a peek at the exit polls.", "sentId": 138}, {"text": "Some sobering numbers here for Republicans.", "sentId": 139}, {"text": "First remember this.", "sentId": 140}, {"text": "The midterm electorate was more white, fewer African-Americans and Latinos -- these numbers likely to go up in a presidential year; this number likely to go down.", "sentId": 141}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "Also, 51 percent of women, 49 percent of men in the midterm electorate; in a presidential year this number tends to go up to around 53.", "sentId": 142}, {"text": "That helps the Democrats.", "sentId": 143}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "Also we had an older electorate this time; this percentage likely shrinks in a presidential year.", "sentId": 144}, {"text": "And if this goes up -- you see the blue, 18 to 29 -- those voters tend to vote Democratic.", "sentId": 145}, {"text": "This was a good Republican demographic.", "sentId": 146}, {"text": "We'll see what 2016 looks like.", "sentId": 147}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "And even as voters gave Republicans all these jobs, look 54 percent of the voters on Tuesday have an unfavorable opinion of the Republican Party.", "sentId": 148}, {"text": "This was not a love letter.", "sentId": 149}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "And look at these presidential contenders.", "sentId": 150}, {"text": "Chris Christie he would make a good president -- right; 64 percent of the voters on Tuesday said no.", "sentId": 151}, {"text": "How about Rand Paul -- 60 percent said no; they don't think Rand Paul would make a good president.", "sentId": 152}, {"text": "Certainly somebody would get better marks.", "sentId": 153}, {"text": "Well not Rick Perry -- 62 percent said the Texas governor, not their choice for president, they don't think he'd make a good one.", "sentId": 154}, {"text": "Jeb Bush, 59 percent said no to Jeb Bush.", "sentId": 155}, {"text": "So, not a lot of love for the GOP field anyway.", "sentId": 156}, {"text": "Republicans will like this number.", "sentId": 157}, {"text": "53 percent of the voters on", "sentId": 158}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "this big day said Hillary Clinton in their view would not make a good president.", "sentId": 159}, {"text": "One of those Republicans I just mentioned Rand Paul he says forget President Obama, the election results were a repudiation of her.", "sentId": 160}], "secId": 57}, {"speaker": "PAUL", "sentences": [{"text": "She's said to be the frontrunner for the nomination of their party so really elections are about who the leadership is in a party and it's about either accepting or rejecting those leaders and frankly I think that yesterday was a repudiation of Hillary Clinton.", "sentId": 161}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "Jonathan Martin, Rand Paul just tried to throw another punch at Hillary Clinton -- any truth to that?", "sentId": 162}], "secId": 59}, {"speaker": "MARTIN", "sentences": [{"text": "He's been doing this for some time now trying to focus attention on Hillary Clinton.", "sentId": 163}, {"text": "It's actually less about Hillary Clinton than it is about his own primary, I think.", "sentId": 164}, {"text": "He's trying to sort of make himself into somebody that could be a real leader and take to it the assumed Democratic standard bearer.", "sentId": 165}, {"text": "But he's going to have some real challenges first in his own primary.", "sentId": 166}], "secId": 60}, {"speaker": "MARTIN", "sentences": [{"text": "And I think what he's doing here is trying to sort of move the attention from that and say I'm going to be the first guy out of the gate that's going after Hillary.", "sentId": 167}, {"text": "It's not going to stop a lot of folks on the right from trying to stop him, though.", "sentId": 168}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "And nobody has stepped forward to say, ok, this is a repudiation of Hillary Clinton.", "sentId": 169}, {"text": "I mean on the Democratic side to say here's Elizabeth Warren, who hasn't said ok now I will run or somebody else serious.", "sentId": 170}, {"text": "So even if she has to study these exit polls and learn voters are unhappy with everybody.", "sentId": 171}, {"text": "But voters don't like anybody.", "sentId": 172}, {"text": "So she has to learn because she's part of the past and she wants to be that candidate of the future.", "sentId": 173}, {"text": "Is it bad for her, good for her, indifferent for her?", "sentId": 174}], "secId": 62}, {"speaker": "RAJU", "sentences": [{"text": "I mean it's not great for her because it shows that the party that she, the President who she served, this is a repudiation of his policies and she has to figure out a message that she can carry forward in 2016 and that Democrats can run on.", "sentId": 175}], "secId": 63}, {"speaker": "RAJU", "sentences": [{"text": "I think that's what we saw on Tuesday that Democrats really didn't have a message in this election year.", "sentId": 176}], "secId": 64}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 177}], "secId": 65}, {"speaker": "RAJU", "sentences": [{"text": "You know, they ran on -- they tried to make it state by state race and a contrast between each of these candidates.", "sentId": 178}, {"text": "They railed against the Koch brothers.", "sentId": 179}, {"text": "They talked about the minimum wage.", "sentId": 180}, {"text": "But what was the overarching theme?", "sentId": 181}, {"text": "I think that's what Hillary is going to have to worry about come 2016.", "sentId": 182}, {"text": "What is she running on and what does the party stand for?", "sentId": 183}, {"text": "PACE:  I do think it makes it very easy for her though to come", "sentId": 184}], "secId": 66}, {"speaker": "RAJU", "sentences": [{"text": "out of the gate and quickly separate herself from President Obama.", "sentId": 185}, {"text": "She's not going to get a lot of questions from Democrats about why she's doing that.", "sentId": 186}, {"text": "This election showed he's unpopular and if a Democrat wants to win in 2016 they're going to have to have a different message and just act differently than he has.", "sentId": 187}], "secId": 67}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 188}, {"text": "I think that's true.", "sentId": 189}, {"text": "I think also one of the takeaways for this was that that old Clinton magic doesn't really work -- right.", "sentId": 190}, {"text": "I mean part of the argument around the Clinton presidency or a Clinton run is that she can expand the map that perhaps she can do well with southern white working class voters.", "sentId": 191}, {"text": "And if you look at the way the Democratic brand did in these states among white voters, I mean just completely wiped out among white voters.", "sentId": 192}, {"text": "So can she still make that argument that she can win in a place like Kentucky?", "sentId": 193}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "And some on the Republican side who was helped the most or hurt the most by this?", "sentId": 194}, {"text": "Let's go back to Rand Paul who does, as you mentioned, likes to attack Hillary Clinton.", "sentId": 195}, {"text": "I think to show the base -- I'm tough, I can take on a Clinton.", "sentId": 196}, {"text": "He made some friends -- the biggest question about him heading into this cycle was the establishment.", "sentId": 197}, {"text": "They thought is he too isolationist like his dad?", "sentId": 198}, {"text": "Is he, you know, unpredictable like his dad?", "sentId": 199}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "He cut some ads for the Chamber of Commerce.", "sentId": 200}, {"text": "He campaigned where people asked him too.", "sentId": 201}, {"text": "He helped his senior senator Mitch McConnell win what turned out to be an easy re-election in Kentucky.", "sentId": 202}, {"text": "Mitch McConnell said if Rand runs on with him -- big winner here, medium winner?", "sentId": 203}], "secId": 70}, {"speaker": "RAJU", "sentences": [{"text": "I think he's a pretty big winner.", "sentId": 204}], "secId": 71}, {"speaker": "MARTIN", "sentences": [{"text": "But he also helped himself.", "sentId": 205}], "secId": 72}, {"speaker": "RAJU", "sentences": [{"text": "He helped himself certainly especially Mitch McConnell has a huge fundraising network and that's going to be very important for Rand Paul and also there are those folks, those hawkish donors in the Republican party who are skeptical about his foreign policy views and if someone like McConnell can open the door to those people who will open their check books to him, that could certainly help.", "sentId": 206}], "secId": 73}, {"speaker": "RAJU", "sentences": [{"text": "But he -- I don't think he's the only one who --", "sentId": 207}], "secId": 74}, {"speaker": "MARTIN", "sentences": [{"text": "The question is how strong of an endorsement is this for Rand Paul.", "sentId": 208}, {"text": "Is it a paper endorsement or is it, you know, calling up donors for Rand.", "sentId": 209}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "It's not like McConnell has a lot of sway with the grassroots.", "sentId": 210}], "secId": 76}, {"speaker": "HENDERSON", "sentences": [{"text": "Right, right.", "sentId": 211}, {"text": "That's right.", "sentId": 212}, {"text": "That's right, yes.", "sentId": 213}], "secId": 77}, {"speaker": "MARTIN", "sentences": [{"text": "The money guys.", "sentId": 214}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "Rand Paul loves that endorsement with the money guys in private.", "sentId": 215}, {"text": "He's not going to take Mitch to Iowa -- I don't think.", "sentId": 216}, {"text": "How about this guy Chris Christie?", "sentId": 217}, {"text": "Listen to him on the radio", "sentId": 218}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "here.", "sentId": 219}, {"text": "We all know, you know -- some people say he's a bully.", "sentId": 220}, {"text": "He says \"No, I'm just New Jersey.", "sentId": 221}, {"text": "I call them like I see them.\"", "sentId": 222}, {"text": "Listen to this interview where he says, \"Hey look, if people hit me enough I'm going to hit back.\"", "sentId": 223}], "secId": 80}, {"speaker": "CHRISTIE", "sentences": [{"text": "You have to listen but you don't have an obligation to be a heavy bag, you know.", "sentId": 224}, {"text": "So, you got arms and if people want to keep punching you then eventually you have to punch back.", "sentId": 225}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "I want to see this in Iowa.", "sentId": 226}, {"text": "I just want to see it.", "sentId": 227}], "secId": 82}, {"speaker": "HENDERSON", "sentences": [{"text": "-- any just regular America outside of New Jersey, this sort of blustering and yelling at folks who heckle him, it just doesn't work.", "sentId": 228}, {"text": "It doesn't look very presidential.", "sentId": 229}, {"text": "It doesn't look very statesman like.", "sentId": 230}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "But it does look authentic.", "sentId": 231}], "secId": 84}, {"speaker": "HENDERSON", "sentences": [{"text": "It looks authentic.", "sentId": 232}], "secId": 85}, {"speaker": "PACE", "sentences": [{"text": "Right.", "sentId": 233}], "secId": 86}, {"speaker": "PACE", "sentences": [{"text": "And the thing about Chris Christie and also I'll put Scott Walker in this category after this election is now both of them through their own campaigns and with Christie helping others get elected can really point to electoral success.", "sentId": 234}, {"text": "And if you are a Republican who has suffered in a blue state, you have suffered through these losses in presidential years.", "sentId": 235}, {"text": "You want somebody who shows I know how to win.", "sentId": 236}], "secId": 87}, {"speaker": "HENDERSON", "sentences": [{"text": "But can he point to success in New Jersey?", "sentId": 237}, {"text": "I mean they haven't had a very easy time with credit downgrades.", "sentId": 238}, {"text": "So it's a problem.", "sentId": 239}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Just go back to being governor now and that is to be accountable for .", "sentId": 240}, {"text": "John Kasich, the newly-reelected governor of Ohio also somebody to keep an eye on.", "sentId": 241}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "All right, everybody sit tight.", "sentId": 242}, {"text": "We're not done yet.", "sentId": 243}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Up next our great reporters share some news nuggets from their notebooks including Ted Cruz plans to hone his watchdog skills in 2015.", "sentId": 244}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "Let's take a trip around the INSIDE POLITICS table and get you out ahead of the big political stories just around the corner.", "sentId": 245}, {"text": "Julie Pace.", "sentId": 246}], "secId": 92}, {"speaker": "PACE", "sentences": [{"text": "Well, presidents late in their second term tend to immerse themselves in foreign policy and President Obama is no exception.", "sentId": 247}, {"text": "Less than a week after the midterms he's headed to Asia which is really going to be the first test of whether he's weakened overseas by this election.", "sentId": 248}], "secId": 93}, {"speaker": "PACE", "sentences": [{"text": "And officials are now increasingly nervous about the reception he's going to get in China.", "sentId": 249}, {"text": "There's a newspaper in China that's connected to the government that wrote a story before he left saying that the American public had downgraded the President and was tired of his banality.", "sentId": 250}, {"text": "So not exactly the warm welcome they were hoping for.", "sentId": 251}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "It just proves the old axiom all politics is global.", "sentId": 252}], "secId": 95}, {"speaker": "RAJU", "sentences": [{"text": "We just finished 2014 but we're going to be looking at 2016 and the retirement watch.", "sentId": 253}, {"text": "And this is going to have a huge impact on Senator McConnell's ability to keep a Republican majority.", "sentId": 254}, {"text": "There are a number of Republican senators that we're going to be looking at very closely on whether or not they decide to run again.", "sentId": 255}, {"text": "People like Richard Burr of North Carolina, Dan Coats in Indiana, Mark Kirk in Illinois -- there are several others, Chuck Grassley in Iowa -- do they run for re-election.", "sentId": 256}, {"text": "If those open seats are there then, of course, Democrats have a chance of taking those back.", "sentId": 257}], "secId": 96}, {"speaker": "RAJU", "sentences": [{"text": "And on the Democratic side Harry Reid, 2016 -- everyone will be waiting for him to finally make his decision.", "sentId": 258}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "I get they're are all getting memos saying if you're planning to run make sure you go home once in a while and make sure you live there.", "sentId": 259}], "secId": 98}, {"speaker": "MARTIN", "sentences": [{"text": "What are you saying -- John?", "sentId": 260}], "secId": 99}, {"speaker": "MARTIN", "sentences": [{"text": "While John Boehner and Mitch McConnell are having lunch with President Obama on top of this new era of good feeling Ted Cruz is still out there and is very much going to be a sort of accountability enforcer for the base in the Senate.", "sentId": 261}], "secId": 100}, {"speaker": "MARTIN", "sentences": [{"text": "I talked to him late election night on the phone and I asked him about whether or not the party should try to sort of back off the repeal of the Affordable Care Act or try to compromise on immigration.", "sentId": 262}, {"text": "He said emphatically not.", "sentId": 263}, {"text": "And in fact he said the only way to sort of keep faith with the folks that elected them was to stand by the issues they had done so.", "sentId": 264}, {"text": "And he said the biggest two issues for his party this cycle were A, repealing Obamacare as he called; and B, stopping the President's illegal executive action as he called it on immigration.", "sentId": 265}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "Mitch McConnell's new best friend.", "sentId": 266}], "secId": 102}, {"speaker": "MARTIN", "sentences": [{"text": "The question though is guys, how much time will he be in the Senate and how much time will he be in Iowa next year.", "sentId": 267}, {"text": "Mitch McConnell is hoping more of the latter.", "sentId": 268}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "That's a great question.", "sentId": 269}], "secId": 104}, {"speaker": "Go ahead  --      HENDERSON", "sentences": [{"text": "A lot of questions about what happens next in terms", "sentId": 270}], "secId": 105}, {"speaker": "Go ahead  --      HENDERSON", "sentences": [{"text": "of Democrats and in terms of the Democratic leadership.", "sentId": 271}, {"text": "People focusing in some ways on Debbie Wasserman-Schultz -- does she stay on?", "sentId": 272}, {"text": "Of course, she leads the Democratic National Convention -- Committee.", "sentId": 273}, {"text": "It hasn't always been an easy time for her.", "sentId": 274}, {"text": "She has said she wants to serve out her term -- it ends in January of 2017.", "sentId": 275}], "secId": 106}, {"speaker": "Go ahead  --      HENDERSON", "sentences": [{"text": "And in some ways there's questions about whether or not she's close enough to Hillary Clinton, whether she wants her to stay on.", "sentId": 276}, {"text": "But it will be interesting to see whether or not she's able to stick it out or move on.", "sentId": 277}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "I think not.", "sentId": 278}, {"text": "Some people survive --", "sentId": 279}], "secId": 108}, {"speaker": "HENDERSON", "sentences": [{"text": "Right -- yes.", "sentId": 280}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "-- survive and surprise and do it.", "sentId": 281}, {"text": "But there's a lot of heat on her and a lot of people in the party because they didn't well.", "sentId": 282}, {"text": "I don't think she's going to find her base.", "sentId": 283}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 284}, {"text": "Put one in the -- I'll call it take nothing for granted file.", "sentId": 285}, {"text": "The Republicans have one more race they need to win and that's Louisiana in runoff -- it's December 6.", "sentId": 286}, {"text": "Bill Cassidy is the Republican.", "sentId": 287}, {"text": "Exit polls show he's a huge favorite over Mary Landrieu, the Democratic incumbent but to take nothing for granted, the Republican National Committee is sending 350 staffers to Louisiana to help with the field operation to get out the vote.", "sentId": 288}, {"text": "That's 350 staffers.", "sentId": 289}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "They're all finished with the other campaigns so why not.", "sentId": 290}, {"text": "Send them down Louisiana.", "sentId": 291}, {"text": "The food is good.", "sentId": 292}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Democrats say they will beef up their ground game but we've seen some indications some Democrats are going to pull their money out of that race because they think it's already lost.", "sentId": 293}, {"text": "Landrieu faces one other big question.", "sentId": 294}, {"text": "Here only chance of winning is ginning up gigantic African-American turn out.", "sentId": 295}, {"text": "Will she defy the trend of this year and invite the President down?", "sentId": 296}, {"text": "Don't bet on it.", "sentId": 297}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 298}, {"text": "Thanks again for sharing your Sunday morning.", "sentId": 299}, {"text": "We'll see you soon.", "sentId": 300}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" with Candy Crowley starts right now.", "sentId": 301}], "secId": 115}], "sectionCount": 116, "url": "transcripts.cnn.com/TRANSCRIPTS/1411/09/ip.01.html", "sentenceCount": 303, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired November 9, 2014 - 08:30   ET", "speakers": ["KING", "OBAMA", "BOEHNER", "MCCONNELL", "ERNST", "PAUL", "And with us to share their reporting and their insight", "PACE", "HENDERSON", "MARTIN", "RAJU", "I do think it's important to remember that this is a President that has two years left.  He has an eye firmly on his legacy.  He does not want his legacy to be two years of absolute gridlock.      RAJU", "CHRISTIE", "Go ahead  --      HENDERSON"], "title": "INSIDE POLITICS"}