{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.0507.15.ip.01.html.json", "subTitle": "Rove and the CIA Leak; Rehnquist Not Quitting; Replacing O'Connor; The Story So Far: CIA Leak Investigation Timeline; Schwarzenegger Under Fire for Magazine Deal; Iowa Governor Discusses Democratic Agenda; Handicapping the Governors for 2008 Presidential Race; Political Play of Week: Suspending 30-Minute Airport Rule", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "ANNOUNCER", "sentences": [{"text": "A new twist in the CIA leak controversy.", "sentId": 0}, {"text": "Who did Karl Rove speak with, or better yet, who spoke to the president's top political adviser?", "sentId": 1}], "secId": 0}, {"speaker": "ANNOUNCER", "sentences": [{"text": "William Rehnquist says he's staying on the High Court.", "sentId": 2}, {"text": "But will only one Supreme vacancy to fill rather than two actually make the president's job harder?", "sentId": 3}], "secId": 1}, {"speaker": "ANNOUNCER", "sentences": [{"text": "A pumped up controversy over Arnold Schwarzenegger.", "sentId": 4}, {"text": "California's governor is under fire over private aid.", "sentId": 5}], "secId": 2}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Governor Schwarzenegger has been secretly taking in millions of dollars without telling the public.", "sentId": 6}], "secId": 3}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "We were asked these questions a year ago and we answered them then.", "sentId": 7}, {"text": "No, there is no conflict.", "sentId": 8}], "secId": 4}, {"speaker": "ANNOUNCER", "sentences": [{"text": "They may be the stars, but it's these two guys we've got our eyes on, as \"The Wedding Crashers\" comes to a theater near you.", "sentId": 9}, {"text": "Now live from Washington, CNN's INSIDE POLITICS.", "sentId": 10}], "secId": 5}, {"speaker": "JOHNS", "sentences": [{"text": "Thanks for joining us.", "sentId": 11}, {"text": "I'm Joe Johns.", "sentId": 12}, {"text": "The daily drip of the tale about the CIA leak investigation may feel a bit like water torture for Karl Rove and the Bush White House.", "sentId": 13}, {"text": "Today, reports about a Rove conversation with columnist Robert Novak are helping keep the story and the political uproar alive.", "sentId": 14}, {"text": "We begin with our White House correspondent Suzanne Malveaux.", "sentId": 15}, {"text": "Hi, Suzanne.", "sentId": 16}], "secId": 6}, {"speaker": "MALVEAUX", "sentences": [{"text": "Well, hello, Joe.", "sentId": 17}], "secId": 7}, {"speaker": "MALVEAUX", "sentences": [{"text": "Earlier today, we saw President Bush step in step with his top political adviser Karl Rove, both of them heading to Charlotte, North Carolina.", "sentId": 18}, {"text": "The White House strategy remains the same, to say as little as possible, to let those pictures speak for them.", "sentId": 19}, {"text": "But at the same time, of course, there was new information that was revealed today that Rove was involved in discussions, not with one reporter, but at least two reporters when it came to CIA agent Valerie Plame.", "sentId": 20}, {"text": "The interesting twist, however, of course, here is that a lawyer familiar with the grand jury testimony tells me that it was on July 9, 2003, that it was Novak who called Rove, that he revealed the name of the CIA agent Valerie Plame.", "sentId": 21}, {"text": "That rove responded, \"I heard that, too.\"", "sentId": 22}, {"text": "That Rove was not aware of the level of detail before that conversation with Robert Novak.", "sentId": 23}], "secId": 8}, {"speaker": "MALVEAUX", "sentences": [{"text": "Secondly, just a couple days afterwards, July 11, 2003, Rove spoke with \"Time\" magazine's reporter Matt Cooper.", "sentId": 24}, {"text": "He does not mention Plame's name.", "sentId": 25}, {"text": "That is what our source is saying, that he was trying to be discrete.", "sentId": 26}, {"text": "All of this, this lawyer who says he's familiar with the grand jury testimony, says demonstrates that Rove was a consumer of information, not someone who was a provider.", "sentId": 27}], "secId": 9}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, Karl Rove's attorney Robert Luskin told me in response to these reports, saying -- and I'm quoting here, \"Karl's been cooperating for quite some time with the special prosecutor and has told him every pertinent piece of information that he knows and the special prosecutor was aware of all relevant contacts that Karl may have had when he previously reassured him that he was not a target.\"", "sentId": 28}], "secId": 10}, {"speaker": "MALVEAUX", "sentences": [{"text": "So, simply, Joe, there are two unanswered questions here.", "sentId": 29}, {"text": "Of course, who was the original source to Robert Novak, who gave Valerie Plame's name in the first place?", "sentId": 30}, {"text": "That question not yet answered.", "sentId": 31}, {"text": "Of course, up to the special prosecutor.", "sentId": 32}, {"text": "And then secondly, this is the second day in a row that the president has been out on the road, pushing forward a policy issue, a policy matter that has not gotten very much attention.", "sentId": 33}, {"text": "What is going to be the political fall-out of all this if it continues in the days and weeks to come -- Joe?", "sentId": 34}], "secId": 11}, {"speaker": "JOHNS", "sentences": [{"text": "And Suzanne, the White House isn't saying much about this latest information.", "sentId": 35}], "secId": 12}, {"speaker": "MALVEAUX", "sentences": [{"text": "Well, that's right.", "sentId": 36}, {"text": "The White House remains mum on this.", "sentId": 37}, {"text": "They feel that they would rather see President Bush and Rove side by side, step in step, obviously supporting him.", "sentId": 38}, {"text": "They are holding back judgment.", "sentId": 39}, {"text": "It's very interesting, however, that there's several media sources, as well as our own, that have obtained information, at least with a lawyer who is familiar with that grand jury testimony that is putting forward information that they believe exonerates Karl Rove.", "sentId": 40}], "secId": 13}, {"speaker": "JOHNS", "sentences": [{"text": "Thanks so much.", "sentId": 41}, {"text": "Suzanne Malveaux at the White House.", "sentId": 42}], "secId": 14}, {"speaker": "JOHNS", "sentences": [{"text": "If you had any doubt that the Rove matter is adding to the friction on Capitol Hill, consider this -- partisan sniping has endangered even a top Homeland Security priority in the aftermath of the London bombings.", "sentId": 43}], "secId": 15}, {"speaker": "JOHNS", "sentences": [{"text": "Let's go to our congressional correspondent, my colleague on Capitol Hill, Ed Henry.", "sentId": 44}, {"text": "Hi, Ed.", "sentId": 45}], "secId": 16}, {"speaker": "HENRY", "sentences": [{"text": "Good afternoon, Joe.", "sentId": 46}], "secId": 17}, {"speaker": "HENRY", "sentences": [{"text": "In fact, you're right, the Homeland Security spending bill was supposed to be a fine opportunity for both sides to come together in the wake of the London bombings and find a way to increase funding for mass transit security here in the United States.", "sentId": 47}, {"text": "But it quickly got overshadowed by two dust-ups, the first being partisan sniping, as you mentioned, over Karl Rove.", "sentId": 48}], "secId": 18}, {"speaker": "HENRY", "sentences": [{"text": "In fact, the Democrats invited Joe Wilson to a press conference in the Capitol yesterday, where he again accused Rove of perpetrating a partisan dirty trick against his wife Valerie Plame.", "sentId": 49}, {"text": "That was quickly followed by Republicans holding their own press conference in the Capitol, where they claimed that Joe Wilson has credibility problems of his own.", "sentId": 50}], "secId": 19}, {"speaker": "HENRY", "sentences": [{"text": "That tit-for-tat continued when the Senate Democratic leader Harry Reid went to the Senate floor.", "sentId": 51}, {"text": "Democrats introduced an amendment to the Homeland Security spending bill that would have basically stripped the security clearance of Karl Rove or any other official that leaked the name of a CIA operative.", "sentId": 52}], "secId": 20}, {"speaker": "HENRY", "sentences": [{"text": "The Republican leader, Bill Frist, not to be outdone, came up with an amendment of his own that basically said that any official, including senators, would lose their own security clearance if they mishandled FBI information.", "sentId": 53}, {"text": "Make no mistake, that was directly aimed at the top two Democrats in the Senate, Harry Reid and Dick Durbin, both who have been accused in recent months of mishandling FBI information.", "sentId": 54}], "secId": 21}, {"speaker": "HENRY", "sentences": [{"text": "Then the second dust-up came up when the Department of Homeland Security Secretary Michael Chertoff testified before a House committee yesterday, while the Senate debate was going on, and basically said that transit security funding is primarily a state and local government issue, that most of the funding comes from there.", "sentId": 55}, {"text": "That's not necessarily new.", "sentId": 56}, {"text": "That's something that Secretary Chertoff has said before, but Democratic Senator Chuck Schumer went to the Senate floor, demanded an apology from Chertoff, claimed that this was unfair to commuters all across the country.", "sentId": 57}, {"text": "It caused a big storm.", "sentId": 58}], "secId": 22}, {"speaker": "HENRY", "sentences": [{"text": "So Republican Senator Judd Gregg countered that, in fact, the point that Chertoff was trying to make is that, of course, transit security is important to the federal government, but that aviation security is more primarily the responsibility of the federal government.", "sentId": 59}, {"text": "And that, since our transit systems are so open and vulnerable, no amount of money can really stop all of the terrorist -- potential terrorist attacks against rail and subway cars.", "sentId": 60}, {"text": "Instead, Judd Gregg said, the best defense is to come up with good intelligence.", "sentId": 61}], "secId": 23}, {"speaker": "GREGG", "sentences": [{"text": "Let's be honest about it.", "sentId": 62}, {"text": "It is not.", "sentId": 63}, {"text": "The only way you're going to secure our transit systems or our sports events or our other major gathering sites is to find these people before they find us.", "sentId": 64}], "secId": 24}, {"speaker": "HENRY", "sentences": [{"text": "Now, in the end, an amendment pushed by Schumer that would have added $1.4 billion in new transit security funding, that was defeated.", "sentId": 65}, {"text": "The two amendments put forth by Reid and Frist on the Rove matter, they were also -- they also were defeated.", "sentId": 66}, {"text": "But the overall Homeland Security bill did pass in the end, with $100 million in new funds for transit security all across the United States.", "sentId": 67}, {"text": "That's $50 million more than the bill originally had -- Joe.", "sentId": 68}], "secId": 25}, {"speaker": "JOHNS", "sentences": [{"text": "So, Ed, there's really the sense out there that there -- no matter how much money you put into it, you're still not going to come up with the kind of security you need in the situation?", "sentId": 69}], "secId": 26}, {"speaker": "HENRY", "sentences": [{"text": "That's what Secretary Chertoff had said before and what he reiterated yesterday on Capitol Hill when he was trying to sell a new reorganization plan that he is implementing in the department.", "sentId": 70}, {"text": "That the bottom line is that these rail and subway cars are so open to commuters and certainly commuters across the country do not want to have the same kind of metal detector situation, long waits that they endure at the airports.", "sentId": 71}, {"text": "And the best defense is to have good intelligence that stops an attack before it ever happens -- Joe.", "sentId": 72}], "secId": 27}, {"speaker": "JOHNS", "sentences": [{"text": "Great, thanks so much.", "sentId": 73}, {"text": "Ed Henry at the Capitol.", "sentId": 74}], "secId": 28}, {"speaker": "JOHNS", "sentences": [{"text": "As Democrats have stepped up their attacks, Republicans have begun circling the wagons just a bit around Rove.", "sentId": 75}, {"text": "RNC Chairman Ken Mehlman led the charge for party members to break their initial silence and rally to Rove's defense.", "sentId": 76}], "secId": 29}, {"speaker": "JOHNS", "sentences": [{"text": "Ken Mehlman joins us now on INSIDE POLITICS.", "sentId": 77}], "secId": 30}, {"speaker": "JOHNS", "sentences": [{"text": "Thanks for coming in from the rain.", "sentId": 78}], "secId": 31}, {"speaker": "MEHLMAN", "sentences": [{"text": "How you doing, Joe?", "sentId": 79}], "secId": 32}, {"speaker": "MEHLMAN", "sentences": [{"text": "Thanks a lot.", "sentId": 80}], "secId": 33}, {"speaker": "JOHNS", "sentences": [{"text": "Good.", "sentId": 81}], "secId": 34}, {"speaker": "JOHNS", "sentences": [{"text": "So you have said and it seems like the whole RNC has been pointing out that Karl Rove was a recipient more than a provider of information.", "sentId": 82}, {"text": "Where are you getting that from?", "sentId": 83}, {"text": "How do you know that?", "sentId": 84}], "secId": 35}, {"speaker": "MEHLMAN", "sentences": [{"text": "Well, Joe, the first thing we've said and that I think all Americans should agree with is that this is a matter that's very serious that needs to be investigated.", "sentId": 85}, {"text": "That's why the president has instructed the entire White House staff, including Karl Rove, to cooperate fully with this investigation.", "sentId": 86}], "secId": 36}, {"speaker": "MEHLMAN", "sentences": [{"text": "And no one should prejudge this investigation that's led by Pat Fitzgerald, an incredibly able prosecutor.", "sentId": 87}], "secId": 37}, {"speaker": "MEHLMAN", "sentences": [{"text": "What's so disturbing is that two new things have happened this week that have created all this noise in Washington.", "sentId": 88}, {"text": "First, a \"Newsweek\" article came out this past weekend, and then a New York Times article came out this morning, and both of those things would tend to exonerate Karl Rove, not to implicate him in this.", "sentId": 89}], "secId": 38}, {"speaker": "MEHLMAN", "sentences": [{"text": "And yet despite the fact that the \"Newsweek\" article showed that Karl Rove didn't reveal anybody's name, that he discouraged a \"Time\" reporter from writing a false story based on a false premise, and despite the fact that the New York Times story this morning shows that Karl Rove was the recipient of information, not the provider -- despite that, Democrats are out trying to smear him for political gain.", "sentId": 90}, {"text": "You saw it on the floor yesterday.", "sentId": 91}], "secId": 39}, {"speaker": "JOHNS", "sentences": [{"text": "But how do you know that?", "sentId": 92}, {"text": "How do you know he's a recipient?", "sentId": 93}], "secId": 40}, {"speaker": "MEHLMAN", "sentences": [{"text": "I know that only based on the news articles.", "sentId": 94}, {"text": "They don't know it either.", "sentId": 95}, {"text": "That's what's so outrageous about this.", "sentId": 96}], "secId": 41}, {"speaker": "JOHNS", "sentences": [{"text": "But you worked at the White House though, didn't you, at the time when all this was going on?", "sentId": 97}], "secId": 42}, {"speaker": "MEHLMAN", "sentences": [{"text": "I worked at the White House.", "sentId": 98}], "secId": 43}, {"speaker": "MEHLMAN", "sentences": [{"text": "And what I'm doing is looking at two stories, the same stories that the Democrats are looking at.", "sentId": 99}, {"text": "They look at those stories and they say, \"How do we smear someone and politically gain from it?\"", "sentId": 100}], "secId": 44}, {"speaker": "MEHLMAN", "sentences": [{"text": "I look at those two stories and I say, \"Let's let the investigation go forth.\"", "sentId": 101}], "secId": 45}, {"speaker": "MEHLMAN", "sentences": [{"text": "But if you are going to gain information from those stories, the information from the stories exonerates Karl Rove, it doesn't implicate him.", "sentId": 102}], "secId": 46}, {"speaker": "JOHNS", "sentences": [{"text": "But you are not privy to special information?", "sentId": 103}, {"text": "You haven't talked to Karl Rove about message or anything like that?", "sentId": 104}], "secId": 47}, {"speaker": "MEHLMAN", "sentences": [{"text": "Look, the fact is I believe this investigation ought to go forward.", "sentId": 105}], "secId": 48}, {"speaker": "MEHLMAN", "sentences": [{"text": "I did work at the White House.", "sentId": 106}, {"text": "Anything that I was involved with -- I've said I think we ought to all allow the investigation to go forward.", "sentId": 107}], "secId": 49}, {"speaker": "MEHLMAN", "sentences": [{"text": "The fact is that the other side, instead of letting the investigation go forward, instead of having confidence in Mr. Fitzgerald, they are out there right now trying to smear Karl Rove.", "sentId": 108}], "secId": 50}, {"speaker": "MEHLMAN", "sentences": [{"text": "It is wrong to mess around with an investigation for political gain.", "sentId": 109}], "secId": 51}, {"speaker": "JOHNS", "sentences": [{"text": "OK, let's move on to your speech talking about Southern strategy and how it was wrong -- essentially what the Republican Party did back in the '60s.", "sentId": 110}], "secId": 52}, {"speaker": "just", "sentences": [{"text": "\"RNC Chairman Ken Mehlman in remarks to the NAACP apologized for racially divisive tactics that characterized Republican strategies in previous elections, but the Republican spin machine can't hide the fact that Ken Mehlman gleefully took advantage of the very same racially divisive techniques he's apologizing for today in both the 2000 and 2004 elections.\"", "sentId": 111}, {"text": "You think that's fair comment?", "sentId": 112}], "secId": 53}, {"speaker": "MEHLMAN", "sentences": [{"text": "I don't think it's fair at all, Joe.", "sentId": 113}], "secId": 54}, {"speaker": "Here's what I said", "sentences": [{"text": "I said that it's wrong at any time when Americans are divided along racial lines.", "sentId": 114}, {"text": "And I said that in the past there were some Republicans in the North, the South, the East and the West who looked the other way or tried to gain benefit from politically polarizing issues -- racial polarizing issues, excuse me.", "sentId": 115}], "secId": 55}, {"speaker": "Here's what I said", "sentences": [{"text": "But what's clear is that today the Democrats are still doing it.", "sentId": 116}, {"text": "You hear it so often.", "sentId": 117}, {"text": "And that's wrong.", "sentId": 118}, {"text": "And I'm going to condemn it when anybody does it.", "sentId": 119}, {"text": "And I'm going to condemn it when the Democrats do it today.", "sentId": 120}], "secId": 56}, {"speaker": "JOHNS", "sentences": [{"text": "Al Sharpton put out a statement.", "sentId": 121}, {"text": "In part, he said the president should meet immediately with a cross section of the African- American leadership to talk about Supreme Court nominations, affirmative action, election issues in Florida and Ohio.", "sentId": 122}], "secId": 57}, {"speaker": "JOHNS", "sentences": [{"text": "You think he ought to do that?", "sentId": 123}], "secId": 58}, {"speaker": "MEHLMAN", "sentences": [{"text": "Well, the president yesterday met with a group of African-American leaders in Indianapolis.", "sentId": 124}], "secId": 59}, {"speaker": "MEHLMAN", "sentences": [{"text": "The president meets all the time with African-American leaders, many of whom serve in his Cabinet and serve this administration.", "sentId": 125}], "secId": 60}, {"speaker": "The fact is -- the issue is this", "sentences": [{"text": "This administration, this president has an agenda to expand opportunity in this country and to expand freedom in the world.", "sentId": 126}], "secId": 61}, {"speaker": "The fact is -- the issue is this", "sentences": [{"text": "If folks feel like the American dream is not yet for them, if there's a gap in home ownership and education and health care, we have a plan to reduce that disparity.", "sentId": 127}, {"text": "And that's what I was talking about and that's what he was talking about.", "sentId": 128}], "secId": 62}, {"speaker": "JOHNS", "sentences": [{"text": "Are you going to take some heat from the right on this?", "sentId": 129}, {"text": "You know, apologies aren't always that popular.", "sentId": 130}], "secId": 63}, {"speaker": "MEHLMAN", "sentences": [{"text": "Today, I think we have a Republican Party that is a proud party in the tradition of Abraham Lincoln.", "sentId": 131}, {"text": "It's a party that recognizes that we're conservative and we're compassionate and we're committed to racial reconciliation.", "sentId": 132}], "secId": 64}, {"speaker": "MEHLMAN", "sentences": [{"text": "And I hear all over the place, whether it's Senator Sam Brownback, that also spoke at the NAACP about his commitment to Africa, I hear everywhere I go from conservatives, from moderates, from liberals and from a lot of Democrats and independents that they like that our party is committed to reconciliation even while the Democrats try to polarize people.", "sentId": 133}], "secId": 65}, {"speaker": "JOHNS", "sentences": [{"text": "Ken Mehlman, thanks so much for coming in and try to stay dry.", "sentId": 134}], "secId": 66}, {"speaker": "MEHLMAN", "sentences": [{"text": "I'll try to.", "sentId": 135}, {"text": "Thanks.", "sentId": 136}], "secId": 67}, {"speaker": "JOHNS", "sentences": [{"text": "In the unfolding battle over the Supreme Court, it's down to one.", "sentId": 137}, {"text": "Coming up, Chief Justice Rehnquist says he's not going anywhere.", "sentId": 138}, {"text": "Does that put more pressure on the president as he chooses Sandra day O'Connor's successor?", "sentId": 139}, {"text": "Also ahead -- turning into quite a grudge match.", "sentId": 140}, {"text": "We'll fill you in on the latest barbs between Senator Santorum and Kennedy.", "sentId": 141}, {"text": "And later, find out who is flying high in the political \"Play of the Week.\"", "sentId": 142}], "secId": 68}, {"speaker": "JOHNS", "sentences": [{"text": "Chief Justice William Rehnquist returned to work this morning just hours after he was released.", "sentId": 143}, {"text": "A rare public statement announcing he has no plans to retire.", "sentId": 144}], "secId": 69}, {"speaker": "JOHNS", "sentences": [{"text": "Rehnquist was released from the hospital yesterday following two days of treatment for a fever.", "sentId": 145}, {"text": "His age and his ongoing battle against thyroid cancer have led to speculation he might retire.", "sentId": 146}, {"text": "And Washington has been filled with rumors that he might just join Justice Sandra Day O'Connor and step down.", "sentId": 147}], "secId": 70}, {"speaker": "JOHNS", "sentences": [{"text": "At the Capitol, meanwhile, one GOP senator today warned that Democrats won't be satisfied no matter who the president chooses as O'Connor's replacement.", "sentId": 148}, {"text": "But the Democrats floor leader said, he's withholding judgment.", "sentId": 149}], "secId": 71}, {"speaker": "MCCONNELL", "sentences": [{"text": "Don't prejudge.", "sentId": 150}, {"text": "Don't start up the attack machine.", "sentId": 151}, {"text": "Don't declare a war and begin the reflexive demagoguing of qualified Republican nominees regardless of who they are.", "sentId": 152}], "secId": 72}, {"speaker": "REID", "sentences": [{"text": "I think everyone should just cool the rhetoric here and see what is going to happen.", "sentId": 153}, {"text": "The ball is in the president's court.", "sentId": 154}], "secId": 73}, {"speaker": "JOHNS", "sentences": [{"text": "Earlier I discussed the high court vacancy and the confirmation process with Republican Senator John Cornyn of Texas.", "sentId": 155}, {"text": "He's a member of the Judiciary Committee.", "sentId": 156}, {"text": "I started out by asking the Senator Cornyn about all the speculation that surrounded the chief justice.", "sentId": 157}], "secId": 74}, {"speaker": "CORNYN", "sentences": [{"text": "Well, I think the chief justice is getting a little tired of people speculating about his imminent retirement.", "sentId": 158}, {"text": "It kind of reminds me of Mark Twain talking about rumors of his demise being premature when his death was reported.", "sentId": 159}], "secId": 75}, {"speaker": "know", "sentences": [{"text": "Do you think the fact that he's not retiring any time soon changes the calculus on the type of nominee the White House might have to put out there?", "sentId": 160}], "secId": 76}, {"speaker": "CORNYN", "sentences": [{"text": "I don't.", "sentId": 161}, {"text": "I actually think the president is going to call this pretty straight, what I would expect him to do.", "sentId": 162}, {"text": "Of course I knew him when he was governor of Texas.", "sentId": 163}, {"text": "I have seen him nominate people to courts before.", "sentId": 164}, {"text": "And I think they probably know who he's going to nominate in this -- the speculation really doesn't change much of anything.", "sentId": 165}], "secId": 77}, {"speaker": "JOHNS", "sentences": [{"text": "So obviously the main question now is what about the nominee to replace Sandra Day O'Connor on the Supreme Court.", "sentId": 166}, {"text": "Senator Kennedy said on CNN recently that he thinks judicial philosophy is fair game as a question in the nomination hearings.", "sentId": 167}, {"text": "What do you think of that?", "sentId": 168}, {"text": "In fact he mentioned you.", "sentId": 169}], "secId": 78}, {"speaker": "CORNYN", "sentences": [{"text": "I saw that.", "sentId": 170}, {"text": "And I guess if what he's talking about is whether a nominee believes that we ought to enforce the law as written or whether they feel judges should be primarily policy makers and make it up as they go along.", "sentId": 171}, {"text": "I guess in that broad context I would concur that philosophy is appropriate.", "sentId": 172}], "secId": 79}, {"speaker": "CORNYN", "sentences": [{"text": "But if he's talking about having nominees make promises to politicians about how they are likely to rule on specific cases or specific issues, when they become judge, I think that's -- those kind of answers to those kind of questions would be inappropriate.", "sentId": 173}], "secId": 80}, {"speaker": "JOHNS", "sentences": [{"text": "Now, your name has been mentioned as a possibility to fill the seat of Sandra Day O'Connor.", "sentId": 174}, {"text": "No.", "sentId": 175}, {"text": "1, has the White House even talked to you at all about this?", "sentId": 176}, {"text": "Have you been interviewed?", "sentId": 177}, {"text": "Are you inside the process as it stands now?", "sentId": 178}], "secId": 81}, {"speaker": "CORNYN", "sentences": [{"text": "No, I think what it shows is that the speculation here is just rampant.", "sentId": 179}, {"text": "I'm happy being in the Senate.", "sentId": 180}, {"text": "This is where I want to be.", "sentId": 181}, {"text": "I haven't heard from the White House and I really don't expect to hear from them.", "sentId": 182}], "secId": 82}, {"speaker": "CORNYN", "sentences": [{"text": "But it's not bad to have your name mentioned in that kind of favorable context.", "sentId": 183}, {"text": "So, I'm happy to hear it.", "sentId": 184}], "secId": 83}, {"speaker": "JOHNS", "sentences": [{"text": "Of course, you, the former attorney general of the state of Texas, you are also on the judiciary committee in the Senate, of course.", "sentId": 185}, {"text": "You would be well qualified if the president named you.", "sentId": 186}], "secId": 84}, {"speaker": "JOHNS", "sentences": [{"text": "A simple question, though, do you think the president of the United States ought to at this day and time name members of the United States Senate to the court, or is the time for that passed?", "sentId": 187}], "secId": 85}, {"speaker": "CORNYN", "sentences": [{"text": "You know, John, I'm reluctant to make a recommendation to the president because in the end, his vote is the only one that counts on who the nominee is going to be.", "sentId": 188}, {"text": "While he has reached out in an unprecedented fashion to consult with senators and to seek their suggestions on this -- as this process goes forward, he's certainly not under any obligation to do so.", "sentId": 189}, {"text": "And he ultimately is the only one whose going to make that selection.", "sentId": 190}, {"text": "Then our job kicks in, where we're going to have a hearing, we'll ask tough questions.", "sentId": 191}, {"text": "And then we'll get a chance to vote.", "sentId": 192}, {"text": "And that's the way it should be.", "sentId": 193}], "secId": 86}, {"speaker": "JOHNS", "sentences": [{"text": "Being from Texas you've also obviously been following the Karl Rove situation very closely.", "sentId": 194}, {"text": "Any advice to the White House right now?", "sentId": 195}], "secId": 87}, {"speaker": "CORNYN", "sentences": [{"text": "I think the president has it exactly right.", "sentId": 196}, {"text": "There's a process that needs to play its way out.", "sentId": 197}, {"text": "And that is in the criminal justice context based on what I've seen, Karl has nothing to worry about.", "sentId": 198}, {"text": "But here again we recognize that Washington, D.C. has its own unique form of attack politics and this has become a political football.", "sentId": 199}, {"text": "That's all that I can tell.", "sentId": 200}], "secId": 88}, {"speaker": "JOHNS", "sentences": [{"text": "That, of course, Senator John Cornyn of Texas.", "sentId": 201}], "secId": 89}, {"speaker": "JOHNS", "sentences": [{"text": "From the high court to the tennis court, Andre Agassi responds to an effort to draft him for a run for Congress.", "sentId": 202}], "secId": 90}, {"speaker": "JOHNS", "sentences": [{"text": "Also ahead, a California Congressman says enough is enough and reveals his future political plans.", "sentId": 203}], "secId": 91}, {"speaker": "JOHNS", "sentences": [{"text": "A developing story making its way into CNN here.", "sentId": 204}, {"text": "Balco founder Victor Conte pleaded guilty to steroid distribution and money laundering charges in a deal with federal prosecutors making it much less likely that top athletes such as Barry Bonds and Jason Giambi, also Marion Jones, will be forced to testify about alleged drug use.", "sentId": 205}, {"text": "Conte, who founded the Bay Area Laboratory Cooperative, was charged with illegally distributing performance-enhancing drugs to more than 30 baseball, football and track and field stars.", "sentId": 206}], "secId": 92}, {"speaker": "JOHNS", "sentences": [{"text": "Back here on INSIDE POLITICS, Senator Rick Santorum responds to his Democratic colleague Senator Edward Kennedy in todays \"POLITICAL BYTES\".", "sentId": 207}, {"text": "Kennedy, you may recall, took Santorum to task from the Senate floor this week, for Santorum's comments three years ago that the cultural liberalism of Boston played a role in the child abuse scandal that plagued the Catholic Church.", "sentId": 208}, {"text": "The Harrisburg Patriot News reports that Santorum told Catholic media outlets yesterday, quote \"I don't think Ted Kennedy lecturing me on the teachings of the church and how the church should handle these problems is something I'm going to take particularly seriously.\"", "sentId": 209}], "secId": 93}, {"speaker": "JOHNS", "sentences": [{"text": "Out west, eight-term California Congressman Randy Duke Cunningham says he will not run for reelection.", "sentId": 210}, {"text": "As we reported, Cunningham is under investigation for his financial dealings with a defense contractor.", "sentId": 211}, {"text": "The FBI recently searched Cunningham's, home as well as a yacht he lives on while in Washington.", "sentId": 212}], "secId": 94}, {"speaker": "JOHNS", "sentences": [{"text": "And tennis star Andre Agassi has turned down an effort to draft him as a congressional candidate.", "sentId": 213}, {"text": "A retired Nevada man wanted Agassi to challenge third district GOP Congressman John Porter.", "sentId": 214}, {"text": "Agassi released a statement saying he was flattered by the suggestion, but that he plans to focus on tennis, his foundation and his family.", "sentId": 215}], "secId": 95}, {"speaker": "JOHNS", "sentences": [{"text": "Is it a conflict of interest, or much ado about nothing?", "sentId": 216}, {"text": "Coming up, the latest controversy surrounding California Governor Arnold Schwarzenegger and some undisclosed pay.", "sentId": 217}], "secId": 96}, {"speaker": "JOHNS", "sentences": [{"text": "Plus, he's the man in charge of defending the U.S. from terrorism, but this week he also gave a lot of Americans some relief.", "sentId": 218}, {"text": "We'll explain.", "sentId": 219}], "secId": 97}, {"speaker": "JOHNS", "sentences": [{"text": "As the markets get set to close on Wall Street, I'm joined by Christine Romans in New York with \"THE DOBBS REPORT.\"", "sentId": 220}, {"text": "Christine?", "sentId": 221}], "secId": 98}, {"speaker": "CHRISTINE ROMANS", "sentences": [{"text": "Thanks, Joe.", "sentId": 222}], "secId": 99}, {"speaker": "CHRISTINE ROMANS", "sentences": [{"text": "A quiet day on Wall Street.", "sentId": 223}, {"text": "It's often the case on a summer Friday, and it is today.", "sentId": 224}, {"text": "Stocks little changed -- right now at the bell, the Dow Industrials up less than eight points -- 10,636.", "sentId": 225}, {"text": "And the NASDAQ is a quarter percent higher.", "sentId": 226}, {"text": "It's at its best level since January 3.", "sentId": 227}], "secId": 100}, {"speaker": "CHRISTINE ROMANS", "sentences": [{"text": "On the economic front, producer prices were unchanged in June, another sign inflation remains in check.", "sentId": 228}], "secId": 101}, {"speaker": "CHRISTINE ROMANS", "sentences": [{"text": "Enron is trying to clear up a five-year-old mess involving its role in the California energy crisis.", "sentId": 229}, {"text": "The bankrupt company has agreed to pay more than $1.5 billion to settle price gauging charges.", "sentId": 230}, {"text": "However, the final amount actually paid?", "sentId": 231}, {"text": "Well, that will depend on what Enron has left after its creditors are repaid.", "sentId": 232}], "secId": 102}, {"speaker": "CHRISTINE ROMANS", "sentences": [{"text": "California and other western states had accused Enron of using illegal tactics to drive up energy prices in 2000 and 2001.", "sentId": 233}], "secId": 103}, {"speaker": "CHRISTINE ROMANS", "sentences": [{"text": "Big changes may be in the works at Hewlett Packard.", "sentId": 234}, {"text": "There have been rumors circulating for awhile now that HP plans to cut thousands of jobs, and now reports say the official word?", "sentId": 235}, {"text": "It could come early next week.", "sentId": 236}, {"text": "The company is still not commenting.", "sentId": 237}, {"text": "You may recall HP sacked its CEO, Carly Fiorina, earlier this year.", "sentId": 238}], "secId": 104}, {"speaker": "CHRISTINE ROMANS", "sentences": [{"text": "Coming up on CNN at 6 p.m. Eastern on \"LOU DOBBS TONIGHT,\" homeland insecurity.", "sentId": 239}, {"text": "The Senate voted yesterday not to hire more border patrol agents and failed to increase detention space for those caught illegally crossing the border.", "sentId": 240}], "secId": 105}, {"speaker": "MCCAIN", "sentences": [{"text": "Anybody who comes into the United States of America across our southern border today and is from a country other than Mexico, 95 percent chance they will continue their journey to wherever they want to go.", "sentId": 241}, {"text": "We don't have enough detention facilities.", "sentId": 242}, {"text": "We don't have enough beds.", "sentId": 243}], "secId": 106}, {"speaker": "ROMANS", "sentences": [{"text": "Also tonight, political analyst Lawrence O'Donnell was one of the first to suggest Karl Rove was the CIA leaker.", "sentId": 244}, {"text": "He'll give us his insight into this controversy.", "sentId": 245}], "secId": 107}, {"speaker": "ROMANS", "sentences": [{"text": "And some members of America's labor unions are calling for radical changes at the AFL-CIO.", "sentId": 246}, {"text": "We'll tell you why.", "sentId": 247}], "secId": 108}, {"speaker": "ROMANS", "sentences": [{"text": "Plus, Jerry Taylor of the Cato Institute will join us to explain why he thinks the U.S. should not worry about China's bid for the American oil company Unocal.", "sentId": 248}], "secId": 109}, {"speaker": "ROMANS", "sentences": [{"text": "That and more, 6 p.m. Eastern, \"LOU DOBBS TONIGHT.\"", "sentId": 249}, {"text": "Now back to Joe.", "sentId": 250}], "secId": 110}, {"speaker": "JOHNS", "sentences": [{"text": "Thanks, Christine.", "sentId": 251}, {"text": "Now back to INSIDE POLITICS.", "sentId": 252}], "secId": 111}, {"speaker": "JOHNS", "sentences": [{"text": "Other than the Supreme Court, the CIA leak investigation has seemed like the only thing people here in Washington have been talking about this week, or trying not to talk about.", "sentId": 253}, {"text": "But this story actually has been unfolding for more than two years.", "sentId": 254}], "secId": 112}, {"speaker": "JOHNS", "sentences": [{"text": "Here's what we know as of today about what's been said and left unsaid.", "sentId": 255}], "secId": 113}, {"speaker": "JOHNS ", "sentences": [{"text": "January 2003, President Bush makes the case for invading Iraq by suggesting Saddam Hussein posed a nuclear threat.", "sentId": 256}], "secId": 114}, {"speaker": "BUSH", "sentences": [{"text": "The British government has learned that Saddam Hussein recently sought significant quantities of uranium from Africa.", "sentId": 257}], "secId": 115}, {"speaker": "JOHNS", "sentences": [{"text": "In July, former Ambassador Joe Wilson calls the president's claim about Iraq's nuclear intentions highly doubtful.", "sentId": 258}, {"text": "In a \"New York Times\" op-ed piece, Wilson says he investigated similar allegations for the CIA on a trip to Africa the previous year.", "sentId": 259}], "secId": 116}, {"speaker": "JOHNS", "sentences": [{"text": "Days later, columnist and CNN political analyst Bob Novak calls Karl Rove and tells him he has heard Wilson's wife suggested sending him to Africa.", "sentId": 260}], "secId": 117}, {"speaker": "JOHNS", "sentences": [{"text": "A lawyer familiar with the investigation says Novak identified Wilson's wife, Valerie Plame, as a CIA agent.", "sentId": 261}], "secId": 118}, {"speaker": "JOHNS", "sentences": [{"text": "Rove responded, \"I heard that too.\"", "sentId": 262}], "secId": 119}, {"speaker": "JOHNS", "sentences": [{"text": "Rove then talks to \"TIME\" magazine reporter Matthew Cooper.", "sentId": 263}, {"text": "According to an e-mail sent to Cooper's editor, Rove said Wilson's wife apparently works on weapons of mass destruction issues for the CIA and authorized Wilson's trip to Africa.", "sentId": 264}], "secId": 120}, {"speaker": "JOHNS", "sentences": [{"text": "July 14, 2003, Bob Novak writes in his column that Plame is a CIA operative and that she suggested sending her husband to Africa.", "sentId": 265}, {"text": "He cites two senior administration officials as sources.", "sentId": 266}], "secId": 121}, {"speaker": "JOHNS", "sentences": [{"text": "In September of that year, the Justice Department acts on a CIA request and launches a criminal investigation in the leak of Plame's identity.", "sentId": 267}, {"text": "It's against the law to knowingly reveal the name of an undercover CIA agent.", "sentId": 268}], "secId": 122}, {"speaker": "JOHNS", "sentences": [{"text": "The White House dismisses speculation that Karl Rove was Novak's source.", "sentId": 269}], "secId": 123}, {"speaker": "MCCLELLAN", "sentences": [{"text": "It's totally ridiculous.", "sentId": 270}], "secId": 124}, {"speaker": "BUSH", "sentences": [{"text": "If there's a leak out of my administration, I want to know who it is.", "sentId": 271}, {"text": "And if the person has violated law, the person will be taken care of.", "sentId": 272}], "secId": 125}, {"speaker": "JOHNS", "sentences": [{"text": "Fast forward to 2004, the president, vice president, Rove and other administration officials are questioned about the leak.", "sentId": 273}, {"text": "At the GOP convention in August, CNN asks Rove about the Valerie Plame leak.", "sentId": 274}], "secId": 126}, {"speaker": "ROVE", "sentences": [{"text": "I didn't know her name and didn't leak her name.", "sentId": 275}], "secId": 127}, {"speaker": "JOHNS", "sentences": [{"text": "The story heats up again in 2005 as two journalists caught up in the leak probe face possible jail time for refusing to reveal their sources.", "sentId": 276}], "secId": 128}, {"speaker": "JOHNS", "sentences": [{"text": "In June, the Supreme Court refuses to consider an appeal by \"TIME\" magazine's matt Cooper and Judith Miller of \"The New York Times.\"", "sentId": 277}, {"text": "\"TIME\" decides to surrender Cooper's notes to the grand jury, and Cooper agrees to testify, saying his source gave him permission to break their confidentiality agreement.", "sentId": 278}], "secId": 129}, {"speaker": "JOHNS", "sentences": [{"text": "Miller, still refusing to name her sources, is jailed for contempt.", "sentId": 279}], "secId": 130}, {"speaker": "JOHNS", "sentences": [{"text": "Cooper later confirms reports that Rove was a source who let him off the hook.", "sentId": 280}, {"text": "The White House is pummeled with questions about its previous denials that Rove was linked to the leak.", "sentId": 281}], "secId": 131}, {"speaker": "BUSH", "sentences": [{"text": "We're in the midst after on going investigation.", "sentId": 282}, {"text": "And I will be more than happy to comment further once the investigation is completed.", "sentId": 283}], "secId": 132}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Hey-hey, ho-ho, Karl Rove has got to go.", "sentId": 284}], "secId": 133}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Hey-hey, ho-ho, Karl Rove has got to go.", "sentId": 285}], "secId": 134}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Hey-hey, ho-ho, Karl Rove has got to go.", "sentId": 286}], "secId": 135}, {"speaker": "JOHNS", "sentences": [{"text": "Democrats seize on the story, demanding the president fire Rove.", "sentId": 287}], "secId": 136}, {"speaker": "KERRY", "sentences": [{"text": "The White House's credibility is at issue here and I believe very clearly Karl Rove ought to be fired.", "sentId": 288}], "secId": 137}, {"speaker": "JOHNS", "sentences": [{"text": "Though the time line is getting clearer, there's still a great deal we do not know.", "sentId": 289}, {"text": "Was the leak of Plame's name a crime?", "sentId": 290}, {"text": "Some argue it was not.", "sentId": 291}, {"text": "But with the investigation still underway, the jury that still counts on that is out.", "sentId": 292}, {"text": "Now to a controversy on the West Coast.", "sentId": 293}, {"text": "Governor Arnold Schwarzenegger is under fire for having a multimillion dollar deal with fitness magazines that advertise nutritional supplements.", "sentId": 294}, {"text": "Critics say that's a conflict of interest, but the California Republican is pretty much ignoring them.", "sentId": 295}], "secId": 138}, {"speaker": "JOHNS", "sentences": [{"text": "CNN's Peter Viles reports from Los Angeles.", "sentId": 296}], "secId": 139}, {"speaker": "VILES", "sentences": [{"text": "It turns out the boss of California politics has a boss of his own.", "sentId": 297}], "secId": 140}, {"speaker": "SCHWARZENEGGER", "sentences": [{"text": "Give him a big hand to David Becker and American Media.", "sentId": 298}], "secId": 141}, {"speaker": "VILES", "sentences": [{"text": "Under this contract which wasn't made public until this week, Becker's American Media has been paying a consultant it calls \"Mr. S\" -- and yes, \"Mr. S\" is Arnold Schwarzenegger -- no less than $1 million a year.", "sentId": 299}], "secId": 142}, {"speaker": "HELLER", "sentences": [{"text": "Governor Schwarzenegger has been secretly taking in millions without telling the public.", "sentId": 300}], "secId": 143}, {"speaker": "VILES", "sentences": [{"text": "The governor gets a percentage of the ad revenue in the magazines \"Muscle and Fitness\" and \"Flex,\" much of which comes from nutritional supplements, pills like T-Bomb, Blitz, Blaze and Hot Rox.", "sentId": 301}], "secId": 144}, {"speaker": "VILES", "sentences": [{"text": "And here's the controversy.", "sentId": 302}, {"text": "While under the contract, he vetoed a Bill that would have put state regulations on those supplements.", "sentId": 303}], "secId": 145}, {"speaker": "ALLISON", "sentences": [{"text": "Here's a case where a Bill coming before the governor, is he ruling on the merits or is he ruling on his own private financial interests?", "sentId": 304}, {"text": "I mean, that's as clear a case as you can have of a conflict of interest.", "sentId": 305}], "secId": 146}, {"speaker": "VILES", "sentences": [{"text": "In vetoing the Bill, Schwarzenegger wrote, quote, \"Most dietary supplements are safe.\"", "sentId": 306}], "secId": 147}, {"speaker": "SPEIER", "sentences": [{"text": "The evidence would suggest that many dietary supplements are dangerous and have been linked to the deaths of more than 100 people.", "sentId": 307}], "secId": 148}, {"speaker": "VILES", "sentences": [{"text": "The federal Food and Drug Administration does not regulate most supplements but has banned some considered unsafe.", "sentId": 308}], "secId": 149}, {"speaker": "VILES", "sentences": [{"text": "The governor's staff says his position is not new.", "sentId": 309}, {"text": "He has always believed in supplements and complied with state law by disclosing last fall that he is paid by American Media, even if he never said how much money he's making.", "sentId": 310}], "secId": 150}, {"speaker": "STUTZMAN", "sentences": [{"text": "You guys are asking me questions that you should have been asking me last fall, which actually, I think you did ask that we didn't answer at the time.", "sentId": 311}, {"text": "There is no technical conflict.", "sentId": 312}, {"text": "I'm not sure anyone cares about it anyhow except all of you.", "sentId": 313}], "secId": 151}, {"speaker": "VILES ", "sentences": [{"text": "And for a big star like the governor, critics suggest there is another advantage to working for American Media.", "sentId": 314}, {"text": "It's a kind of scandal insurance because you're now working for the same company that owns those aggressive tabloids, \"The Star,\" \"The Enquirer\" and \"The Examiner.\"", "sentId": 315}], "secId": 152}, {"speaker": "VILES ", "sentences": [{"text": "Peter Viles for CNN, Los Angeles.", "sentId": 316}], "secId": 153}, {"speaker": "JOHNS", "sentences": [{"text": "And we'll have much more on the controversy surrounding Schwarzenegger coming up in our strategy session.", "sentId": 317}], "secId": 154}, {"speaker": "JOHNS", "sentences": [{"text": "Some of Schwarzenegger's fellow governors are busy laying the groundwork for 2008.", "sentId": 318}, {"text": "Coming up, a different kind of fair in Iowa, showcasing presidential wannabes.", "sentId": 319}, {"text": "We'll talk to one possible contender, Iowa Governor Tom Vilsack.", "sentId": 320}], "secId": 155}, {"speaker": "JOHNS", "sentences": [{"text": "Also ahead, party crashers.", "sentId": 321}, {"text": "Should a couple of high political figures have had second thoughts about their cameos in an \"R\"-rated movie?", "sentId": 322}], "secId": 156}, {"speaker": "JOHNS", "sentences": [{"text": "And when we go \"Inside the Blogs,\" the buzz about a retirement that is happening and one that isn't.", "sentId": 323}], "secId": 157}, {"speaker": "JOHNS", "sentences": [{"text": "More than 30 of the nation's governors are gathering in Iowa this weekend for the National Governors Association summer meeting.", "sentId": 324}, {"text": "The group includes quite a few potential presidential candidates, including Iowa's own governor, Tom Vilsack.", "sentId": 325}, {"text": "Governor Vilsack joins me now from Des Moines.", "sentId": 326}], "secId": 158}, {"speaker": "JOHNS", "sentences": [{"text": "Thanks for coming in, Governor.", "sentId": 327}, {"text": "Just a couple questions, probably straight off the top.", "sentId": 328}, {"text": "What do you plan to get accomplished at the NGA meeting?", "sentId": 329}], "secId": 159}, {"speaker": "VILSACK", "sentences": [{"text": "Well, we're going to have a great conversation about the importance of making high school experience for America's high school students more rigorous and more relevant.", "sentId": 330}, {"text": "We're going to find out that this is a very competitive circumstance we find ourselves in economically, and our youngsters have to be better prepared for that challenge.", "sentId": 331}], "secId": 160}, {"speaker": "VILSACK", "sentences": [{"text": "We're also going to have very serious conversations about Medicaid budgets and the stress that that's putting on state budgets, as well as a very comprehensive conversation about homeland security issues.", "sentId": 332}], "secId": 161}, {"speaker": "JOHNS", "sentences": [{"text": "Now, the DLC, you're going to be there for two years.", "sentId": 333}, {"text": "A lot of people have said the DLC in some ways has clashed, particularly, with the liberals in the party.", "sentId": 334}, {"text": "Are you charting a new course here or are you going to pretty much keep on the same course?", "sentId": 335}], "secId": 162}, {"speaker": "VILSACK", "sentences": [{"text": "I think it's really important for Democrats not to be fractured.", "sentId": 336}, {"text": "I think we need to be united, and I think we need to be united in promoting a positive agenda for Americans centered around the values of responsibility, opportunity and security.", "sentId": 337}], "secId": 163}, {"speaker": "VILSACK", "sentences": [{"text": "And I think since we're the party out of power in Washington, we need to be focused on reforming and changing, not being part of the status quo.", "sentId": 338}], "secId": 164}, {"speaker": "VILSACK", "sentences": [{"text": "So I think the DLC has an extraordinary opportunity to help unite the party and to create that positive agenda.", "sentId": 339}], "secId": 165}, {"speaker": "JOHNS", "sentences": [{"text": "Now Howard Dean, of course, the chairman of the DNC, has really had a lot of rhetoric out there that's been criticized before.", "sentId": 340}, {"text": "What's your relationship with Howard Dean?", "sentId": 341}, {"text": "How do you work with him?", "sentId": 342}, {"text": "And do you think there's any room to agree there with the kind of rhetoric he sometimes puts out?", "sentId": 343}], "secId": 166}, {"speaker": "VILSACK", "sentences": [{"text": "Well, I served with Governor Dean and the National Governors Association and the Democratic Governors Association for a number of years.", "sentId": 344}, {"text": "We know each other very, very well.", "sentId": 345}], "secId": 167}, {"speaker": "VILSACK", "sentences": [{"text": "I know that he's got an interesting challenge, trying to maintain excitement and enthusiasm among the grassroots in the party.", "sentId": 346}, {"text": "And we certainly support efforts to build the party from the grassroots up.", "sentId": 347}], "secId": 168}, {"speaker": "VILSACK", "sentences": [{"text": "But this isn't about Washington.", "sentId": 348}, {"text": "It's really not about the partisanship that's taken hold in Washington.", "sentId": 349}, {"text": "This is really about developing a positive agenda that is really responding to the concerns of Americans all across this country.", "sentId": 350}], "secId": 169}, {"speaker": "VILSACK", "sentences": [{"text": "You know, they are tired of the bickering.", "sentId": 351}, {"text": "They're tired of the Washington style of politics.", "sentId": 352}, {"text": "They really would like to see answers.", "sentId": 353}, {"text": "They would like to see their anxieties about jobs and education and health care and homeland security calmed.", "sentId": 354}], "secId": 170}, {"speaker": "VILSACK", "sentences": [{"text": "And I think that the Democrats have an opportunity and I think, frankly, a responsibility.", "sentId": 355}, {"text": "We have to be held accountable to put together a positive agenda.", "sentId": 356}, {"text": "We can't just be angry.", "sentId": 357}, {"text": "We just can't be anti-.", "sentId": 358}, {"text": "We have to be positive.", "sentId": 359}, {"text": "We have to be optimistic.", "sentId": 360}, {"text": "We have to be hopeful.", "sentId": 361}], "secId": 171}, {"speaker": "JOHNS", "sentences": [{"text": "Now it's no secret here in town that you have presidential ambitions.", "sentId": 362}, {"text": "Do you think the DLC is going to help?", "sentId": 363}], "secId": 172}, {"speaker": "VILSACK", "sentences": [{"text": "Well, my focus, frankly, is on my job as governor of the state of Iowa, doing the very best I can do to make sure our schools are as good as they can be, our health care is accessible and affordable as it can be and that we continue to have the strongest growing economy of any state in the country, which is what is true today.", "sentId": 364}], "secId": 173}, {"speaker": "I'm going to focus my energies in making sure that Democratic governor candidates and folks who are running for office provide bold new innovative ideas.  So the focus is on 2005 and 2006.  I think it's a long way off to talk about 2008.  And there are an awful lot of folks who could have this conversation with you.       JOHNS", "sentences": [{"text": "One of the big complaints has been that Democrats don't have new ideas.", "sentId": 365}, {"text": "Is there some big new idea out there that you hope to put before the public before we get to the next election?", "sentId": 366}], "secId": 174}, {"speaker": "VILSACK", "sentences": [{"text": "Let me just say the Democratic governors have a whole host of new ideas.", "sentId": 367}, {"text": "We're working with health care reform in our state.", "sentId": 368}, {"text": "Janet Napolitano in Arizona is focused on early childhood.", "sentId": 369}, {"text": "Mark Warner has been a reformer in the structure and the operations of government.", "sentId": 370}], "secId": 175}, {"speaker": "VILSACK", "sentences": [{"text": "Throughout the country, regardless of where you want to look, you're going to see Democratic governors with progressive ideas solving problems.", "sentId": 371}, {"text": "Brad Henry in Oklahoma with anti-meth legislation.", "sentId": 372}, {"text": "Jim Doyle with economic development in Wisconsin.", "sentId": 373}, {"text": "Jennifer Granholm with a new economic opportunity for Michigan to transform its economy.", "sentId": 374}, {"text": "There are a million new ideas out there.", "sentId": 375}], "secId": 176}, {"speaker": "VILSACK", "sentences": [{"text": "Ed Rendell with his early childhood initiative.", "sentId": 376}, {"text": "Mike Easley with his work in improving education.", "sentId": 377}], "secId": 177}, {"speaker": "VILSACK", "sentences": [{"text": "The bottom line is that Democratic governors are innovators.", "sentId": 378}, {"text": "We are, in fact, coming up with bold new ideas, and we're making things happen.", "sentId": 379}, {"text": "And I think that's got to be part of our party's message to the people all across this country.", "sentId": 380}, {"text": "And I think the DLC, with its progressive centrist views, can certainly be a voice and a unifying voice in that effort.", "sentId": 381}], "secId": 178}, {"speaker": "JOHNS", "sentences": [{"text": "All right.", "sentId": 382}, {"text": "Thank you so much, Governor Vilsack.", "sentId": 383}, {"text": "Really appreciate you spending a little time with us.", "sentId": 384}], "secId": 179}, {"speaker": "VILSACK", "sentences": [{"text": "Thank you.", "sentId": 385}], "secId": 180}, {"speaker": "JOHNS", "sentences": [{"text": "Let's talk some more about the governors already looking ahead to the race for 2008.", "sentId": 386}], "secId": 181}, {"speaker": "I'm joined by Chuck Todd.  He is the editor in chief of \"The Hotline", "sentences": [{"text": "An Insider's Political Briefing,\" produced by the \"National Journal.\"", "sentId": 387}], "secId": 182}, {"speaker": "I'm joined by Chuck Todd.  He is the editor in chief of \"The Hotline", "sentences": [{"text": "So a bunch of governors there, and a bunch of governors with political ambitions, perhaps even the White House.", "sentId": 388}, {"text": "You want to rank them for us?", "sentId": 389}], "secId": 183}, {"speaker": "TODD", "sentences": [{"text": "Well, what's amazing is we've got the NGA meeting which never gets any kind of coverage.", "sentId": 390}, {"text": "They happen to put it in Des Moines, and all of a sudden more reporters are converging on Des Moines because we're three years away for Iowa, first in the nation.", "sentId": 391}], "secId": 184}, {"speaker": "And the NGA got something its not used to", "sentences": [{"text": "good turnout among actual governors, 33 governors.", "sentId": 392}, {"text": "They haven't had that in years.", "sentId": 393}, {"text": "A guy like George Pataki from New York, Republican.", "sentId": 394}, {"text": "He hasn't been to a NGA meeting in three years.", "sentId": 395}, {"text": "Suddenly, it's in Des Moines: \"I'd love to come.\"", "sentId": 396}, {"text": "It's amazing how popular Des Moines is in the summertime.", "sentId": 397}], "secId": 185}, {"speaker": "JOHNS", "sentences": [{"text": "So Vilsack is the host.", "sentId": 398}, {"text": "Is that meaningful?", "sentId": 399}, {"text": "TODD:  Well, in some ways it is.", "sentId": 400}, {"text": "I mean, Vilsack doesn't have to play the presidential game.", "sentId": 401}, {"text": "All these other guys are out there, trying to meet.", "sentId": 402}, {"text": "They were probably given a list of 10 activists they should have lunch meetings or breakfast meetings with.", "sentId": 403}], "secId": 186}, {"speaker": "JOHNS", "sentences": [{"text": "Vilsack has the luxury of not doing that.", "sentId": 404}, {"text": "He actually probably gets to go to the policy meetings and gets to -- gets to look like the policy guy, which I'm sure his new colleague, Al Fromm, over at the DLC will be very happy with.", "sentId": 405}, {"text": "The other guys have -- are having to be there to play presidential summer fantasy camp, you know, type of thing.", "sentId": 406}], "secId": 187}, {"speaker": "JOHNS", "sentences": [{"text": "And there's also sort of a passing of the baton going on here, Governor Warner to Huckabee.", "sentId": 407}], "secId": 188}, {"speaker": "TODD", "sentences": [{"text": "And that is interesting.", "sentId": 408}, {"text": "You know, Mark Warner, governor of Virginia, a presidential candidate, used his post to have -- hold events in other states and he would use these education events.", "sentId": 409}, {"text": "He held them Ohio, Arkansas, Maine, a bunch of other states.", "sentId": 410}], "secId": 189}, {"speaker": "TODD", "sentences": [{"text": "Mike Huckabee, another potential Republican presidential candidate.", "sentId": 411}, {"text": "He already is talking out about how take his whole dietary thing and health and child and use it.", "sentId": 412}], "secId": 190}, {"speaker": "TODD", "sentences": [{"text": "You can use these positions to all of a sudden happen to, oh, I'm going to have an event in Iowa.", "sentId": 413}, {"text": "I'm going to have an in New Hampshire but talk about my issues.", "sentId": 414}], "secId": 191}, {"speaker": "TODD", "sentences": [{"text": "So they are good positions to hold.", "sentId": 415}, {"text": "And Huckabee needs that because he actually is -- he's sort of at the bottom of that second tier of presidential candidates.", "sentId": 416}], "secId": 192}, {"speaker": "JOHNS", "sentences": [{"text": "And speaking of governors, let's talk a little bit about Haley Barbour, Mississippi.", "sentId": 417}, {"text": "This is somebody who spent a little time here in Washington.", "sentId": 418}, {"text": "We're hearing presidential ambitions there, too.", "sentId": 419}], "secId": 193}, {"speaker": "TODD", "sentences": [{"text": "Haley is probably, of all the Republican governors thinking about it -- we know Mitt Romney is running.", "sentId": 420}, {"text": "He's pretty serious.", "sentId": 421}, {"text": "And we know George Pataki is very serious, all this stuff.", "sentId": 422}], "secId": 194}, {"speaker": "TODD", "sentences": [{"text": "Haley Barbour is the one, you know, there's no southern governor thinking about running.", "sentId": 423}, {"text": "George Allen is a former southern governor, of course, but he's in the Senate now.", "sentId": 424}, {"text": "There's no sitting Southern governor on the Republican side thinking about running, because you've got to discount Jeb Bush.", "sentId": 425}, {"text": "He says he doesn't want to run.", "sentId": 426}], "secId": 195}, {"speaker": "Barbour", "sentences": [{"text": "\"Oh, he could raise money.", "sentId": 427}, {"text": "He's got the twang.", "sentId": 428}, {"text": "He's the right guy.\"", "sentId": 429}], "secId": 196}, {"speaker": "one", "sentences": [{"text": "Interesting stuff.", "sentId": 430}, {"text": "Thanks so much, Chuck Todd.", "sentId": 431}, {"text": "We'll see you again.", "sentId": 432}], "secId": 197}, {"speaker": "TODD", "sentences": [{"text": "All right.", "sentId": 433}], "secId": 198}, {"speaker": "JOHNS", "sentences": [{"text": "\"The Hotline: An Insider's Political Briefing,\" is produced daily by the \"National Journal.\"", "sentId": 434}, {"text": "Go online to NationalJournal.com for subscription information.", "sentId": 435}], "secId": 199}, {"speaker": "JOHNS", "sentences": [{"text": "\"The Political Play of the Week\" is coming up on this Friday edition of INSIDE POLITICS.", "sentId": 436}, {"text": "Here's a clue, Karl Rove does not get the play.", "sentId": 437}], "secId": 200}, {"speaker": "JOHNS", "sentences": [{"text": "But his name is plastered across the Internet.", "sentId": 438}, {"text": "Our blog report is straight ahead.", "sentId": 439}], "secId": 201}, {"speaker": "JOHNS", "sentences": [{"text": "The controversy swirling around White House political advisor Karl Rove is heating up the blogosphere.", "sentId": 440}, {"text": "We check in now with CNN political producer Abbi Tatton and Jacki Schechner, our blog reporter -- Jacki.", "sentId": 441}], "secId": 202}, {"speaker": "SCHECHNER", "sentences": [{"text": "Hey, Joe.", "sentId": 442}], "secId": 203}, {"speaker": "SCHECHNER", "sentences": [{"text": "Well, \"The New York Times'\" revelation that Bob Novak told Karl Rove about Valerie Plame and not the other way around has many of the right wing blogs screaming vindication.", "sentId": 443}, {"text": "Karl Rove is off the hook.", "sentId": 444}], "secId": 204}, {"speaker": "SCHECHNER", "sentences": [{"text": "We go to PoliPundit.com where Laurie Berg  says, \"If this story is true and 'The New York Times' source is correct, then Karl Rove has been done a great injustice.", "sentId": 445}, {"text": "He has been smeared beyond belief,\" she says.", "sentId": 446}], "secId": 205}, {"speaker": "SCHECHNER", "sentences": [{"text": "Over at TheAnchoressOnline.com, the Anchoress takes it one step further, saying, \"This is an 'I told you so'.\"", "sentId": 447}, {"text": "She didn't write a lot about this story all the way along because she says she felt the press was going to get burned on it.", "sentId": 448}, {"text": "\"This was typical president Bush,\" she says.", "sentId": 449}, {"text": "\"He's got the cards, plays them close to the vest, lets the opponent think they've got the better hand, then lays them down and waits to see.\"", "sentId": 450}], "secId": 206}, {"speaker": "TATTON", "sentences": [{"text": "Betsy Newmark  is in North Carolina.", "sentId": 451}, {"text": "She runs a popular conservative blog.", "sentId": 452}, {"text": "BetsysPage.blogspot.com.", "sentId": 453}, {"text": "And she has an interesting perspective from outside the Beltway.", "sentId": 454}], "secId": 207}, {"speaker": "TATTON", "sentences": [{"text": "First of all, she says she doesn't see this story as a huge blockbuster, but she's also pointing out that most of the country doesn't know who Karl Rove is and even fewer know who Joe Wilson is or Valerie Plame.", "sentId": 455}, {"text": "She says people have more important things to focus on, world issues to focus on but also that it's summer and vacation time.", "sentId": 456}], "secId": 208}, {"speaker": "blogosphere", "sentences": [{"text": "Well, taking no vacation from continuing to pound on this from the left, John Erivostos  at AmericaBlog.com pointing out that no matter what the facts are that come out in this regard, that Karl Rove still did something wrong, saying \"Who told who about Plame, irrelevant.", "sentId": 457}, {"text": "Journalists pry all the time.", "sentId": 458}, {"text": "Karl Rove did not have to confirm any information, and doing that was a big problem.\"", "sentId": 459}], "secId": 209}, {"speaker": "TATTON", "sentences": [{"text": "So after the \"New York Times\" story, there's another thing, another news item out there that's getting a lot of attention today.", "sentId": 460}, {"text": "And that is the interview that Ambassador Joseph Wilson did here last night on CNN with Wolf Blitzer in which he said, \"My wife was not a clandestine officer the day that Bob Novak blew her identity.\"", "sentId": 461}], "secId": 210}, {"speaker": "TATTON", "sentences": [{"text": "Now that line is getting a lot of attention, seems to have created a lot of confusion.", "sentId": 462}, {"text": "On the write -- this is at The Corner, John Podoras  writing at TheNationalReview.com, he says, \"All right, enough already.", "sentId": 463}, {"text": "She wasn't clandestine.", "sentId": 464}, {"text": "So what -- so now we know.", "sentId": 465}, {"text": "She wasn't, not then.", "sentId": 466}, {"text": "It's over.\"", "sentId": 467}], "secId": 211}, {"speaker": "SCHECHNER", "sentences": [{"text": "Duncan Black at EscitanAtrios.blogspot.com  saying it's very clear to him exactly what Wilson meant, saying that she ceased to be clandestine the day that Novak's column came out.", "sentId": 468}, {"text": "Says it cannot be interpreted any other way.", "sentId": 469}, {"text": "And Wilson was vague, Joe, she says -- he says, rather, because he had to be.", "sentId": 470}, {"text": "He could not talk about her status legally.", "sentId": 471}], "secId": 212}, {"speaker": "SCHECHNER", "sentences": [{"text": "We'll send it back to you.", "sentId": 472}], "secId": 213}, {"speaker": "JOHNS", "sentences": [{"text": "Thanks, Abbi and Jacki.", "sentId": 473}], "secId": 214}, {"speaker": "JOHNS", "sentences": [{"text": "Even with all the controversy and all the partisan bickering, a lot of people still want to come to Washington, and for many of them, the journey is now a bit more comfortable.", "sentId": 474}, {"text": "Here's our senior political analyst, Bill Schneider.", "sentId": 475}], "secId": 215}, {"speaker": "JOHNS", "sentences": [{"text": "How so, Bill?", "sentId": 476}], "secId": 216}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Well, you know, Joe, the government, the federal government imposes a lot of rules and regulations, and they're burdensome.", "sentId": 477}, {"text": "Only rarely does it get rid of them.", "sentId": 478}, {"text": "And when it does, we should mark the occasion, maybe with \"The Political Play of the Week.\"", "sentId": 479}], "secId": 217}, {"speaker": "SCHNEIDER ", "sentences": [{"text": "Homeland Security Secretary Michael Chertoff gave a big speech on Wednesday announcing a major reorganization of his department.", "sentId": 480}], "secId": 218}, {"speaker": "CHERTOFF", "sentences": [{"text": "A systemic evaluation of the department's operations, policies and structures.", "sentId": 481}], "secId": 219}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Sounds exciting, but the audience of department employees did not interrupt their boss until near the end when he made this announcement.", "sentId": 482}, {"text": "CHERTOFF:  TSO will suspend the post-9/11 requirement that commercial airline passengers departing or entering Reagan National Airport in Washington must remain seated for 30 minutes after departure and before arrival.", "sentId": 483}], "secId": 220}, {"speaker": "SCHNEIDER", "sentences": [{"text": "That means a lot to airline passengers, especially those with kids like little Nicholas here.", "sentId": 484}], "secId": 221}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "As a parent, the last 30 minutes is really difficult -- I mean or the first 30 minutes, because the kids, as soon as that light goes off, the fasten seat belt lights, they want to go.", "sentId": 485}, {"text": "They want to move.", "sentId": 486}, {"text": "And especially if they have to go to the bathroom or anything like that, it's made it real difficult.", "sentId": 487}], "secId": 222}, {"speaker": "SCHNEIDER", "sentences": [{"text": "It also avoids potential embarrassments.", "sentId": 488}], "secId": 223}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "My family when they came to work with me, they have a terrible experience, especially my grandmom.", "sentId": 489}, {"text": "She's 83 years old.", "sentId": 490}, {"text": "And by the time where she wanted to go to the bathroom and they told her not to go, they're not allowed to go.", "sentId": 491}], "secId": 224}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Reagan National Airport has special status, because it is so close to the Pentagon, the White House and the Capitol.", "sentId": 492}, {"text": "It was the last airport to reopen after September 11, 2001, and the only one for which the 30-minute rule was imposed.", "sentId": 493}], "secId": 225}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Every time you have the 30-minute rule it just reminds you of September 11 and it just makes you think of terrorism.", "sentId": 494}], "secId": 226}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Why did Chertoff decide to get rid of the rule?", "sentId": 495}], "secId": 227}, {"speaker": "CHERTOFF", "sentences": [{"text": "Significantly enhanced layers of security, ranging from hardened concrete doors to air marshals, make it reasonable to eliminate this requirement.", "sentId": 496}], "secId": 228}, {"speaker": "SCHNEIDER", "sentences": [{"text": "The government does something reasonable and citizens are grateful.", "sentId": 497}], "secId": 229}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Oh, good for him.", "sentId": 498}, {"text": "I mean, why should National Airport have to be different from every other airport?", "sentId": 499}], "secId": 230}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "I appreciate it, thank you, yes.", "sentId": 500}], "secId": 231}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "I shout out a thank you for re-evaluating.", "sentId": 501}], "secId": 232}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Notice a certain theme here?", "sentId": 502}], "secId": 233}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Thank you.", "sentId": 503}, {"text": "Now I can get up and go to the bathroom or whatever.", "sentId": 504}], "secId": 234}, {"speaker": "SCHNEIDER", "sentences": [{"text": "At last, passengers are free to per form their bodily functions.", "sentId": 505}, {"text": "That's a relief and for Secretary Chertoff, \"The Political Play of the Week.", "sentId": 506}], "secId": 235}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Now the rule is scheduled to be suspended at 6 p.m. Eastern Time today, less than two hours from now.", "sentId": 507}, {"text": "So John , if you will excuse me, I think I have to leave my seat for an appropriate celebration of this occasion.", "sentId": 508}], "secId": 236}, {"speaker": "JOHNS", "sentences": [{"text": "You've got 30 minutes until 6 p.m.  Actually, more than that.", "sentId": 509}, {"text": "Thanks, Bill.", "sentId": 510}], "secId": 237}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Got to go.", "sentId": 511}], "secId": 238}, {"speaker": "JOHNS", "sentences": [{"text": "You bet.", "sentId": 512}, {"text": "All right.", "sentId": 513}, {"text": "See you later.", "sentId": 514}, {"text": "You want to go that way?", "sentId": 515}], "secId": 239}, {"speaker": "JOHNS", "sentences": [{"text": "Chief Justice William Rehnquist trying to put an end to retirement rumors.", "sentId": 516}, {"text": "The chief justice is back at work today.", "sentId": 517}, {"text": "We'll talk about it and what's next for him in the court in our strategy session.", "sentId": 518}, {"text": "That's straight ahead.", "sentId": 519}], "secId": 240}, {"speaker": "JOHNS", "sentences": [{"text": "Welcome back to INSIDE POLITICS, on our strategy session on today's hottest political topics.", "sentId": 520}, {"text": "With us today, Democratic strategist James Carville and Republican strategist Rich Galen.", "sentId": 521}, {"text": "Today's topics, Rehnquist stays put.", "sentId": 522}, {"text": "The chief justice deals retirement rumors by going back to work.", "sentId": 523}], "secId": 241}, {"speaker": "JOHNS", "sentences": [{"text": "Rove under fire, new questions of who told what in the CIA leak investigation.", "sentId": 524}], "secId": 242}, {"speaker": "JOHNS", "sentences": [{"text": "Arnold's deal.", "sentId": 525}, {"text": "The governor's relationship with a muscle magazine empire and what some California lawmakers are saying about it.", "sentId": 526}], "secId": 243}, {"speaker": "JOHNS", "sentences": [{"text": "And wedding crashers.", "sentId": 527}, {"text": "Guess who you'll see in the next risque new summer movie.", "sentId": 528}], "secId": 244}, {"speaker": "JOHNS", "sentences": [{"text": "Well, I guess the bottom line is we've got to start at the beginning here, and that, of course, is Karl Rove.", "sentId": 529}, {"text": "If you all were over at the White House, what would you do right now?", "sentId": 530}], "secId": 245}, {"speaker": "GALEN", "sentences": [{"text": "Well, I think what the White House is doing is waiting this thing out, to see if in fact it begins to drift off.", "sentId": 531}, {"text": "I was out of town this morning, I was in Cincinatti, picked up a copy, for instance, of USA Today.", "sentId": 532}, {"text": "There was nothing on the front page, nothing on the second, it was all the way inside, and the only thing that USA Today had about it was the Senate action last night, which we can talk about in a little bit.", "sentId": 533}, {"text": "So I think what the White House strategy is, that this is an inside Washington, New York axis August story about two-and-a-half weeks early and nobody else cares about it.", "sentId": 534}], "secId": 246}, {"speaker": "JOHNS", "sentences": [{"text": "Is this thing getting through, James Carville?", "sentId": 535}], "secId": 247}, {"speaker": "CARVILLE", "sentences": [{"text": "I suspect it's getting through.", "sentId": 536}, {"text": "Some but i think it's probably irritating people because it's something else that doesn't really sort of effect their lives.", "sentId": 537}, {"text": "But I think Rove has misplayed this thing.", "sentId": 538}, {"text": "His lawyer has issued I don't know how many different statements.", "sentId": 539}, {"text": "If their strategy is to shut up, they ought to just shut up.", "sentId": 540}, {"text": "But you can't be on -- have -- obviously it was Rove's lawyer who talked about this grand jury testimony.", "sentId": 541}, {"text": "And I'm not sure that's real smart to irritate Mr. Fitzgerald.", "sentId": 542}, {"text": "And there probably doing a pretty good job at that right now.", "sentId": 543}], "secId": 248}, {"speaker": "GALEN", "sentences": [{"text": "Yeah, I can't tell you how many times in my lifetime we have taken political advice from lawyers and they've been always wrong.", "sentId": 544}, {"text": "I mean lawyers should be lawyers and political people should be.", "sentId": 545}], "secId": 249}, {"speaker": "JOHNS", "sentences": [{"text": "Sure, and the other thing though, and the question that sort of hangs out there is, is this the only time it's ever happened, or has there been some other national security information that might have gone in through the White House and come out for political purposes on the domestic side?", "sentId": 546}, {"text": "Is that the kind of case.", "sentId": 547}], "secId": 250}, {"speaker": "CARVILLE", "sentences": [{"text": "Rich and I were having a conversation back before this started.", "sentId": 548}, {"text": "In the instances of the independent counsel back then and in President Clinton's case, and a special counsel in Speaker Gingrich's case, both, the big brouhaha was on something that never started down that path.", "sentId": 549}], "secId": 251}, {"speaker": "CARVILLE", "sentences": [{"text": "I would be willing to place a pretty good wager that when something according to the court of appeals has something significant here, it may not even have anything to do with Karl Rove.", "sentId": 550}, {"text": "See, we're all speculating -- we assume that Mr. Fitzgerald knows only what we know, and that would be a vary stupid assumption because he's investigating this for two years, and we assume that he is just interested in this leak.", "sentId": 551}, {"text": "He's certain that that's one of the things he's interested in.", "sentId": 552}, {"text": "But we don't know because, unlike the Starr, investigation, this thing is professional, competent and they're not sitting there talking to journalists and not having Sue Schmidt or somebody in for coffee every day telling them everything's that's going on.", "sentId": 553}, {"text": "They're really running this thing right.", "sentId": 554}], "secId": 252}, {"speaker": "GALEN", "sentences": [{"text": "Let me reiterate because this has been lost to history, that in President Clinton's case, Whitewater, and in Speaker Gingrich's case, the tax code, in both of those cases, both of those men were found to have done nothing wrong.", "sentId": 555}, {"text": "But the investigations traveled down these other little pathways and you don't know where these guys are going.", "sentId": 556}, {"text": "I mean, it could be that Fitzgerald is looking at a journalist for covering something.", "sentId": 557}, {"text": "You don't know.", "sentId": 558}], "secId": 253}, {"speaker": "JOHNS", "sentences": [{"text": "The question though is, is it possible that maybe the Democrats have just jumped the gun by jumping all over this thing?", "sentId": 559}], "secId": 254}, {"speaker": "CARVILLE", "sentences": [{"text": "Maybe.", "sentId": 560}, {"text": "And maybe the better Democratic response would be -- I think the best Democratic response is, look, the president should suspend Mr. Rove pending the outcome of this, so we can get to the things that really matter to the American people, and by the way, if Mr. Rove has done nothing wrong, we'd be the first people to say give him all of his back pay.", "sentId": 561}, {"text": "But let's move this out of the way for now, because we've been distracted by Schiavo and, you know, Anwar and everything else that people don't care about it.", "sentId": 562}, {"text": "I think the best temporary message is, let's get on with the business of the America people.", "sentId": 563}], "secId": 255}, {"speaker": "GALEN", "sentences": [{"text": "Yeah, but that's prejudging Rove, that's assuming Rove is guilty of something.", "sentId": 564}, {"text": "I mean he shouldn't be suspended or anything else.", "sentId": 565}, {"text": "But you know, here's what this thing has descended into.", "sentId": 566}, {"text": "Last night, the Democrats in the Senate introduced a bill to suspend Rove's security clearance.", "sentId": 567}, {"text": "The Republicans responded by introducing a bill to suspend Democratic leader Harry Reid's security clearance.", "sentId": 568}, {"text": "So now what you've got is you've got United States senators acting like United States Congressmen -- representatives, and there's nothing worse than a senator acting like a Congressman.", "sentId": 569}], "secId": 256}, {"speaker": "CARVILLE", "sentences": [{"text": "But we know that Rove told McClellan to say it was ridiculous that he had anything to do with this.", "sentId": 570}, {"text": "We now know that he told one reporter and confirmed it to another reporter.", "sentId": 571}, {"text": "Whether he did anything illegal --", "sentId": 572}], "secId": 257}, {"speaker": "GALEN", "sentences": [{"text": "No.", "sentId": 573}, {"text": "But that's not -- if the first instance, James, is the Matt Cooper, what -- he wasn't talking about Valerie Plame.", "sentId": 574}, {"text": "He was talking -- the substance -- some of the substance of that 20- second conversation was warning Matt off the fact that it was the vice president's office had done it.", "sentId": 575}], "secId": 258}, {"speaker": "JOHNS", "sentences": [{"text": "Ok. Let me jump in and go to break and come right back.", "sentId": 576}], "secId": 259}, {"speaker": "CARVILLE", "sentences": [{"text": "But he said his wife was a CIA agent.", "sentId": 577}], "secId": 260}, {"speaker": "JOHNS", "sentences": [{"text": "Ok.  Gotcha.", "sentId": 578}, {"text": "All right.", "sentId": 579}], "secId": 261}, {"speaker": "GALEN", "sentences": [{"text": "So was Porter Goss.", "sentId": 580}, {"text": "I'm allowed to say that.", "sentId": 581}], "secId": 262}, {"speaker": "JOHNS", "sentences": [{"text": "Coming up, William Rehnquist stays put, he says, at the Supreme Court.", "sentId": 582}, {"text": "With only one vacancy on the high court, is President Bush's job easier or harder?", "sentId": 583}], "secId": 263}, {"speaker": "JOHNS", "sentences": [{"text": "Welcome back to our strategy session.", "sentId": 584}, {"text": "Chief Justice William Rehnquist returned to work today and tried to put an end to talk that he might be about to step down from the Supreme Court.", "sentId": 585}, {"text": "Rehnquist released a statement through his family last night quote, \"I want to put an end to the speculation and unfounded rumors of my imminent retirement.", "sentId": 586}, {"text": "I'm not about to announce my retirement.", "sentId": 587}, {"text": "I will continue to perform my duties as chief justice as long as my health permits.\"", "sentId": 588}], "secId": 264}, {"speaker": "JOHNS", "sentences": [{"text": "So here we are now.", "sentId": 589}, {"text": "There was some talk that we might have had two retirements on the Supreme Court.", "sentId": 590}, {"text": "Now it's clear, at least for awhile, there's only going to be one.", "sentId": 591}, {"text": "Does that change the calculus for the White House, Rich?", "sentId": 592}], "secId": 265}, {"speaker": "GALEN", "sentences": [{"text": "Well I think, absolutely.", "sentId": 593}, {"text": "Sure.", "sentId": 594}, {"text": "Because if you had Rehnquist retiring and O'Connor retiring, then you had a lot of options, one of which might have been, James, to select Antonin Scalia to be chief justice.", "sentId": 595}, {"text": "Which meant that you would -- you don't just get promoted, you have to go right back through the nomination process.", "sentId": 596}], "secId": 266}, {"speaker": "GALEN", "sentences": [{"text": "So, the White House would have had the ability to have three nominations going on at the same time.", "sentId": 597}, {"text": "That is a classic divide and conquer.", "sentId": 598}, {"text": "Nobody would have been sure where to place their bets in that whole thing in a relatively short time-frame.", "sentId": 599}, {"text": "I think they could have slide pretty much anybody they wanted through.", "sentId": 600}], "secId": 267}, {"speaker": "JOHNS", "sentences": [{"text": "Does this mean they get somebody more conservative that they could have gotten two, and they could have gotten one moderate and one conservative.", "sentId": 601}], "secId": 268}, {"speaker": "CARVILLE", "sentences": [{"text": "Somebody knows when a vacancy is coming up -- and a lot more than me.", "sentId": 602}, {"text": "And this whole thing was nothing but people in the press saying when Rehnquist was going to resign.", "sentId": 603}, {"text": "He put wheat in the press -- you know, created this by endless speculation of people that obviously didn't know anything.", "sentId": 604}], "secId": 269}, {"speaker": "CARVILLE", "sentences": [{"text": "Look, I think Justice Stevens is 85-years-old.", "sentId": 605}, {"text": "You know, the chief justice is 80 and obviously has got health problems.", "sentId": 606}, {"text": "So if -- I don't know, but the odds are that President Bush will have another appointment other than Justice O'Connor.", "sentId": 607}], "secId": 270}, {"speaker": "CARVILLE", "sentences": [{"text": "But I don't know that.", "sentId": 608}, {"text": "I'm not part of the Washington press corps.", "sentId": 609}, {"text": "So, I'm not God.", "sentId": 610}, {"text": "I don't know when people are going to resign and when they're going to get sick or when they're going to die.", "sentId": 611}, {"text": "I just kind of sit around and wait.", "sentId": 612}, {"text": "This all made up by the press corps.", "sentId": 613}, {"text": "This hasn't come out of Rehnquist.", "sentId": 614}], "secId": 271}, {"speaker": "GALEN", "sentences": [{"text": "And Rehnquist is a -- can be a little crotchety.", "sentId": 615}, {"text": "I think we've seen that over the years.", "sentId": 616}, {"text": "And I don't think he will stay if he was planning to retire.", "sentId": 617}, {"text": "But he will -- he'll say that he's not planning to retire till the day he does plan to retire.", "sentId": 618}], "secId": 272}, {"speaker": "JOHNS", "sentences": [{"text": "So, the question, of course, is who replaces Sandra Day O'Connor on the Supreme Court.", "sentId": 619}, {"text": "We have a little poll we can put up on the screen right now to show you, give you some indication of what people are saying.", "sentId": 620}, {"text": "As to appointing a woman to the Supreme Court now that Justice O'Connor's gone, they said it would be the right direction about 60 percent, the wrong direction 2 percent, not important to me, 23 percent.", "sentId": 621}], "secId": 273}, {"speaker": "JOHNS", "sentences": [{"text": "So, it sounds like the American public polled then, suggests they'd like to see a woman on the court by a clear majority.", "sentId": 622}], "secId": 274}, {"speaker": "CARVILLE", "sentences": [{"text": "You know, and if you ask people would they like to see something else, they might say the same thing.", "sentId": 623}, {"text": "How about would you like to see a lawyer on the Supreme Court.", "sentId": 624}], "secId": 275}, {"speaker": "JOHNS", "sentences": [{"text": "Or a senator.", "sentId": 625}], "secId": 276}, {"speaker": "CARVILLE", "sentences": [{"text": "Right, a senator -- or you know what I mean?", "sentId": 626}, {"text": "Would you like to see someone with judicial experience?", "sentId": 627}, {"text": "I mean, OK.", "sentId": 628}, {"text": "I'm sorry.", "sentId": 629}, {"text": "I know it's a CNN poll, but it's a meaningless question.", "sentId": 630}], "secId": 277}, {"speaker": "JOHNS", "sentences": [{"text": "Actually, it's not a CNN poll.", "sentId": 631}], "secId": 278}, {"speaker": "GALEN", "sentences": [{"text": "Here's -- to put this in a sports sort of way, I suspect with the administration is looking for is what -- in the NFL draft you would say is the best available athlete.", "sentId": 632}, {"text": "And I think -- there's a lot of conservative leaning jurists, judges, lawyers that the president can choose from and my guess is going to pick somebody that, A, he wants, and B, he can get through.", "sentId": 633}], "secId": 279}, {"speaker": "CARVILLE", "sentences": [{"text": "Everything being equal, I suspect that the administration would like to appoint a woman because we're -- like to replace a woman with a woman.", "sentId": 634}], "secId": 280}, {"speaker": "JOHNS", "sentences": [{"text": "Even before we actually got this resignation by Supreme Court justice Sandra Day O'Connor, there were people on Capitol Hill advocating for another woman to come on.", "sentId": 635}], "secId": 281}, {"speaker": "CARVILLE", "sentences": [{"text": "Again, I think that the administration would like to replace a woman with a woman.", "sentId": 636}, {"text": "I'm not saying -- I'm surprised in a poll it was only 60 percent actually.", "sentId": 637}, {"text": "But it may very well be that they send up the name of a woman all right.", "sentId": 638}, {"text": "All right.", "sentId": 639}], "secId": 282}, {"speaker": "CARVILLE", "sentences": [{"text": "All I'm saying is, is that you can fill out an ideal thing -- well, do you want this person to interpret the constitution this way or do you want a Hispanic, et cetera, et cetera.", "sentId": 640}, {"text": "And they've got a lot of calculations that they have to do before the Senate.", "sentId": 641}, {"text": "And I think they're going to be more in a hurry, because you got this Rove story breaking on them, you got a lot of other stuff that is kind of ugly out there.", "sentId": 642}, {"text": "And I think they'd like to get a breather from it.", "sentId": 643}], "secId": 283}, {"speaker": "GALEN", "sentences": [{"text": "I think that they'll pick somebody that they think they can get through with some degree of dispatch.", "sentId": 644}, {"text": "Harry Reid and Bill Frist need to not lose control of this process like they did with the circuit court.", "sentId": 645}], "secId": 284}, {"speaker": "JOHNS", "sentences": [{"text": "Let's go to a break, be right back.", "sentId": 646}], "secId": 285}, {"speaker": "up", "sentences": [{"text": "California Governor Schwarzenegger's financial relationship with the muscle magazine publisher has some state lawmakers all pumped up.", "sentId": 647}, {"text": "That's coming up in our \"Strategy Session.\"", "sentId": 648}], "secId": 286}, {"speaker": "BLITZER", "sentences": [{"text": "I'm Wolf Blitzer in Washington.", "sentId": 649}, {"text": "Coming up at the top of the hour the London bombing probe expands to Egypt.", "sentId": 650}, {"text": "We'll talk with former CIA director, deputy director John McLaughlin.", "sentId": 651}], "secId": 287}, {"speaker": "BLITZER", "sentences": [{"text": "The latest on Karl Rove and the CIA leak investigation.", "sentId": 652}, {"text": "What's the prosecutor trying to do and what is he trying to prove?", "sentId": 653}], "secId": 288}, {"speaker": "BLITZER", "sentences": [{"text": "And eager young readers have just a few more hours to wait for the latest Harry Potter adventure.", "sentId": 654}, {"text": "How the boy wizard works his bookstore magic.", "sentId": 655}], "secId": 289}, {"speaker": "BLITZER", "sentences": [{"text": "All those stories, much more only minutes away on WOLF BLITZER REPORTS.", "sentId": 656}, {"text": "Now back to INSIDE POLITICS.", "sentId": 657}], "secId": 290}, {"speaker": "JOHN", "sentences": [{"text": "Continuing story coming into CNN.", "sentId": 658}, {"text": "Hurricane Emily has just been downgraded from a Category III hurricane to a Category II hurricane with maximum sustained winds of 105 miles an hour.", "sentId": 659}, {"text": "It is currently projected to hit Brownsville, Texas on Tuesday.", "sentId": 660}, {"text": "Currently off the coast of Jamaica.", "sentId": 661}], "secId": 291}, {"speaker": "JOHN", "sentences": [{"text": "Back on INSIDE POLITICS, the \"Strategy Session\" continues.", "sentId": 662}, {"text": "With us today, James Carville and Rich Galen.", "sentId": 663}], "secId": 292}, {"speaker": "JOHN", "sentences": [{"text": "California governor Arnold Schwarzenegger is under fire for a multimillion dollar deal with a fitness magazine publisher.", "sentId": 664}, {"text": "Critics say the deal poses a conflict of interest.", "sentId": 665}, {"text": "An aide to Schwarzenegger defends it.", "sentId": 666}], "secId": 293}, {"speaker": "STUTZMAN", "sentences": [{"text": "The governor clearly, clearly told everybody here, including all the people of California, that he had a business arrangement with a magazine that he's been involved with for over 30 years.", "sentId": 667}, {"text": "These are Joe Weider's magazines.", "sentId": 668}, {"text": "This is the man who brought him to America to chase his dream.", "sentId": 669}], "secId": 294}, {"speaker": "STUTZMAN", "sentences": [{"text": "We disclosed that there was such an agreement.", "sentId": 670}, {"text": "And that there was significant income involved.", "sentId": 671}], "secId": 295}, {"speaker": "JOHNS", "sentences": [{"text": "So, is Arnold in trouble here at this point?", "sentId": 672}, {"text": "Apparently, he vetoed a bill restricting the use of performance enhancing drugs in high school athletes.", "sentId": 673}, {"text": "And sort of, the question is, if he hadn't done that, would this even be an issue at all?", "sentId": 674}], "secId": 296}, {"speaker": "CARVILLE", "sentences": [{"text": "Well first of all, he was in trouble before this.", "sentId": 675}, {"text": "Now he had a 34 approval rating or something like that.", "sentId": 676}, {"text": "So --", "sentId": 677}], "secId": 297}, {"speaker": "JOHNS", "sentences": [{"text": "He's in trouble anyway.", "sentId": 678}], "secId": 298}, {"speaker": "CARVILLE", "sentences": [{"text": "Yes, he's in trouble anyway.", "sentId": 679}, {"text": "And yes, this is more, a storm, and I mean I think that the thing that his political capital was different, he was straightforward.", "sentId": 680}, {"text": "And I mean, this is going to hurt him, how much I guess we could -- how much more he can be hurt, with a number like that, we don't know.", "sentId": 681}, {"text": "And he's got three proposals up -- coming up on a ballot in November.", "sentId": 682}, {"text": "And if they all three lose, he'll really be hurt.", "sentId": 683}], "secId": 299}, {"speaker": "GALEN", "sentences": [{"text": "Yeah.", "sentId": 684}, {"text": "I'm not even sure that they're going to get to the ballot.", "sentId": 685}, {"text": "I mean the public polls are one thing.", "sentId": 686}, {"text": "The Democrats who control the house and the senate in Sacramento are something else again, and they know that Arnold Schwarzenegger -- what he really brings to the table isn't whether or not he's the broadest thinker on a lot of subjects, which he happens to be on a lot, but what he can do, because of who he is, is he can shine a spotlight on any issue he wants, and those guys know that.", "sentId": 687}, {"text": "And members of legislatures like that, they don't like too much light.", "sentId": 688}, {"text": "So they are working on a series of compromises with the governor, even with his bad poll numbers, even with this stuff, the Democrats in Sacramento still understand who owns the governor's mansion, and he's likely to be there again if he wants to be.", "sentId": 689}, {"text": "JOHNS:  So I mean, why did it go so sour for him so fast?", "sentId": 690}], "secId": 300}, {"speaker": "GALEN", "sentences": [{"text": "California's California.", "sentId": 691}, {"text": "You know I mean, in terms of this current thing, I'm not sure it was in that bill, I'm not sure it was performance enhancing drugs or nutritional supplements, which I suspect is right, so you've got a state here where a significant number of people want to legalize marijuana but make nutrisuitcals illegal.", "sentId": 692}, {"text": "That's kind of the working definition of a Californian.", "sentId": 693}], "secId": 301}, {"speaker": "CARVILLE", "sentences": [{"text": "You know we can do what they want, you can give  $8 million from a magazine that has an interest in a piece of legislation and you veto it, look you're going to get racked -- i mean there's no way that you can get around it.", "sentId": 694}, {"text": "Maybe the people who -- it's nutri- whatever the hell it is, and not this.", "sentId": 695}, {"text": "You take $8 million and veto a bill that those people would like for you to veto, you're going to get racked anywhere in this country.", "sentId": 696}, {"text": "I don't care if you're Arnold, or you're in California, or you're in, you know, Sheboygan, you're going to get hit.", "sentId": 697}], "secId": 302}, {"speaker": "JOHNS", "sentences": [{"text": "All right.", "sentId": 698}, {"text": "So a little bit more on Hollywood.", "sentId": 699}, {"text": "The Wedding Crashers, here we go.", "sentId": 700}, {"text": "The raunchy new movie opens nationwide today.", "sentId": 701}, {"text": "It's R-rated and features cameo appearances by a couple of unlikely characters.", "sentId": 702}, {"text": "Arizona Senator John McCain and our very own James Carville.", "sentId": 703}, {"text": "I get the -- first question is, did you read the script before you got involved?", "sentId": 704}], "secId": 303}, {"speaker": "CARVILLE", "sentences": [{"text": "You know what.", "sentId": 705}, {"text": "I saw -- I actually saw the movie last night and it's raunchy and a pretty good movie.", "sentId": 706}, {"text": "It got good reviews in the Wall Street Journal, the New York Times, the Washington Post.", "sentId": 707}, {"text": "And I laughed myself silly.", "sentId": 708}, {"text": "You know what?", "sentId": 709}, {"text": "I told the crowd there last night, there are a lot of young people in this country that work really hard, they study hard, they work hard.", "sentId": 710}, {"text": "And look, if I can be part of something that gives them a couple hours of yuks, then I'm glad to do it.", "sentId": 711}, {"text": "I mean yeah you're right, is this thing going to elevate anything, is it art, or whatever?", "sentId": 712}, {"text": "No, but it's not the Sistine Chapel.", "sentId": 713}, {"text": "But at the same token, it's a pretty doggone good movie and it's funny and people have a good time going to see it.", "sentId": 714}], "secId": 304}, {"speaker": "GALEN", "sentences": [{"text": "John McCain has no problems compared to the fact that James has got to answer to Mary Matlin.", "sentId": 715}, {"text": "You want somebody with a problem, he's sitting exactly to my right.", "sentId": 716}], "secId": 305}, {"speaker": "JOHNS", "sentences": [{"text": "Do you think Senator McCain read the script?", "sentId": 717}], "secId": 306}, {"speaker": "GALEN", "sentences": [{"text": "I suspect he read the script.", "sentId": 718}, {"text": "And I think James is exactly right, these things have -- you know that's fine -- the question is, it's R-rated for some level of raunchiness, your word, but I mean you know, members of Congress have been in a lot of movies that are R-rated, usually for violence and I'm not sure which on --.", "sentId": 719}], "secId": 307}, {"speaker": "JOHNS", "sentences": [{"text": "This is a party.", "sentId": 720}], "secId": 308}, {"speaker": "CARVILLE", "sentences": [{"text": "There's no violence -- this is a party, this is about booze and girls and whatever.", "sentId": 721}, {"text": "Look I was in Old School, and that was a kind of -- look, again, I think Senator McCain understands, he's gone on Jay Leno Monday night, so I guess he'll get a chance -- you know all of these, all of these cultural police here that just, you know, die at the thought of anybody having a good time -- these young people, they work hard -- you know, they're 18, it's R-rated, so you've got to be 17 or whatever it is to get in, you know I guarantee you, everything -- they actually know that people drink too much at parties and they actually know that boys and girls hook up every night.", "sentId": 722}], "secId": 309}, {"speaker": "GALEN", "sentences": [{"text": "James Carville, the voice of young America, right here.", "sentId": 723}], "secId": 310}, {"speaker": "CARVILLE", "sentences": [{"text": "That's right.", "sentId": 724}, {"text": "You've got a sickly old bald headed guy --", "sentId": 725}], "secId": 311}, {"speaker": "JOHNS", "sentences": [{"text": "That's right.", "sentId": 726}, {"text": "James Carville, Rich Galen, thank you so much for coming in on Friday.", "sentId": 727}], "secId": 312}, {"speaker": "JOHNS", "sentences": [{"text": "Bloggers are reacting to a pair of stories here in Washington that don't involve Karl Rove.", "sentId": 728}, {"text": "Up next, our blog reporter sampled the online commentary about William Rehnquist and Congressman \"Duke\" Cunningham.", "sentId": 729}], "secId": 313}, {"speaker": "JOHNS", "sentences": [{"text": "Chief Justice William Rehnquist says he's staying.", "sentId": 730}, {"text": "Embattled Representative Duke Cunningham of California says he's leaving.", "sentId": 731}, {"text": "What are the blogs saying about these D.C. comings and goings?", "sentId": 732}, {"text": "We check in now with CNN political producer Abbi Tatton and Jacki Schechner, our blog reporter.", "sentId": 733}, {"text": "Jacki?", "sentId": 734}], "secId": 314}, {"speaker": "SCHECHNER", "sentences": [{"text": "Well, California Congressman Randy \"Duke\" Cunningham has announced that he will not be seeking re-election.", "sentId": 735}, {"text": "This has been a big story that we've been following for you on the blogs.", "sentId": 736}, {"text": "Went over to Josh Marshall at Talking Points Memo, because this has been his baby for quite some time.", "sentId": 737}, {"text": "And yesterday when there was an announcement of a presser by Cunningham, he wondered what that was going to be about.", "sentId": 738}, {"text": "Would he resign, would he not seek re-election, did he have a new home for sale at rock bottom prices?", "sentId": 739}, {"text": "When the announcement was finally made, Josh was very, very terse, he usually has a lot to say on the topic.", "sentId": 740}, {"text": "Yesterday, all he had was \"Duke\" Cunningham out, won't seek reelection.", "sentId": 741}], "secId": 315}, {"speaker": "TATTON", "sentences": [{"text": "Many on the left were happy to see the Congressman on his way out next year.", "sentId": 742}, {"text": "But some on the right, one in particular, was very saddened by the news.", "sentId": 743}, {"text": "This is Acepilots.com where Stephen Sherman has a blog.", "sentId": 744}, {"text": "He was very saddened because Cunningham was a Navy hero, a Vietnam hero, flew a fighter plane, and at Acepilots.com Stephen Sherman profiles -- it's dedicated to the history of fighter pilots.", "sentId": 745}, {"text": "And he has a recent profile of Congressman Cunningham, detailing one fight in particular one fight that he was in over Vietnam in 1972.", "sentId": 746}, {"text": "As a result of all this news, Stephen Sherman says having accomplished what he's accomplishes, and survived what he's survived, that is the Congressman, I don't think Randy Cunningham has to regret much about being hounded from office by a bunch of hacks.", "sentId": 747}], "secId": 316}, {"speaker": "SCHECHNER", "sentences": [{"text": "And now another big story, this Friday.", "sentId": 748}, {"text": "You might remember last week, this exact time, the huge story was Chief Justice William Rehnquist going to retire?", "sentId": 749}, {"text": "Everybody in the blogs and in D.C. seemed to have some sort of source on this.", "sentId": 750}, {"text": "Turns out he's sticking around.", "sentId": 751}, {"text": "On Kent.com, the D.C. gossip blog, has been on Rehnquist watch all week long.", "sentId": 752}, {"text": "She turns around now, saying he's not going anywhere and we reiterate our belief that he's actually arranged to be sitting on the court from a bench in the after life.", "sentId": 753}, {"text": "Joe, he's not only sticking around, she thinks he's going to continue afterwards.", "sentId": 754}], "secId": 317}, {"speaker": "JOHNS", "sentences": [{"text": "Great.", "sentId": 755}, {"text": "Thanks so much you guys.", "sentId": 756}, {"text": "That's it for inside politics.", "sentId": 757}, {"text": "I'm Joe Johns.", "sentId": 758}, {"text": "\"WOLF BLITZER REPORTS\" starts right now.", "sentId": 759}], "secId": 318}, {"speaker": "JOHNS", "sentences": [{"text": "END", "sentId": 760}], "secId": 319}, {"speaker": "JOHNS", "sentences": [{"text": "TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com", "sentId": 761}], "secId": 320}], "sectionCount": 321, "url": "transcripts.cnn.com/TRANSCRIPTS/0507/15/ip.01.html", "sentenceCount": 763, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 15, 2005 - 15:30   ET", "speakers": ["ANNOUNCER", "UNIDENTIFIED MALE", "JOHNS", "MALVEAUX", "HENRY", "GREGG", "MEHLMAN", "just", "Here's what I said", "The fact is -- the issue is this", "MCCONNELL", "REID", "CORNYN", "know", "CHRISTINE ROMANS", "MCCAIN", "ROMANS", "JOHNS ", "BUSH", "MCCLELLAN", "ROVE", "KERRY", "VILES", "SCHWARZENEGGER", "HELLER", "ALLISON", "SPEIER", "STUTZMAN", "VILES ", "VILSACK", "I'm going to focus my energies in making sure that Democratic governor candidates and folks who are running for office provide bold new innovative ideas.  So the focus is on 2005 and 2006.  I think it's a long way off to talk about 2008.  And there are an awful lot of folks who could have this conversation with you.       JOHNS", "I'm joined by Chuck Todd.  He is the editor in chief of \"The Hotline", "TODD", "And the NGA got something its not used to", "Barbour", "one", "SCHECHNER", "TATTON", "blogosphere", "SCHNEIDER", "SCHNEIDER ", "CHERTOFF", "UNIDENTIFIED FEMALE", "GALEN", "CARVILLE", "up", "BLITZER", "JOHN"], "title": "INSIDE POLITICS"}