{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1609.30.ip.01.html.json", "subTitle": "Overview of the Presidential Race. Aired 12-12:30p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 0}, {"text": "I'm John King.", "sentId": 1}, {"text": "Thanks for sharing some time with us.", "sentId": 2}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "We have live pictures for you.", "sentId": 3}, {"text": "Hillary Clinton, she's campaigning this hour in Florida.", "sentId": 4}, {"text": "Perhaps one of the biggest battleground prizes still on the table in this Election Day.", "sentId": 5}, {"text": "When she starts to speak, gets into the substance of her remarks, we'll take you there live.", "sentId": 6}, {"text": "Again, Hillary Clinton campaigning in Florida today.", "sentId": 7}, {"text": "We'll go there live in just a few moments.", "sentId": 8}], "secId": 1}, {"speaker": "One", "sentences": [{"text": "00 in the morning be trusted with the nuclear code?", "sentId": 9}, {"text": "Question two, and it's related to question one, new polls show clear Hillary Clinton momentum from the first debate.", "sentId": 10}, {"text": "So is this tough tone just for campaign rallies or will Donald Trump bring it to the debate rematch?", "sentId": 11}], "secId": 2}, {"speaker": "TRUMP", "sentences": [{"text": "The American people have had it with years and decades of Clinton corruption and scandals.", "sentId": 12}, {"text": "Corruption and scandals.", "sentId": 13}, {"text": "And impeachment for lying.", "sentId": 14}, {"text": "Impeachment for lying.", "sentId": 15}, {"text": "Remember that?", "sentId": 16}, {"text": "Impeach.", "sentId": 17}, {"text": "The Clintons are the sordid past.", "sentId": 18}, {"text": "We will be the very bright and clean future.", "sentId": 19}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "And question three, will millennials be swayed by Hillary Clinton's appeal to think again about supporting the libertarian or Green Party candidates?", "sentId": 20}], "secId": 4}, {"speaker": "CLINTON", "sentences": [{"text": "I think either Donald Trump or I will be the president of the United States.", "sentId": 21}, {"text": "And so people have to look carefully in making their decision about who to vote for, because it will be either him or me, and I am going to do everything I can to make sure it's me.", "sentId": 22}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "With us today to share their reporting and their insights, Lisa Lerer of the Associated Press, NPR's Domenico Montanaro, CNN's Manu Raju and Jackie Kucinich of \"The Daily Beast.\"", "sentId": 23}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "Now, Tom Hanks taught us there's no crying in baseball, but apparently there is whining in politics.", "sentId": 24}], "secId": 7}, {"speaker": "TRUMP", "sentences": [{"text": "And then I had to put up - then I had to put up with the anchor and fight the anchor all the time on everything I said.", "sentId": 25}, {"text": "What a rigged deal.", "sentId": 26}, {"text": "I'll tell you, we're in such a rigged system.", "sentId": 27}, {"text": "It is terrible.", "sentId": 28}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Now, that was Thursday afternoon in New Hampshire when most of us were awake.", "sentId": 29}, {"text": "Then, while most of us were sleeping, an overnight tweet storm that has Washington buzzing and every Republican I've reached out to this morning, I'm over a dozen now, saying they're embarrassed Donald Trump is their party's leader and presidential candidate.", "sentId": 30}], "secId": 9}, {"speaker": "First", "sentences": [{"text": "20 a.m., an attack on the media that, in truth, is an attack on his own senior staff.", "sentId": 31}, {"text": "Donald Trump tweeted this, \"any time you see a story about me or my campaign saying sources said do not believe it.", "sentId": 32}, {"text": "There are no sources.", "sentId": 33}, {"text": "There are just made up lies.\"", "sentId": 34}, {"text": "Actually, sorry, Mr. Trump, but there are sources.", "sentId": 35}, {"text": "Everyone at this table with me today has them.", "sentId": 36}, {"text": "Some of them are your paid staff.", "sentId": 37}, {"text": "Others are top advisers, who tell us, among other things, that Trump refused to take debate prep as seriously as they wanted him to, waived off in treaties , for example, to use a podium for practice, shut down planned issues briefings and, in one case, I'm told, to watch football.", "sentId": 38}], "secId": 10}, {"speaker": "later", "sentences": [{"text": "00 a.m. hour, when Trump launched at Hillary Clinton and the one-time Miss Universe he once called \"Miss Piggy\" and \"Miss Housekeeping.\"", "sentId": 39}, {"text": "In those the candidate tweeting at 5:00 a.m. in the morning - the candidate tweeting at 5:00 a.m. in the morning says Clinton has bad judgment and suggests we all check out a sex tape.", "sentId": 40}, {"text": "That's twice.", "sentId": 41}, {"text": "That's twice in about two minutes, we're 39 days away from a presidential election, and we're talking about a candidate who at 5:00 in the morning is texting about an alleged sex tape of this former Miss Universe who she says he called her \"Miss Piggy\" and \"Miss Housekeeping.\"", "sentId": 42}, {"text": "Help me.", "sentId": 43}], "secId": 11}, {"speaker": "LERER", "sentences": [{"text": "It's sex, lies and Twitter, John.", "sentId": 44}, {"text": "No, I think, in all seriousness, it underscores a lot of Donald Trump's major weaknesses.", "sentId": 45}, {"text": "That's why this is so damaging for him.", "sentId": 46}, {"text": "Not only does it highlight concerns about his temperament, what he said about the sex tape, about her criminal record is not exactly true.", "sentId": 47}, {"text": "So it highlights the problem he has relating to the truth.", "sentId": 48}, {"text": "And it also highlights his ability to shoot himself in the foot.", "sentId": 49}], "secId": 12}, {"speaker": "LERER", "sentences": [{"text": "You know, this has stayed in the news not because Hillary Clinton has talked about it, she has not mentioned this until today since the debate.", "sentId": 50}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 51}], "secId": 14}, {"speaker": "LERER", "sentences": [{"text": "So - but it's dominated a week of news, five weeks out from the election, and that is all because Donald Trump can't stop talking about it.", "sentId": 52}], "secId": 15}, {"speaker": "RAJU", "sentences": [{"text": "And it underscores, John, that Donald Trump has a very difficult time letting go of perceived slights.", "sentId": 53}, {"text": "He could easily have sized this up.", "sentId": 54}, {"text": "We could be talking about something else.", "sentId": 55}, {"text": "He did the same with the gold star family, the Khan family, right after the convention.", "sentId": 56}, {"text": "He could have ignored that attack, but he decided to engage on that.", "sentId": 57}, {"text": "He could have done that with Gonzalo Curiel, the Mexican-American judge, but he decided to continue with that attack.", "sentId": 58}, {"text": "Really, it doesn't really matter her background, per say, criminal background, if she does have any sort of ties that Donald Trump is alleging, but he did criticize her weight.", "sentId": 59}, {"text": "He did say that as early as Tuesday, right after the debate, and that is the issue that the Clinton campaign is exploiting and by Donald Trump is keeping it alive by continuing to talk about it.", "sentId": 60}], "secId": 16}, {"speaker": "KUCINICH", "sentences": [{"text": "Well, and let's take a step back.", "sentId": 61}, {"text": "This is someone who wants to be the leader of the free world.", "sentId": 62}, {"text": "And there are - there are a lot of things that go on, diplomatically, that he might not like, if he ends up as president, and he can't go on Twitter and start saying crazy things about a world leader.", "sentId": 63}, {"text": "I mean, that's ally or adversary.", "sentId": 64}, {"text": "You can't do that.", "sentId": 65}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "And it - and it is proof - and I want to remind our viewers we're waiting for Hillary Clinton to speak.", "sentId": 66}, {"text": "You see there on the right of your screen, we're waiting to see if she responds to this in Florida today, and we're told she may not at this event.", "sentId": 67}, {"text": "Maybe she might wait.", "sentId": 68}, {"text": "But we'll see what happens.", "sentId": 69}, {"text": "We'll take you there live anyway, we're campaigning in the final 39 days here.", "sentId": 70}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "And, Domenico, jump in.", "sentId": 71}, {"text": "Hillary Clinton did respond on Twitter.", "sentId": 72}, {"text": "She put up a series of tweets this morning, among them saying that, you know, is Trump unhinged already?", "sentId": 73}, {"text": "Is he becoming more unhinged?", "sentId": 74}, {"text": "And then she said, \"what kind of man stays up all night to smear a woman with lies and conspiracy theories?\"", "sentId": 75}, {"text": "Clearly, she planted this at the debate, at the end of the debate.", "sentId": 76}, {"text": "They were prepared for this.", "sentId": 77}, {"text": "This is something she brought to the debate.", "sentId": 78}, {"text": "As Manu noted, Donald Trump continued - at least continued the conversation without Hillary Clinton's help for a few days and now he's back at it again.", "sentId": 79}], "secId": 19}, {"speaker": "MONTANARO", "sentences": [{"text": "Well, let's think about this for a second.", "sentId": 80}, {"text": "You had a debate that took place when?", "sentId": 81}, {"text": "Monday.", "sentId": 82}, {"text": "And we're still talk about Alicia Machado on Friday.", "sentId": 83}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 84}], "secId": 21}, {"speaker": "MONTANARO", "sentences": [{"text": "All because of Donald Trump's inability to let it go, as Manu mentioned.", "sentId": 85}, {"text": "I mean he has doubled down so hard on this that it's just continued this - to fuel this narrative over a week.", "sentId": 86}, {"text": "And, you know, people could argue that, well, look, we're not talking as much about Donald Trump's charity or his foundation with the new \"Washington Post\" story that came out about that.", "sentId": 87}, {"text": "But, in some ways, this storyline is more damaging, which is why the Clinton campaign knew to put this out because it furthers a certain kind of narration about sexism and racism all in one thing.", "sentId": 88}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "All right, we'll also have for you, in just a moment, we have an exclusive new look at a new Donald Trump ad that's coming out.", "sentId": 89}, {"text": "We're turning that around.", "sentId": 90}, {"text": "We'll bring it to you in just a minute.", "sentId": 91}, {"text": "We have it first here at CNN.", "sentId": 92}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "But to his point, his campaign manager went on \"The View\" yesterday and she said - she was asked if she had reprimanded Donald Trump.", "sentId": 93}, {"text": "Kellyanne Conway is known as someone who wants Donald Trump to appeal to suburban women, who wants him to back off some of this rhetoric that could drive those voters away, and convince people whether it's a temperament question or a sexism question or a misogyny question, she is known to be trying to get him to do that.", "sentId": 94}, {"text": "She was asked on \"The View,\" did you reprimand him for this?", "sentId": 95}, {"text": "And she said, yes.", "sentId": 96}, {"text": "And then she went on to say this.", "sentId": 97}], "secId": 24}, {"speaker": "CONWAY", "sentences": [{"text": "I don't think he gets credit for restraint.", "sentId": 98}, {"text": "And restraint is a virtue.", "sentId": 99}, {"text": "In fact, it's a presidential virtue.", "sentId": 100}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "\"I don't think he gets credit for restraint.", "sentId": 101}, {"text": "And restraint is a virtue.", "sentId": 102}, {"text": "In fact, a presidential virtue.\"", "sentId": 103}, {"text": "Is that what we saw at 3:20 a.m. and 5:14 a.m. on Twitter this morning?", "sentId": 104}], "secId": 26}, {"speaker": "KUCINICH", "sentences": [{"text": "Listen, he doesn't deserve credit for restraint, that's why he doesn't get it.", "sentId": 105}], "secId": 27}, {"speaker": "LERER", "sentences": [{"text": "Plenty - plenty of presidents have been vengeful.", "sentId": 106}, {"text": "Nixon had an enemies list.", "sentId": 107}, {"text": "LBJ was known for twisting arms.", "sentId": 108}, {"text": "But his unique ability to shoot himself in the foot is what's the problem here.", "sentId": 109}, {"text": "He's vengeful in a way that damages himself.", "sentId": 110}, {"text": "Kellyanne Conway is right, suburban women are one of the key demographics this election cycle, particularly those who lean Republican, who may now be convinced, for a variety of reasons, to vote for Hillary Clinton.", "sentId": 111}, {"text": "That's certainly what Clinton's campaign thinks.", "sentId": 112}, {"text": "He's not doing himself any favors by fat shaming out in public .", "sentId": 113}], "secId": 28}, {"speaker": "RAJU", "sentences": [{"text": "And I was talking, John, yesterday to a bunch of Republicans on The Hill.", "sentId": 114}, {"text": "They clearly do not want him to get into this argument.", "sentId": 115}, {"text": "I mean that's probably very obvious.", "sentId": 116}, {"text": "But they said, look, why not just prosecute the case about the economy, about Obamacare, and make that argument, change versus status quo.", "sentId": 117}, {"text": "That she's been here for 30 years and she has not done anything.", "sentId": 118}, {"text": "That was actually an effective line of attack that he launched at the debate.", "sentId": 119}, {"text": "Keep that message.", "sentId": 120}, {"text": "That works.", "sentId": 121}, {"text": "Why chase - go down these rabbit holes.", "sentId": 122}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "And what does it tell us.", "sentId": 123}, {"text": "It tells us a lot about Trump.", "sentId": 124}, {"text": "It tells us a lot about Trump.", "sentId": 125}, {"text": "And, again, and Hillary Clinton understood this, from studying the Republican debates, that when you criticize certain things, when you peak - and some things he deflects.", "sentId": 126}, {"text": "Actually, if you criticize him personally, he tends to let it go.", "sentId": 127}, {"text": "But when you get his business acumen, when you get at some of the things he has said in the past, he carries them over.", "sentId": 128}, {"text": "He can't let it go.", "sentId": 129}, {"text": "And that's what they pick on.", "sentId": 130}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "But, so - but this is the third - Kellyanne Conway is the third campaign manager.", "sentId": 131}, {"text": "When the other two were forced out, the idea was, we're going to get someone who can control Trump.", "sentId": 132}, {"text": "We're going to get someone who can give you a more disciplined Trump.", "sentId": 133}, {"text": "We're going to give you somebody who's not going to do these erratic things.", "sentId": 134}, {"text": "I think we can all be pretty certain that Donald Trump controls Donald Trump, period.", "sentId": 135}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "What does it say to Republicans who, you know, they were happy going into the debate.", "sentId": 136}, {"text": "He was surging in the polls going into the debate.", "sentId": 137}, {"text": "And we're going to get to some polling later.", "sentId": 138}, {"text": "Hillary Clinton clearly has momentum after the first debate.", "sentId": 139}, {"text": "What does it tell Republicans - you've got to latch yourself on to a president campaign in an election year?", "sentId": 140}], "secId": 32}, {"speaker": "KUCINICH", "sentences": [{"text": "But they bought this.", "sentId": 141}, {"text": "This is what they bought.", "sentId": 142}, {"text": "This is what they - this is what they decided they want - this is who they decided they wanted as their nominee.", "sentId": 143}, {"text": "And there are plenty of instances in Donald Trump's past, not only with Miss Universe, but Barbara Res, one of his - one of his - the women that he promoted in the construction business, he used to fat shame her and say, oh, you look like you like your candy.", "sentId": 144}, {"text": "This is something that Donald Trump has done throughout his career when it comes to women subordinates and this just reemphasizes that and reminds women why they're not so sure about this one .", "sentId": 145}], "secId": 33}, {"speaker": "MONTANARO", "sentences": [{"text": "But this is also coming right at the time when the Senate was actually starting to look better for Republicans.", "sentId": 146}], "secId": 34}, {"speaker": "KUCINICH", "sentences": [{"text": "Right.", "sentId": 147}], "secId": 35}, {"speaker": "MONTANARO", "sentences": [{"text": "You know, you can look up and down the ballot.", "sentId": 148}, {"text": "So many Republicans who are actually showing a lot of separation from Donald Trump and looking like they might actually be able to hold on to the Senate.", "sentId": 149}, {"text": "Very different than where the landscape looked a month ago when Hillary Clinton had a much wider lead.", "sentId": 150}, {"text": "It's really hard.", "sentId": 151}, {"text": "There's like a certain, you know, threshold of six to eight points difference that makes it really hard to, you know, sort of win when your candidate is that far down.", "sentId": 152}, {"text": "When the polls tightened, those Republicans were feeling much better about controlling the Senate.", "sentId": 153}, {"text": "This kind of thing continues for days on end and if the polls start to separate again, you're going to see a lot of Republicans again start to feel like the Senate would be gone.", "sentId": 154}], "secId": 36}, {"speaker": "LERER", "sentences": [{"text": "If you're a Republican -", "sentId": 155}], "secId": 37}, {"speaker": "RAJU", "sentences": [{"text": "And it's the tension between the authentic Donald Trump, the person who's off-script and the person who's reading from a teleprompter.", "sentId": 156}, {"text": "When he's reading from a teleprompter, that's when you saw the surge in the polls.", "sentId": 157}, {"text": "When he'd sort of go off-script again, that's when he starts to go down these rabbit holes.", "sentId": 158}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 159}, {"text": "We'll show you some state polls in just a few minutes.", "sentId": 160}, {"text": "The race is clearly - Donald Trump had momentum going into that first debate and clearly, we'll show this to you, Hillary Clinton has at least stopped that momentum.", "sentId": 161}, {"text": "And if you look at the polling, it's a pretty safe hunch that she's actually building.", "sentId": 162}, {"text": "But she has momentum at the moment as we go towards the second one.", "sentId": 163}, {"text": "We're waiting for Hillary Clinton to speak in just a few moments in Florida.", "sentId": 164}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "The point you just made, it's interested to me, because I was talking to a very close friend of Donald Trump's, who speaks to him regularly, before the first debate, and he said, one of my worries is how he will react if he is perceived to have lost the debate to a woman.", "sentId": 165}], "secId": 40}, {"speaker": "KUCINICH", "sentences": [{"text": "Uh-huh.", "sentId": 166}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Is that what we're seeing?", "sentId": 167}], "secId": 42}, {"speaker": "LERER", "sentences": [{"text": "Well, I think if you're a Republican, you're certainly seeing that Donald Trump cares about Donald Trump.", "sentId": 168}, {"text": "And this is about his peccadillos, his grudges, his business.", "sentId": 169}, {"text": "This isn't about the Republican Party.", "sentId": 170}, {"text": "I mean I suppose it's nominally about the country, but it is about Donald Trump.", "sentId": 171}, {"text": "And I think if you are one of these senators running in a difficult seat, that has to make you awfully, awfully nervous.", "sentId": 172}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 173}], "secId": 44}, {"speaker": "MONTANARO", "sentences": [{"text": "It's also only the inside game versus the outside game.", "sentId": 174}, {"text": "The inside game actually does works.", "sentId": 175}, {"text": "You know, this is INSIDE POLITICS, and that's point.", "sentId": 176}, {"text": "Like, you know, the Clinton campaign set up this elaborate trap for Donald Trump at this debate.", "sentId": 177}, {"text": "They had five or six of these kinds of lines.", "sentId": 178}, {"text": "So much so that they had an ad already created and cut so that once she mentioned that name, boom, it would be out there, and Trump was - seemed - seemed surprised.", "sentId": 179}, {"text": "Like, where did you get that information from?", "sentId": 180}], "secId": 45}, {"speaker": "MONTANARO", "sentences": [{"text": "And, you know, I think that he went into the debate thinking, as Sam Clovis said, one of his supporters in Iowa, saying, you know, I think there will be an image difference between Hillary Clinton and Donald Trump.", "sentId": 181}, {"text": "A lot of people will see he's a big guy.", "sentId": 182}, {"text": "He could play tight end for the - for the Patriots or the Jets or something.", "sentId": 183}, {"text": "And you're going to see Hillary Clinton doesn't look as strong and her stamina.", "sentId": 184}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "We got two pretty good tight ends on the Patriots, sorry.", "sentId": 185}], "secId": 47}, {"speaker": "MONTANARO", "sentences": [{"text": "Yes, well -", "sentId": 186}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Are we ready to go down - let's see Hillary Clinton speaking in Florida?", "sentId": 187}, {"text": "Are we ready for that?", "sentId": 188}, {"text": "No, not yet.", "sentId": 189}, {"text": "OK, we're - oh, we're still monitoring, I'm sorry.", "sentId": 190}], "secId": 49}, {"speaker": "CLINTON", "sentences": [{"text": "The students and young people, it is wonderful to be with you.", "sentId": 191}, {"text": "And I want to thank Eileen  for her introduction -", "sentId": 192}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "OK, Hillary Clinton speaking there in Florida.", "sentId": 193}, {"text": "She's saying hello, greeting the dignitaries in the crowd.", "sentId": 194}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "We're going to take a quick break.", "sentId": 195}, {"text": "When we come back, we'll take you live to that event.", "sentId": 196}, {"text": "Also more of our discussion.", "sentId": 197}, {"text": "I told you, CNN has exclusively a tough new Donald Trump TV ad that goes into the mix today.", "sentId": 198}, {"text": "We'll bring you that as well.", "sentId": 199}, {"text": "Stay with us.", "sentId": 200}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "I think most of you pay close attention to the campaign, so you know, he calls her crooked Hillary.", "sentId": 201}, {"text": "On the campaign trail of late, Donald Trump using a new zinger to suggest Clinton is beholden to the big donors who give to her campaigns or to the Clinton Foundation.", "sentId": 202}], "secId": 53}, {"speaker": "TRUMP", "sentences": [{"text": "Everything you need to know about Hillary Clinton, sometimes referred to as crooked Hillary, can be understood with a simple but very important phrase - follow the money.", "sentId": 203}, {"text": "She and her financial backers will say anything, do anything, lie about anything to keep their grip on power.", "sentId": 204}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "That's his view of Secretary Clinton.", "sentId": 205}, {"text": "We'll talk about it in a minute.", "sentId": 206}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "But first, let's get you straight down to Florida.", "sentId": 207}, {"text": "Hillary Clinton speaking live to an event.", "sentId": 208}], "secId": 56}, {"speaker": "CLINTON", "sentences": [{"text": "And I bet many of you have been part of it.", "sentId": 209}, {"text": "Maybe you've taught kids to read, right?", "sentId": 210}, {"text": "Or cleaned up your local park, or the beach?", "sentId": 211}, {"text": "Maybe you've organized a cancer walk, or you've run a food drive?", "sentId": 212}, {"text": "Whatever it is, chances are you've done something to serve your community.", "sentId": 213}, {"text": "And by extension, your country.", "sentId": 214}], "secId": 57}, {"speaker": "CLINTON", "sentences": [{"text": "How many of you, just think back over your lives, how many of you have performed some kind of service, of some sort, for your community, for other people?", "sentId": 215}, {"text": "The reason I know you have is because tens and tens of millions of Americans do some kind of volunteering in your hometowns every single year.", "sentId": 216}, {"text": "It is one of the best things about the American people.", "sentId": 217}, {"text": "We are doers.", "sentId": 218}], "secId": 58}, {"speaker": "CLINTON", "sentences": [{"text": "You know, we don't just shrug our shoulders when we see something that needs fixing.", "sentId": 219}, {"text": "We don't get resigned or apathetic or blame other people and turn on each other to find scapegoats.", "sentId": 220}, {"text": "We roll up our sleeves, we get to work, to try to make things better in our neighborhood, our community, our city, our state and our country.", "sentId": 221}, {"text": "That has been our story, the  American story, since the beginning of our nation, and it is still going strong today.", "sentId": 222}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "That's Hillary Clinton there speaking to an event in Fort Pierce, Florida.", "sentId": 223}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Don't forget Florida.", "sentId": 224}, {"text": "Don't forget Florida.", "sentId": 225}, {"text": "The biggest battleground state still considered a tossup.", "sentId": 226}, {"text": "We're going to show you in a minute, a new poll show Hillary Clinton ahead in Florida.", "sentId": 227}, {"text": "Donald Trump is moving  heading into the first debate.", "sentId": 228}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "But let's come back to the conversation.", "sentId": 229}, {"text": "Donald Trump is using this, you know, \"follow the money\" line on the campaign trail, but Hillary Clinton is trying to say, well, wait a minute, we can't follow your money.", "sentId": 230}, {"text": "If you look at \"The Washington Post\" today, yet another story about the Trump Foundation, saying it never obtained the certification required in New York to go out and solicit money for charities.", "sentId": 231}, {"text": "Now, she is trying to turn the table back on him, saying release your taxes, be more transparent.", "sentId": 232}, {"text": "Can he make an effective case against her?", "sentId": 233}, {"text": "And there are many questions about the Clinton Foundation.", "sentId": 234}, {"text": "There are questions about why they took money from foreign governments that don't support women's rights, that repress their own people.", "sentId": 235}, {"text": "There are questions about whether she at least gave meetings to people in .", "sentId": 236}, {"text": "But at least that's all out there publicly.", "sentId": 237}, {"text": "The donors to the Clinton Foundation are out there publically.", "sentId": 238}, {"text": "Can he make this case effectively when we keep hearing questions about his business practices and she will press him again in debate number two as she did in debate number one, let's see your taxes?", "sentId": 239}], "secId": 62}, {"speaker": "RAJU", "sentences": [{"text": "It opens - he's a flawed messenger on that.", "sentId": 240}, {"text": "I mean there's a lot of ammunition to use against the Clintons.", "sentId": 241}, {"text": "You mentioned some of them.", "sentId": 242}, {"text": "And, actually, I think this follow the money line of attack is - is - is actually smart and can be effective because it does speak to a lot of things that people just don't like about the Clintons and their politics and their secretive and giving special access to donors, things that actually are good political lines of attack.", "sentId": 243}], "secId": 63}, {"speaker": "RAJU", "sentences": [{"text": "But not releasing your tax returns opens up a brand new attack against him.", "sentId": 244}, {"text": "These questions about the Trump Foundation.", "sentId": 245}, {"text": "More questions about his business practices, how he's treated women and things that he says, too, that distract from that argument, like the fight with the Latina beauty queen.", "sentId": 246}, {"text": "So he can make an attack effectively, but can he stay on message, that's another question.", "sentId": 247}], "secId": 64}, {"speaker": "MONTANARO", "sentences": [{"text": "And this is part of the problem when you have a political neophyte who runs for office.", "sentId": 248}, {"text": "You know, the Clintons have been vetted and every rock has been basically overturned with them over the past 40 years.", "sentId": 249}, {"text": "Hillary Clinton, the last 25 years or so.", "sentId": 250}, {"text": "You've had these two persistent storylines about Hillary Clinton in this campaign, about the e-mails and about the foundation.", "sentId": 251}, {"text": "Both played into a narrative of a lack of transparency, and that's really affected her honest and trustworthy numbers, right?", "sentId": 252}], "secId": 65}, {"speaker": "MONTANARO", "sentences": [{"text": "But, when you look at Donald Trump, there are so many stones that - and places to overturn and to mill, that that's what happens in a very short campaign after the conventions.", "sentId": 253}, {"text": "You've seen a lot of digging into his background, to the foundation, to his charity, things that you didn't know already about him, and has required more vetting, and that makes it really hard for him to continue to persist on the one storyline about her foundation.", "sentId": 254}], "secId": 66}, {"speaker": "LERER", "sentences": [{"text": "And from a tactical standpoint, he's makes this argument in a unified way pretty late.", "sentId": 255}, {"text": "He didn't make it at the debate.", "sentId": 256}, {"text": "Hillary Clinton has spent millions and millions of dollars all summer hammering him for all of his weaknesses, unfit to lead, bad temperament.", "sentId": 257}, {"text": "So that image is pretty deeply ingrained in where these battleground state voters are and what they think of him.", "sentId": 258}, {"text": "He has not done the same with her.", "sentId": 259}, {"text": "He was barely up on air this summer.", "sentId": 260}, {"text": "He still doesn't have ad buys that match anything close to where she's come and hasn't while he's made certainly the arguments about the foundations, about the e-mails, about crony capitalism, he hasn't made them in a compressive way, a thematic way until now and we're under 40 days away.", "sentId": 261}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Thank you for the segue in the sense that, number one, we'll see if he brings these things up on the first debate.", "sentId": 262}, {"text": "He's blaming the moderator now.", "sentId": 263}, {"text": "Initially, after the debate, he said Lester Holt did a great job.", "sentId": 264}, {"text": "Now, after he hears the reviews, he's blaming the moderator.", "sentId": 265}, {"text": "But he could have, at any point, asked you about the sunrise today, Manu, you say let's talk about the Clinton Foundation.", "sentId": 266}, {"text": "I asked you what you had for lunch, you say let's talk about e-mails.", "sentId": 267}, {"text": "A good politician knows how to -", "sentId": 268}], "secId": 68}, {"speaker": "LERER", "sentences": [{"text": "Right.", "sentId": 269}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Knows how to change the conversation.", "sentId": 270}, {"text": "Donald Trump failed at that and his staff is mad at him saying he needed to prepare better.", "sentId": 271}, {"text": "Real sources.", "sentId": 272}, {"text": "Trust me.", "sentId": 273}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "But to your - to you point, he has not been on the air as much.", "sentId": 274}, {"text": "But if you've watched his ads going into the debate, when he had momentum at his back, they were running these Reagan-esque, positive ads about making America great again.", "sentId": 275}, {"text": "Here's a brand new Donald Trump ad that will go into the national cable mix, I'm told, later today, likely be rotated into battleground states as well.", "sentId": 276}, {"text": "A much harsher ad.", "sentId": 277}], "secId": 71}, {"speaker": "CLINTON", "sentences": [{"text": "Why aren't I 50 points ahead, you might ask?", "sentId": 278}], "secId": 72}, {"speaker": "UNIDENTIFIED MALE ", "sentences": [{"text": "Maybe it's because the director of the FBI said you lied about your e-mails.", "sentId": 279}], "secId": 73}, {"speaker": "COMEY", "sentences": [{"text": "There was classified material e-mailed.", "sentId": 280}], "secId": 74}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Or maybe it's because your policies have allowed ISIS and terrorism to spread.", "sentId": 281}, {"text": "Or maybe it's because you call Americans \"deplorable.\"", "sentId": 282}], "secId": 75}, {"speaker": "CLINTON", "sentences": [{"text": "You could put half of Trump's supporters into what I call the basket of deplorables.", "sentId": 283}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "It's a tough, tough, negative ad.", "sentId": 284}, {"text": "It gets to the criticizing Trump voters, calling them deplorable.", "sentId": 285}, {"text": "A line Hillary Clinton wishes she could have back and speak in a different way.", "sentId": 286}, {"text": "And it gets to the core of the honest and trustworthy you were just talking about to the e-mails?", "sentId": 287}], "secId": 77}, {"speaker": "KUCINICH", "sentences": [{"text": "But the key is, is having Trump being able to keep that message, stay on that message and hammer that message.", "sentId": 288}, {"text": "Because you mentioned at the debate, he actually brought up - he talked about the e-mails and then he started talking about I think his tax returns.", "sentId": 289}, {"text": "So - and he kept on bringing it back to himself, because he felt the need to defend himself, instead of going after her.", "sentId": 290}, {"text": "So - and with the - with ISIS, he said he blew it up to the extent, you've been dealing with ISIS your entire adult career.", "sentId": 291}, {"text": "He - his tendency to exaggeration sort of took over.", "sentId": 292}, {"text": "So if they can get him disciplined to repeat what that message - what that ad said, I mean, maybe they'll have some trouble on their hands.", "sentId": 293}], "secId": 78}, {"speaker": "RAJU", "sentences": [{"text": "Yes, and is - you made a good point about, you know, him having to go back and defend himself.", "sentId": 294}, {"text": "Feeling he had to do it on every issue.", "sentId": 295}, {"text": "He doesn't need to do it.", "sentId": 296}, {"text": "He can drop those issues and just go back on the offensive and attack Hillary Clinton.", "sentId": 297}, {"text": "Well, look at the way Hillary Clinton dealt with the e-mail question when it came up at the debate.", "sentId": 298}, {"text": "She said that, you know, I'm sorry and, you know, I shouldn't have done it, and she wanted to move on.", "sentId": 299}], "secId": 79}, {"speaker": "RAJU", "sentences": [{"text": "This is much different than the way she dealt with it earlier, when she got into a very  explanation.", "sentId": 300}, {"text": "Oh, this e- mail was marked this way.", "sentId": 301}, {"text": "That e-mail was marked that way.", "sentId": 302}, {"text": "And it looked like she was, you know, basically trying to hide something and she was being - you know, it underscored what James Comey said, that she dealt with this in an extremely careless way.", "sentId": 303}, {"text": "But she just said I'm sorry and wanted to move on and went back on the offensive.", "sentId": 304}, {"text": "Donald Trump needs to learn lessons from Hillary Clinton how she dealt with her own controversies.", "sentId": 305}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "When you watch that ad - it's, you know, again, if you're a Clinton supporter, you may not listen to a word of it, but it's a well-constructed, powerful, negative ad.", "sentId": 306}, {"text": "Who they going for there?", "sentId": 307}], "secId": 81}, {"speaker": "MONTANARO", "sentences": [{"text": "Well, look, I mean, I think when you look at the honest and trustworthy, and that's something, when you look at independents, and we shouldn't say that independents are some swing group because they're Republicans and Mitt Romney won independents in 2012.", "sentId": 308}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 309}], "secId": 83}, {"speaker": "MONTANARO", "sentences": [{"text": "But they're looking at persuadable voters potentially with that kind of an ad.", "sentId": 310}, {"text": "When you're continuously talking about whether it's Alicia Machado or any of these other issues that really more play to your campaign's base of support, there's no need for that.", "sentId": 311}, {"text": "I mean Donald Trump, for example, a Pew poll last week that had written up, you had people say that they were very well aware of Donald Trump's deficiencies.", "sentId": 312}, {"text": "They called him arrogant, egotistical.", "sentId": 313}, {"text": "They said he didn't have the qualities to be president.", "sentId": 314}, {"text": "But his supporters were still with him because of their animosity toward Hillary Clinton.", "sentId": 315}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 316}], "secId": 85}, {"speaker": "MONTANARO", "sentences": [{"text": "So there's a small group of potentially persuadable voters who you see sort of shifting things in some battleground states and they're trying, at least with that ad, to go after something that's a vulnerability of hers.", "sentId": 317}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "And you - and you can tell a lot when a candidate goes from positive ads to more negative ads, it's usually because they need to change the dynamic of the race.", "sentId": 318}, {"text": "We'll see if it works.", "sentId": 319}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "Up next, Libertarian Gary Johnson isn't getting enough support to even qualify for the debates.", "sentId": 320}, {"text": "So why then is he getting Hillary Clinton's attention?", "sentId": 321}], "secId": 88}], "sectionCount": 89, "url": "transcripts.cnn.com/TRANSCRIPTS/1609/30/ip.01.html", "sentenceCount": 323, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired September 30, 2016 - 12:00   ET", "speakers": ["KING", "One", "TRUMP", "CLINTON", "First", "later", "LERER", "RAJU", "KUCINICH", "MONTANARO", "CONWAY", "UNIDENTIFIED MALE ", "COMEY", "UNIDENTIFIED MALE"], "title": "INSIDE POLITICS"}