{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1609.29.ip.01.html.json", "subTitle": "Details of New Jersey Train Crash. Aired 12-12:30p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "ANNOUNCER", "sentences": [{"text": "This is CNN breaking news.", "sentId": 0}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 1}, {"text": "I'm John King.", "sentId": 2}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "We begin this hour with breaking news from Hoboken, New Jersey, just across the Hudson River from Manhattan.", "sentId": 3}, {"text": "If you've been tracking the news this morning, you may be aware of this crash.", "sentId": 4}, {"text": "At least one person is dead, 75 others now we are told hurt from the crash of a commuter train into the Hoboken station.", "sentId": 5}, {"text": "You see the photos of the wreck there.", "sentId": 6}, {"text": "It's quite devastating.", "sentId": 7}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "My colleague Jean Casarez is right on the scene.", "sentId": 8}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Jean, as we look at these photos, it's quite devastating.", "sentId": 9}, {"text": "What's the latest on those hurt and the early phase of the investigation?", "sentId": 10}], "secId": 4}, {"speaker": "CASAREZ", "sentences": [{"text": "Well, John, here are the latest totals we have as far as those that have succumbed to their injuries.", "sentId": 11}, {"text": "There is one fatality at this point.", "sentId": 12}, {"text": "There are 75 injuries, we are understand, two critical, 12 serious injuries.", "sentId": 13}, {"text": "We know that there are two hospitals locally that, one being a trauma center, that the victims have been taken to.", "sentId": 14}], "secId": 5}, {"speaker": "CASAREZ", "sentences": [{"text": "Now, Governor Chris Christie, we understand, out of town, but on his way to the scene right now.", "sentId": 15}, {"text": "And he is saying that everyone has been moved from the train at this point.", "sentId": 16}], "secId": 6}, {"speaker": "CASAREZ", "sentences": [{"text": "Now, we're expecting an official briefing right here behind me in one hour from now so we can actually get the facts and the figures.", "sentId": 17}, {"text": "But here's what we do know at this point.", "sentId": 18}], "secId": 7}, {"speaker": "It was 8", "sentences": [{"text": "45 this morning, just the height of rush hour in Hoboken, New Jersey, just across the river from New York City, and it was a train that was coming in from Spring Valley.", "sentId": 19}, {"text": "And that train, according to a New York transit worker, New Jersey transit worker, said that it was going at a very high rate of speed so that the front car became airborne and just went straight into the train terminal at that point.", "sentId": 20}, {"text": "It was a very fast situation, fast-moving, and people were, obviously, standing inside that train terminal waiting for their own trains to come for the morning.", "sentId": 21}], "secId": 8}, {"speaker": "It was 8", "sentences": [{"text": "At that point, emergency vehicles started arriving at the scene.", "sentId": 22}, {"text": "And what we saw, I personally saw, so many firefighting units, fire engines just all over.", "sentId": 23}, {"text": "So many law enforcement on the scene and emergency responders.", "sentId": 24}, {"text": "Critical at that point was search and rescue.", "sentId": 25}, {"text": "And search and rescue units came in because people were trapped in those trains.", "sentId": 26}, {"text": "And the victims are saying that it was really a horrific situation.", "sentId": 27}, {"text": "But at this point, those that need medical care have been taken, are in the hospitals.", "sentId": 28}, {"text": "We do know that the local medical center of Hoboken is actually using the cafeteria to treat some of the afflicted here, some of those minor injuries.", "sentId": 29}], "secId": 9}, {"speaker": "It was 8", "sentences": [{"text": "But New Jersey State Police here at the scene.", "sentId": 30}, {"text": "The National Transportation Board is beginning an investigation of this.", "sentId": 31}, {"text": "But at this point, that is the latest.", "sentId": 32}, {"text": "In one hour we should get more.", "sentId": 33}], "secId": 10}, {"speaker": "It was 8", "sentences": [{"text": "John.", "sentId": 34}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "And, Jean, obviously you're among the first on the scene.", "sentId": 35}, {"text": "The investigation will take some time.", "sentId": 36}, {"text": "But when you hear these witnesses describing the train as actually airborne after going through the bumper block and into the Hoboken terminal there, any sense, anybody on the scene now talk about how fast the train was going?", "sentId": 37}, {"text": "Any early accounts of why or how this happened?", "sentId": 38}], "secId": 12}, {"speaker": "CASAREZ", "sentences": [{"text": "Well, at this point, mainly high rate of speed I think is the main thing we're hearing.", "sentId": 39}, {"text": "So we are waiting for some answers.", "sentId": 40}, {"text": "And we're hoping in an hour that - that we will get those answers.", "sentId": 41}, {"text": "This is a very old train station.", "sentId": 42}, {"text": "It's very historic.", "sentId": 43}, {"text": "But we're hearing that when that train went airborne, straight in -", "sentId": 44}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Jean, I'm sorry, I need to - I'm sorry to interrupt you, Jean, but we're getting some - we're going to go to the Hoboken Hospital here, where we're getting some details now on those who have been brought to the hospital injured.", "sentId": 45}], "secId": 14}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Since that time, we received 22 patients from the accident.", "sentId": 46}, {"text": "Bumps, bruises, some walking wounded, some lacerations, and fractures as well.", "sentId": 47}, {"text": "We've treated everybody.", "sentId": 48}, {"text": "Everybody is in stable condition.", "sentId": 49}, {"text": "They have been connected with their family members if need.", "sentId": 50}, {"text": "We've had other family members calling in trying to look for their loved ones.", "sentId": 51}, {"text": "We've connected them with the transit hot line to make sure that they can be communicated with their loved ones, to make sure everyone is safe.", "sentId": 52}, {"text": "At this time, the emergency department and the hospital is in stable condition and every patient has been treated for and is safe.", "sentId": 53}], "secId": 15}, {"speaker": "QUESTION", "sentences": [{"text": "Are you expecting anymore?", "sentId": 54}], "secId": 16}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "We're not expecting anymore at this time.", "sentId": 55}, {"text": "There might be a walking wounded that went home and might come in later and we're prepared for anyone that comes in.", "sentId": 56}], "secId": 17}, {"speaker": "QUESTION", "sentences": [{"text": "types of injuries .", "sentId": 57}], "secId": 18}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "We've been bump, bruises, lacerations, fractures.", "sentId": 58}], "secId": 19}, {"speaker": "QUESTION", "sentences": [{"text": "What's the most serious?", "sentId": 59}], "secId": 20}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "There was a bad fracture that happened that came out .", "sentId": 60}, {"text": "QUESTION:  like leg, arm?", "sentId": 61}], "secId": 21}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "In one of the extremities.", "sentId": 62}], "secId": 22}, {"speaker": "QUESTION", "sentences": [{"text": "Do you have any children?", "sentId": 63}, {"text": "that you may have one pediatric patient.", "sentId": 64}], "secId": 23}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "No, there were no pediatric patients that came in from this incident.", "sentId": 65}], "secId": 24}, {"speaker": "QUESTION", "sentences": [{"text": "Can you give us a number of  -", "sentId": 66}], "secId": 25}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "I'm sorry, I couldn't hear what you said.", "sentId": 67}], "secId": 26}, {"speaker": "QUESTION", "sentences": [{"text": "give us a number of injuries and some of the nature of injuries?", "sentId": 68}], "secId": 27}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "There were 22 patients that came in from this accident.", "sentId": 69}, {"text": "There were five lacerations, three fractures and the rest were minor injuries of bumps, bruises, shortness of breath, chest pain.", "sentId": 70}], "secId": 28}, {"speaker": "QUESTION", "sentences": [{"text": "So no one would be characterize as serious or critical patients?", "sentId": 71}], "secId": 29}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "No one from here is critical.", "sentId": 72}], "secId": 30}, {"speaker": "QUESTION", "sentences": [{"text": "So is there someone, like you heard from the scene, that they - can we assume that everybody's been triaged and moved from the scene at this point?", "sentId": 73}], "secId": 31}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Yes, we heard that OEM and EMS did a great job of doing their full triage at the scene, their mass casualty triage, and taking care of every single person at the scene.", "sentId": 74}, {"text": "And at this point, the scene is cleared of any victims.", "sentId": 75}], "secId": 32}, {"speaker": "QUESTION", "sentences": [{"text": "Do you think any other patients will be admitted to the hospital?", "sentId": 76}], "secId": 33}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "It's a possibility that patients will be admitted to the hospital.", "sentId": 77}], "secId": 34}, {"speaker": "QUESTION", "sentences": [{"text": "How many from here today will be admitted?", "sentId": 78}], "secId": 35}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "At least - at least one.", "sentId": 79}], "secId": 36}, {"speaker": "QUESTION", "sentences": [{"text": "Have some already been released?", "sentId": 80}], "secId": 37}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Yes, ma'am.", "sentId": 81}, {"text": "Yes, sir.", "sentId": 82}], "secId": 38}, {"speaker": "QUESTION", "sentences": [{"text": "How smoothly did everything go here at the hospital?", "sentId": 83}, {"text": "We were told earlier that you train for days like this.", "sentId": 84}], "secId": 39}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Yes.", "sentId": 85}, {"text": "This is something that we train for, emergency management and a full incident command is fully - fully something that we do at least once a month.", "sentId": 86}, {"text": "We had an incident command post here, as well as at Christ , as well as at our other facility, Bayone , just in case we had to transport any patients there.", "sentId": 87}, {"text": "One patient was seen at Christ .", "sentId": 88}, {"text": "But, yes, this is something that most emergency departments do train for is to be prepared for mass casualties so that there's never any question of what to do at time.", "sentId": 89}], "secId": 40}, {"speaker": "QUESTION", "sentences": [{"text": "The patient at Christ , what's their status and have they been released?", "sentId": 90}], "secId": 41}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "They're stable at this time and I don't know their disposition at this moment.", "sentId": 91}], "secId": 42}, {"speaker": "QUESTION", "sentences": [{"text": "And can you confirm that the patient at Christ  is a pediatric patient?", "sentId": 92}], "secId": 43}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "I can't confirm that.", "sentId": 93}, {"text": "I don't - I don't know about the patient, the details of the patient.", "sentId": 94}], "secId": 44}, {"speaker": "QUESTION", "sentences": [{"text": ".", "sentId": 95}], "secId": 45}, {"speaker": "QUESTION", "sentences": [{"text": "why were all of the patients brought here ?", "sentId": 96}], "secId": 46}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Good question and that's often a determination by EMS of the situation and the condition of the patient.", "sentId": 97}, {"text": "Jersey City Medical Center is a trauma hospital.", "sentId": 98}, {"text": "So if they did think the patient would be stable to transport from here to there, then that is appropriate for a trauma victim.", "sentId": 99}, {"text": "If they thought the patient needed mediate care and it's still trauma, they would come brought them here.", "sentId": 100}, {"text": "All others did come here.", "sentId": 101}], "secId": 47}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "And we'll take one more.", "sentId": 102}, {"text": "Bobby.", "sentId": 103}], "secId": 48}, {"speaker": "QUESTION", "sentences": [{"text": "The one at Christ , what was the nature of that injury?", "sentId": 104}], "secId": 49}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "I'm sorry, I don't have the detail of the patient from Christ .", "sentId": 105}], "secId": 50}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Bobby, I'll follow up with you.", "sentId": 106}], "secId": 51}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "And we'll take one more over here.", "sentId": 107}], "secId": 52}, {"speaker": "QUESTION", "sentences": [{"text": "And the person you say they admitted here is - it's an adult, is it a male or female, how old ?", "sentId": 108}], "secId": 53}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "I'm not going to tell you details, but yes it is an adult.", "sentId": 109}], "secId": 54}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "All right, thanks, everybody.", "sentId": 110}], "secId": 55}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "And the patient is stable.", "sentId": 111}], "secId": 56}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "We'll get you more later.", "sentId": 112}, {"text": "Thank you.", "sentId": 113}], "secId": 57}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Thank you.", "sentId": 114}], "secId": 58}, {"speaker": "QUESTION", "sentences": [{"text": "Thank you, doctor.", "sentId": 115}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "That was a live briefing there at the Hoboken University Medical Center.", "sentId": 116}, {"text": "Relatively encouraging accounts at that hospital.", "sentId": 117}, {"text": "Relatively encouraging accounts.", "sentId": 118}, {"text": "All the patients brought there, 20 patients I believe she said, in stable condition.", "sentId": 119}, {"text": "She described mostly as lacerations, bumps, bruises, and walking wounded, people who were stunned, but at the Hoboken University Medical Center, all the patients in stable condition.", "sentId": 120}, {"text": "Another hospital involved is in Jersey City.", "sentId": 121}, {"text": "The Jersey City Medical Center.", "sentId": 122}, {"text": "My colleague Sara Ganim is there now.", "sentId": 123}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Sara, what do we know about what's happening at your location?", "sentId": 124}], "secId": 61}, {"speaker": "GAMIN", "sentences": [{"text": "John, this is the regional trauma center.", "sentId": 125}, {"text": "This is where the more seriously injured patients were brought immediately after that train crash.", "sentId": 126}, {"text": "The hospital's CEO telling us 51 patients in total were brought here this morning within the first hour.", "sentId": 127}, {"text": "Of those, three of them were trauma patients.", "sentId": 128}, {"text": "No life- threatening injuries, thankfully.", "sentId": 129}], "secId": 62}, {"speaker": "GAMIN", "sentences": [{"text": "He did say that there are orthopedic injuries, patients with internal injuries.", "sentId": 130}, {"text": "There's one person who is in surgery as we speak and another who is in intensive care.", "sentId": 131}, {"text": "There are eight others in serious condition.", "sentId": 132}, {"text": "And 40 who were bought here by bus.", "sentId": 133}, {"text": "That walking wounded, what you just heard from Hoboken Hospital, that same - the same condition of patients who were able to walk themselves on to a bus and come into the ER.", "sentId": 134}, {"text": "Here, they set up, as they drill for when you have an incident with many people injured, a cafeteria area with triage, with additional staffing coming in, treating those patients.", "sentId": 135}], "secId": 63}, {"speaker": "GAMIN", "sentences": [{"text": "Three of those patients came out of the hospital here while we were out here with absolutely harrowing stories.", "sentId": 136}, {"text": "Two of them who were on the first train, the first car of that train when it crashed, saying that, you know, everything seemed to be going normal.", "sentId": 137}, {"text": "People were waiting to approach the station.", "sentId": 138}, {"text": "They did not feel the train brake, although some of them told us they just simply couldn't remember, were not used to paying attention to what was going on as they approached the station.", "sentId": 139}, {"text": "One passenger saying that the train had slowed after it made its last stop before this one in Secaucus , but nobody felt that train break.", "sentId": 140}, {"text": "They said absolutely harrowing accounts of how passengers handled themselves, trying to help the more injured get out of the cars, breaking through windows, helping people out onto the platform.", "sentId": 141}, {"text": "There were injuries ranging from dislocated shoulders, to broken bones, head injuries.", "sentId": 142}], "secId": 64}, {"speaker": "GAMIN", "sentences": [{"text": "One man here said that something had, from the outside, had come in and hit him in the head.", "sentId": 143}, {"text": "Another patient, another passenger, told me that the train roof actually collapsed right next to him.", "sentId": 144}, {"text": "But they all felt very lucky to be able to walk out of here today.", "sentId": 145}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Sara, I know it's difficult to get information in these circumstances as they're scrambling to take care of their first priority, the patients, but we were told that the engineer was taken unresponsive from the train at the crash site.", "sentId": 146}, {"text": "Do we know if he is at your facility?", "sentId": 147}, {"text": "GANIM: So we do not know if he's here at our facility.", "sentId": 148}, {"text": "All we know is", "sentId": 149}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "there are three patients who are in serious condition here, trauma patients.", "sentId": 150}, {"text": "As I mentioned, one is in surgery, another one in intensive care.", "sentId": 151}, {"text": "But the hospital CEO here did tell us two important things.", "sentId": 152}, {"text": "He said, one, he said, patients who were the most seriously injured were brought to this hospital.", "sentId": 153}, {"text": "This is the regional trauma center.", "sentId": 154}, {"text": "And the second thing he said was none of those three trauma patients appeared to, at this moment, have life-threatening injuries, John.", "sentId": 155}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Sara Ganim with the latest at the trauma center.", "sentId": 156}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "Sara, we'll check back to you as more information comes in.", "sentId": 157}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "I want to get now quickly to a crash witness, a crash participant, if you want to put it that way.", "sentId": 158}, {"text": "Bhagyes Shah was on the train when it plowed into Hoboken Station.", "sentId": 159}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "Sir, let me start by asking, are you OK?", "sentId": 160}], "secId": 71}, {"speaker": "SHAH", "sentences": [{"text": "Yes, I'm OK.", "sentId": 161}, {"text": "I have a little back pain, but other than that, I'm fine.", "sentId": 162}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "Just take us through what happened.", "sentId": 163}, {"text": "Where were you on the train and what do you remember?", "sentId": 164}], "secId": 73}, {"speaker": "SHAH", "sentences": [{"text": "So, I think I was in the middle of the first car.", "sentId": 165}, {"text": "I got on the train at Secaucus  and Hoboken is the next stop.", "sentId": 166}, {"text": "So we were supposed to reach and we were like three or four minutes late.", "sentId": 167}, {"text": "So I was thinking about catching my next train that is departing.", "sentId": 168}, {"text": "And the next thing I know, I'm on the floor and the trains shuddering.", "sentId": 169}, {"text": "It took like three or four seconds to come to a stop.", "sentId": 170}, {"text": "We got up.", "sentId": 171}, {"text": "Someone opened a e windows.", "sentId": 172}, {"text": "Actually I see that window being shown on CNN right now.", "sentId": 173}, {"text": "And I got out - got out of the train, I saw a woman, you know, she was pinned under the concrete that you're showing on scene right now.", "sentId": 174}, {"text": "And there was a few people who picked it up and rescued her.", "sentId": 175}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "And so you're in that car.", "sentId": 176}, {"text": "You say you came out that window up front.", "sentId": 177}, {"text": "I assume you're a regular commuter.", "sentId": 178}, {"text": "Did you notice anything strange?", "sentId": 179}, {"text": "Did you feel that you were traveling at an unsafe speed?", "sentId": 180}], "secId": 75}, {"speaker": "SHAH", "sentences": [{"text": "No, no, actually, as I said earlier, to - whenever the trains come to Secaucus, they slow down.", "sentId": 181}, {"text": "And from Secaucus to Hoboken, they're actually at lower speeds.", "sentId": 182}, {"text": "So that was the speed I was feeling.", "sentId": 183}, {"text": "I mean I didn't feel that it was - it was going faster.", "sentId": 184}, {"text": "But suddenly it did not stop.", "sentId": 185}, {"text": "There was no slowing down.", "sentId": 186}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "When the moment of impact occurred, witnesses at the scene have said it went through the bumper block that is at the end of the tracks.", "sentId": 187}, {"text": "And they described the train as being airborne.", "sentId": 188}, {"text": "Is that what you felt?", "sentId": 189}], "secId": 77}, {"speaker": "SHAH", "sentences": [{"text": "Yes, I mean, I just felt it get plowed into something, you know?", "sentId": 190}, {"text": "It - it's a feeling I felt that you are hitting something.", "sentId": 191}, {"text": "I initially thought it - it's another train.", "sentId": 192}, {"text": "That was my first thought because I was - I was in my cell - I was, you know, looking in my cell phone.", "sentId": 193}, {"text": "I did not look outside and I didn't know that we were at the station.", "sentId": 194}, {"text": "So I thought we are hitting a train.", "sentId": 195}, {"text": "And I waited for the train to come to a stop and I just kept waiting.", "sentId": 196}, {"text": "It did not stop for a long time, or at least it felt like a long time.", "sentId": 197}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "And, obviously, we're trying to figure out how this happened and why this happened.", "sentId": 198}, {"text": "Was there any announcement at all, if the engineer was having any mechanical problem, maybe he would give the passengers a warning to hold on or sit down?", "sentId": 199}], "secId": 79}, {"speaker": "SHAH", "sentences": [{"text": "No.", "sentId": 200}, {"text": "No .", "sentId": 201}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "Nothing at all?", "sentId": 202}], "secId": 81}, {"speaker": "SHAH", "sentences": [{"text": "Nothing at all.", "sentId": 203}, {"text": "Nothing.", "sentId": 204}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Nothing.", "sentId": 205}, {"text": "How many people were in that first car?", "sentId": 206}], "secId": 83}, {"speaker": "SHAH", "sentences": [{"text": "There were many actually.", "sentId": 207}, {"text": "There were more than usual.", "sentId": 208}, {"text": "It's normally the busy time right now, but I could - I could tell there were more people because usually I get to go to the end of the first car, but now I was stuck in the middle because people are standing.", "sentId": 209}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "And no advanced warning, just going along, thinking you're having a normal commute and then, bam?", "sentId": 210}, {"text": "Describe that scene.", "sentId": 211}], "secId": 85}, {"speaker": "SHAH", "sentences": [{"text": "Exactly.", "sentId": 212}, {"text": "The first thing happened was I was thrown onto the floor.", "sentId": 213}, {"text": "There's a bathroom between and between the - in the - in the middle of the car and I was next to the bathroom.", "sentId": 214}, {"text": "I was thrown on the floor.", "sentId": 215}, {"text": "Probably I - I bumped into some other people.", "sentId": 216}, {"text": "I can't recollect that.", "sentId": 217}, {"text": "But all I could see was sunlight.", "sentId": 218}, {"text": "The lights that went on and - went off in the train.", "sentId": 219}, {"text": "And huge, huge vibrations.", "sentId": 220}, {"text": "A lot of vibrations.", "sentId": 221}, {"text": "I mean I could sense we are hitting something.", "sentId": 222}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "When you look at the pictures obviously you see the train is bent and broken.", "sentId": 223}, {"text": "You see the - at the station itself, things have been destroyed, steel twisted, wood splintered.", "sentId": 224}, {"text": "As you were getting out of the train, I assume it was a rather chaotic situation.", "sentId": 225}, {"text": "Describe the passengers getting out and helping each other and how long did it take for you to see a first responder?", "sentId": 226}], "secId": 87}, {"speaker": "SHAH", "sentences": [{"text": "So there were a lot of calm passengers in the train that helped, right?", "sentId": 227}, {"text": "So they were the ones who opened the windows.", "sentId": 228}, {"text": "They kicked the window out and got everyone out.", "sentId": 229}, {"text": "There was a guy in a gray t-shirt.", "sentId": 230}, {"text": "He was helping everybody out.", "sentId": 231}, {"text": "And then once I got out, there were going to transit employees, but they're - they helped us get out and into the station inside.", "sentId": 232}, {"text": "Once we went in, a couple of minute, we got police coming in and they said, you know, you have to evacuate the station.", "sentId": 233}, {"text": "We were moved out to the next - street next to it.", "sentId": 234}, {"text": "And that's when I decided to walk.", "sentId": 235}, {"text": "I wanted to get out of there.", "sentId": 236}, {"text": "I just walked to Newport and then I got a cab from there.", "sentId": 237}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "And you're OK, sir, no injuries?", "sentId": 238}], "secId": 89}, {"speaker": "SHAH", "sentences": [{"text": "No, I have some back pain.", "sentId": 239}, {"text": "That's - that's about it.", "sentId": 240}, {"text": "I'm lucky.", "sentId": 241}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Well, we certainly wish you the best and we appreciate you sharing your story today.", "sentId": 242}, {"text": "It sounds like quite the harrowing experience.", "sentId": 243}, {"text": "Bhagyes Shah was a passenger on that train, sharing his account right there.", "sentId": 244}, {"text": "And we're looking at the pictures and the images.", "sentId": 245}, {"text": "You say - before I let you go, sir, as we go back to this image right here, this is where you - you climbed out right here.", "sentId": 246}, {"text": "You were in this front car of the train?", "sentId": 247}], "secId": 91}, {"speaker": "SHAH", "sentences": [{"text": "Yes, I was.", "sentId": 248}, {"text": "I was exactly at the front car.", "sentId": 249}, {"text": "And you guy showed a window that was open, that's where we jumped out from.", "sentId": 250}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Bhagyes Shah, a passenger of the train.", "sentId": 251}, {"text": "We appreciate your account today.", "sentId": 252}, {"text": "Sir, please make sure that your injuries are taken care of.", "sentId": 253}, {"text": "It's obviously a situation where a lot of people are in shock after something like this.", "sentId": 254}, {"text": "Make sure you get your back checked out, sir.", "sentId": 255}, {"text": "We appreciate your time here.", "sentId": 256}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "I'm joined now by Deb Feyerick, who's back at the scene.", "sentId": 257}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "Deb, you listed to the account - if you listen to the account from someone who was on that train, obviously the investigation is starting to begin.", "sentId": 258}, {"text": "Jean Casarez was saying earlier they're confident they have gone through the train and removed all of the passengers.", "sentId": 259}, {"text": "Tell us what you're seeing now.", "sentId": 260}], "secId": 95}, {"speaker": "FEYERICK", "sentences": [{"text": "Well, what we can tell you is, this - it happened just here behind us.", "sentId": 261}, {"text": "But what we can tell you is that a freight engineer who happened to be walking by track five just moments before this happened, he said he heard a very loud caboom , that's the moment of impact, followed by gushing water.", "sentId": 262}, {"text": "And he describes the scene saying that there were people all over the tracks.", "sentId": 263}, {"text": "Once that train hit that bumper and jumped up onto the platform, that's where it appears that the majority of the most serious injuries occurred.", "sentId": 264}, {"text": "This according to eyewitnesses who describe people who were laying, who were bleeding, others trying to help them, trying to get them out of the immediate area where this occurred.", "sentId": 265}, {"text": "More than 100 injuries is what they initially anticipated.", "sentId": 266}], "secId": 96}, {"speaker": "FEYERICK", "sentences": [{"text": "We can tell you that this - that this witness, who we spoke to, this freight engineer, he was on that track and he said that he was able to climb up and see the driver of this particular train, and the driver appeared to be slumped over.", "sentId": 267}, {"text": "Here's his account.", "sentId": 268}], "secId": 97}, {"speaker": "BLAINE", "sentences": [{"text": "When I came out of Dunkin' Donuts 30 seconds after it happened, I looked to the right and I just saw the train in the building, and I'm like, whoa, that train had to come in about 30 miles an hour.", "sentId": 269}, {"text": "Maybe a little more.", "sentId": 270}, {"text": "But -", "sentId": 271}], "secId": 98}, {"speaker": "QUESTION", "sentences": [{"text": "Can you explain what you saw?", "sentId": 272}, {"text": "What happened afterwards?", "sentId": 273}], "secId": 99}, {"speaker": "QUESTION", "sentences": [{"text": "You said there was a - you said there was an override system that prevented that.", "sentId": 274}], "secId": 100}, {"speaker": "BLAINE", "sentences": [{"text": "Well, the override system come on like within 30 seconds of touching the throttle, really, it should come on.", "sentId": 275}, {"text": "Like when I ride an engine - I'm an engineer with 17 years.", "sentId": 276}, {"text": "When I'm on a train and I'm running and - no matter what speed it is, if I'm running the train, actually, and I run on Jersey Transit.", "sentId": 277}, {"text": "If I'm running the train, and just say I just maybe fall asleep or pass out, have a heart attack, 30 - say the 30 seconds starts, I mean, the 60 seconds - I'm sorry, the 60 seconds starts when I pass out.", "sentId": 278}, {"text": "So now when I pass - if I'm passing out, just when I close my eyes, I pass out, 60 seconds starts counting.", "sentId": 279}, {"text": "So I didn't touch that throat in 60 seconds, that light starts beeping.", "sentId": 280}, {"text": "Beep.", "sentId": 281}, {"text": "Beep.", "sentId": 282}], "secId": 101}, {"speaker": "QUESTION", "sentences": [{"text": "Is it a button or do you have to - it's a -", "sentId": 283}], "secId": 102}, {"speaker": "BLAINE", "sentences": [{"text": "Oh, no, it's automatically built on our trains.", "sentId": 284}, {"text": "That sucker will come on.", "sentId": 285}, {"text": "I run an Am Trak every day to -", "sentId": 286}], "secId": 103}, {"speaker": "QUESTION", "sentences": [{"text": "Will it stop the train?", "sentId": 287}], "secId": 104}, {"speaker": "BLAINE", "sentences": [{"text": "It will stop the train.", "sentId": 288}], "secId": 105}, {"speaker": "FEYERICK", "sentences": [{"text": "And what we can tell you, John, is that that's William Blaine.", "sentId": 289}, {"text": "He was that freight engineer.", "sentId": 290}, {"text": "He said that normally trains come into the station at about five miles an hour and then they brake.", "sentId": 291}, {"text": "But it doesn't appear that witnesses heard any sort of screeching or anything that would normally suggest the train were trying to stop.", "sentId": 292}], "secId": 106}, {"speaker": "FEYERICK", "sentences": [{"text": "He also told us that the engineer, that system is designed so if it does not feel sort of the touch of an engineer to try to slow it down, because they know when they're coming into the station, that's when the system automatically engages, but it needs time.", "sentId": 293}, {"text": "And it may have been that the moment that that train lost control, it wasn't enough time for the devices to engage in order to slow it down.", "sentId": 294}], "secId": 107}, {"speaker": "FEYERICK", "sentences": [{"text": "But it appears that a lot of the injuries, not only once that train jumped on to the platform, but also, John, keep in mind, that it caused so much interior structural damage that part of the roof collapsed.", "sentId": 295}, {"text": "There were beams everywhere according to witnesses.", "sentId": 296}, {"text": "So there was debris that was falling.", "sentId": 297}, {"text": "And we're told by a witnesses that the first responders who were here on the scene, then had to move everybody out of that area because it was so unstable.", "sentId": 298}, {"text": "And they brought in an urban search and rescue team to shore up the entire area, to make sure that, first of all, they could access the people who were stuck in that train.", "sentId": 299}, {"text": "But there were a lot of firefighters, a lot of first responders who were there simply trying to remove the people from the train while treating those who were injured on the platform.", "sentId": 300}, {"text": "They were going to mobilize ambulances and EMTs from New York.", "sentId": 301}, {"text": "Ultimately they were able to get the people out and get the others to the hospital.", "sentId": 302}, {"text": "So they pulled that back.", "sentId": 303}, {"text": "But this really was treated as a mass casualty situation because of this sort of runaway train, but also the number of casualties who were here as well, John.", "sentId": 304}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "I think throughout the day we'll be praising the first responders, obviously a number of passengers on the train, especially when you hear from the first of one of the hospitals at least, everyone in stable condition.", "sentId": 305}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "Deb, help a viewer who might live in a part of the country, not understand Hoboken and how important it is for the daily commute into Manhattan and New York City.", "sentId": 306}, {"text": "Put the - put where you are into context.", "sentId": 307}], "secId": 110}, {"speaker": "FEYERICK", "sentences": [{"text": "Yes, there's - there's absolutely no question about this.", "sentId": 308}, {"text": "Hoboken is one of the busiest hubs bringing people from New Jersey into New York City.", "sentId": 309}, {"text": "And there are - there are dozens of trains who travel here, especially in the height of the morning rush hour.", "sentId": 310}, {"text": "It's always packed.", "sentId": 311}], "secId": 111}, {"speaker": "FEYERICK", "sentences": [{"text": "I used to commute from here many years ago.", "sentId": 312}, {"text": "And so we can tell you that you've got people - it's considered a suburb basically because New York City is just right across the river.", "sentId": 313}, {"text": "But you've got a lot of people who will come and get the PATH here, which leads them into the city.", "sentId": 314}, {"text": "All of that temporarily shut down as they're trying to figure out because now this is a crime scene and they've got to treat it as such.", "sentId": 315}, {"text": "They've got to figure out what happened to the engineer.", "sentId": 316}, {"text": "They've got to figure out the trajectory of the train, the impact, the speed that it may have been traveling at.", "sentId": 317}, {"text": "So they'll be looking at cameras, things like that, just to try to gauge just exactly how this all played out.", "sentId": 318}], "secId": 112}, {"speaker": "FEYERICK", "sentences": [{"text": "But this is very, very busy, this area.", "sentId": 319}, {"text": "And, you know, it's a young area.", "sentId": 320}, {"text": "It's an area that people live because it's easy to get into the city.", "sentId": 321}, {"text": "But it's a place where people from all the major suburbs outside of Manhattan also commute through on their way into Manhattan to get to work.", "sentId": 322}, {"text": "So really just chaos, tragedy, and, as one person said it, worst thing he's ever seen.", "sentId": 323}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "CNN's Deb Feyerick on the scene for us in Hoboken.", "sentId": 324}, {"text": "Deb, we'll get back to you as developments warrant.", "sentId": 325}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "We're also expecting the National Transportation Safety Board to give us an update later this hour.", "sentId": 326}, {"text": "They're a big part of the investigation now.", "sentId": 327}, {"text": "We'll bring you that live as soon as it starts.", "sentId": 328}, {"text": "Stay with us.", "sentId": 329}, {"text": "A quick break.", "sentId": 330}, {"text": "When we come back, much more on the breaking news, a commuter train crash in Hoboken, New Jersey, just across the Hudson River from Manhattan.", "sentId": 331}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "Our breaking news coverage today, Hoboken, New Jersey, due west of Manhattan.", "sentId": 332}, {"text": "Just across the Hudson River from Manhattan.", "sentId": 333}, {"text": "At least one person is dead, 75 hurt, in the crash of a commuter train that plowed into Hoboken Station.", "sentId": 334}, {"text": "Look at these pictures.", "sentId": 335}, {"text": "They're devastating.", "sentId": 336}, {"text": "What happened to be a very high speed.", "sentId": 337}, {"text": "Everyone on board has now been rescued, including the engineer, who was removed from the train, said to be unresponsive.", "sentId": 338}, {"text": "We're now hearing from the victims.", "sentId": 339}, {"text": "Some have just been released from the hospital.", "sentId": 340}, {"text": "They're talking to our CNN crew.", "sentId": 341}, {"text": "Let's listen in right here.", "sentId": 342}], "secId": 116}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": ".", "sentId": 343}], "secId": 117}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Up and got thrown around.", "sentId": 344}, {"text": "Lights went out.", "sentId": 345}, {"text": "I think the roof caved in.", "sentId": 346}, {"text": ".", "sentId": 347}], "secId": 118}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "I'm right over your shoulder.", "sentId": 348}, {"text": "UNIDENTIFIED MALE: OK.", "sentId": 349}], "secId": 119}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "So the mic is not going to happen, OK?", "sentId": 350}], "secId": 120}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "I was on the first car of the train, standing like in the vestibule.", "sentId": 351}, {"text": "It just didn't stop.", "sentId": 352}, {"text": "And just got thrown around.", "sentId": 353}, {"text": "Lights went out.", "sentId": 354}, {"text": "I think the roof caved in on the train and like collapsed the roof of the train a little bit.", "sentId": 355}], "secId": 121}, {"speaker": "QUESTION", "sentences": [{"text": "What did you see?", "sentId": 356}, {"text": "Describe the other passengers.", "sentId": 357}, {"text": "Did you see other people get  injured?", "sentId": 358}], "secId": 122}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "No one knew what was going on.", "sentId": 359}, {"text": "Honestly, I - yes, people - yes, people were injured.", "sentId": 360}, {"text": "There's bloody - I think shoulder dislocation, broken wrist, stuff like that.", "sentId": 361}, {"text": "So, yes.", "sentId": 362}], "secId": 123}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Do you need a mic .", "sentId": 363}, {"text": "Robert .", "sentId": 364}, {"text": "Robert.", "sentId": 365}], "secId": 124}, {"speaker": "QUESTION", "sentences": [{"text": "You were in the first car or where were you?", "sentId": 366}], "secId": 125}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Yes, in the first car.", "sentId": 367}, {"text": "I was standing like right in the - there's like a row of seats, a middle part, and then another section of seats.", "sentId": 368}, {"text": "So I was standing in the middle.", "sentId": 369}], "secId": 126}, {"speaker": "QUESTION", "sentences": [{"text": "Was it a loud bang?", "sentId": 370}, {"text": "Can you describe -", "sentId": 371}], "secId": 127}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "It was a loud bang.", "sentId": 372}, {"text": "Yes.", "sentId": 373}, {"text": "It just - it just seemed like it didn't stop.", "sentId": 374}, {"text": "And then the - the lights went out.", "sentId": 375}, {"text": "And then the roof just came down on it.", "sentId": 376}, {"text": "So - because like the - I think the roof of Hoboken terminal crashed into the actual train.", "sentId": 377}], "secId": 128}, {"speaker": "QUESTION", "sentences": [{"text": "What was your injury?", "sentId": 378}], "secId": 129}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Just whiplash, minor.", "sentId": 379}, {"text": "Just my neck hurts a little.", "sentId": 380}], "secId": 130}, {"speaker": "QUESTION", "sentences": [{"text": "Clearly  you have been checked out?", "sentId": 381}], "secId": 131}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Yes, they checked me.", "sentId": 382}, {"text": "So I don't - I think I'm on adrenaline still.", "sentId": 383}], "secId": 132}, {"speaker": "QUESTION", "sentences": [{"text": "Yes.", "sentId": 384}], "secId": 133}, {"speaker": "QUESTION", "sentences": [{"text": "Yes.", "sentId": 385}], "secId": 134}, {"speaker": "QUESTION", "sentences": [{"text": "Did the train ever slow down?", "sentId": 386}], "secId": 135}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "I honestly didn't notice.", "sentId": 387}, {"text": "I was on - looking at something on my phone.", "sentId": 388}, {"text": "But other passengers - or other passengers said that, yes, they - it seemed like it was going a little faster than normal.", "sentId": 389}], "secId": 136}, {"speaker": "QUESTION", "sentences": [{"text": "How did you get out of the train?", "sentId": 390}], "secId": 137}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "I had to climb out the side window.", "sentId": 391}], "secId": 138}, {"speaker": "QUESTION", "sentences": [{"text": "Was it already open?", "sentId": 392}, {"text": "Did somebody push it open?", "sentId": 393}, {"text": "UNIDENTIFIED MALE: No, they kicked it out, yes.", "sentId": 394}], "secId": 139}, {"speaker": "QUESTION", "sentences": [{"text": "Somebody else kicked it out and -", "sentId": 395}], "secId": 140}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Yes.", "sentId": 396}, {"text": "It was just - it was only - like people were trying to like stampede out but everybody calmed down and then they kicked it out.", "sentId": 397}], "secId": 141}, {"speaker": "QUESTION", "sentences": [{"text": "Describe the response.", "sentId": 398}, {"text": "Did you help anybody get out of the train?", "sentId": 399}, {"text": "Were people trying to help you?", "sentId": 400}], "secId": 142}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "We - I tried - yes, we tried to clear the way for the people that were bleeding more to get out first.", "sentId": 401}, {"text": "So we like kind of made everybody like step out of the way because some people went to like the bathroom to clear the - the aisle so that people could get off and get looked at.", "sentId": 402}], "secId": 143}, {"speaker": "QUESTION", "sentences": [{"text": "We heard the conductor from the first wagon helped the second wagon with the evacuation.", "sentId": 403}, {"text": "Was that -- did you do that?", "sentId": 404}, {"text": "Did you see that?", "sentId": 405}], "secId": 144}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "I - I didn't see anything, no, sorry.", "sentId": 406}], "secId": 145}, {"speaker": "QUESTION", "sentences": [{"text": "Did you see fatalities?", "sentId": 407}], "secId": 146}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "No.", "sentId": 408}], "secId": 147}], "sectionCount": 148, "url": "transcripts.cnn.com/TRANSCRIPTS/1609/29/ip.01.html", "sentenceCount": 410, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired September 29, 2016 - 12:00   ET", "speakers": ["ANNOUNCER", "KING", "CASAREZ", "It was 8", "UNIDENTIFIED FEMALE", "QUESTION", "UNIDENTIFIED MALE", "GAMIN", "SHAH", "FEYERICK", "BLAINE"], "title": "INSIDE POLITICS"}