{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1609.27.ip.02.html.json", "subTitle": "Breaking Down Last Night's Presidential Debate.  Aired 12:30-1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "There was conspiracy theory garbage.", "sentId": 0}, {"text": "The president of the United States was born in the United States.", "sentId": 1}, {"text": "Five years after the birth certificate is released, he was still talking about it and calling it a fraud and who hasn't said why and he did not come to the debate with a better answer.", "sentId": 2}], "secId": 0}, {"speaker": "VISER", "sentences": [{"text": "And I think that this is part of Trump's new strategy.", "sentId": 3}, {"text": "And one of the problems with his new strategy of not doing as many interviews, not having news conferences, he had that event a week before saying the president was born in the United States, period.", "sentId": 4}, {"text": "But he didn't answer any further questions on it.", "sentId": 5}, {"text": "He has been pressed on it until last night and he did not have a good answer so it is still lingering.", "sentId": 6}], "secId": 1}, {"speaker": "HENDERSON", "sentences": [{"text": "And then she very smartly said, you know, this was the foundational narrative of his political campaign and then switched to his business record and his lawsuits involving a housing discrimination.", "sentId": 7}, {"text": "And his answer to that is well listen, everybody got sued and we settled with no admission of guilt.", "sentId": 8}, {"text": "He never said discrimination is wrong, we didn't do anything wrong.", "sentId": 9}], "secId": 2}, {"speaker": "RESTON", "sentences": [{"text": "It was an odd role rehearsal, because it was like Donald Trump lead the leave when usually it's Hillary Clinton ...", "sentId": 10}], "secId": 3}, {"speaker": "MARTIN", "sentences": [{"text": "Right, that's a great point.", "sentId": 11}], "secId": 4}, {"speaker": "RESTON", "sentences": [{"text": "Totally admired and all of that.", "sentId": 12}], "secId": 5}, {"speaker": "VISER", "sentences": [{"text": "He also called President Obama \"Your President,\" at that one point which was another striking moment of, you know, who is Donald Trump's president?", "sentId": 13}], "secId": 6}, {"speaker": "MARTIN", "sentences": [{"text": "Put Trump aside, what's the biggest challenge based in the GOP today.", "sentId": 14}, {"text": "The answer is demography.", "sentId": 15}], "secId": 7}, {"speaker": "said", "sentences": [{"text": "And yet, Donald Trump walked onto that stage last night.", "sentId": 16}, {"text": "Tie to the national polls, a tighter ahead in many of the key battleground state, if she has an advantage still when you go state by state it is ever small.", "sentId": 17}, {"text": "Now a month ago Donald Trump had a narrow path sort of narrowest path to the presidency.", "sentId": 18}, {"text": "Now, he has more menu option.", "sentId": 19}], "secId": 8}, {"speaker": "said", "sentences": [{"text": "So in addition to making those points, she tried to make -- as you mentioned his business record, she also try to make the case that Donald Trump is trying to hide something.", "sentId": 20}, {"text": "Ever since Richard Nixon that noted beacon of transparency, you know, the government, have released his taxes here in the United States.", "sentId": 21}, {"text": "I'm kidding.", "sentId": 22}, {"text": "40 years ago, Donald Trump has refused to release his taxes.", "sentId": 23}, {"text": "Hillary Clinton has released taxes going back to 40 years.", "sentId": 24}, {"text": "She tried to press him hard on that last night.", "sentId": 25}], "secId": 9}, {"speaker": "CLINTON", "sentences": [{"text": "Maybe he does not want the American people, all of you watching tonight to know that he has paid nothing in federal taxes because the only years that anybody has ever seen were a couple of years when he had to turn them over to state authorities when he was trying to get a casino license and they showed he didn't pay any federal income tax.", "sentId": 26}], "secId": 10}, {"speaker": "DONALD TRUMP  PRESIDENTIAL CANDIDATE", "sentences": [{"text": "That makes me smart.", "sentId": 27}], "secId": 11}, {"speaker": "CLINTON", "sentences": [{"text": "So if he has paid said zero, that means zero for troops, zero for vets, zero for schools or health and I think probably he's not all that enthusiastic about having the rest of our countries see what the real reasons are because it must be something really important, even terrible that he's trying to hide.", "sentId": 28}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Coming soon to a T.V.", "sentId": 29}, {"text": "at near you.", "sentId": 30}], "secId": 13}, {"speaker": "MARTIN", "sentences": [{"text": "But she was so wedded to her message there thought that she didn't in the moment ...", "sentId": 31}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Wake up the smart.", "sentId": 32}], "secId": 15}, {"speaker": "MARTIN", "sentences": [{"text": "So hang on a second.", "sentId": 33}, {"text": "Did you just admit that you haven't pay taxes?", "sentId": 34}], "secId": 16}, {"speaker": "RESTON", "sentences": [{"text": "But not only where this is ...", "sentId": 35}], "secId": 17}, {"speaker": "MARTIN", "sentences": [{"text": "Well, devastated by ...", "sentId": 36}], "secId": 18}, {"speaker": "RESTON", "sentences": [{"text": "As a task and admission of that.", "sentId": 37}, {"text": "But the fact that it's another example of the fact that Donald Trump is still talking to the people that are already supporting him.", "sentId": 38}, {"text": "I mean they love the fact that he works the system and knows the inside of the system better than -- so of course, those are the people that are going respond positively to that kind of comment that it was smart and you -- we saw, you know, wrapping up this morning saying that they're going to go after him on that for the next couple of days.", "sentId": 39}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "He said it was smart to either pay no or little taxes as you can and he also said it was good business to use bankruptcy laws to screw the little guy, the guy who, you know, put the cabinets in your casino -- put the drinks in your casino, your proper bankruptcy you don't have to pay them but he does OK in business.", "sentId": 40}, {"text": "So we're going to see this.", "sentId": 41}, {"text": "She's going to press this argument because maybe that helps her with her biggest weakness, white, working ...", "sentId": 42}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "But another issue here is the candidate is not on the stage, Libertarian Gary Johnson and the Green Party candidate Jill Stein are hurting Hillary with younger voters specially out in the western state and the more libertarian states.", "sentId": 43}, {"text": "They're supporting climate change, other issues.", "sentId": 44}, {"text": "Hillary Clinton last night you could clear -- she came to the debate knowing I've got some weaknesses I'm going to play.", "sentId": 45}, {"text": "Here is she goes after Donald Trump on climate.", "sentId": 46}], "secId": 21}, {"speaker": "CLINTON", "sentences": [{"text": "Donald thinks that climate change is \"A Hoax\" perpetrated by the Chinese, I think it's real.", "sentId": 47}], "secId": 22}, {"speaker": "TRUMP", "sentences": [{"text": "I did not.", "sentId": 48}, {"text": "I do not say that.", "sentId": 49}], "secId": 23}, {"speaker": "CLINTON", "sentences": [{"text": "I think Science is real and I think it's important that we ...", "sentId": 50}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "It might not have said it but he has tweeted it repeatedly.", "sentId": 51}], "secId": 25}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 52}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "I believe he has said it repeatedly too, this is one of the places where Mr. Trump and his supporters get mad at me when I say this, but he often has a casual relationship with the truth.", "sentId": 53}, {"text": "And he has repeatedly on record saying climate change is a hoax.", "sentId": 54}], "secId": 27}, {"speaker": "RESTON", "sentences": [{"text": "Yeah.", "sentId": 55}, {"text": "And Kellyanne Conway ...", "sentId": 56}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "It's not only the Republican Party saying that.", "sentId": 57}], "secId": 29}, {"speaker": "RESTON", "sentences": [{"text": "And Kellyanne Conway this morning on NEW DAY clarified that he believed that climate change is happening but it's naturally occurring, not manmade.", "sentId": 58}, {"text": "And that was her explanation for the answer the he gave last night.", "sentId": 59}, {"text": "But it is an issue that, you know, just to your point that Clinton trying to come in and convince millennials for going for some of his third party candidate that they are throwing away their vote and giving their vote to Donald Trump that is exactly the kind of issue that they will be able to pound  from now on.", "sentId": 60}], "secId": 30}, {"speaker": "HENDERSON", "sentences": [{"text": "In criminal justice reform, I mean that's a big issue for black millennials and she talked about that.", "sentId": 61}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "And she used that language.", "sentId": 62}], "secId": 32}, {"speaker": "HENDERSON", "sentences": [{"text": "She did.", "sentId": 63}, {"text": "She use the language.", "sentId": 64}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "That's the gateway.", "sentId": 65}], "secId": 34}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 66}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "It used to be talk about economic opportunity or education opportunity.", "sentId": 67}, {"text": "She got a tension of the African-American community.", "sentId": 68}, {"text": "You have to start with one of those justice reform now.", "sentId": 69}], "secId": 36}, {"speaker": "HENDERSON", "sentences": [{"text": "I think that's right.", "sentId": 70}, {"text": "Yeah and she also talked about college affordability a bit.", "sentId": 71}, {"text": "And he's in her critique of Donald Trump with the beauty pageant thing, right?", "sentId": 72}, {"text": "I mean if you are a young woman, I mean the idea of a beauty pageant is a methema to being a feminist and to being modern woman because, you know, you have to be a certain weight to be in a beauty pageant and all sorts of ridiculous things, up and even that I think will resonate with some of these folks who are perked with those third party candidates and some of those are Republicans as well.", "sentId": 73}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Let's take a peek.", "sentId": 74}, {"text": "I'm sorry about interrupting down the trail that's Hillary Clinton, the Democratic candidate president arriving to Raleigh, North Carolina, one of the most competitive States.", "sentId": 75}, {"text": "As we go through the presidential battleground states.", "sentId": 76}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "Here Mitt Romney the Republican won it in 2012, President Obama won it in 2008 it is perhaps the most evenly balanced demographic state in the country.", "sentId": 77}, {"text": "And to our sponsor you're going to sit tight.", "sentId": 78}, {"text": "Debate number one in the books, the candidates are already looking ahead as you could see right there out on the road, where the campaign is headed this week and how the next debate will be different, very different.", "sentId": 79}, {"text": "Coming up.", "sentId": 80}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "So where do we go from here?", "sentId": 81}, {"text": "It's a busy day on the campaign trail.", "sentId": 82}, {"text": "Hillary Clinton as we just showed you in North Carolina.", "sentId": 83}, {"text": "Donald Trump will be in Florida tonight and Clinton is getting some help from her husband, Vice President Joe Biden and her running mate, who had a morning event this morning also in Florida.", "sentId": 84}], "secId": 40}, {"speaker": "KAINE", "sentences": [{"text": "Let me just talk a little bit about that debate last night.", "sentId": 85}, {"text": "Hillary showed she's prepared to be president and she's prepared to be commander in chief.", "sentId": 86}, {"text": "She offered the details and her plans, she gave us the stronger together vision, she answered the questions that had to be answered and she told the truth.", "sentId": 87}], "secId": 41}, {"speaker": "KAINE", "sentences": [{"text": "And on the other side, you had a guy who was -- well, if you are that rattled in the debate ...", "sentId": 88}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "Next up on the debate schedule the vice president candidate squares off one week from today.", "sentId": 89}, {"text": "The second debate is a week, from Sunday, that's October 9th, circle that one on your calendar.", "sentId": 90}, {"text": "It's a town hall format, very different setting, 40 undecided voters in the hall and risky choice if Donald Trump decides to get more personal.", "sentId": 91}], "secId": 43}, {"speaker": "TRUMP", "sentences": [{"text": "You know, I'm very happy that I was able to hold back on the, you know, in the discretions with respect to Bill Clinton because I have a lot of respect for Chelsea Clinton.", "sentId": 92}, {"text": "And I just didn't want to say what I was going to say.", "sentId": 93}], "secId": 44}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Which is?", "sentId": 94}], "secId": 45}, {"speaker": "TRUMP", "sentences": [{"text": "Which is I will tell you maybe at the next debate, we'll see.", "sentId": 95}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "Kind of alluding, I don't know if the word is threatening.", "sentId": 96}, {"text": "I don't know what the word is  that he wanted to in the first debate bring up Bill Clinton's past, decided not to out of respect for Chelsea Clinton who was in the room.", "sentId": 97}, {"text": "Mr. Trump does this stuff all the time he's got the first candidate.", "sentId": 98}, {"text": "But he is sort of a -- just sort of drops things to get you talking about -- the guys talking about this ...", "sentId": 99}], "secId": 47}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 100}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "... even though he didn't ...", "sentId": 101}], "secId": 49}, {"speaker": "MARTIN", "sentences": [{"text": "I didn't say it John, you know.", "sentId": 102}], "secId": 50}, {"speaker": "HENDERSON", "sentences": [{"text": "People are talking about it, yeah.", "sentId": 103}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "But the -- number one, the very interesting they want to be -- to see, you know, where is the race when we get to the next presidential debate.", "sentId": 104}, {"text": "The vice presidential debate, two good guys, we'll see how it goes, but two different guys pull softly, probably not going to move the needle in the race.", "sentId": 105}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "In a town hall setting with 40 undecided voters a pretty cozy environment that we bring up or this is just a bluff or trying to get her up for gain.", "sentId": 106}, {"text": "Is that where you bring up Bill Clinton?", "sentId": 107}], "secId": 53}, {"speaker": "MARTIN", "sentences": [{"text": "Nothing would surprise me at this point, John.", "sentId": 108}, {"text": "He had a pattern of trying to insert new information into the media bloodstream that changed the conversation after in not so great moment.", "sentId": 109}, {"text": "He's not time and time again.", "sentId": 110}, {"text": "I think that's what you're seeing there.", "sentId": 111}, {"text": "Yeah, look I don't think if he's pressed again by her at this next debate in the same fashion he was last night about gender ...", "sentId": 112}], "secId": 54}, {"speaker": "RESTON", "sentences": [{"text": "Yeah.", "sentId": 113}], "secId": 55}, {"speaker": "MARTIN", "sentences": [{"text": "... absolutely go there because it changes the conversation immediately.", "sentId": 114}], "secId": 56}, {"speaker": "RESTON", "sentences": [{"text": "And it's potentially, you know, clearly there are some people on his campaign who think that that's a really good issue for him to go after although that's quite up for debate.", "sentId": 115}, {"text": "And, he may do it before the next debate to change the conversation.", "sentId": 116}, {"text": "I mean clearly he's going to find a way to change the media narrative from what we're talking about today.", "sentId": 117}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "That to me is a great point, in the sense that we have all this time between the next one.", "sentId": 118}, {"text": "What does he do?", "sentId": 119}, {"text": "Because he had some bad Republican primary debates too.", "sentId": 120}, {"text": "He would, you know, and he would usually come up the next day and stir it up to your point, do something very provocative to regain the initiative and the campaign.", "sentId": 121}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "How much does this matter, I'm asked the question this context, you just saw Tim Kaine, the Democratic vice president candidate.", "sentId": 122}, {"text": "Mike Pence the Republican vice presidential candidate is out there.", "sentId": 123}, {"text": "But Democrats have a deeper bench if you will.", "sentId": 124}, {"text": "Here is Vice President Joe Biden on the campaign tomorrow, Pennsylvania, his home state also a very critical state in politics making the case that Hillary Clinton trying to make last night on Donald Trump and why can't we see his taxes?", "sentId": 125}], "secId": 59}, {"speaker": "BIDEN", "sentences": [{"text": "Tell that to the Janitor here, who's paying taxes.", "sentId": 126}, {"text": "Tell him my dad who when he was alive busting his neck working 60 hours a week, paid all his taxes.", "sentId": 127}, {"text": "Tell that your mothers and fathers are breaking their neck to send you here who paid their taxes.", "sentId": 128}, {"text": "I really need it, it angers me.", "sentId": 129}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "It is an unconventional year.", "sentId": 130}, {"text": "I don't know if people are listening to the politicians this year.", "sentId": 131}, {"text": "But you have Vice President Biden, now Bill Clinton is going to out today.", "sentId": 132}, {"text": "Bernie Sanders tweeted this morning, that he's going to New Hampshire tomorrow to work for Hillary Clinton.", "sentId": 133}, {"text": "She's got Elizabeth Warren the senator from Massachusetts , She's the President of the United States, the first day in state.", "sentId": 134}, {"text": "Donald Trump has his running mate.", "sentId": 135}], "secId": 61}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah, and they need all the help that they get for Democratic do it, right?", "sentId": 136}, {"text": "I mean this is a tough race for while they felt like it was going to be blow out it's tightened particularly in the blue wall states.", "sentId": 137}, {"text": "Also, you see them going out and trying to nail down those blue wall states.", "sentId": 138}, {"text": "I think that clip of Joe Biden would probably make a lot of people think, well, it will then so great if Joe Biden had run in this race in some ways because he's so good at the blue collar language in the race.", "sentId": 139}, {"text": "Just indignation -- well, yeah -- I mean, and they have all of these demographic groups that they need to piece together and all of these surrogates.", "sentId": 140}, {"text": "Obama has going to help with African-Americans but he's also going to help with suburban whites ...", "sentId": 141}], "secId": 62}, {"speaker": "MARTIN", "sentences": [{"text": "And how much Trump has got a handful of his friends and advisers around him.", "sentId": 142}, {"text": "But the institutional GOP is missing in action from this campaign.", "sentId": 143}], "secId": 63}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "They don't want any part of it.", "sentId": 144}, {"text": "MARTIN: They want no part of it.", "sentId": 145}, {"text": "You watch Paul Ryan this morning at his press conference struggling to find some phrase for Donald Trump's performance.", "sentId": 146}, {"text": "As they say in the in south, those kind of like bless your heart, you know.", "sentId": 147}], "secId": 64}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "He was trying but it's just he could really quite sum it.", "sentId": 148}, {"text": "Where are, Brian Sandoval, the governor of Nevada, Susana Martinez, governor of New Mexico, Nikki Haley, Tim Scott, all of these obviously stars, Cory Gardner, they're not on the campaign trail.", "sentId": 149}, {"text": "They don't want to be associated with their own party's nominee.", "sentId": 150}, {"text": "Even in a closer range by the way.", "sentId": 151}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Even when it's gotten close, they're still afraid there's going to be wreckage.", "sentId": 152}, {"text": "And they don't want to get caught off.", "sentId": 153}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "So, the town hall format, Anderson Cooper, my colleague, one of the people -- the fairest people in the business.", "sentId": 154}, {"text": "So, as they work as referees, sorry, forgive me, Martha Raddatz of ABC News another pro.", "sentId": 155}, {"text": "You are in a town hall setting though, Donald Trump pass a lot of opportunities last night, he didn't bring up Hillary Clinton calling his supporters basket of deplorables.", "sentId": 156}, {"text": "He didn't get to the Clinton Foundation, he didn't try to get to her Benghazi.", "sentId": 157}, {"text": "Is that the opportunity?", "sentId": 158}, {"text": "Kaine walk out to the audience and say, \"Are you people,\" you think you're deplorable?", "sentId": 159}, {"text": "Does he have the skills?", "sentId": 160}, {"text": "Neither one of these candidates are masters at that.", "sentId": 161}, {"text": "But she has a little bit more experience.", "sentId": 162}, {"text": "But can they work that part of it?", "sentId": 163}], "secId": 67}, {"speaker": "VISER", "sentences": [{"text": "And Trump too.", "sentId": 164}, {"text": "I mean, we made a lot of, you know, there's a big deal about him doing his first one on one debate.", "sentId": 165}, {"text": "Town halls are not his format either.", "sentId": 166}, {"text": "He did not do many town halls at all during the primary races.", "sentId": 167}, {"text": "He didn't do it in New Hampshire, you know, he didn't do them at all.", "sentId": 168}, {"text": "He does big rallies.", "sentId": 169}, {"text": "So him in a small intimate setting is not his comfort zone at all.", "sentId": 170}], "secId": 68}, {"speaker": "RESTON", "sentences": [{"text": "Where she, you know, has not shown the ability that Bill Clinton had to connect with those audience numbers.", "sentId": 171}, {"text": "I mean, that's probably the most famous debate moment was the town hall moment where he, you know, approached this woman and had her tell her story again.", "sentId": 172}, {"text": "And, you know, she's -- they're working on kind of find a way to connect with those people.", "sentId": 173}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "I feel your pain.", "sentId": 174}], "secId": 70}, {"speaker": "RESTON", "sentences": [{"text": "I feel your pain.", "sentId": 175}], "secId": 71}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah, totally.", "sentId": 176}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "... that there are reporters will give you a sneak peak into their notebooks next, including Trump's new push to change the map out of the Wild West.", "sentId": 177}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "Let's close as we always do.", "sentId": 178}, {"text": "Head around the Inside Politics table, I asked our great reporters to get you out at the big political news just around the corner.", "sentId": 179}, {"text": "Maeve?", "sentId": 180}, {"text": "RESTON: Well, we thought for a while that Colorado was just pretty much going to be off the table that the Clinton campaign was going to have an easy win there, the demographical have shifted in their favor.", "sentId": 181}, {"text": "Donald Trump obviously, has been put in a lot of efforts there.", "sentId": 182}, {"text": "But our poll this week shows a clear tightening there and of course it's a very close race and Nevada is right close by.", "sentId": 183}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "The Trump campaign argues that this is because they think they're doing better among suburban women particularly in those color counties around Denver, that they are attracted to Donald Trump childcare plan.", "sentId": 184}, {"text": "But we're going to have to see after last night's debate whether that's a reset.", "sentId": 185}, {"text": "Do we hear that he's headed to Colorado soon and it will be fascinating to see whether those key swing Republican women voters are -- whether he'll be able to recapture them and bring them in.", "sentId": 186}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "A key moment in the campaign but I also sense a little strategic travel planning by Maeve Reston, the fall in Colorado and Nevada, horrible.", "sentId": 187}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "Jonathan?", "sentId": 188}], "secId": 77}, {"speaker": "MARTIN", "sentences": [{"text": "Bubba is back.", "sentId": 189}, {"text": "Bill Clinton who is been a surrogate but not super prominent on this campaign.", "sentId": 190}, {"text": "He's going to be doing a bus tour across North Florida.", "sentId": 191}, {"text": "And what striking about this is, not just the fact that a Bill Clinton are multi day bus tour puts him out, there'll be a little bit of the husband so far.", "sentId": 192}, {"text": "It also tells us where the Clinton folks are trying to show up some of their weaknesses.", "sentId": 193}], "secId": 78}, {"speaker": "MARTIN", "sentences": [{"text": "And one of the biggest challenges they have is trying to get her to a number among white voters that they can lose them by but still win or all with.", "sentId": 194}, {"text": "And there is some concern that there -- it's public polling that shows her a little bit below where Obama was even in some states with white voters four years ago.", "sentId": 195}], "secId": 79}, {"speaker": "MARTIN", "sentences": [{"text": "And -- so, here comes William Jefferson Clinton who -- they're going to sort of have out there like places like Pensacola and Tallahassee to woo those white voters in North Ford.", "sentId": 196}, {"text": "Not to win them but just to get the deficit a little bit closer.", "sentId": 197}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "Martin, very, very important, very important.", "sentId": 198}, {"text": "Matt?", "sentId": 199}], "secId": 81}, {"speaker": "VISER", "sentences": [{"text": "Early voting.", "sentId": 200}, {"text": "I spent Friday in Minnesota which is the first state to start voting and it is already happened.", "sentId": 201}, {"text": "People were wearing \"I voted\" stickers which they plan to wear for the next 48 days, you know, in Minnesota.", "sentId": 202}, {"text": "They were standing in line with coffee and donuts and, you know, it's Election Day experience but things are changing with early voting.", "sentId": 203}, {"text": "40 percent of the country will probably vote early by Election Day this year which is up from 15 percent in 2000.", "sentId": 204}, {"text": "It's really reshaping the campaigns and how they look at the different states and they can tell if they're getting their voters out, if they're not getting their voters out, they can pull resources from one state, put them in another.", "sentId": 205}, {"text": "Iowa starts voting this week, Ohio is October 12th.", "sentId": 206}, {"text": "So I think a key thing to look at over these next couple of weeks, is these early voting stage.", "sentId": 207}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Absolutely critical for the Clinton campaign.", "sentId": 208}], "secId": 83}, {"speaker": "VISER", "sentences": [{"text": "Yeah.", "sentId": 209}], "secId": 84}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Yeah.", "sentId": 210}], "secId": 85}, {"speaker": "HENDERSON", "sentences": [{"text": "I heard from a couple of black Republicans last night, and these were folks who own the sideline and really waiting to see if Donald Trump last night would give them a reason, a policy reason to come off the sideline and enjoying his campaign and campaign for him.", "sentId": 211}, {"text": "Because, you know, if he gets black Republicans, maybe he can get 7 percent, 10 percent of the black vote.", "sentId": 212}, {"text": "They said they felt that he took two steps back last night.", "sentId": 213}, {"text": "The mentioned of \"stop and frisk\", the birtherism, just the whole ratio segment of that, of that debate was really problematic and they all said to me, why can he be like Rand Paul?", "sentId": 214}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Well, because he's not.", "sentId": 215}], "secId": 87}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 216}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 217}, {"text": "Donald Trump watched the debate when he got home late last night.", "sentId": 218}, {"text": "I should say early this morning here at New York City and he spent some time calling friends and advisers.", "sentId": 219}, {"text": "Several of them we're quite candid I'm told, telling Trump he had many strong moments but then he missed way too many opportunities.", "sentId": 220}, {"text": "Out matched was a word used by a longtime friend of Mr. Trump's.", "sentId": 221}, {"text": "There's lot of grumbling that the senior campaign team should have pushed him harder to prepare.", "sentId": 222}, {"text": "But let's be honest, the candidate calls the shot and he pushed back repeatedly I'm told when pressed to work harder in debate prep.", "sentId": 223}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "Now, will that change because of last night?", "sentId": 224}, {"text": "One insider tells me this morning, the only thing that will get Trump's attention is that if he slips in the post-debate polls and those take a few days to come in.", "sentId": 225}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Thanks for watching, Wolf starts after a quick break.", "sentId": 226}], "secId": 91}], "sectionCount": 92, "url": "transcripts.cnn.com/TRANSCRIPTS/1609/27/ip.02.html", "sentenceCount": 228, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired September 27, 2016 - 12:30   ET", "speakers": ["KING", "VISER", "HENDERSON", "RESTON", "MARTIN", "said", "CLINTON", "DONALD TRUMP  PRESIDENTIAL CANDIDATE", "TRUMP", "KAINE", "UNIDENTIFIED FEMALE", "BIDEN", "UNIDENTIFIED MALE"], "title": "INSIDE POLITICS"}