{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1609.29.ip.02.html.json", "subTitle": "At Least One Dead and 75 Hurt in Train Crash in New Jersey. Aired 12:30-1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "... helped the second wagon with the evacuation.", "sentId": 0}, {"text": "Did you do that?", "sentId": 1}, {"text": "Did you see that?", "sentId": 2}], "secId": 0}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "I didn't see anything.", "sentId": 3}, {"text": "I'm sorry.", "sentId": 4}], "secId": 1}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Did you see fatalities?", "sentId": 5}], "secId": 2}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "No.", "sentId": 6}], "secId": 3}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "What did you -- could you think why was -- the reason that was the accident?", "sentId": 7}], "secId": 4}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "It didn't process, honestly.", "sentId": 8}], "secId": 5}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Did you see the roof ...", "sentId": 9}], "secId": 6}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Did you see the roof of the train crashed down?", "sentId": 10}], "secId": 7}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Yeah, it was right next to me.", "sentId": 11}], "secId": 8}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "It was right next to you.", "sentId": 12}], "secId": 9}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Can you describe that scene  again before us?", "sentId": 13}, {"text": "I mean, you're standing on the train?", "sentId": 14}], "secId": 10}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Yeah.", "sentId": 15}, {"text": "It was just, I don't know.", "sentId": 16}, {"text": "It doesn't process at the moment so you just kind of don't know what's happening and then you're just look around and make sure you're OK.", "sentId": 17}, {"text": "But, yeah, other people were worse.", "sentId": 18}], "secId": 11}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "So you were standing and the train is coming in or you were sitting down?", "sentId": 19}], "secId": 12}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "I was standing, yeah.", "sentId": 20}], "secId": 13}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "You were standing.", "sentId": 21}, {"text": "You heard the sound and then what happened?", "sentId": 22}], "secId": 14}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Standing, sound, lights went out and just didn't stop and people were falling over where I'm standing and then just the roof came down.", "sentId": 23}, {"text": "The roof of the train, like a little false.", "sentId": 24}, {"text": "UNIDENTIFIED MALE:  So were on the train.", "sentId": 25}, {"text": "Tell us what happened.", "sentId": 26}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "An account there from a gentleman who says he was in the first car of the train.", "sentId": 27}, {"text": "You're seeing the pictures of the first car right there, the side window.", "sentId": 28}, {"text": "The -- you see the gentleman looking into, that's the window.", "sentId": 29}, {"text": "An earlier, passenger told us they climb out and giving his  leads the hospital.", "sentId": 30}, {"text": "One of the lucky, obviously, treated his injuries and release.", "sentId": 31}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "I want to bring in now Albert Gill.", "sentId": 32}, {"text": "He's on the phone.", "sentId": 33}, {"text": "We actually, also tell you, we're waiting for a press conference at the Jersey Medical Center.", "sentId": 34}, {"text": "That is where the trauma center where the most seriously injured workers were taken.", "sentId": 35}, {"text": "As soon as that begin, we'll get to as soon as we can.", "sentId": 36}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "Mr. Gill joins me.", "sentId": 37}, {"text": "He's a former train engineer and he's worked on this particular train line before.", "sentId": 38}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Albert, when you see these pictures and you know this line, tell me what you think about how fast must that train had been going to go through the bumper block and other witnesses have described that it's going airborne as it hit the terminal.", "sentId": 39}], "secId": 19}, {"speaker": "GILL", "sentences": [{"text": "Right.", "sentId": 40}, {"text": "One, I just want to -- good afternoon.", "sentId": 41}, {"text": "I would like to clarify when I was train conductor, not an engineer.", "sentId": 42}, {"text": "So - but with my experienced of working there for about five years and working inside the depot, inside the yards, the operating guidelines to come into the depot when you're pulling in is restricted speed not to exceed 5 miles an hour.", "sentId": 43}], "secId": 20}, {"speaker": "GILL", "sentences": [{"text": "Most of these train blocks usually are not going to take anything more than 5 to 7 miles an hour.", "sentId": 44}, {"text": "And clearly, he was definitely traveling at a higher rate of speed, you know, to cause this, that leading end of the train to go airborne.", "sentId": 45}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "Tell me, you say you worked on this line.", "sentId": 46}, {"text": "If you're driving -- if you're the conductor on a train that's arriving at the commuter train, arriving at Hoboken Station at 8:45 in the morning, what time did you come to work?", "sentId": 47}], "secId": 22}, {"speaker": "GILL", "sentences": [{"text": "Usually, you would come into work -- usually report an hour and a half, two hours prior to your departure to get the train ready wherever -- they started at Spring Valley.", "sentId": 48}], "secId": 23}, {"speaker": "GILL", "sentences": [{"text": "They pull in, they get their paperwork and they'll check the train over.", "sentId": 49}, {"text": "They'll do a brake test.", "sentId": 50}, {"text": "The engineer and the conductor will conduct a brake test to make sure that everything is in working order and then proceeding to the station at Spring Valley.", "sentId": 51}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "And you say the train should be going 3 to 5 when you get to this -- into the station here knowing there's a bumper block there.", "sentId": 52}, {"text": "When you look at this damage and then you hear the witnesses say it went up on the air through the bumper block after hit the bumper block went up in the air, looking at the damage to the space  of the terminal, not just the train but to the terminal itself, how fast do you think that was going?", "sentId": 53}], "secId": 25}, {"speaker": "GILL", "sentences": [{"text": "I couldn't give you a definite number, but definitely at a high rate of speed.", "sentId": 54}, {"text": "You know, to me, it's just -- it doesn't make any sense how he's able to go through the interlock because he's coming through -- he is coming -- he comes out of western interlock, which is -- where he goes into the tunnel, comes out, comes into Hoboken, he's being slowed down by signals.", "sentId": 55}, {"text": "He'll get a different type of signal to slow him down.", "sentId": 56}], "secId": 26}, {"speaker": "GILL", "sentences": [{"text": "It's almost like reading a map or just -- and it tells you how to slow down.", "sentId": 57}, {"text": "And when you're approaching that interlock which there's a tower there, he should be traveling no more than 5 miles an hour, not exceeding 5 miles an hour.", "sentId": 58}], "secId": 27}, {"speaker": "GILL", "sentences": [{"text": "And if he was going -- he might have been going 5 miles an hour through the interlock, got through the interlock and the leading end which where the actual engineer is operating the train, he could have -- anything could have happened.", "sentId": 59}], "secId": 28}, {"speaker": "GILL", "sentences": [{"text": "He could have had a heart attack and hit the throttle and then, you know, and by the time that would have happened, it would have been impossible for the train to be put into emergency where there's a system that shuts the train down.", "sentId": 60}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "And this -- you raised the point I want to get to.", "sentId": 61}, {"text": "This comes up when you have these things happen.", "sentId": 62}, {"text": "You say he' getting signals to slow down.", "sentId": 63}, {"text": "But this is all on the conductor, right?", "sentId": 64}, {"text": "There's no technology that shuts the train down, no sensors that trigger to shut down if you go ...", "sentId": 65}], "secId": 30}, {"speaker": "GILL", "sentences": [{"text": "No, it's all on the engineer.", "sentId": 66}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "It's all on the engineer.", "sentId": 67}], "secId": 32}, {"speaker": "GILL", "sentences": [{"text": "It's on the engineers.", "sentId": 68}, {"text": "The engineer will get signals.", "sentId": 69}, {"text": "If he blows through the signal, there is a cab system inside the actual cab of the -- of that  that he's operating that will shut him down.", "sentId": 70}], "secId": 33}, {"speaker": "GILL", "sentences": [{"text": "But if he -- there's a distance, the distance is too small from the interlock and then going into the station, you don't have that much time to -- have the time to shut the train -- just to put it on penalty.", "sentId": 71}], "secId": 34}, {"speaker": "GILL", "sentences": [{"text": "So he did -- he probably had enough time.", "sentId": 72}, {"text": "It's something happened in there, you know.", "sentId": 73}, {"text": "He had a heart attack, you know.", "sentId": 74}, {"text": "He fell into the controls and by the time he -- that that system took over, it was too late, it was too late.", "sentId": 75}], "secId": 35}, {"speaker": "GILL", "sentences": [{"text": "That's -- the system that's there that's operating right there is called a push/pull system.", "sentId": 76}, {"text": "The engineer will pull, will -- the engines would be on the opposite side of the terminal pushing the actual train along and he's got the controls.", "sentId": 77}, {"text": "And then when it leaves Hoboken, they swap.", "sentId": 78}, {"text": "And the engineer will jump into the actual engine, where everybody would consider to see a train.", "sentId": 79}, {"text": "In Hoboken, that the cab is what comes into the terminal, not the actual engine.", "sentId": 80}, {"text": "The engines on the other side pushing the train and then when it leaves, it will pull the train out of the station.", "sentId": 81}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "Albert Gill, a former train conductor who worked right in the station.", "sentId": 82}, {"text": "Albert, appreciate your insights and expertise on this.", "sentId": 83}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "I want to just quickly say we're standing by for two news conferences.", "sentId": 84}, {"text": "One from the National Transportation Safety Board, which, of course, will take a lead role in the investigation, also one at the Jersey City Medical Center.", "sentId": 85}, {"text": "That is the regional trauma center where those who were most seriously injured in this horrific train crash were brought.", "sentId": 86}, {"text": "We'll get you to those events as they happen.", "sentId": 87}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "In the meantime, we're bringing some experts.", "sentId": 88}, {"text": "I'm joined here in studio by Peter Goelz, he is the former Managing Director of the National Transportation Safety Board and joining by via Skype, former Inspector General at the U.S. Department of Transportation, Mary Schiavo.", "sentId": 89}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "Peter, let me just start with you.", "sentId": 90}, {"text": "You heard Albert's account that if you flip at these pictures, what is your investigative instincts tell you when you look at this?", "sentId": 91}, {"text": "What's the question number one?", "sentId": 92}], "secId": 40}, {"speaker": "GOELZ", "sentences": [{"text": "Well, we've seen this before.", "sentId": 93}, {"text": "That's the sad part.", "sentId": 94}, {"text": "This is not a unique accident.", "sentId": 95}, {"text": "And, you know, you're going to look at a number of different factors.", "sentId": 96}], "secId": 41}, {"speaker": "GOELZ", "sentences": [{"text": "But the first one you're going to look at is human factors.", "sentId": 97}, {"text": "What was the engineer doing?", "sentId": 98}, {"text": "How is he performing, because, you know, the engines, the mechanical systems of these trains seldom failed?", "sentId": 99}], "secId": 42}, {"speaker": "GOELZ", "sentences": [{"text": "And in fact in my years of investigating, I can't think of one where the system really broke down.", "sentId": 100}, {"text": "I mean, it's almost always a human failure.", "sentId": 101}, {"text": "And the question is, were there systems in place to prevent human failure?", "sentId": 102}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "And Mary, when you look at this, especially the idea that this train could go through the bumper block, like a battering ram into the Hoboken Terminal.", "sentId": 103}, {"text": "Follow up on Peter's point about the questions in investigation and I guess -- and, again, I've heard this in others and I guess it's a cost question.", "sentId": 104}, {"text": "But is there not in today's age technology that would prevent this, that would just shut that train down when it got that close to a terminal not allow it to travel so fast?", "sentId": 105}], "secId": 44}, {"speaker": "SCHIAVO", "sentences": [{"text": "Well, there is technology that can do that.", "sentId": 106}, {"text": "But, again, what the investigators are going to have to find out is the timing.", "sentId": 107}], "secId": 45}, {"speaker": "SCHIAVO", "sentences": [{"text": "Any train, just because the law of physics as I always say, the only law that can't be broken is the law of physics if whatever happened in the cab or with that engineer occurred too late to allow the braking mechanism to take effect.", "sentId": 108}, {"text": "For example, on a very large train, like on a freight train, it can take two to three miles to stop the train if the train is traveling at 50 miles an hour.", "sentId": 109}, {"text": "Here we expect since it was heading into the station it was probably already slowed down to probably 30 miles an hour as it went through the train yard or 20 miles.", "sentId": 110}, {"text": "There's a train yard just before the station.", "sentId": 111}], "secId": 46}, {"speaker": "SCHIAVO", "sentences": [{"text": "But the braking system, everything from positive train control, which isn't exactly a braking system, but would have given information both from the train and the track about what was going on.", "sentId": 112}, {"text": "And then the emergency braking system where is the engineers hand went off the throttle it should have stopped it.", "sentId": 113}], "secId": 47}, {"speaker": "SCHIAVO", "sentences": [{"text": "You have to have a little bit of time for the train to stop just because of inertia.", "sentId": 114}, {"text": "So that's one of the important things that the NTSB will be looking at.", "sentId": 115}, {"text": "Do we need additional systems that would have taken over emergency control of the train over before or earlier than the systems do now?", "sentId": 116}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "When we listen to these accounts, people who work in the train yard who saw this, I spoke earlier to a passenger on the train who said there was no announcement, that there was no warning to something that this was happening.", "sentId": 117}, {"text": "You just heard the other engineer.", "sentId": 118}, {"text": "We're listening for the personal stories for the heroin details in the drama.", "sentId": 119}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "You're listening for clues.", "sentId": 120}, {"text": "In what you've heard from people so far, does anything jump out to you as an investigator who said, \"OK, he said that, she said this, this is my next question.\"", "sentId": 121}], "secId": 50}, {"speaker": "GOELZ", "sentences": [{"text": "No, it's really, it's really too soon.", "sentId": 122}, {"text": "But there are going to be issues that are going to be standing.", "sentId": 123}, {"text": "One is the crash worthiness of the lead cars.", "sentId": 124}, {"text": "You know, they're supposed to be designed to withstand an accident like this.", "sentId": 125}, {"text": "How did they perform?", "sentId": 126}, {"text": "Were the crash zones, you know, functioning as they were designed.", "sentId": 127}, {"text": "Another question that's going to come up is most -- as one of the witnesses said, they were standing.", "sentId": 128}], "secId": 51}, {"speaker": "GOELZ", "sentences": [{"text": "Many of the passengers were probably standing out of their seats.", "sentId": 129}, {"text": "Did that contribute to injuries and should there be safety announcement as there on buses, as there on inner -- you know, aircraft who said stay in your seat until the train comes to a complete halt.", "sentId": 130}, {"text": "There aren't any on trains now.", "sentId": 131}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "This is a New Jersey Transit Train, Mary, that was coming from New York into New Jersey.", "sentId": 132}, {"text": "It's not a Port Authority issue, although I'm told the Port Authority we heard  who said Port Authority is helping the investigation, the NTSB involve.", "sentId": 133}, {"text": "What was the protocol?", "sentId": 134}, {"text": "Who takes the lead here?", "sentId": 135}], "secId": 53}, {"speaker": "SCHIAVO", "sentences": [{"text": "Well, the lead will be taken over because they've already indicated they're going in by the NTSB.", "sentId": 136}, {"text": "But first and foremost at the crash site it would be the local law enforcement authorities, because until they've cleared the possibility that there is any crime involved and I'm not suggesting there is.", "sentId": 137}, {"text": "There are no clues that this is a crime scene, violations of law or terrorism or anything like that.", "sentId": 138}, {"text": "But the local authorities have to first consider and rule out the possibility of crime.", "sentId": 139}, {"text": "But in this case, since the NTSB is coming in, they will be the lead agency.", "sentId": 140}, {"text": "The Federal Rail Administration will help them.", "sentId": 141}], "secId": 54}, {"speaker": "SCHIAVO", "sentences": [{"text": "This Federal Rail has the inspection responsibility for trains and that's been somewhat problematic over the years.", "sentId": 142}, {"text": "They don't have the resources, the manpower.", "sentId": 143}, {"text": "They haven't been real aggressive with it in some cases.", "sentId": 144}, {"text": "But it will be an NTSB lead without a doubt.", "sentId": 145}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "On an airplane, Peter, they look for the so-called black box of voice data recorder.", "sentId": 146}, {"text": "What technology is on an everyday commuter train that would help them if the engineer, we assume he's -- he was taken unresponsive were told we don't think the other in this  we assume they'll be -- at be at some point.", "sentId": 147}, {"text": "But if he forget certain details, if he did passed out, what technology is around that train that could help them ...", "sentId": 148}], "secId": 56}, {"speaker": "GOELZ", "sentences": [{"text": "Well, there is a recorder in the engine and it will have survived this accident.", "sentId": 149}, {"text": "It doesn't have the detail that a flight data recorder has, which, you know, literally does over a thousand in the modern flight data recorder.", "sentId": 150}, {"text": "And there's also probably an outward- facing camera that will give some indication.", "sentId": 151}, {"text": "And this will raise the issue of inward facing cameras.", "sentId": 152}], "secId": 57}, {"speaker": "GOELZ", "sentences": [{"text": "You know, the NTSB has recommended that there be inward-phasing cameras in the cabs.", "sentId": 153}, {"text": "It's been resisted, but it's an important safety tool.", "sentId": 154}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "Resisted by the industry, because, of course ...", "sentId": 155}], "secId": 59}, {"speaker": "GOELZ", "sentences": [{"text": "Resisted by unions, primarily.", "sentId": 156}, {"text": "They don't like, you know, a third eye in the cab and looking at.", "sentId": 157}, {"text": "And it's understandable.", "sentId": 158}, {"text": "But ...", "sentId": 159}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "And that's Peter and Mary.", "sentId": 160}, {"text": "Just stand by.", "sentId": 161}, {"text": "We're going to take a very quick break for waiting for two very important developments in this investigation now and the treatment of the patients, those hurt, in this Hoboken commuter train crashed.", "sentId": 162}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "You see the Jersey City Medical Center of the left side, the trauma center, regional trauma center, the National Transportation Center briefing on the right.", "sentId": 163}, {"text": "More important information just ahead, please stay with us.", "sentId": 164}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "National Transportation Safety Board briefing on the Hoboken crash is beginning.", "sentId": 165}, {"text": "Let's get there.", "sentId": 166}], "secId": 63}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "... D-I-N-H, that Z-A-R-R, she'll be out in about two minutes.", "sentId": 167}, {"text": "Thank you.", "sentId": 168}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Sorry about that, we thought that press conference was about to begin.", "sentId": 169}, {"text": "We'll get back to it as soon as it does.", "sentId": 170}, {"text": "That's the National Transportation Safety Board to give its preliminary information about this.", "sentId": 171}, {"text": "You see the pictures there, horrific commuter train crash, one dead, 75 hurt.", "sentId": 172}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "A New Jersey Transit Train going through the bumper block, ramming into the station in Hoboken, New Jersey.", "sentId": 173}, {"text": "I have two experts standing by with me as we wait more information from the NTSB and more information from the regional trauma center.", "sentId": 174}, {"text": "Peter Goelz, is the former Managing Director of the National Transportation Safety Board, with us via Skype, the former Inspector General at the U.S. Department of Transportation, Mary Schiavo.", "sentId": 175}, {"text": "We got a little head of ourselves that we thought they're about to begin.", "sentId": 176}, {"text": "They were just explaining the people who will participate in this.", "sentId": 177}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Peter, again, back to you.", "sentId": 178}, {"text": "Just look at this picture, this is the front car.", "sentId": 179}, {"text": "The front car which turned into a battering ram, which caused considerable damage to a pretty heavily constructed terminal.", "sentId": 180}, {"text": "This is not, you know, this is not a small light building it went through.", "sentId": 181}, {"text": "And you see this damage here.", "sentId": 182}, {"text": "I mean, just -- if that's the first thing you saw as an investigator what are you thinking?", "sentId": 183}], "secId": 67}, {"speaker": "GOELZ", "sentences": [{"text": "Well, you're reminded of Mary's statement.", "sentId": 184}, {"text": "You can't violate the laws of physics.", "sentId": 185}, {"text": "These trains are tremendously heavy.", "sentId": 186}, {"text": "I mean the engine is probably 60 tons alone.", "sentId": 187}, {"text": "So when you've got that kind of force moving even if it's going in a relatively modest 20 or 30 miles an hour, it's going to produce a horrific accident and a horrific accident scene and that's what we're looking at.", "sentId": 188}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "And Mary, I'm having notes handed.", "sentId": 189}, {"text": "We have some great producers working on this story and some notes hand to me raising the question of whether this will become a positive train control question, positive train fail ph.", "sentId": 190}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "The New Jersey Transit Authority told it's not installed this safety system that required by law, but they have until December 31st, 2018.", "sentId": 191}, {"text": "Explain why that could or could not make a difference.", "sentId": 192}], "secId": 70}, {"speaker": "SCHIAVO", "sentences": [{"text": "Well, it will make a difference here and it will certainly be one of the things considered is because positive train control was required and actually the first deadline has passed.", "sentId": 193}, {"text": "The rail operators got extensions where it hasn't been installed.", "sentId": 194}], "secId": 71}, {"speaker": "SCHIAVO", "sentences": [{"text": "And what it does is this is a smart train system or smart track system.", "sentId": 195}, {"text": "And the track and the train are able to communicate with each other.", "sentId": 196}, {"text": "Any problems on the track ahead, the speed of the track on the train, it's more what you might think of as like a self-driving Tesla, which, of course, they have had problems too.", "sentId": 197}, {"text": "But it gives the train and the system and the engineer much more information.", "sentId": 198}], "secId": 72}, {"speaker": "SCHIAVO", "sentences": [{"text": "Of course, the problem's going to be if the engineer was incapacitated, would it have stopped the train in time and quite possibly the answer is no.", "sentId": 199}, {"text": "So they will be looking at positive train control and the other safety feature that was made law while back that Peter mentioned the crumple zone cars and really anything that could have helped to see what they need in addition to that.", "sentId": 200}], "secId": 73}, {"speaker": "SCHIAVO", "sentences": [{"text": "But, it's very difficult to change the rail system of America because in many cases it's very old, our rolling stock is old and it costs lot of money to change the system, so changes take years, not months.", "sentId": 201}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "Mary, thanks very much.", "sentId": 202}, {"text": "Mary and Peter, stand by.", "sentId": 203}, {"text": "Let's go straight to the NTSB press conference right here, just outside Washington, D.C.", "sentId": 204}], "secId": 75}, {"speaker": "DINH-ZARR", "sentences": [{"text": "Before I go any further, I'd like to express on behalf of the entire NTSB our condolences and sympathies to everyone who was affected by the accident today.", "sentId": 205}], "secId": 76}, {"speaker": "DINH-ZARR", "sentences": [{"text": "The NTSB team will be led by Mr. Jim Southworth who will serve as the investigator in charge.", "sentId": 206}, {"text": "He's accompanied by NTSB staff with expertise in a multidisciplinary range of activities including operations, mechanics, track signals, human performance and survival factors.", "sentId": 207}], "secId": 77}, {"speaker": "DINH-ZARR", "sentences": [{"text": "Also accompanying the team are members of the NTSB's Transportation Disaster Assistance Office and the Office of Public Affairs.", "sentId": 208}, {"text": "Our TDA specialists are already working closely with local officials in order to assist them in their efforts to assist everyone who is affected by this accident.", "sentId": 209}], "secId": 78}, {"speaker": "DINH-ZARR", "sentences": [{"text": "We expect to arrive in Hoboken later today.", "sentId": 210}, {"text": "And for the latest information on media briefings, I encourage you to go to our website which is ntsb.gov and also follow us on our Twitter handle which is @NTSB_Newsroom.", "sentId": 211}], "secId": 79}, {"speaker": "DINH-ZARR", "sentences": [{"text": "Again, we are just launching our go team so we'll have more information after we arrive on scene and then begin then investigation and we'll be sure to get that to you as soon as we have it.", "sentId": 212}], "secId": 80}, {"speaker": "DINH-ZARR", "sentences": [{"text": "Now, I think I have time for two or three more questions if you would raise your hand, identify yourself and I will call on you.", "sentId": 213}, {"text": "Yes, sir.", "sentId": 214}], "secId": 81}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "The aspect of positive train control that something you're going to be looking at in the accident.", "sentId": 215}], "secId": 82}, {"speaker": "DINH-ZARR", "sentences": [{"text": "The question is will we be looking at positive train control?", "sentId": 216}, {"text": "Absolutely.", "sentId": 217}, {"text": "PTC has been one of our priorities.", "sentId": 218}, {"text": "We know that it can prevent accidents as -- whether it is involve in this accident that is definitely one of the things that we will look at carefully.", "sentId": 219}], "secId": 83}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "First, can you confirm how many people have been killed or injured in the incident?", "sentId": 220}], "secId": 84}, {"speaker": "DINH-ZARR", "sentences": [{"text": "So the question is could we confirm how many people have been killed or injured.", "sentId": 221}, {"text": "And you probably seen the media reports, but we are there to investigate the cause of this accident, so we'll be working with the local authorities for that.", "sentId": 222}, {"text": "UNIDENTIFIED FEMALE:  Are you looking at the similarities between this crashed ?", "sentId": 223}], "secId": 85}, {"speaker": "DINH-ZARR", "sentences": [{"text": "The question is will we be looking at the similarities between this crash and the crash that occurred in 2011.", "sentId": 224}, {"text": "And yes, we will.", "sentId": 225}, {"text": "That was a crashed that occurred at the same station on Mother's Day in 2011 and we always look at the past history and every other factor.", "sentId": 226}], "secId": 86}, {"speaker": "DINH-ZARR", "sentences": [{"text": "But right now, we are going to hit the ground running.", "sentId": 227}, {"text": "I have a team ready to get on the plane with me right now.", "sentId": 228}, {"text": "We have others on their way in cars and trains.", "sentId": 229}, {"text": "So we may have another news briefing later this afternoon.", "sentId": 230}, {"text": "And if we do, we'll let you know.", "sentId": 231}, {"text": "But regardless, we will hit the ground running and let you know what happens.", "sentId": 232}, {"text": "Thank you.", "sentId": 233}], "secId": 87}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Thank you.", "sentId": 234}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Bella Dinh-Zarr there, the vice chairman of the National Transportation Safety Board giving a few details of the NTSB go team as she called that it's now on it's way to the crash site that you're watching right there.", "sentId": 235}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "These pictures out of Hoboken, New Jersey.", "sentId": 236}, {"text": "The NTSB will lead the investigation into this commuter train crash.", "sentId": 237}, {"text": "At least one dead, 75 hurt.", "sentId": 238}, {"text": "We're waiting for a briefing from the New Jersey Medical Center or the trauma center where the most seriously hurt passengers were taken.", "sentId": 239}, {"text": "We'll get to you that as soon as possible.", "sentId": 240}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Still with me, Mary Schiavo, the former Inspector General of the U.S. Department of Transportation and Peter Goelz, the former NTSB Investigator.", "sentId": 241}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "Peter, I want to start with you because this was your wheelhouse.", "sentId": 242}, {"text": "From what you heard there, it's pretty preliminary.", "sentId": 243}, {"text": "They go change ready.", "sentId": 244}, {"text": "This is what they do.", "sentId": 245}, {"text": "But what is it?", "sentId": 246}, {"text": "What is the package if you will that's going and what's priority one?", "sentId": 247}], "secId": 92}, {"speaker": "GOELZ", "sentences": [{"text": "Well, the specialists in each one of the areas that doctor -- that Bella mentioned that there are Ph.D.'s.", "sentId": 248}, {"text": "These are people who know the subject matter, have been to investigations in the past.", "sentId": 249}], "secId": 93}, {"speaker": "GOELZ", "sentences": [{"text": "They will set up working groups by tonight -- by tomorrow morning.", "sentId": 250}, {"text": "Once the recovery is complete, they will take to the field and go through each one of those subject matters.", "sentId": 251}, {"text": "I mean, they are pretty intense during the first week after an accident.", "sentId": 252}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "All right, new information just into us.", "sentId": 253}, {"text": "Number one, the one person that is confirmed dead, we are told, was on the platform, not a passenger on the train, but on the platform at the Hoboken Terminal when that train as you can see it went through the bumper at the end of the tracks and literally jumped into the terminal, hurdled into the terminal.", "sentId": 254}, {"text": "The one known fatality was on the platform when that happened.", "sentId": 255}, {"text": "At least 75 injured.", "sentId": 256}, {"text": "We are also told that Governor Chris Christie of New Jersey and Andrew Cuomo of New York will have a joint briefing at 2:00 p.m.", "sentId": 257}, {"text": "So that's a little more than an hour ahead.", "sentId": 258}, {"text": "We expect to get more information from them.", "sentId": 259}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "Mary Schiavo as you listen to the NTSB, just, again, when you take the combination of questions now and the thing we talked about just before the briefing about PTC came up in there that she said that would be one of the questions.", "sentId": 260}, {"text": "Just that your early observation now that we know the go team is on its way.", "sentId": 261}], "secId": 96}, {"speaker": "SCHIAVO", "sentences": [{"text": "Well, that's good and, of course, it's going to be one of the questions because it's one of the few really revolutionary systems that we have applied to the American Rail System that has the potential to save lives and the fact that it's been delayed in its full implementation and it has been on the NTSB wish list for so long.", "sentId": 262}, {"text": "I think that they certainly will put that front and center.", "sentId": 263}], "secId": 97}, {"speaker": "SCHIAVO", "sentences": [{"text": "But as I mentioned, it may not have made a difference here.", "sentId": 264}, {"text": "And particularly, again, we've got an issue with the fact that this was a pusher train that the engine was in the back.", "sentId": 265}, {"text": "And, again, going back to the law of physics, with all the weight on the back of the train entering the station at a high rate of speed, the front of the train literally would have become airborne as it did because it was so much lighter and you've got the force heading from the back.", "sentId": 266}], "secId": 98}, {"speaker": "SCHIAVO", "sentences": [{"text": "So, there are so many things that the NTSB will get, but I'm glad they're coming in and they're lead agency because they are most able to pull all the resources and the experience across the variety of modes of transportation.", "sentId": 267}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "But the engineer, people at the scenes that was taken unresponsive from the train, we now have information that he is hospitalized.", "sentId": 268}, {"text": "You heard that the investigators go up there.", "sentId": 269}, {"text": "Let's hope and pray that, you know, he's not in such shape and that he -- he's able to talk to investigators.", "sentId": 270}, {"text": "What are the questions one, two and three?", "sentId": 271}], "secId": 100}, {"speaker": "GOELZ", "sentences": [{"text": "Well, he'll be the most valuable witness and we do hope that he is not in any way seriously injured.", "sentId": 272}, {"text": "But they're going to, you know, do a tox  test as they do on any operator to make sure that there was -- that he wasn't beyond just alcohol and drugs.", "sentId": 273}, {"text": "Where there any other drugs that he might have been taking for medical conditions?", "sentId": 274}, {"text": "Could those have contributed to a lack of awareness?", "sentId": 275}], "secId": 101}, {"speaker": "say", "sentences": [{"text": "00 a.m. and then come back and do a second run that starts at 6:30.", "sentId": 276}], "secId": 102}, {"speaker": "to", "sentences": [{"text": "Mary, Peter mentioned this earlier and then you heard the NTSB vice chairwoman talk about this as well that there was an accident in 2011 at the same station.", "sentId": 277}, {"text": "When Peter mentioned, I wasn't aware that it's the same station.", "sentId": 278}], "secId": 103}, {"speaker": "to", "sentences": [{"text": "In terms of a history as an investigator looking at something like this, I mean, it's obvious in some ways why it would be relevant.", "sentId": 279}, {"text": "But what expert question you get?", "sentId": 280}, {"text": "What specific questions do you get because there is possibly here, you know, some history?", "sentId": 281}], "secId": 104}, {"speaker": "SCHIAVO", "sentences": [{"text": "Well, again, you want to look at anything that station or rail specific.", "sentId": 282}, {"text": "When if it's not -- when there's a train crash, if it's not a problem with the engineer and the speed control, then you look at the rails as well and you look at the rail configurations and the configurations of the train, because when it's not a problem with the engineer and the failure to brake or an over speed situation, then it's an out of rail alignment.", "sentId": 283}], "secId": 105}, {"speaker": "SCHIAVO", "sentences": [{"text": "But there's not -- there's absolutely no indication that that's an issue here and I think it might be a situation where this is just a very, very busy rail line.", "sentId": 284}, {"text": "Really, I mean, other than California, our only really busy rail areas up and down the East Coast and of course California.", "sentId": 285}], "secId": 106}, {"speaker": "SCHIAVO", "sentences": [{"text": "So I think it might just be a matter of sheer statistics.", "sentId": 286}, {"text": "This is where we have huge rail activity.", "sentId": 287}, {"text": "But I haven't seen anything in this crash that suggests it's related to the rails or the station per se.", "sentId": 288}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "Mary Schiavo, Peter Goelz, I want to thank you for your help today.", "sentId": 289}, {"text": "We will continue to track this breaking news situation.", "sentId": 290}, {"text": "To Mary's point, more than 308,000 passengers each week of the New Jersey Transit System.", "sentId": 291}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "More information is needed here and the help  is coming up.", "sentId": 292}, {"text": "City officials in Hoboken expected to give an update in just a few minutes.", "sentId": 293}, {"text": "Stay with CNN, we'll take you there live.", "sentId": 294}], "secId": 109}, {"speaker": "At 2", "sentences": [{"text": "00, we'll hear from Governor Chris Christie and Andrew Cuomo.", "sentId": 295}, {"text": "They will have important information as well.", "sentId": 296}, {"text": "Please stay with us as we track this breaking news story of Hoboken, New Jersey.", "sentId": 297}, {"text": "Wolf has more on this breaking news after a quick break.", "sentId": 298}], "secId": 110}, {"speaker": "BLITZER", "sentences": [{"text": "Hello, I'm Wolf Blitzer in Washington.", "sentId": 299}, {"text": "Wherever you're watching from around the world, thanks very much for joining us.", "sentId": 300}], "secId": 111}, {"speaker": "BLITZER", "sentences": [{"text": "We start with breaking news out of New Jersey where a passenger train slammed into a train station at an unexpectedly high speed never slowing down, killing at least one person, injuring at least 75 others.", "sentId": 301}], "secId": 112}, {"speaker": "BLITZER", "sentences": [{"text": "We're seeing devastating pictures of the scene where the train jumped over the emergency bumper.", "sentId": 302}, {"text": "The front car went airborne plowing right through the train station.", "sentId": 303}, {"text": "It stopped just short of another waiting area.", "sentId": 304}], "secId": 113}, {"speaker": "BLITZER", "sentences": [{"text": "We're also hearing desperate accounts from inside and outside the train.", "sentId": 305}, {"text": "Stories of people bracing for impact simply crawling out of train windows when they finally stopped and even walking over a body as they try to help ...", "sentId": 306}], "secId": 114}], "sectionCount": 115, "url": "transcripts.cnn.com/TRANSCRIPTS/1609/29/ip.02.html", "sentenceCount": 308, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired September 29, 2016 - 12:30   ET", "speakers": ["UNIDENTIFIED FEMALE", "UNIDENTIFIED MALE", "KING", "GILL", "GOELZ", "SCHIAVO", "DINH-ZARR", "say", "to", "At 2", "BLITZER"], "title": "INSIDE POLITICS"}