{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1607.27.ip.01.html.json", "subTitle": "Latest in Presidential Politics. Aired 12-12:30p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "ACOSTA", "sentences": [{"text": "I asked Donald Trump repeatedly, will he call on Putin to stay out of the election?", "sentId": 0}, {"text": "He did not want to go that far.", "sentId": 1}, {"text": "And he seemed to be signaling that it will be a new day in the White House if he's elected president when it comes to this policy with Russia.", "sentId": 2}, {"text": "He declined to say whether he would meet the NATO commitment to defend the Baltic states against Russian aggression.", "sentId": 3}, {"text": "And he also repeatedly said he didn't have business dealings in Russia, but then went on to concede when pressed that, yes, he held a Miss Universe Pageant there.", "sentId": 4}], "secId": 0}, {"speaker": "ACOSTA", "sentences": [{"text": "So clearly, you know, there is a - a signal from Donald Trump, I think, to the world that if he's elected president of the United States, he will have a different relationship with Vladimir Putin, have a different relationship with Russia and a lot of things are going to be on the table, including those NATO commitments.", "sentId": 5}], "secId": 1}, {"speaker": "ACOSTA", "sentences": [{"text": "I think the other bit of interesting news that came out at the very end of this news conference is when Donald Trump essentially said shame on the people who are chanting \"lock her up\" during his convention.", "sentId": 6}, {"text": "That was the most popular chant at his convention last week.", "sentId": 7}, {"text": "And he seemed to say at the real - at the very end of that news conference that he really did not agree with that sentiment at all.", "sentId": 8}], "secId": 2}, {"speaker": "ACOSTA", "sentences": [{"text": "John and Kate.", "sentId": 9}], "secId": 3}, {"speaker": "BOLDUAN", "sentences": [{"text": "Jim Acosta in Florida at the press conference that just wrapped up with Donald Trump.", "sentId": 10}], "secId": 4}, {"speaker": "BOLDUAN", "sentences": [{"text": "We have much more of our special coverage of - of what Donald Trump's press conference as well as the Democratic National Convention.", "sentId": 11}, {"text": "We are in Philadelphia, Pennsylvania.", "sentId": 12}, {"text": "Much more continues right now with John King.", "sentId": 13}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Welcome to this special edition of INSIDE POLITICS.", "sentId": 14}, {"text": "I'm John King live in Philadelphia here for day three of the Democratic National Convention.", "sentId": 15}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "We have a big day and a big night ahead and we also have a big day unfolding already as Donald Trump, once again, disrupts campaign 2016.", "sentId": 16}, {"text": "Here in Philadelphia, a big night.", "sentId": 17}, {"text": "Virginia Senator Tim Kaine speaks after he's nominated on the vice presidential spot on the Democratic ticket.", "sentId": 18}, {"text": "The current vice president, Joe Biden, also in the prime time program, as is President Obama, here to ask the voters who gave him two big election victories to turn out for Hillary Clinton come November.", "sentId": 19}], "secId": 7}, {"speaker": "OBAMA", "sentences": [{"text": "But I think that I've got a pretty clear-eyed sense of both her strength and her weaknesses.", "sentId": 20}, {"text": "And what I would say would be that this is somebody who knows as much about domestic and foreign policy as anybody.", "sentId": 21}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "But, before we get to the Democrats here in their town of Philadelphia, their convention city, the big event by Donald Trump last hour in Florida, once again disrupting the campaign.", "sentId": 22}, {"text": "And with me here to share their reporting and their insights, Molly Ball of \"The Atlantic,\" CNN's Manu Raju, Maeve Reston and Jeff Zeleny.", "sentId": 23}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Trademark Donald Trump.", "sentId": 24}, {"text": "He wants to get into the mix.", "sentId": 25}, {"text": "Not only get into the mix, though, a lot of remarkable things he just said this past hour in Florida as he campaigns in a key battleground state while the Democrats hold their convention.", "sentId": 26}, {"text": "One of the big dramas here, they're calling it spy games at the Democratic Convention.", "sentId": 27}, {"text": "The DNC, the Democratic National Committee's e-mail system was hacked, embarrassing e-mails released, it's caused tension with Bernie Sanders.", "sentId": 28}, {"text": "We'll get to that later.", "sentId": 29}, {"text": "But the question is, who did it?", "sentId": 30}, {"text": "And increasingly the Justice Department says it looks like Russia did this.", "sentId": 31}, {"text": "The fingerprints in the metadata and all that.", "sentId": 32}, {"text": "And the accusation has been, is Vladimir Putin somehow trying to help Donald Trump?", "sentId": 33}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "At this news conference in Florida last hour, Trump repeatedly denied any coordination, any business dealings with Russia, any reason that the Russia would be trying to help him, although he did say he thought Putin was a much stronger leader than Obama.", "sentId": 34}, {"text": "But listen to Donald Trump here, a candidate for president of the United States.", "sentId": 35}, {"text": "Remember, Hillary Clinton deleted some e-mails.", "sentId": 36}, {"text": "They're missing.", "sentId": 37}, {"text": "They haven't been recovered yet.", "sentId": 38}, {"text": "Donald Trump says right here, he hopes Russia has 33,000 e-mails deleted from Hillary Clinton's private e-mail server.", "sentId": 39}], "secId": 11}, {"speaker": "TRUMP", "sentences": [{"text": "Russia, if you're listening, I hope you're able to find the 30,000 e-mails that are missing.", "sentId": 40}, {"text": "I think you will probably be rewarded mightily by our press.", "sentId": 41}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "I get the mischief back to here.", "sentId": 42}, {"text": "If you're a private citizen, and you want to embarrass Hillary Clinton.", "sentId": 43}, {"text": "But he wants to be president of the United States.", "sentId": 44}, {"text": "This is potentially a state actor, the government of Russia, hacking into an American political party, to meddle in a political campaign for whatever reason, and Donald Trump saying, I hope you have more?", "sentId": 45}], "secId": 13}, {"speaker": "RAJU", "sentences": [{"text": "it may -", "sentId": 46}], "secId": 14}, {"speaker": "ZELENY", "sentences": [{"text": "If you let that soak in, that is amazing.", "sentId": 47}, {"text": "I mean this is a - the point where a presidential campaign becomes serious.", "sentId": 48}, {"text": "Both of these nominees will soon be getting intelligence briefings.", "sentId": 49}, {"text": "They are the president in waiting.", "sentId": 50}, {"text": "And to have a nominee say he hopes Russia has access to these - and these aren't just like play e-mails.", "sentId": 51}, {"text": "These are from the State Department.", "sentId": 52}, {"text": "I think that is extraordinary.", "sentId": 53}, {"text": "He'll have to address that again.", "sentId": 54}, {"text": "And his running mate, Mike Pence, is saying quite the opposite.", "sentId": 55}], "secId": 15}, {"speaker": "RAJU", "sentences": [{"text": "Yes, that was a remarkable part, that Pence took a much firmer line than Donald Trump.", "sentId": 56}, {"text": "He released a statement afterwards saying that we will get to the bottom of this.", "sentId": 57}, {"text": "This is very serious, the national security issue, sounding a lot like Hillary Clinton did this morning when her aides came out and said that this is a national security issue, not a political one.", "sentId": 58}, {"text": "So, clearly, Trump and his running mate are off message on this major national security issue.", "sentId": 59}], "secId": 16}, {"speaker": "RESTON", "sentences": [{"text": "And this is the kind of thing where, you know, the voters that have issues with him, and thinking that he's impulsive and not thinking through what he says, I mean it's exactly things like this that - that get at that - the fear that they have.", "sentId": 60}], "secId": 17}, {"speaker": "RESTON", "sentences": [{"text": "And I also thought it was so interesting because he sounded, throughout the press conference, it was very repetitive, but sounded pretty defensive about what's been out there in the press, you know, this suggestion that Donald Trump would - would have wanted the attacks of the DNC.", "sentId": 61}, {"text": "So he's got a very fine line to walk here and Hillary Clinton's campaign clearly will try to expose that.", "sentId": 62}], "secId": 18}, {"speaker": "BALL", "sentences": [{"text": "Well, but what we've seen is whenever there's a fine line, Trump tramples all over it, right?", "sentId": 63}], "secId": 19}, {"speaker": "RESTON", "sentences": [{"text": "Yes.", "sentId": 64}, {"text": "Sure.", "sentId": 65}], "secId": 20}, {"speaker": "BALL", "sentences": [{"text": "He doesn't really believe in - in fine lines.", "sentId": 66}, {"text": "I mean you know the nominee has issues when his own running mate is distancing himself from - from his position.", "sentId": 67}, {"text": "The right thing, probably, for Trump to be doing here, would be to paint all the Russia stuff as a conspiracy theory, distance himself from that and try to put the emphasis on the content of the e-mails and the mischief within the DNC.", "sentId": 68}, {"text": "This does the opposite.", "sentId": 69}, {"text": "He is not exactly bending over backwards to distance himself from the Russia angle on all of this.", "sentId": 70}, {"text": "He's publicly seeming to collude with Russia.", "sentId": 71}], "secId": 21}, {"speaker": "RAJU", "sentences": [{"text": "And let's be clear, this is an issue that will probably continue to play out for the next several months of this campaign because we're expecting, at least Democratic officials are expecting, more e-mails to come out.", "sentId": 72}, {"text": "So if more e-mails come out, and Trump is sort of cheering that, it doesn't look good for him, even if it may help him politically.", "sentId": 73}], "secId": 22}, {"speaker": "ZELENY", "sentences": [{"text": "But it's also -", "sentId": 74}], "secId": 23}, {"speaker": "RESTON", "sentences": [{"text": "He kept saying - sorry.", "sentId": 75}, {"text": "He kept saying, you know, throughout the press conference, I don't know Putin.", "sentId": 76}, {"text": "I know he's called me a genius, but I have nothing to do with Russia.", "sentId": 77}, {"text": "So there was sort of a little bit of defense mixed in there.", "sentId": 78}, {"text": "ZELENY: They're also blending two things here.", "sentId": 79}, {"text": "Those 30,000 e-mails", "sentId": 80}], "secId": 24}, {"speaker": "RESTON", "sentences": [{"text": "he's talking about are from the State Department, from her private server.", "sentId": 81}, {"text": "And there is no conclusive evidence that that server was hacked.", "sentId": 82}, {"text": "The hacked e-mails are from the Democratic National Committee.", "sentId": 83}, {"text": "So he is - he is blending those issues.", "sentId": 84}, {"text": "Potentially her e-mails were venerable to outside actors, but we don't know that for sure.", "sentId": 85}, {"text": "We know the ones that were hacked were from the DNC.", "sentId": 86}, {"text": "So he is kind of merging this and blending it into one big controversy.", "sentId": 87}, {"text": "But a controversy all the same here on both sides now.", "sentId": 88}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "Right, a potential president of the United States saying essentially I hope - I hope they did this because I'd like to see them and the press would like to see them, as opposed to, it's an outrage if they're meddling at all, in any America , whether it's a private business or a political party or the state government.", "sentId": 89}, {"text": "Watch how this plays out.", "sentId": 90}, {"text": "But Trump thinks this plays into something.", "sentId": 91}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "Another thing he said last night is Trump - Donald Trump was watching last night.", "sentId": 92}, {"text": "History was made here in Philadelphia yesterday.", "sentId": 93}, {"text": "Hillary Clinton is the first major party candidate for president who's a woman in the United States.", "sentId": 94}, {"text": "She hopes to shatter the next glass ceiling and be the first woman president of the United States.", "sentId": 95}, {"text": "Donald Trump was asked the question, he says, that would be great, just not this woman, he says.", "sentId": 96}], "secId": 27}, {"speaker": "TRUMP", "sentences": [{"text": "I would love to see a woman become president of the United States, but she would be so wrong.", "sentId": 97}, {"text": "And even woman say that.", "sentId": 98}, {"text": "Women don't like her.", "sentId": 99}, {"text": "She would be so wrong.", "sentId": 100}], "secId": 28}, {"speaker": "TRUMP", "sentences": [{"text": "Look, Hillary Clinton is a disaster.", "sentId": 101}, {"text": "She's been a disaster.", "sentId": 102}, {"text": "And even the story told by her husband last night, he left out the most interesting chapter.", "sentId": 103}, {"text": "I won't get into that.", "sentId": 104}, {"text": "The chapter that I really waited for, because it was pretty boring, the chapter that I waited for, I never heard.", "sentId": 105}, {"text": "And he left it out.", "sentId": 106}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "Again, trademark Trump.", "sentId": 107}, {"text": "Hillary Clinton will be a disaster, and in his very personal testimony, in support of his wife last night, Trump making the case he left out a chapter.", "sentId": 108}, {"text": "We all know which chapter that is.", "sentId": 109}, {"text": "That's the Monica Lewinsky, the infidelity chapter.", "sentId": 110}, {"text": "He says he wants a woman president, just not this one.", "sentId": 111}], "secId": 30}, {"speaker": "ZELENY", "sentences": [{"text": "You know, I mean, when you do talk to a lot of voters, there are some Republican women and other women who say the same thing.", "sentId": 112}], "secId": 31}, {"speaker": "RESTON", "sentences": [{"text": "True.", "sentId": 113}], "secId": 32}, {"speaker": "ZELENY", "sentences": [{"text": "And other women I've talked to at Bernie Sanders rallies throughout the past year, you ask them, aren't you drawn at all by the historic nature of this?", "sentId": 114}, {"text": "Some say, no, I'm not drawn by the gender at all.", "sentId": 115}, {"text": "So the gender here, which is becoming, last night was an historic day, regardless of what side of the aisle you sit on, what your political flavor is, but people like Nancy Pelosi and other women are concerned about, is there too much of an emphasis on her gender here.", "sentId": 116}, {"text": "The campaign is deciding to double-down on it.", "sentId": 117}, {"text": "And I think, in the end, that's what they need to build the coalition -", "sentId": 118}], "secId": 33}, {"speaker": "RAJU", "sentences": [{"text": "Especially among younger women, too.", "sentId": 119}, {"text": "Those are -", "sentId": 120}], "secId": 34}, {"speaker": "RESTON", "sentences": [{"text": "Right.", "sentId": 121}], "secId": 35}, {"speaker": "ZELENY", "sentences": [{"text": "Right.", "sentId": 122}], "secId": 36}, {"speaker": "RAJU", "sentences": [{"text": "Because a lot of young women believe that sometime in their lifetime there will be a female president.", "sentId": 123}, {"text": "But older women, Hillary does better with because they've been waiting for this moment all along.", "sentId": 124}], "secId": 37}, {"speaker": "RESTON", "sentences": [{"text": "But it will be so interesting to watch how that audience reacts to the convention this week and the doubling down that Jeff is talking about because so many of those millennials that you would talk to at Bernie Sanders rallies said,  yes, sure, I want a women president, but not this woman.", "sentId": 125}, {"text": "Maybe Jill Stein, green party, et cetera, because of trust issues.", "sentId": 126}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "Let's -", "sentId": 127}], "secId": 39}, {"speaker": "RESTON", "sentences": [{"text": "So but it was interesting in - also in his press conference today how Trump on the - right before Obama speaks tonight and Biden was going on and on about how she's just more of the same.", "sentId": 128}, {"text": "She's not a change maker, trying to directly, you know, conflict with what Bill Clinton's speech was about last night.", "sentId": 129}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "He also said that President Obama was the most ignorant president we've ever had.", "sentId": 130}, {"text": "And that, in his view, Hillary Clinton would be even worse.", "sentId": 131}, {"text": "Tough words about the president.", "sentId": 132}, {"text": "Personal attacks on the president of the United States.", "sentId": 133}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Another issue that came up, and, again, we're getting some mixed signal here.", "sentId": 134}, {"text": "Paul Manafort, the Trump campaign chairman, is quoted today by the CBS \"MarketWatch\" as saying Donald Trump will not release his tax returns.", "sentId": 135}, {"text": "Listen to Donald Trump here at this news conference.", "sentId": 136}, {"text": "He has repeatedly been pressed.", "sentId": 137}, {"text": "The standard for most presidential nominees, dating back to Richard Nixon, has been, once you get the nomination, you get close to the nomination, you release at least a series of your tax returns over a period of several years.", "sentId": 138}, {"text": "Donald Trump has not done so.", "sentId": 139}, {"text": "Listen to him here.", "sentId": 140}], "secId": 42}, {"speaker": "TRUMP", "sentences": [{"text": "Yes.", "sentId": 141}], "secId": 43}, {"speaker": "QUESTION", "sentences": [{"text": ".", "sentId": 142}], "secId": 44}, {"speaker": "TRUMP", "sentences": [{"text": "I don't know.", "sentId": 143}, {"text": "It depends on the audit.", "sentId": 144}, {"text": "It depends on the audit.", "sentId": 145}, {"text": "Not a big deal.", "sentId": 146}], "secId": 45}, {"speaker": "TRUMP", "sentences": [{"text": "By the way, just so you understand, I've released my papers, 104 pages of documents.", "sentId": 147}, {"text": "I built an unbelievable company.", "sentId": 148}, {"text": "Tremendous cash.", "sentId": 149}, {"text": "Tremendous company, with some of the great assets of the world.", "sentId": 150}, {"text": "You've seen it.", "sentId": 151}, {"text": "You were all very disappointed when you saw it, actually, but that's OK. Far - far greater than anybody ever thought.", "sentId": 152}, {"text": "I have a great company.", "sentId": 153}, {"text": "I built an unbelievable company.", "sentId": 154}, {"text": "But if you look there, you'll see there's nothing in Russia.", "sentId": 155}, {"text": "And as far as the tax returns, as soon as the audit's complete.", "sentId": 156}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "This is his pivot every time.", "sentId": 157}, {"text": "I filed the required financial disclosure form with the government.", "sentId": 158}, {"text": "You heard him work in there, you'll see there's nothing in Russia.", "sentId": 159}, {"text": "Some people have tried to suggests maybe this whole e-mail hack and leak has something to do with, he has Russian business interests or something.", "sentId": 160}, {"text": "He says there's nothing there.", "sentId": 161}, {"text": "But we don't know that.", "sentId": 162}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "It's not just - Donald Trump says I've released my financial disclosure form.", "sentId": 163}, {"text": "That does tell us something about his finances.", "sentId": 164}, {"text": "But it doesn't tell us -", "sentId": 165}], "secId": 48}, {"speaker": "BALL", "sentences": [{"text": "It tells us what he wants .", "sentId": 166}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "It tells us what - what he has to tell us.", "sentId": 167}, {"text": "It doesn't tell us what tax rate he paid, what loopholes he takes advantage of, whether he puts - shelters money, perfectly legal perhaps, but shelters money overseas.", "sentId": 168}, {"text": "Whether he takes advantage of all these real estate tax credits that allow you to, you know, depreciate and essentially not pay the government - not pay the government money.", "sentId": 169}], "secId": 50}, {"speaker": "BALL", "sentences": [{"text": "Well, and that -", "sentId": 170}], "secId": 51}, {"speaker": "RAJU", "sentences": [{"text": "And how that  actually work, too.", "sentId": 171}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 172}], "secId": 53}, {"speaker": "BALL", "sentences": [{"text": "Right.", "sentId": 173}], "secId": 54}, {"speaker": "RAJU", "sentences": [{"text": "I think that Trump has clearly calculated that whatever's in his tax returns is much more damaging than taking the hit for not being transparent and -", "sentId": 174}], "secId": 55}, {"speaker": "BALL", "sentences": [{"text": "That's exactly right.", "sentId": 175}, {"text": "There's no legal requirement that presidential nominees release their tax returns, but there's a widespread public expectation.", "sentId": 176}, {"text": "And you see in polls that a vast majority of Americans, Republicans and Democrats alike, believe that he should release the tax returns, believe they are entitled to that information.", "sentId": 177}, {"text": "When you don't release the information, you know, maybe you don't disclose those things, but you open yourself up to all of this speculation.", "sentId": 178}, {"text": "You open yourself up to all of the wondering of, well, what is in there that is so bad that he won't let us see it.", "sentId": 179}, {"text": "And so that's going to be a steady drum beat.", "sentId": 180}, {"text": "That's going to continue.", "sentId": 181}, {"text": "The Clinton campaign is going to drive this message and that's going to be the big question hanging over, his financials.", "sentId": 182}], "secId": 56}, {"speaker": "ZELENY", "sentences": [{"text": "The question is, does it matter though?", "sentId": 183}, {"text": "Among his supporters, no, I mean, because this is - this was an issue in the primary and it continues.", "sentId": 184}, {"text": "Among voters in the middle I think who are still not sure about him, I think it does matter.", "sentId": 185}, {"text": "Among his supporters, absolutely not.", "sentId": 186}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "All right, everybody, sit tight.", "sentId": 187}, {"text": "We're at the Democratic National Convention talking a lot about the Republican nominee Donald Trump because, once again, he has jumped in, try to counterprogram, if you will, what's happening here in Philadelphia.", "sentId": 188}, {"text": "But when we come back, back to the Democrats.", "sentId": 189}, {"text": "A big speech tonight at the DNC from the current commander in chief and we'll look back last night too.", "sentId": 190}, {"text": "Former President Bill Clinton making a very personal testimony about his wife and making history.", "sentId": 191}, {"text": "Stay with us.", "sentId": 192}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 193}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "That's the convention hall here in Philadelphia.", "sentId": 194}, {"text": "Lenny Kravitz doing his walkthrough.", "sentId": 195}, {"text": "He'll be one of the many performers here for the Democratic Convention.", "sentId": 196}, {"text": "It is day three.", "sentId": 197}, {"text": "We're at the halfway mark.", "sentId": 198}, {"text": "Lenny Kravitz tuning the guitar there in the hall.", "sentId": 199}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton is now officially the Democratic nominee.", "sentId": 200}, {"text": "And her first appearance in the convention hall came last night after a video reminders all 44 presidents so far, from George Washington to Barack Obama, have been men.", "sentId": 201}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "That dramatic effect there, the presentation came shortly after the day two closer, Bill Clinton.", "sentId": 202}], "secId": 62}, {"speaker": "CLINTON", "sentences": [{"text": "So people say, well, we need to change.", "sentId": 203}, {"text": "She's been around a longtime.", "sentId": 204}, {"text": "She sure has.", "sentId": 205}, {"text": "And she's sure been worth every single year she's put into making people's lives better.", "sentId": 206}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "A very personal speech from Bill Clinton last night.", "sentId": 207}, {"text": "He started with first meeting her back in the early 1970s at Yale, went through their courtship, went through her life of service and change.", "sentId": 208}, {"text": "And Bill Clinton, listen here, trying to make the point that when you watch the Republicans talk about Hillary Clinton, in his view, it's all a cartoon.", "sentId": 209}], "secId": 64}, {"speaker": "CLINTON", "sentences": [{"text": "And, if there are any little girls out there who stayed up late to watch, let me just say, I may become the first woman president, but one of you is next.", "sentId": 210}, {"text": "Thank you, all.", "sentId": 211}, {"text": "I can't wait to join you in Philadelphia!", "sentId": 212}, {"text": "Thank you!", "sentId": 213}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "All right, we'll get back to Bill Clinton in a minute.", "sentId": 214}, {"text": "A little out of order there.", "sentId": 215}, {"text": "But, Hillary Clinton, that's the first time she's spoken to the convention.", "sentId": 216}, {"text": "Number one, she's been much more traditional.", "sentId": 217}, {"text": "Donald Trump was around all the time at his convention.", "sentId": 218}, {"text": "It's much more traditional.", "sentId": 219}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "All right, Hillary Clinton appearing by video.", "sentId": 220}, {"text": "It looks very tight, as if she's alone in the room.", "sentId": 221}, {"text": "And then as she finishes, it pulls out to the little girls.", "sentId": 222}, {"text": "So different from 2008 when she did not emphasize this.", "sentId": 223}, {"text": "She's trying to play this card and play it hard.", "sentId": 224}], "secId": 67}, {"speaker": "BALL", "sentences": [{"text": "Well, in 2008, also she was not the nominee -", "sentId": 225}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 226}], "secId": 69}, {"speaker": "BALL", "sentences": [{"text": "So she did not have the opportunity to play a video with shattered glass at the Democratic Convention.", "sentId": 227}], "secId": 70}, {"speaker": "BALL", "sentences": [{"text": "But, no, we certainly have, as Jeff was saying before, seen Hillary lean very hard into the - what Trump calls the woman card.", "sentId": 228}, {"text": "The selection we - you saw in that video, it definitely resonated with the people in that room.", "sentId": 229}, {"text": "A lot of women, a lot of delegates on that floor openly, you know, weeping and very emotional.", "sentId": 230}, {"text": "A lot of the Democratic Party was built on some of the feminist movement from the '60s and '70s, the modern Democratic Party.", "sentId": 231}, {"text": "So for these people, it's a very poignant sort of homecoming.", "sentId": 232}], "secId": 71}, {"speaker": "BALL", "sentences": [{"text": "You know, as we saw in the primary, this message did not resonate as much as Hillary Clinton expected it to.", "sentId": 233}, {"text": "It really did not move a lot of especially younger women.", "sentId": 234}, {"text": "And her campaign realizes that and may deemphasize it going forward.", "sentId": 235}], "secId": 72}, {"speaker": "BALL", "sentences": [{"text": "I think the other side of that coin is that Trump is very disliked by women voters.", "sentId": 236}, {"text": "And so it will be interesting to see whether those sort of independent women voters view this as overly polarizing by Hillary, or whether Trump's comments, you know, push them the other way.", "sentId": 237}], "secId": 73}, {"speaker": "RESTON", "sentences": [{"text": "It is interesting also this week that, you know, that they are playing this card so hard because this is the moment to do it, right?", "sentId": 238}, {"text": "This is one of the moments when she needs to get all of those Democrats really excited about her campaign.", "sentId": 239}, {"text": "But one of the biggest problems that she has is with white men, right?", "sentId": 240}, {"text": "So as we go into the fall campaign, you know, if they were to continue to just pound this message over and over again, that could potentially hurt her among some of those voters.", "sentId": 241}], "secId": 74}, {"speaker": "RAJU", "sentences": [{"text": "And to that point, it's interesting to hear her earlier this week when she talked to the Veterans of Foreign Wars saying that, you know -", "sentId": 242}], "secId": 75}, {"speaker": "BALL", "sentences": [{"text": "Right.", "sentId": 243}], "secId": 76}, {"speaker": "RAJU", "sentences": [{"text": "Some of you may be concerned about a woman being commander in chief.", "sentId": 244}, {"text": "So what is today's theme of this convention?", "sentId": 245}, {"text": "Is to talk about her credentials being someone who can handle the country's military, national security issues, foreign policy, being tough on national security.", "sentId": 246}, {"text": "So, clearly, they recognize there's a little bit of a risk politically if they overplayed their hand on the gender issue.", "sentId": 247}, {"text": "KING: Part of Bill Clinton's job, and, again, the personal story was very moving, how they met.", "sentId": 248}, {"text": "Bill Clinton gave a very disciplined speech for Bill Clinton.", "sentId": 249}, {"text": "The word \"I\" didn't pop in there that much, except  saying I met her, I did this with her, was to counter the Republican argument.", "sentId": 250}, {"text": "Donald Trump calls her crooked Hillary.", "sentId": 251}, {"text": "He started in recent days, her middle - her maiden name is Rodham.", "sentId": 252}, {"text": "Calls her Hillary rotten Clinton.", "sentId": 253}, {"text": "Bill Clinton tried to make the case that the Republicans were essentially afraid of his wife and creating someone who doesn't exist.", "sentId": 254}], "secId": 77}, {"speaker": "CLINTON", "sentences": [{"text": "How does this square?", "sentId": 255}, {"text": "How does this square with the things that you heard at the Republican Convention?", "sentId": 256}, {"text": "What's the difference in what I told you and what they said?", "sentId": 257}, {"text": "How do you square it?", "sentId": 258}, {"text": "You can't.", "sentId": 259}, {"text": "One is real.", "sentId": 260}, {"text": "The other is made up.", "sentId": 261}, {"text": "The real one had done more positive change making before she was 30 than many public officials do in a lifetime in office", "sentId": 262}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "There's nobody like him.", "sentId": 263}, {"text": "He's the premiere politician of his generation.", "sentId": 264}, {"text": "He's the premiere explainer.", "sentId": 265}, {"text": "Even the Obama people will tell you, he did a great job for them in 2012.", "sentId": 266}, {"text": "This is a needle he's trying thread here.", "sentId": 267}, {"text": "That somebody you have seen in public life for two or three decades can effect change.", "sentId": 268}, {"text": "Can be somebody who changes government, brings newness to government, brings solutions to government, at a time when people are very frustrated and Trump plays up, Washington's broken, she's the status quo.", "sentId": 269}], "secId": 79}, {"speaker": "ZELENY", "sentences": [{"text": "I think that was the most effective theme of his address last night.", "sentId": 270}, {"text": "A lot of Democrat in hall I talked to afterward were hoping for a fulsome speech like he gave for President Obama in 2012.", "sentId": 271}, {"text": "Really an explainer of why.", "sentId": 272}, {"text": "Some were hoping that he would have focused all of it on change last night, as opposed to kind of the awkward biography.", "sentId": 273}, {"text": "He's not her biographer.", "sentId": 274}, {"text": "And the reality is, he left out the 1990s, as we talked about.", "sentId": 275}, {"text": "So that kind of plays in there.", "sentId": 276}], "secId": 80}, {"speaker": "ZELENY", "sentences": [{"text": "But he is trying to show that she has been at this for a while and it's not all about her.", "sentId": 277}, {"text": "But on him making the argument that it's a change election.", "sentId": 278}, {"text": "No one knows better than Bill Clinton.", "sentId": 279}, {"text": "He reads the mood of this country.", "sentId": 280}, {"text": "He reads the mood of the electorate.", "sentId": 281}, {"text": "He knows that Donald Trump has tapped into something.", "sentId": 282}, {"text": "And Bill Clinton was one of the first people early on, almost a year ago, nine months or so ago, who said, do not take Donald Trump for granted, and lightly, and it's because of that change thing.", "sentId": 283}, {"text": "So that is going to be his argument.", "sentId": 284}], "secId": 81}, {"speaker": "ZELENY", "sentences": [{"text": "The problem is, change maker is not exactly a smooth and sexy term.", "sentId": 285}, {"text": "It sort of sounds like a machine at the car wash. You put a five in and get change out to buy a car wash.", "sentId": 286}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "A CNN car wash. Nice.", "sentId": 287}], "secId": 83}, {"speaker": "RAJU", "sentences": [{"text": "And how do you paint yourself a change maker but President Obama is speaking on your behalf and essentially you would continue most of president - if not all of President Obama's policies?", "sentId": 288}], "secId": 84}, {"speaker": "ZELENY", "sentences": [{"text": "Right.", "sentId": 289}], "secId": 85}, {"speaker": "RESTON", "sentences": [{"text": "And you saw, you saw Trump come back at exactly that point this morning in the - in the press conference saying, she's been there 30 years.", "sentId": 290}, {"text": "How could she possibly be a change maker?", "sentId": 291}, {"text": "She's just an extension of Obama.", "sentId": 292}, {"text": "And that's going to be something that's really interesting to watch for tonight in the president's speech because he's also threading a needle there, too.", "sentId": 293}], "secId": 86}, {"speaker": "RESTON", "sentences": [{"text": "But I did think that Bill Clinton was able to humanize his wife and talk about aspects of her biography that really are not familiar to a lot of the American public.", "sentId": 294}, {"text": "And particularly for those voters who aren't sure about Donald Trump but has some trust issues with her, learning about that Hillary, early Hillary in the long flowered skirt and, you know, what she was like as a young wife, I think that probably does help with some of those women voters who are deciding.", "sentId": 295}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "Who don't know about her volunteer working with - for children in hospitals back in college.", "sentId": 296}, {"text": "We'll see how that works up.", "sentId": 297}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Perfect segue.", "sentId": 298}, {"text": "You mentioned the president coming up, the speech tonight from President Obama.", "sentId": 299}, {"text": "We'll give you a sense of what he's about to say about Hillary Clinton and what he's thinking about Donald Trump.", "sentId": 300}, {"text": "That's next.", "sentId": 301}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "But first, take our INSIDE POLITICS quiz today.", "sentId": 302}, {"text": "Do you think Hillary Clinton will be able to win over Bernie Sanders' supporters?", "sentId": 303}, {"text": "You can vote at cnn.com/vote.", "sentId": 304}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 305}, {"text": "A busy day here, day three of the Democratic National Convention.", "sentId": 306}, {"text": "A busy lunch hour at the CNN Grill as well.", "sentId": 307}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "President Obama leads an all-star Democratic speakers lineup tonight.", "sentId": 308}], "secId": 92}], "sectionCount": 93, "url": "transcripts.cnn.com/TRANSCRIPTS/1607/27/ip.01.html", "sentenceCount": 310, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 27, 2016 - 12:00   ET", "speakers": ["ACOSTA", "BOLDUAN", "KING", "OBAMA", "TRUMP", "RAJU", "ZELENY", "RESTON", "BALL", "QUESTION", "CLINTON"], "title": "INSIDE POLITICS"}