{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1607.21.ip.02.html.json", "subTitle": "GOP Convention So Far; Preview of Trump Speech. Aired 12:30-1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 0}, {"text": "It is the final day of the Republican National Convention, Donald Trump's convention here in Cleveland.", "sentId": 1}, {"text": "And coming in the Trump campaign had two overriding goals.", "sentId": 2}, {"text": "Unify a fractured Republican Party, good luck with that.", "sentId": 3}, {"text": "And convince Americans who don't like Trump or who maybe like him but worry he doesn't quite have the temperament to be president, to take a second look.", "sentId": 4}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "Now three days in, Trump aide insists they're please.", "sentId": 5}, {"text": "But a lot of Republican elders, ah, giving this convention so far anyway a failing grade.", "sentId": 6}, {"text": "The final test, the one that really matters most is tonight.", "sentId": 7}, {"text": "And it's up to Donald Trump and pretty much Donald Trump alone to make the case.", "sentId": 8}, {"text": "But here is the question.", "sentId": 9}, {"text": "Which Donald Trump will we see?", "sentId": 10}], "secId": 1}, {"speaker": "TRUMP", "sentences": [{"text": "We don't make great deals anymore, but we will once I become president.", "sentId": 11}, {"text": "I promised you that.", "sentId": 12}], "secId": 2}, {"speaker": "CROWD", "sentences": [{"text": "Build that wall.", "sentId": 13}, {"text": "Build that wall.", "sentId": 14}], "secId": 3}, {"speaker": "DONALD TRUMP", "sentences": [{"text": "Don't even think about it.", "sentId": 15}, {"text": "It will be built and it will go up fast and it'll be big and it'll be high and strong.", "sentId": 16}], "secId": 4}, {"speaker": "DONALD TRUMP", "sentences": [{"text": "We must maintain law and order at the highest level or we will seize to have a country.", "sentId": 17}], "secId": 5}, {"speaker": "DONALD TRUMP", "sentences": [{"text": "Saddam Hussein was a bad guy, right?", "sentId": 18}, {"text": "He was a bad guy, really bad guy.", "sentId": 19}, {"text": "But, you know what he did well?", "sentId": 20}, {"text": "He killed terrorists.", "sentId": 21}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "Now, I assume the safe money is that we see teleprompter Trump, it's a written speech and he stays on script.", "sentId": 22}, {"text": "However, he's had speeches scripted for some of these rallies and he tells people afterwards that the crowd seemed flat so I decided to light them up a little bit.", "sentId": 23}, {"text": "Can he do that tonight?", "sentId": 24}], "secId": 7}, {"speaker": "HABERMAN", "sentences": [{"text": "Yeah.", "sentId": 25}, {"text": "Look, one of the things that's great is with the Trump's speeches is when they give you the text in advance to sort of read along and to see where he test a little bit of it or like in real time he'll go up.", "sentId": 26}, {"text": "Look, he reads a room like no political performer that I've ever seen.", "sentId": 27}, {"text": "And that's because he's not a political performer.", "sentId": 28}, {"text": "He comes from a different realm.", "sentId": 29}], "secId": 8}, {"speaker": "HABERMAN", "sentences": [{"text": "And he can sense, as you said, when the crowd is not with him.", "sentId": 30}, {"text": "And he has said a few times that when he feels the crowd's energy sagging, he'll say, \"And are we going to build the wall?\"", "sentId": 31}, {"text": "And, you know, go to sort of a pause on like that.", "sentId": 32}, {"text": "But this is a different kind of crowd.", "sentId": 33}, {"text": "This is not a rally crowd.", "sentId": 34}, {"text": "He has a very ...", "sentId": 35}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "But can he resist tonight when they start chanting \"lock her up\" which is been the floor ...", "sentId": 36}], "secId": 10}, {"speaker": "HABERMAN", "sentences": [{"text": "No, I don't -- no, I mean I think that lot of the raw anger against Hillary Clinton which our colleague, Alan Rappeport wrote about this week.", "sentId": 37}, {"text": "I think that it's going to be very tempting for him to tap into and do a call-in response for.", "sentId": 38}, {"text": "I think that that actually I don't think his team would object to that.", "sentId": 39}, {"text": "I think where it becomes problematic is that he strays off on certain policy issues.", "sentId": 40}], "secId": 11}, {"speaker": "RESTON", "sentences": [{"text": "Well he has such an important objective here tonight and such an opportunity, his advisers and, you know, to not just get that crowd fired up in the room and all of the voters whose anger he's channeled, but really to try to build a bridge to, you know, those many independent women out there who are very concerned about the direction of the country, don't like Hillary Clinton at all.", "sentId": 41}], "secId": 12}, {"speaker": "RESTON", "sentences": [{"text": "And he's trying to find a way to craft his message so that he gets to them on national security, on jobs.", "sentId": 42}, {"text": "But we've not seen that happen at this convention yet.", "sentId": 43}, {"text": "That's what he has to do tonight.", "sentId": 44}, {"text": "And that's the big imperative for him.", "sentId": 45}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "If you look at the dynamics of the race, if you look at the state by state polling, if you look at the infrastructure, what she inherits from the Obama campaign in terms of the traditional matrix advantage Clinton.", "sentId": 46}, {"text": "And I think you have to say on the race 270, Electoral College, slight advantage at least Clinton right now.", "sentId": 47}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "But the dynamic in the country for change, whether it's economic anxiety, people saying we're off on the wrong track, this sort of, \"Whoa, what's going on after cops getting shot in two cities in the United States.\"", "sentId": 48}, {"text": "That is an opening for a challenger.", "sentId": 49}, {"text": "A huge opening for a challenger.", "sentId": 50}, {"text": "Pence tried to make it last night.", "sentId": 51}, {"text": "You don't like what you've got?", "sentId": 52}, {"text": "You got to have something different.", "sentId": 53}, {"text": "We'll change the status quo in Washington.", "sentId": 54}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Will we get that from Donald Trump tonight?", "sentId": 55}, {"text": "I mean, a lot of people are saying we've had three days of side shows, about plagiarism, about Ted Cruz, about this and that.", "sentId": 56}, {"text": "He is very competitive in this race.", "sentId": 57}, {"text": "He has an opportunity tonight to reshape it.", "sentId": 58}], "secId": 16}, {"speaker": "HABERMAN", "sentences": [{"text": "I don't -- I think he has an opportunity although if he is not trained to reshape it.", "sentId": 59}, {"text": "He has an opportunity to make an introduction in a way -- I think that certain things from this week and all of the weeks prior are going to be hard to erode.", "sentId": 60}, {"text": "He has a huge challenge as you say which is basically his negatives are enormously high.", "sentId": 61}, {"text": "And if he doesn't start addressing that, it is hard to see how this start to work in his favor.", "sentId": 62}, {"text": "I agree with you that he does have a chance to win.", "sentId": 63}, {"text": "And there is -- I think people who are telling themselves that he doesn't or to lose -- are being naive.", "sentId": 64}], "secId": 17}, {"speaker": "HABERMAN", "sentences": [{"text": "But I do think that one speech alone is not going to do it because the problem with Trump has been consistency.", "sentId": 65}, {"text": "I think an important thing to watch for tonight is going to be what his daughter says in introducing him.", "sentId": 66}, {"text": "That is going to set the tone in a real way.", "sentId": 67}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "You mentioned her so let me bring her in it before we begin.", "sentId": 68}, {"text": "So Ivanka Trump will introduce her father Donald Trump tonight.", "sentId": 69}, {"text": "The Trump children have been the main stars and the Trump family, Melania as well, have been the main stars of this convention so far.", "sentId": 70}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Ivanka Trump, everyone will tell you inside the organization, there is no one in the organization more influential with her father.", "sentId": 71}, {"text": "Listen to her here talking to Gloria Borger.", "sentId": 72}, {"text": "She says, yeah, sometimes he gets off the rails, and that's where I step in.", "sentId": 73}], "secId": 20}, {"speaker": "TRUMP", "sentences": [{"text": "But once in a while he'll say things, and I'll tell him he could probably do with ratcheting it back.", "sentId": 74}], "secId": 21}, {"speaker": "BORGER", "sentences": [{"text": "And he listens?", "sentId": 75}], "secId": 22}, {"speaker": "IVANKA TRUMP", "sentences": [{"text": "Sometimes and sometimes he doesn't or sometimes he listens for limited periods of times.", "sentId": 76}], "secId": 23}, {"speaker": "BORGER", "sentences": [{"text": "But you can tell him.", "sentId": 77}], "secId": 24}, {"speaker": "IVANKA TRUMP", "sentences": [{"text": "Look, I think it's part of what people love about him.", "sentId": 78}, {"text": "It's also what -- part of what angers people.", "sentId": 79}, {"text": "He is authentic.", "sentId": 80}, {"text": "You know, nobody tells him who to be.", "sentId": 81}, {"text": "He is himself.", "sentId": 82}, {"text": "But ultimately he makes his own decisions.", "sentId": 83}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "I think Maggie just made a great point everybody else jumped in the sense that she introduces him.", "sentId": 84}, {"text": "She's the one, you know, Donald Trump gets to speak last.", "sentId": 85}, {"text": "It's his moment.", "sentId": 86}, {"text": "And her mission is kind of saying, look, you know, please, open your eyes, please open your mind, look at this man.", "sentId": 87}], "secId": 26}, {"speaker": "O'KEEFE", "sentences": [{"text": "If you were to just take Don Jr., Eric, her, Melania ...", "sentId": 88}], "secId": 27}, {"speaker": "O'KEEFE", "sentences": [{"text": "Well, even with it.", "sentId": 89}, {"text": "And just watch that and you were someone who didn't like him, you have to walk away with at least a little more appreciation.", "sentId": 90}, {"text": "And I think that was the goal this week.", "sentId": 91}, {"text": "Just get them out to do that.", "sentId": 92}, {"text": "All this other stuff though draws away from it.", "sentId": 93}], "secId": 28}, {"speaker": "country", "sentences": [{"text": "Even in the way that she explained that to Gloria, that's such a relatable thing.", "sentId": 94}, {"text": "I mean to many of us daughters out there you know, that we sometimes are the only ones that can keep our fathers in line.", "sentId": 95}, {"text": "When Ivanka Trump is able to explain, you know, his behavior, put it in context, explain where he's coming from, I mean, that is his bridge really to those women voters, to the people who are worried about his temperament.", "sentId": 96}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "Jonathan, you look skeptical.", "sentId": 97}], "secId": 30}, {"speaker": "MARTIN", "sentences": [{"text": "Well, I think there's no question that she's an enormous asset to her father as are her siblings.", "sentId": 98}, {"text": "But to me, she can give the best speech in the world.", "sentId": 99}, {"text": "If her dad gets out there and he as you're putting out, hears those chants in the hall of \"lock her up\" and he veers off script, and he comes off with the kind of hard edge that he has for the last year, the voters were up for grabs in American are going to be reminded why they don't like him in the first place.", "sentId": 100}, {"text": "This is on him.", "sentId": 101}], "secId": 31}, {"speaker": "RESTON", "sentences": [{"text": "I agree.", "sentId": 102}], "secId": 32}, {"speaker": "MARTIN", "sentences": [{"text": "He's Lebron, John.", "sentId": 103}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "Yeah, I supposed Lebron in the queue, I like that.", "sentId": 104}], "secId": 34}, {"speaker": "RESTON", "sentences": [{"text": "No one has use that.", "sentId": 105}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "I suspect that she's working on her speech today, she's going to drop in on dad and say no lying Ted.", "sentId": 106}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "All right, up next, Hillary Clinton's throwback Thursday, you know.", "sentId": 107}, {"text": "Back when Donald Trump thought she deserved some wedding cake.", "sentId": 108}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 109}, {"text": "We're here in Cleveland.", "sentId": 110}, {"text": "So this of course is Donald Trump's big day.", "sentId": 111}, {"text": "But Hillary Clinton is feeling a little nostalgic.", "sentId": 112}], "secId": 38}, {"speaker": "DONALD TRUMP", "sentences": [{"text": "Hillary Clinton I think is a terrific woman.", "sentId": 113}], "secId": 39}, {"speaker": "DONALD TRUMP", "sentences": [{"text": "Of course I know her very well and I know her husband very well and I like them both.", "sentId": 114}, {"text": "They are, you know, just really terrific people.", "sentId": 115}], "secId": 40}, {"speaker": "DONALD TRUMP", "sentences": [{"text": "She really works hard and I think she does a good job.", "sentId": 116}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "That web video released by the Clinton campaign as you would expect because they have been friendly with Donald Trump in the past.", "sentId": 117}, {"text": "Donald Trump has said nice things about them.", "sentId": 118}, {"text": "We can show our viewers, if they would remember, Donald Trump invited Bill and Hillary Clinton to the wedding when he married Melania Trump.", "sentId": 119}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "Does any of this matter?", "sentId": 120}, {"text": "It's smart of them to have a little throw back Thursday, have fun at social media.", "sentId": 121}, {"text": "But this is -- essentially, you know, we can laugh about it.", "sentId": 122}, {"text": "What they're hoping is to say, don't believe what he says tonight.", "sentId": 123}, {"text": "Because he says such nice things about her in the past, they're been friends in the past, so don't believe what you're going to hear tonight.", "sentId": 124}], "secId": 43}, {"speaker": "HABERMAN", "sentences": [{"text": "Here is the problem with that in my mind.", "sentId": 125}, {"text": "And yes, it is absolutely true that he has a very long history with the Clinton's, but of course the Clinton's also have a long history with him.", "sentId": 126}, {"text": "And that's the flip side.", "sentId": 127}], "secId": 44}, {"speaker": "HABERMAN", "sentences": [{"text": "Number two, it's very hard to say don't believe what he says about her but do believe every other thing he says about Russia, about foreign policy.", "sentId": 128}, {"text": "If there's not a -- it has been a problem for the Clinton campaign and they have been concerned about this when it became clear to them, it became clear to them to take Trump seriously quietly, that as it was for many people, that he's a target-rich environment, as two of her advisers put it to me.", "sentId": 129}, {"text": "And so they felt sort of swamped by the number of courses they had to go at him.", "sentId": 130}], "secId": 45}, {"speaker": "HABERMAN", "sentences": [{"text": "You saw very early on with in Elizabeth Warren and I think this is part of why he is going at Elizabeth Warren so hard.", "sentId": 131}, {"text": "She framed a pretty specific case against him very clearly and it wasn't very directly about it.", "sentId": 132}, {"text": "She's never really let up on it.", "sentId": 133}, {"text": "Clinton borrowed portions of that.", "sentId": 134}, {"text": "But things like that just sort of remind you that there's a bit of -- I mean the chaos that we're all caught in this week, they are, too.", "sentId": 135}, {"text": "It's hard to sort of know exactly what to aim for.", "sentId": 136}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "Right, a long list of Donald Trump negatives.", "sentId": 137}, {"text": "For next week we'll be talking about the long list of challenges and negatives and then ...", "sentId": 138}], "secId": 47}, {"speaker": "RESTON", "sentences": [{"text": "To be fair -- I mean, you know, 17 of all of his opponents couldn't figure out exactly how to go after him.", "sentId": 139}, {"text": "And, you know, even if it's some really interesting watching the advertising in this campaign.", "sentId": 140}, {"text": "I know that UCLA has been doing research and seeing at times a backlash effect to Hillary Clinton ads that feature Donald Trump in a negative way.", "sentId": 141}, {"text": "Because people just don't react to him in the same way that they do others.", "sentId": 142}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Because they met him as a reality T.V.", "sentId": 143}, {"text": "star and he's a celebrity and, you know, not as a politician, so he gets a lot more slack.", "sentId": 144}], "secId": 49}, {"speaker": "RESTON", "sentences": [{"text": "So the techniques don't quite work.", "sentId": 145}], "secId": 50}, {"speaker": "MARTIN", "sentences": [{"text": "And Democrats have nominated somebody who is the very picture of a Washington insider in a cycle that is, once again, a change election.", "sentId": 146}, {"text": "She's not only the personification of Washington establishment, she is also somebody who's pulverizing because people choose don't believe her or trust her.", "sentId": 147}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "She has the Jeb Bush problem in a way now in the sense that, you know, she says -- she doesn't say change.", "sentId": 148}, {"text": "I guess probably put in the approach.", "sentId": 149}, {"text": "She doesn't --", "sentId": 150}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "So, we know it'll be Trump-Pence leaving Cleveland.", "sentId": 151}, {"text": "It will be Clinton maybe in Philadelphia, the \"Math\" to go way to put.", "sentId": 152}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "And we know from her choices, she's looked at a number of people, she's met a number of people.", "sentId": 153}, {"text": "A lot of Democratic insiders, people who say they've talked to her and the people around her in recent days have said this is a two-man race between the Virginia Senator Tim Kaine and the former government and no agriculture Secretary Tom Vilsack.", "sentId": 154}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Today Cory Booker, the senator from New Jersey, former Newark mayor has bubbled back up.", "sentId": 155}, {"text": "I'm told inside that when she's look at other people, putting the housing secretary Julian Castro, the labor's secretary Tom Paris, two Latino candidates that she loves them but she doesn't think they meet the president test", "sentId": 156}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Any indication, do we think that they're still just floating things around to confuse us?", "sentId": 157}, {"text": "Or do we think this is a Kaine-Vilsack?", "sentId": 158}], "secId": 56}, {"speaker": "O'KEEFE", "sentences": [{"text": "I do think the Booker thing is slightly bit of a float.", "sentId": 159}, {"text": "We could be proven wrong in 24 hours.", "sentId": 160}, {"text": "But the two Hispanic contenders have basically come to the conclusion they're not it.", "sentId": 161}, {"text": "There's widespread disappointment and bitterness about this and I think this is designed to sort of assuage the concerns of, you know, the minority wing of the party that saw an opportunity here and he's not going to see ...", "sentId": 162}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Is there anything that's happened here that would influence her thinking?", "sentId": 163}], "secId": 58}, {"speaker": "MARTIN", "sentences": [{"text": "I think what had influenced her thinking is not what's happened here in Cleveland, it's what happened in Nice, France, what's happened, you know, broad and that has draft the national security to before.", "sentId": 164}], "secId": 59}, {"speaker": "MARTIN", "sentences": [{"text": "I spent some time yesterday on the phone reporting about what's going on.", "sentId": 165}, {"text": "Bill Clinton talked to two long-time friends last week in which he signaled that he was sort of warm on Tim Kaine.", "sentId": 166}], "secId": 60}, {"speaker": "MARTIN", "sentences": [{"text": "The hesitation with Kaine, though, John --", "sentId": 167}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Does that help or her Kaine?", "sentId": 168}], "secId": 62}, {"speaker": "MARTIN", "sentences": [{"text": "You could lose that seat in Virginia by January of '18, one year after she becomes president because they have to fill the seat in a special in November of '17.", "sentId": 169}, {"text": "A small thing but it matters.", "sentId": 170}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "She lived through the Bill Clinton and Al Gore dysfunction.", "sentId": 171}, {"text": "And I'm told that guy -- she wants a real working relationship, somebody she actually like some trust which I think rules out the Elizabeth Warrens unless she needed it.", "sentId": 172}, {"text": "She doesn't think she does.", "sentId": 173}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 174}, {"text": "Our reporters share from their notebooks next, including a new Republican effort to make sure voters who can't stomach Donald Trump don't stay home on Election Day.", "sentId": 175}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Let's close, as we always do here on \"Inside Politics\" asking our great reporters to share a little nugget from their notebooks.", "sentId": 176}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Get you out ahead on some of the big political news just around the corner, Maggie Haberman?", "sentId": 177}], "secId": 67}, {"speaker": "HABERMAN", "sentences": [{"text": "Mentioned before that the Clinton campaign sees a target- rich environment with Donald Trump.", "sentId": 178}, {"text": "There is growing concern as the Democrats head into Philadelphia next week, among some Democrats who are allied with the campaign and some inside it that the campaign is underestimating the chances that Trump could win.", "sentId": 179}, {"text": "That there are ways in which he could come back, that, yes, they both have negatives.", "sentId": 180}, {"text": "She has more polling figures that are in her favor, but there are -- there is some concern that there's not enough of an aggressive voter registration effort.", "sentId": 181}, {"text": "Not enough of an understanding about certain ways that they could be framing this election and a feeling that, for instance, last night that they could have made more of what Ted Cruz did.", "sentId": 182}], "secId": 68}, {"speaker": "HABERMAN", "sentences": [{"text": "And so that is the kind of thing that you are hearing some disappointment and concern from Democrats about leaving items on the table basically.", "sentId": 183}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "To borrow from George W. Bush, they best not underestimate him.", "sentId": 184}], "secId": 70}, {"speaker": "HABERMAN", "sentences": [{"text": "Exactly.", "sentId": 185}], "secId": 71}, {"speaker": "O'KEEFE", "sentences": [{"text": "So this is day 11 of covering the war here in Cleveland.", "sentId": 186}, {"text": "And every day there has been some little suggestion of drama or, you know ...", "sentId": 187}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "News.", "sentId": 188}], "secId": 73}, {"speaker": "O'KEEFE", "sentences": [{"text": "... problems.", "sentId": 189}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 190}], "secId": 75}, {"speaker": "O'KEEFE", "sentences": [{"text": "Well, specifically with the renegade delegates who don't like Trump.", "sentId": 191}, {"text": "The buzz today is that some of these state delegations are struggling to fill their seats tonight because people who are upset by what happened last night with Cruz or have been upset with the whole process are either leaving early and taking their credentials with them, or just, you know, going to try to go hang out at a bar, maybe come here tonight instead of being in the hall.", "sentId": 192}, {"text": "It's causing somebody's chairmen to scramble.", "sentId": 193}], "secId": 76}, {"speaker": "O'KEEFE", "sentences": [{"text": "Don't worry.", "sentId": 194}, {"text": "They'll probably fill the seats.", "sentId": 195}, {"text": "But, again, it just shows you more evidence.", "sentId": 196}, {"text": "They're fractured.", "sentId": 197}, {"text": "They're not live in here ...", "sentId": 198}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "Is it likely a ...", "sentId": 199}], "secId": 78}, {"speaker": "RESTON", "sentences": [{"text": "As if they're lining up the intern.", "sentId": 200}], "secId": 79}, {"speaker": "O'KEEFE", "sentences": [{"text": "And the alternates.", "sentId": 201}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "The Emmys and the Oscars, the Emmy's left people in the back, so that's where they fill the seats.", "sentId": 202}], "secId": 81}, {"speaker": "MARTING", "sentences": [{"text": "Yeah.", "sentId": 203}, {"text": "That's a good like when they offer this.", "sentId": 204}], "secId": 82}, {"speaker": "MARTING", "sentences": [{"text": "The anger deep in the heart of Texas for Ted Cruz is not just limited to delegates.", "sentId": 205}, {"text": "I talked to two members of the Congressional delegation this morning at the breakfast.", "sentId": 206}, {"text": "One of which, Pete Session said it's all about Ted.", "sentId": 207}], "secId": 83}, {"speaker": "MARTING", "sentences": [{"text": "Now, Ted Cruz was never a fan favorite among the actual few colleagues from his home state, but clearly this has exacerbated tensions.", "sentId": 208}, {"text": "Here is why this matters.", "sentId": 209}, {"text": "Ted Cruz is up for re-election in 2018.", "sentId": 210}, {"text": "Texas is not going to elect a Democratic senator, I don't think any time soon, but there's a primary there.", "sentId": 211}], "secId": 84}, {"speaker": "MARTING", "sentences": [{"text": "Does somebody step in against Cruz?", "sentId": 212}, {"text": "Especially if Trump loses this race and wave the bloody flag and say Hillary Clinton is on you, man, 2018.", "sentId": 213}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Ted Cruz got here by priming the establishment candidate in Texas.", "sentId": 214}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Maeve?", "sentId": 215}], "secId": 87}, {"speaker": "RESTON", "sentences": [{"text": "We know that the Trump campaign says that they now going into August, they're going to ramp up their or somewhat non-existing ground game.", "sentId": 216}, {"text": "But there are, you know, and his target senate states really interesting efforts going on by the field teams of those campaigns to identify voters who are open to the Republican candidates, but can't stand Donald Trump.", "sentId": 217}, {"text": "To get to those people early and often, make sure they're in contact and turn them out.", "sentId": 218}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "And make sure they're in contact and turn them out.", "sentId": 219}, {"text": "We have a lot of this.", "sentId": 220}, {"text": "This is one of the states where they're worried about there's a senate race here.", "sentId": 221}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "I'll close a little bit more with the inner turmoil inside the Trump campaign.", "sentId": 222}, {"text": "It's no secret the top campaign guru Paul Manafort and the fired the campaign manager Corey Lewandowski don't see eye to eye.", "sentId": 223}, {"text": "I'm actually being polite there.", "sentId": 224}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "The bad blood runs deeper then deeper, then deeper then deep.", "sentId": 225}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "Now I'm told Manafort is of the belief some top Trump aides are still sharing inside information with their old boss.", "sentId": 226}, {"text": "And Paul Manafort wants that to end.", "sentId": 227}, {"text": "About to happen now, top campaign adviser, top Trump adviser Michael Glassner, a Lewandowski hire will shift over to the vice presidential campaign which will remove him from the day to day Trump inner circle.", "sentId": 228}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Now, insiders insist that was an option on the table even before the Melania Trump plagiarism mess.", "sentId": 229}, {"text": "But they also concede internally that tensions are high and at one clear fallout from the plagiarism episode is a Manafort effort emphasizing, I mean it, emphasizing loyalty and discipline, on times on your last day.", "sentId": 230}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "That's it for \"Inside Politics.\"", "sentId": 231}, {"text": "Thanks for sharing part of your day with us.", "sentId": 232}, {"text": "Stay with us throughout this big last day of the Republican convention.", "sentId": 233}, {"text": "I hope to see you right back here tomorrow and during our special coverage tonight.", "sentId": 234}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "Much more on the breaking news, the big last day here in Cleveland next with Wolf.", "sentId": 235}], "secId": 95}], "sectionCount": 96, "url": "transcripts.cnn.com/TRANSCRIPTS/1607/21/ip.02.html", "sentenceCount": 237, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 21, 2016 - 12:30   ET", "speakers": ["KING", "TRUMP", "CROWD", "DONALD TRUMP", "HABERMAN", "RESTON", "BORGER", "IVANKA TRUMP", "O'KEEFE", "country", "MARTIN", "MARTING"], "title": "INSIDE POLITICS"}