{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1511.22.ip.01.html.json", "subTitle": "2016 Candidates Spar Over Syrian Refugees; Democratic Candidates Look for Distance from Obama. Aired 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "The Paris terror attacks reshaped the 2016 race.", "sentId": 0}], "secId": 0}, {"speaker": "PAUL", "sentences": [{"text": "The tragedy in Paris means you have to give up liberty.", "sentId": 1}, {"text": "We need more phone surveillance.", "sentId": 2}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "But Rand Paul's is a lonely voice as most Republicans talk tough.", "sentId": 3}], "secId": 2}, {"speaker": "TRUMP", "sentences": [{"text": "Just to set it clear, I want surveillance of these people.", "sentId": 4}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "President Obama says it's un-American to turn away Syrian refugees.", "sentId": 5}], "secId": 4}, {"speaker": "OBAMA", "sentences": [{"text": "We are not well served when in response to a terrorist attack we descend into fear and panic.", "sentId": 6}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "But his GOP critics hold firm.", "sentId": 7}], "secId": 6}, {"speaker": "CRUZ", "sentences": [{"text": "Mr. President, come back insult me to my face.", "sentId": 8}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS the biggest stories sourced by the best reporters now.", "sentId": 9}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 10}, {"text": "I'm John King.", "sentId": 11}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Thanks for sharing your Sunday morning as we sort through the critical and emotional policy and political debates stemming from the Paris terror attacks.", "sentId": 12}, {"text": "With us to share their reporting and their insights Maggie Haberman of the \"New York Times\"; Julie Pace of the Associated Press; Ed O'Keefe of the \"Washington Post\"; and CNN's M.J. Lee.", "sentId": 13}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Here in Washington and on the presidential campaign trail two questions are understandably dominating the debate.", "sentId": 14}, {"text": "How did ISIS manage to pull off a series of brazen deadly attacks in Paris?", "sentId": 15}, {"text": "And what can our government to better or differently to prevent ISIS from striking here at home.", "sentId": 16}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "An emotional subplot of that latter question is whether to allow more Syrian refugees into the United States and if so under what circumstances.", "sentId": 17}, {"text": "It probably won't surprise that it is the Republican frontrunner Donald Trump whose ideas are the most provocative.", "sentId": 18}], "secId": 12}, {"speaker": "TRUMP", "sentences": [{"text": "I've said it clear.", "sentId": 19}, {"text": "I want surveillance of these people.", "sentId": 20}, {"text": "I want surveillance, if we have to, and I don't care.", "sentId": 21}, {"text": "I want a -- are you ready for this folks -- are you ready?", "sentId": 22}, {"text": "They're going to make it such a big deal.", "sentId": 23}, {"text": "They're going to make it so big.", "sentId": 24}, {"text": "He said something so politically incorrect.", "sentId": 25}, {"text": "That's why we're going to hell because we're so politically incorrect.", "sentId": 26}, {"text": "Such a big deal.", "sentId": 27}, {"text": "Such a big deal.", "sentId": 28}], "secId": 13}, {"speaker": "TRUMP", "sentences": [{"text": "I want surveillance of certain mosques.", "sentId": 29}, {"text": "Ok.", "sentId": 30}, {"text": "If that's ok.", "sentId": 31}, {"text": "I want surveillance.", "sentId": 32}, {"text": "I will absolutely take data base on the people coming in from Syria if we can't stop it, but we're going to.", "sentId": 33}, {"text": "And if I win I've made it known -- if I win they're going back.", "sentId": 34}, {"text": "We can't have them.", "sentId": 35}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "There's a lot more of this debate including whether or not U.S. ground troops need to be part of any solution.", "sentId": 36}, {"text": "Whether electronic surveillances are robust enough and whether President Obama is loosing support among fellow Democrats as public opinion shifts and the election year draws closer.", "sentId": 37}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "But let's begin with the Trump Effect.", "sentId": 38}, {"text": "Overnight President Obama labeled his ideas un-American.", "sentId": 39}], "secId": 16}, {"speaker": "OBAMA", "sentences": [{"text": "We will not give in to fear or start turning on each other or treating some people differently because of religion, or race, or background.", "sentId": 40}, {"text": "That wouldn't just be a betrayal of our values it will also feed ISIL's propaganda.", "sentId": 41}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "I think though one of the questions M.J. Lee spent a lot of time with Trump and his voters: might the president's criticism actually help him in the Republican race.", "sentId": 42}], "secId": 18}, {"speaker": "LEE", "sentences": [{"text": "The thing to point out about Trump and his supporters right now that clip we just played of Trump saying all these things about what he would do as president his people love that.", "sentId": 43}, {"text": "And this is the reason that they have always loved him.", "sentId": 44}], "secId": 19}, {"speaker": "LEE", "sentences": [{"text": "They're not actually concerned because he doesn't have a prior political experience, military experience.", "sentId": 45}, {"text": "They like the fact that he's a newcomer.", "sentId": 46}, {"text": "He's going out there saying I would bomb the heck out of ISIS.", "sentId": 47}, {"text": "I'm the most militaristic person that there ever was.", "sentId": 48}], "secId": 20}, {"speaker": "O'KEEFE", "sentences": [{"text": "Very polite of you.", "sentId": 49}], "secId": 21}, {"speaker": "LEE", "sentences": [{"text": "And this kind of sort of bombastic confidence is exactly what his people are drawn to.", "sentId": 50}, {"text": "And every single person I spoke to on the trail this week at Trump events said that they're now after the Paris attacks more likely than ever to support Trump because they love that rhetoric from him.", "sentId": 51}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "And he's viewed as a leader.", "sentId": 52}, {"text": "Brand new Washington Post/ABC News poll out this morning show's he is continuing to hold his commanding lead nationally.", "sentId": 53}, {"text": "He's in the hunt in Iowa.", "sentId": 54}, {"text": "He's ahead by a comfortable margin.", "sentId": 55}, {"text": "His numbers aren't that high but he's still ahead by a comfortable margin in New Hampshire.", "sentId": 56}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Maggie in your piece today you point out that something Trump said yesterday -- and a lot of the criticism of him is that he wings it from time to time.", "sentId": 57}, {"text": "Let's listen to one thing he said making a 9/11 comparison that I don't think passes the sniff test.", "sentId": 58}], "secId": 24}, {"speaker": "TRUMP", "sentences": [{"text": "I watched when the World Trade Center came tumbling down.", "sentId": 59}, {"text": "And I watched in Jersey City, New Jersey where thousands and thousands of people were cheering as that building was coming down.", "sentId": 60}, {"text": "Thousands of people were cheering.", "sentId": 61}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "You tried to get the campaign to give you some evidence that this happened.", "sentId": 62}, {"text": "It was an Internet rumor at the time back 15 years ago.", "sentId": 63}, {"text": "But shouldn't he know better now?", "sentId": 64}], "secId": 26}, {"speaker": "HABERMAN", "sentences": [{"text": "So there was some debate on Twitter and in my timeline which any time you write about Donald Trump your timeline gets very interesting.", "sentId": 65}, {"text": "But suggesting maybe he was saying he was in New Jersey and not that there were people cheering in New Jersey.", "sentId": 66}, {"text": "That also seems like something his aids could have clarified because we did ask to try to get them.", "sentId": 67}], "secId": 27}, {"speaker": "HABERMAN", "sentences": [{"text": "There's a difference between -- his supporters absolutely love his rhetoric.", "sentId": 68}, {"text": "And I think M.J. has done remarkable reporting in terms of capturing the spirit of his voters.", "sentId": 69}, {"text": "His voters don't get turned off.", "sentId": 70}], "secId": 28}, {"speaker": "HABERMAN", "sentences": [{"text": "But then there is this other aspect of covering Trump where you quote what he says and he says lots of things in many different places and many different interviews and sometimes they don't quite make sense.", "sentId": 71}, {"text": "Sometimes they're not quite clear.", "sentId": 72}, {"text": "His team very often chooses not to clarify.", "sentId": 73}], "secId": 29}, {"speaker": "HABERMAN", "sentences": [{"text": "So, on this one it did sound like he was talking about New Jersey.", "sentId": 74}, {"text": "There was an Internet rumor that day that police knocked down at the time that there were Muslim-Americans cheering in Patterson, New Jersey.", "sentId": 75}, {"text": "There were Muslims cheering globally and everybody in the Middle East and there were televised reports of that.", "sentId": 76}], "secId": 30}, {"speaker": "HABERMAN", "sentences": [{"text": "But Trump is making a direct connection between 9/11 and what happened here.", "sentId": 77}, {"text": "It clearly played well with his voters.", "sentId": 78}, {"text": "It clearly played well with that crowd.", "sentId": 79}, {"text": "The question is going to be as we get closer are people going to want to hear more specifics for him to grow his support beyond what it is now?", "sentId": 80}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "You mention you take what he says.", "sentId": 81}, {"text": "Sometimes he changes what he says.", "sentId": 82}, {"text": "At the very beginning of this he said it would be humanitarian of the United States to allow refugees in.", "sentId": 83}, {"text": "Now he says not only won't he let more in, he will send the ones that are here back if you take that.", "sentId": 84}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "One of the challenges Julie and Ed is that the other candidates who for months have been trying to figure out how do you get at Trump.", "sentId": 85}, {"text": "Well, Jeb Bush, John Kasich, Chris Christie -- and we'll give you a sample from Jeb Bush.", "sentId": 86}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "They take this -- terrorism attack over seas.", "sentId": 87}, {"text": "The American people thinking about who should be our next commander-in-chief.", "sentId": 88}, {"text": "Who do you want in the Oval Office if, God forbid, something like that happens here.", "sentId": 89}, {"text": "Jeb Bush says not Donald Trump.", "sentId": 90}], "secId": 34}, {"speaker": "BUSH", "sentences": [{"text": "We're choosing the leader of the free world.", "sentId": 91}, {"text": "And if these attacks remind us of anything, it is that we're living in serious times that require serious leadership.", "sentId": 92}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "A perfectly rational argument you would expect an experienced politician to make against Trump and against Ben Carson at this moment -- the two guys at the head of the Republican pack.", "sentId": 93}, {"text": "Your new poll out this morning that shows Trump still with a healthy national lead also has this data.", "sentId": 94}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "What is the most important quality among a candidate?", "sentId": 95}, {"text": "These are Republican voters.", "sentId": 96}, {"text": "52 percent say bring needed change to Washington; only 11 percent, Ed, say experience.", "sentId": 97}, {"text": "So if you're Jeb Bush and Chris Christie or John Kasich, forgive me, but are you spitting into the wind when you're making this argument?", "sentId": 98}], "secId": 37}, {"speaker": "O'KEEFE", "sentences": [{"text": "If you look at the numbers right now, yes, you are.", "sentId": 99}, {"text": "But it doesn't matter.", "sentId": 100}, {"text": "Bush people are doubling down on this.", "sentId": 101}, {"text": "They believe not only does this give him an opportunity to talk about national security but to make that broader experience and maturity argument.", "sentId": 102}, {"text": "They feel that that's, you know, sort of a kinder way perhaps to draw contrast with Trump and Carson than it would be to just run attack ads.", "sentId": 103}, {"text": "Whether it works or not we'll see.", "sentId": 104}, {"text": "Polls are lagging indicators.", "sentId": 105}, {"text": "It might take a little while to suggest that there was movement this week on this.", "sentId": 106}, {"text": "But, you know, polling continues to show that Trump enjoys such deep support.", "sentId": 107}, {"text": "And then those numbers, I think have to bring  a lot of pause.", "sentId": 108}], "secId": 38}, {"speaker": "PACE", "sentences": [{"text": "If you're Bush it's your only choice, right?", "sentId": 109}, {"text": "I mean you have run for months as the experienced candidate, as the competent candidate.", "sentId": 110}, {"text": "Now you see a moment where you expect that voters will look at this crisis with ISIS and say we need to have a competent leader in place.", "sentId": 111}], "secId": 39}, {"speaker": "PACE", "sentences": [{"text": "The challenge for Bush, though, is he still seems to lack the fire in the belly, the strength, the Trump-ness that people want.", "sentId": 112}, {"text": "They also want -- they want a competent leader but they also want someone who can project American strength.", "sentId": 113}, {"text": "I think he's struggling with that still.", "sentId": 114}], "secId": 40}, {"speaker": "HABERMAN", "sentences": [{"text": "It's interesting those clips that you just played of three different Republicans during the show.", "sentId": 115}, {"text": "One was Rand Paul, one was Donald Trump, and one was Jeb Bush.", "sentId": 116}, {"text": "All three have very different theories of the case what the election is going to be about.", "sentId": 117}], "secId": 41}, {"speaker": "HABERMAN", "sentences": [{"text": "So you had Rand Paul thought this was going to be a libertarian election.", "sentId": 118}, {"text": "You saw him talking about that again.", "sentId": 119}, {"text": "That was his big issue was data collection and surveillance.", "sentId": 120}, {"text": "You had Jeb who thought it was going to be competence and experience.", "sentId": 121}, {"text": "But Trump really -- he is the man of this moment who seems to symbolize people's fears which are very, very high and have been going on for a long time.", "sentId": 122}], "secId": 42}, {"speaker": "LEE", "sentences": [{"text": "And If I could quickly say something about Ben Carson, too.", "sentId": 123}, {"text": "I think throughout this circle we have been grouping Trump and Carson together for a lot of good reasons.", "sentId": 124}, {"text": "Two outside candidates unorthodox campaigns but when it comes to foreign policy, the difference between Carson and Trump is that Carson actually has said some things that have been eyebrow raising -- raised questions about his understanding of foreign policy issues and the \"New York Times\" this week really didn't help his case.", "sentId": 125}], "secId": 43}, {"speaker": "LEE", "sentences": [{"text": "Trump actually talks about these issues in a way that shows that he is confident.", "sentId": 126}, {"text": "Even if we were looking at what he was saying and he said on the substance of things it's pretty thin.", "sentId": 127}, {"text": "Carson, it's a different story because he's actually stumbling and Trump appears to not be.", "sentId": 128}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "It's a key point to watch when you look at the map of the race too because you're talking about the substance of foreign policy and the substance should be most important to the voters.", "sentId": 129}, {"text": "But if you look at the map if you're someone trying to make a move on Trump if his numbers don't come down, the only other way to get a big chunk in the basket is Carson who is holding a big piece of the basket.", "sentId": 130}, {"text": "So we'll have to watch that one as it plays out.", "sentId": 131}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "Fascinating Republican race.", "sentId": 132}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "Up next, we'll stay on this topic.", "sentId": 133}, {"text": "It's hardly a surprise, the Republican candidates think very little of President Obama's ISIS policy.", "sentId": 134}, {"text": "But listen closely to the Democrats -- all of them calling for changes, too.", "sentId": 135}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 136}, {"text": "The numbers and some context as we discuss new efforts in Congress to pause or stop the flow of Syrian refugees into the United States.", "sentId": 137}, {"text": "Since the civil war started more than four million refugees from Syria here but not that many of them -- about 150,000 have actually been resettled around the world.", "sentId": 138}, {"text": "Most are in camps in Jordan and in Turkey -- excuse me -- elsewhere in the region.", "sentId": 139}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Taking resettlement Germany is first in the world, just short of 40,000; Canada second, a little over 36,000; the United States is eighth 2,000 and France is 11th.", "sentId": 140}, {"text": "That's where the attacks were -- 11th.", "sentId": 141}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Let's look at the United States now as the President tries to make his case -- this is since 2011, a little over 2,000.", "sentId": 142}, {"text": "Texas and California not surprisingly at the top of the states that have taken them in; Michigan, Tennessee, Arizona with a pretty high number.", "sentId": 143}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "President Obama making the case after losing a very tough vote in the House last week to put a pause on the U.S. program before the Senate votes we have the thanksgiving break.", "sentId": 144}, {"text": "The President is hoping lawmakers and the American people take a closer look and come to his side.", "sentId": 145}], "secId": 51}, {"speaker": "OBAMA", "sentences": [{"text": "My hope though is now we have time catch our breath and take a look at this carefully, people understand that refugees who end up in the United States are the most vetted, scrutinized, thoroughly investigated individuals that ever arrive on American shores.", "sentId": 146}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "Julie Pace you see the President's frustration there.", "sentId": 147}, {"text": "There is a pretty tough vetting process -- the Department of Homeland Security and the FBI.", "sentId": 148}, {"text": "It's not like the refugees who get on a boat and get to Greece, get into Europe.", "sentId": 149}, {"text": "It's a very different process to get all the way here to the United States.", "sentId": 150}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "That's the President's policy argument.", "sentId": 151}, {"text": "Publicly he's losing.", "sentId": 152}, {"text": "The American people -- a majority in a couple of poll this week say we don't want any Syrian refugees in this case.", "sentId": 153}, {"text": "In the house, if you look at the house vote, the President lost 47 Democrats -- a veto- proof majority.", "sentId": 154}, {"text": "How does he make the case before the Senate gets to this where he only has to lose six or seven Democrats in the Senate but you have an election next year.", "sentId": 155}], "secId": 54}, {"speaker": "PACE", "sentences": [{"text": "We do have an election.", "sentId": 156}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Can the president -- the President seems a little lonely and isolated right now.", "sentId": 157}], "secId": 56}, {"speaker": "PACE", "sentences": [{"text": "He is.", "sentId": 158}, {"text": "He is.", "sentId": 159}, {"text": "You wonder if the president had made the statement that you just paid as his initial response to this maybe the situation in the hill would be a bit different.", "sentId": 160}, {"text": "But his initial reaction was to essentially say that if you're someone who is even considering trying to block refugees from coming into this country then you are an un-American.", "sentId": 161}, {"text": "And really got a lot of people's backs up against the wall.", "sentId": 162}], "secId": 57}, {"speaker": "PACE", "sentences": [{"text": "And the White House, as they've been talking to Democrats, has been focused more on policy and not on politics.", "sentId": 163}, {"text": "And this is something that has been a problem for the White House is they talked to Democrats for years, but right now the White House if they're going to try to get the senate to either vote in a way that will allow him to this or perhaps hold off on the legislation entirely are going to have to work on the politic of this.", "sentId": 164}], "secId": 58}, {"speaker": "PACE", "sentences": [{"text": "They're going to have to give Democrats some cover be right now it's not looking like a bad vote to vote for something that would tighten restrictions.", "sentId": 165}], "secId": 59}, {"speaker": "O'KEEFE", "sentences": [{"text": "54 percent of Americans say the United States should not take refugees from Syria.", "sentId": 166}, {"text": "That was in the Washington Post poll released on Friday and only 13 percent think that the U.S. could effectively and correctly screen out possible terrorists.", "sentId": 167}, {"text": "That's the politics he's running against.", "sentId": 168}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "The 13 percent number  because that gets you the distrust of government.", "sentId": 169}, {"text": "The American people believe that government would screw up a free lunch", "sentId": 170}], "secId": 61}, {"speaker": "O'KEEFE", "sentences": [{"text": "There's one potential policy fix to this that might allow the Senate to vote on this, send it back to the House and send it to the President -- the visa waiver program.", "sentId": 171}, {"text": "Keep an eye on that.", "sentId": 172}, {"text": "Dianne Feinstein has a proposal out there that would make some tweaks because there's concerns about people who fly to Syria then fly back to those countries that have a visa waiver with us.", "sentId": 173}, {"text": "They might have to make some changes to that.", "sentId": 174}], "secId": 62}, {"speaker": "O'KEEFE", "sentences": [{"text": "That's actually seen as reasonable by a lot of Democrats in the Senate; probably eventually by the White House who will swallow hard.", "sentId": 175}, {"text": "The other thing to keep in mind having the FBI director and the Homeland Security secretary sign off on every single refugee -- that won't happen.", "sentId": 176}, {"text": "That's impractical.", "sentId": 177}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "The Republicans already have 54.", "sentId": 178}, {"text": "The President is not getting any of those votes.", "sentId": 179}, {"text": "Heading into an election year where there are there more Republicans who are vulnerable than Democrats?", "sentId": 180}, {"text": "But enough -- I just think if the President can't move that 54 number he's going to have a problem in the senate.", "sentId": 181}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "He does have the veto pen.", "sentId": 182}, {"text": "They probably won't have a veto-proof majority in the senate.", "sentId": 183}, {"text": "But we'll watch this one play out.", "sentId": 184}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "On the refugee issue Hillary Clinton, Bernie Sanders, Martin O'Malley are with the President.", "sentId": 185}, {"text": "But listen closely here.", "sentId": 186}, {"text": "Both Hillary Clinton and Bernie Sanders gave big speeches in the past week on what they would do about ISIS and they didn't directly criticize the President but they sure did implicitly.", "sentId": 187}], "secId": 66}, {"speaker": "CLINTON", "sentences": [{"text": "This is a time for American leadership.", "sentId": 188}, {"text": "No other country can rally the world to defeat ISIS and win the generational struggle against radical jihadism.", "sentId": 189}], "secId": 67}, {"speaker": "SANDERS", "sentences": [{"text": "A new and effective coalition must be formed with the Muslim nations leading the effort on the ground while the United States and other major forces provide the support they need.", "sentId": 190}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "Now, they're trying to be nice.", "sentId": 191}, {"text": "But if you're saying it's a time for American leadership, aren't you at least implicitly saying we don't have strong American leadership.", "sentId": 192}, {"text": "Hillary Clinton also says there should be a more robust target list, that the military effort underway should be more aggressive.", "sentId": 193}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Bernie Sanders says we need a new coalition.", "sentId": 194}, {"text": "Isn't that essentially saying what the President is doing has failed?", "sentId": 195}, {"text": "There's not a good coalition now.", "sentId": 196}], "secId": 70}, {"speaker": "HABERMAN", "sentences": [{"text": "Bernie Sanders has been actually pretty critical of the administration on various points in various ways increasing over the last couple of months.", "sentId": 197}, {"text": "For Hillary Clinton this is a much tougher line to walk.", "sentId": 198}, {"text": "As you are noting -- I mean yes, I think what she's saying can be heard as an implicit criticism of President Obama.", "sentId": 199}, {"text": "But if you listen to the speech she's not really that far off on policy where he is.", "sentId": 200}], "secId": 71}, {"speaker": "HABERMAN", "sentences": [{"text": "So it gets back to what Julie was saying -- a lot of this in terms of the complaints from Democrats are style points in terms of how.", "sentId": 201}, {"text": "How Obama has portrayed American leadership here and overseas.", "sentId": 202}, {"text": "And so I think that's where you're going to see a lot of the push.", "sentId": 203}], "secId": 72}, {"speaker": "HABERMAN", "sentences": [{"text": "That concern, to your point before about the 54 percent who are not in favor of this that basically is identical to what a Bloomberg poll showed last week.", "sentId": 204}, {"text": "This is where people are.", "sentId": 205}, {"text": "People are not in favor of this.", "sentId": 206}, {"text": "And so it's going to be difficult when we get to a general election for Hillary Clinton who I think still seems very likely to be the nominee to argue this case and still separate herself from the President.", "sentId": 207}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "Does the style point also include tougher rhetoric because the Republicans say he wants a radical Islamic jihad.", "sentId": 208}, {"text": "And the President did say overnight they're killers.", "sentId": 209}, {"text": "And he did say we're going to get them.", "sentId": 210}, {"text": "Maybe he's starting to get that he needs to sound tougher?", "sentId": 211}, {"text": "He can't fall on the JV.", "sentId": 212}], "secId": 74}, {"speaker": "Pace", "sentences": [{"text": "I think so.", "sentId": 213}, {"text": "He would now probably admit that he's responding to that criticism in any way but he knows that the initial statement that he made on this where he basically criticized anybody who was going to criticize him and didn't try to acknowledge that there's a very rational fear that a lot of people have.", "sentId": 214}, {"text": "A lot of people want to hear their president talk tough about terrorists.", "sentId": 215}, {"text": "You can see that starting to seep into his language in his latest news", "sentId": 216}], "secId": 75}, {"speaker": "Pace", "sentences": [{"text": "conference and I think you'll see that more when he gets back to Washington.", "sentId": 217}], "secId": 76}, {"speaker": "LEE", "sentences": [{"text": "And Mrs. Clinton -- it is not a mistake that she used the word \"contained\" twice in a very high profile forum because she wanted to create a distance.", "sentId": 218}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 219}, {"text": "Got to leave it there.", "sentId": 220}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "Our reporters share from their notebooks next including a big split between the President and Hillary Clinton on an important domestic policy issue.", "sentId": 221}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table, ask our great reporters to help get you out ahead of the big political stories just ahead -- M.J.", "sentId": 222}], "secId": 80}, {"speaker": "LEE", "sentences": [{"text": "Many establishment Republicans still think it's impossible that someone like a Donald Trump or Ben Carson could actually win the nomination.", "sentId": 223}, {"text": "Ted Cruz is a different story.", "sentId": 224}, {"text": "He's now 18 percent in Iowa.", "sentId": 225}, {"text": "He's clearly gaining momentum.", "sentId": 226}, {"text": "I think the question that establishment Republicans face right now is will they actually start to speak out against Ted Cruz.", "sentId": 227}], "secId": 81}, {"speaker": "LEE", "sentences": [{"text": "He's not the one that is personally liked in Washington even by many of his colleagues in the Senate.", "sentId": 228}, {"text": "And so far other than maybe Bob Dole, people are not actually speaking out against him.", "sentId": 229}, {"text": "And I think Cruz presents a different kind of test for establishment Republicans than someone like Carson or Trump.", "sentId": 230}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "That should be interesting to poll the establishment Republicans.", "sentId": 231}, {"text": "It you had to pick between Trump and Cruz, who would you pick?", "sentId": 232}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Ed.", "sentId": 233}], "secId": 84}, {"speaker": "O'KEEFE", "sentences": [{"text": "Up on Capitol Hill, John, a stand out week for a freshman Republican lawmaker.", "sentId": 234}, {"text": "Martha McSally is a retired air force colonel who won the second congressional district of Arizona last year, essentially the old Gabrielle Giffords seat.", "sentId": 235}, {"text": "She gave the Saturday morning radio address in response to President Obama saying that the U.S. needs to be more forceful with its military might in the Middle East.", "sentId": 236}, {"text": "GOP aids tell me she had a stand out week behind closed doors because using her military experience she was actually walking her colleagues through the details of what a military response might look like.", "sentId": 237}], "secId": 85}, {"speaker": "O'KEEFE", "sentences": [{"text": "For a party that's in desperate need of younger and female faces and voices, especially on the House side, she stands out and many believe she has quite a future ahead of her.", "sentId": 238}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "We'll keep an eye on the congresswoman as we go forward.", "sentId": 239}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "Julie.", "sentId": 240}], "secId": 88}, {"speaker": "PACE", "sentences": [{"text": "We talked on this show a few weeks ago about how November was a really crucial month for Jeb Bush.", "sentId": 241}, {"text": "His advisors on his campaign and in his super PAC were telling supporters that by the end of November you would start to see some signs of their big TV ad buys were making an impact with voters particularly in the early voting states.", "sentId": 242}], "secId": 89}, {"speaker": "PACE", "sentences": [{"text": "Well, we're at the end of November and you're not seeing any sign of that.", "sentId": 243}, {"text": "He may not be in free fall as he looked at one point but certainly there's no sign of momentum.", "sentId": 244}, {"text": "He's not challenging the frontrunners.", "sentId": 245}, {"text": "The questions that the Bush aides are going to have to answer over the next week or so is, what is next?", "sentId": 246}, {"text": "And more specifically, is it time for them to finally make good on these promises that they keep making about going negative drawing contrasts with Rubio and perhaps with Trump?", "sentId": 247}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "They meant December.", "sentId": 248}], "secId": 91}, {"speaker": "PACE", "sentences": [{"text": "Sure.", "sentId": 249}, {"text": "Sure.", "sentId": 250}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Maggie.", "sentId": 251}], "secId": 93}, {"speaker": "HABERMAN", "sentences": [{"text": "One of the few areas of policy disagreement in the Democratic Party at the moment is education reform.", "sentId": 252}, {"text": "You basically see Democrats united on most fronts but education reform is a big divide.", "sentId": 253}, {"text": "Hillary Clinton drew some private chatter and ire from some Democratic donors who support Barack Obama's education reform agenda, particularly when it comes to charter schools.", "sentId": 254}], "secId": 94}, {"speaker": "HABERMAN", "sentences": [{"text": "She gave a comment recently where she was sort of critical of charter schools.", "sentId": 255}, {"text": "It was at odds with what she has said in the past.", "sentId": 256}, {"text": "And there is a lot of concern among this group, the Democratic donors about what it means in terms of what President Clinton will look like.", "sentId": 257}], "secId": 95}, {"speaker": "HABERMAN", "sentences": [{"text": "She got very early backing from the union.", "sentId": 258}, {"text": "She's talking about a lot of their priorities.", "sentId": 259}, {"text": "That's of concern to those who disagree with the unions over the last few years.", "sentId": 260}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Watch that play out, you think it could affect a little bit of money?", "sentId": 261}], "secId": 97}, {"speaker": "PACE", "sentences": [{"text": "I think that to the extent people feel like they can hold out on here as long as possible this will be a reason some will say.", "sentId": 262}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "On track.", "sentId": 263}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "I'll close with an observation from a q quick trip to New Hampshire this past week.", "sentId": 264}, {"text": "Veteran's day Republicans who for months subscribed to the view that Donald Trump was destined to implode before New Hampshire's first in the nation primary now realize, that most likely was wishful thinking.", "sentId": 265}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Now they head into the holiday season thinking Trump just might win the state especially if the field stays this crowded.", "sentId": 266}, {"text": "Among those increasing nervous is the campaign team of New Hampshire Republican Senator Kelly Ayotte who faces a tough 2016 re-election race.", "sentId": 267}, {"text": "She's not planning to endorse in the GOP presidential primary.", "sentId": 268}, {"text": "But friends say she is nervous, very nervous about her chances if Trump ends up as the Republican nominee.", "sentId": 269}, {"text": "Now there's an effort underway by Key Ayotte allies to press GOP activists in the state who back Trump to apply the all politics is local rule and perhaps think again.", "sentId": 270}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 271}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 272}, {"text": "We'll see you soon.", "sentId": 273}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" with Jake Tapper starts right now.", "sentId": 274}], "secId": 103}], "sectionCount": 104, "url": "transcripts.cnn.com/TRANSCRIPTS/1511/22/ip.01.html", "sentenceCount": 276, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired November 22, 2015 - 08:30   ET", "speakers": ["KING", "PAUL", "TRUMP", "OBAMA", "CRUZ", "LEE", "O'KEEFE", "HABERMAN", "BUSH", "PACE", "CLINTON", "SANDERS", "Pace"], "title": "INSIDE POLITICS"}