{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.0507.06.ip.01.html.json", "subTitle": "CIA Leak Investigation; Floyd Abrams Interview; Bush Bike Accident", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "BASH", "sentences": [{"text": "And that was Matt Cooper of \"Time\" magazine explaining some dramatic events.", "sentId": 0}, {"text": "He said this morning when his source called and said unambiguously that he was allowing him to talk about their conversations,  something that he has been reluctant to do for about two years.", "sentId": 1}, {"text": "We have our own Bob Franken at the courthouse to wrap up Matt Cooper's issue and of course, Judith Miller, whose story took a very different turn -- Bob?", "sentId": 2}], "secId": 0}, {"speaker": "FRANKEN", "sentences": [{"text": "Well, first of all, there was agreement from Matt Cooper and the representatives of \"New York Times\" reporter, Judith Miller.", "sentId": 3}, {"text": "Quoting Cooper, \" This is a sad day not only for journalists, but their country.", "sentId": 4}, {"text": "The executive editor of the \"New York Times,\" Bill Keller said that the decision to jail Judith Miller is chilling; likely to serve future cover-ups.", "sentId": 5}], "secId": 1}, {"speaker": "FRANKEN", "sentences": [{"text": "But the judge in the case, Paul Hogan, made the point that if he granted any sort of waivers in this particular connection, it would only serve to encourage others who believe they have some moral reason to violate the court's orders.", "sentId": 6}], "secId": 2}, {"speaker": "FRANKEN", "sentences": [{"text": "There was an argument about this throughout the day before the judge ordered that Judith Miller be taken into custody immediately and taken to a location within the Washington, D.C. area, rejecting pleas for more lenient treatment from Judith Miller's lawyer, Robert Bennett.", "sentId": 7}], "secId": 3}, {"speaker": "FRANKEN", "sentences": [{"text": "We're not exactly sure if she has left the building here or if she is going to the jail, which ever location it will be, to be processed.", "sentId": 8}, {"text": "But she begins serving a sentence immediately, that could last as much as four months unless there are other charges leveled against her.", "sentId": 9}], "secId": 4}, {"speaker": "FRANKEN", "sentences": [{"text": "This is a civil contempt charge.", "sentId": 10}, {"text": "The judge tries to threaten jail and then jails somebody who is violating his court order by trying to coerce,  that's the word in the law, trying to coerce this person to testify.", "sentId": 11}], "secId": 5}, {"speaker": "Now", "sentences": [{"text": "Look, we'll have to find that out.", "sentId": 12}, {"text": "Let's start by having her go to jail.", "sentId": 13}], "secId": 6}, {"speaker": "Now", "sentences": [{"text": "He also made the point that while this was a civil contempt charge, there could also be criminal charges against her, much more serious ones.", "sentId": 14}, {"text": "He kept on raising the possibility of an obstruction of justice charge, There, you're talking about literally years in prison.", "sentId": 15}, {"text": "Matthew Cooper did not have to go, because he said that after a specific individual surprise call from his source today, that he would now be willing to testify after starting out by saying that he left home this morning saying good bye to his 6-year-old son and saying that he would probably go to jail and would not be there for a while.", "sentId": 16}], "secId": 7}, {"speaker": "Now", "sentences": [{"text": "So, it's been a day of drama and as we are finding out here, unresolved drama.", "sentId": 17}, {"text": "And of course, we have to point out that what is really unresolved at this particular point, is the investigation into the leak about Valerie Plame and whether there was a leak.", "sentId": 18}], "secId": 8}, {"speaker": "One thing that we need to point out here -- a couple of things", "sentences": [{"text": "One, that \"Time\" magazine, the employer of Matthew Cooper, is owned by the same company that owns CNN, and Robert Novak, who wrote the original article that began all this, is somebody who, as we all know, appears on CNN.", "sentId": 19}], "secId": 9}, {"speaker": "One thing that we need to point out here -- a couple of things", "sentences": [{"text": "But the story today is that Judith Miller, \"New York Times\" reporter, has refused again to testify and she is now on her way to jail -- Dana?", "sentId": 20}], "secId": 10}, {"speaker": "BASH", "sentences": [{"text": "And Bob, before we let you go, one quick question about Matt Cooper:  When will that hearing take place?", "sentId": 21}, {"text": "As we all heard, he was reluctant to tell us who the source is.", "sentId": 22}, {"text": "Presumably, he will do that at the hearing before the grand jury.", "sentId": 23}, {"text": "Do we know the timing on that?", "sentId": 24}], "secId": 11}, {"speaker": "FRANKEN", "sentences": [{"text": "We don't.", "sentId": 25}, {"text": "Only that everybody agreed -- lawyers for all the sides agreed that it would be something that's happening very quickly.", "sentId": 26}, {"text": "What the prosecutor, Patrick Fitzgerald, kept saying is that these were really loose ends -- we're really in the way of finishing up the investigation.", "sentId": 27}, {"text": "That each of these reporters had information vital to the investigation and that he is impatient to get to it as quickly as possible.", "sentId": 28}], "secId": 12}, {"speaker": "BASH", "sentences": [{"text": "Bob Franken, at the courthouse.", "sentId": 29}, {"text": "Thank you very much, Bob.", "sentId": 30}], "secId": 13}, {"speaker": "BASH", "sentences": [{"text": "And now, we're going to bring in our special correspondent, Frank Sesno.", "sentId": 31}, {"text": "Frank -- to talk about this.", "sentId": 32}], "secId": 14}, {"speaker": "BASH", "sentences": [{"text": "Frank, two people that we were sort of talking about as a team, almost, taking very different paths today.", "sentId": 33}, {"text": "Let's start off first, with Judith Miller.", "sentId": 34}, {"text": "Bill Keller of the \"New York Times\" called this -- said this is going to have a chilling effect on journalism.", "sentId": 35}], "secId": 15}, {"speaker": "SESNO", "sentences": [{"text": "Well, I think in many ways he's right.", "sentId": 36}, {"text": "The discussion in Washington and elsewhere now, among journalists and among sources, people who talk to journalists, is that this is a more precarious world, because of the situation.", "sentId": 37}, {"text": "Journalists are going to have a much more difficult time, obviously to turn to their sources and say, \"I'm going to protect you\" and then be able to stand by that.", "sentId": 38}], "secId": 16}, {"speaker": "SESNO", "sentences": [{"text": "However, I think there is a very important point to be made here.", "sentId": 39}, {"text": "Though what has happened today is going to have a chilling effect, is regrettable, is bad for journalism and probably bad for the country, it's not, you know, an accident.", "sentId": 40}, {"text": "It's not by some kind of fiat.", "sentId": 41}], "secId": 17}, {"speaker": "SESNO", "sentences": [{"text": "There is a very specific case that the Supreme Court dealt with back in 1972, Branzberg v. Hayes.", "sentId": 42}, {"text": "It dealt specifically with journalists who had witnessed criminal activity, who then refused to answer questions into the criminal activity before a federal grand jury.", "sentId": 43}, {"text": "And the court -- the Supreme Court decided at the time that reporters have no such protections and they have to divulge the critical information if they've witnessed criminal activity.", "sentId": 44}, {"text": "That's what governed in this case.", "sentId": 45}], "secId": 18}, {"speaker": "BASH", "sentences": [{"text": "But the Supreme -- it went all the way up to the Supreme Court and they said we're not taking this.", "sentId": 46}], "secId": 19}, {"speaker": "SESNO", "sentences": [{"text": "The Supreme Court said there's establish law on this.", "sentId": 47}, {"text": "Now, some First Amendment lawyers said it's not established law.", "sentId": 48}, {"text": "It's a very unsettled law, that the whole question of reporters and their sources has been buffeted by the kind of developments; that in fact, back in 1972 the Supreme Court said to watch out for.", "sentId": 49}], "secId": 20}, {"speaker": "SESNO", "sentences": [{"text": "Back then, there were a handful of states that had shield laws.", "sentId": 50}, {"text": "Now, all but one, Wyoming, have shield laws of one sort or another.", "sentId": 51}, {"text": "Back then, there were certain protections and privileged conversations that the courts recognized.", "sentId": 52}, {"text": "Since then, it's been added to back in 1996.", "sentId": 53}], "secId": 21}, {"speaker": "worker", "sentences": [{"text": "Has that changed the kind of privileged conversations that journalists should be able to have?", "sentId": 54}], "secId": 22}, {"speaker": "worker", "sentences": [{"text": "So, there are a lot of questions raised here, but I think the chilling effect is an accurate, if overused expression at this point.", "sentId": 55}], "secId": 23}, {"speaker": "BASH", "sentences": [{"text": "I want to talk about the reason why Matt Cooper walked essentially walked out of the courthouse and Judith Miller didn't.", "sentId": 56}, {"text": "And that is because of this waiver.", "sentId": 57}, {"text": "Matt Cooper made it very clear that both he and Judith Miller thought that government officials signed a waiver for these journalists to give up the sources under duress and that it was only, he said, after a sudden phone call from his source this morning after he kissed his son good-bye, saying that he probably wouldn't see him for a while, essentially, really giving him an ironclad OK to give this up.", "sentId": 58}], "secId": 24}, {"speaker": "BASH", "sentences": [{"text": "Talk about that, that waiver and the responsibility by journalists regardless of what their sources sign or don't sign.", "sentId": 59}], "secId": 25}, {"speaker": "SESNO", "sentences": [{"text": "Well, I think that, you know, we know how this works.", "sentId": 60}, {"text": "The journalist will talk to a sensitive source.", "sentId": 61}, {"text": "The source will say: Look, I can talk to you.", "sentId": 62}, {"text": "And the language literally is often:  You need to protect me on this.", "sentId": 63}, {"text": "You can't say where -- what agency I work in.", "sentId": 64}, {"text": "That'll give it away.", "sentId": 65}, {"text": "There's a meeting with only three or four or five people.", "sentId": 66}, {"text": "That'll give it away.", "sentId": 67}], "secId": 26}, {"speaker": "SESNO", "sentences": [{"text": "And sources have all sorts of different reasons for coming forward with that information.", "sentId": 68}, {"text": "Part of the problem with this case and this whole situation now, is the public perception and a lot of people in the public and in the chattering classes for that matter, don't trust all this anonymous source business.", "sentId": 69}], "secId": 27}, {"speaker": "information", "sentences": [{"text": "Your boss hands you a piece of paper and says sign this, sign the waiver; what are you going to say?", "sentId": 70}, {"text": "You're the journalist, you have what you consider to be an honor-bound commitment to preserve the confidentiality of that conversation.", "sentId": 71}, {"text": "What does that waiver mean to you?", "sentId": 72}], "secId": 28}, {"speaker": "BASH", "sentences": [{"text": "Well, we're going to talk a little bit about this.", "sentId": 73}, {"text": "We have Floyd Abrams, whom we heard from earlier, just a few minutes ago.", "sentId": 74}, {"text": "He is an attorney for Judith Miller for the  \"New York Times.\"", "sentId": 75}], "secId": 29}, {"speaker": "BASH", "sentences": [{"text": "Floyd Abrams, thank you for joining us.", "sentId": 76}, {"text": "The first question is, Frank and I were just talking about -- I'm not sure if you heard -- is whether or not Judith Miller did have her own conversation with her source to perhaps see if she could be freed from this just like Matt Cooper was.", "sentId": 77}], "secId": 30}, {"speaker": "ABRAMS", "sentences": [{"text": "I don't know the answer to that.", "sentId": 78}, {"text": "I think is answer is no.", "sentId": 79}, {"text": "But I think the answer was also no for Matt Cooper.", "sentId": 80}, {"text": "I think his source called him.", "sentId": 81}, {"text": "I think that's what he said in court today.", "sentId": 82}], "secId": 31}, {"speaker": "ABRAMS", "sentences": [{"text": "And the source was well aware of Matt's situation and called him and told him that it was all right so far as the source was concerned for Matt to talk.", "sentId": 83}, {"text": "I know that Judith has not had that conversation with her source.", "sentId": 84}], "secId": 32}, {"speaker": "BASH", "sentences": [{"text": "What next?", "sentId": 85}, {"text": "We know obviously that Judith Miller is going off to jail.", "sentId": 86}, {"text": "We're not sure exactly where.", "sentId": 87}, {"text": "Essentially, do you have any appeal at this point?", "sentId": 88}, {"text": "I know you went all the way up to the Supreme Court and they didn't take it.", "sentId": 89}, {"text": "She has I guess four months in jail maximum ahead of her.", "sentId": 90}, {"text": "What now as her attorney?", "sentId": 91}], "secId": 33}, {"speaker": "ABRAMS", "sentences": [{"text": "Well, there comes a point when the role of the attorney is a lot less important than it once was.", "sentId": 92}, {"text": "The legal battles for the time being are over.", "sentId": 93}], "secId": 34}, {"speaker": "ABRAMS", "sentences": [{"text": "The battles on this subject continue.", "sentId": 94}, {"text": "Indeed they continue between Judith Miller and Pat Fitzgerald.", "sentId": 95}, {"text": "We have an ongoing case up in New York in which he's trying to obtain telephone records of the New York Times, to get Judith Miller's telephone records.", "sentId": 96}, {"text": "So that case continues.", "sentId": 97}], "secId": 35}, {"speaker": "ABRAMS", "sentences": [{"text": "But this case is now over.", "sentId": 98}, {"text": "The Supreme Court has refused to review it.", "sentId": 99}, {"text": "She has been ordered, jailed.", "sentId": 100}, {"text": "And the next legal step will be at some point down the road to perhaps go back to Judge Hogan and urge on him that she has already been in jail a certain amount of time and that her steadfastness and her unwillingness to break her promise to the source remains, so that perhaps at that point some time in the future before the end of four months, we'll be back to him.", "sentId": 101}, {"text": "But the substantive legal arguments in this case are over.", "sentId": 102}], "secId": 36}, {"speaker": "SESNO", "sentences": [{"text": "Floyd Abrams, it's Frank Sesno here.", "sentId": 103}, {"text": "I have been speaking with a lot of people today on this subject.", "sentId": 104}, {"text": "I want to ask you this question.", "sentId": 105}, {"text": "And that is whether this is just a lousy case for Judith Miller to be going to jail over, a lousy case to build anything, never mind precedent out of.", "sentId": 106}, {"text": "This is not some big Pentagon Papers, Deep Throat, Watergate, constitutional crisis.", "sentId": 107}, {"text": "It's sort of a Beltway gotcha story at the end.", "sentId": 108}], "secId": 37}, {"speaker": "ABRAMS", "sentences": [{"text": "Bill Keller cited the defense secretary a few minutes ago.", "sentId": 109}, {"text": "You go with the cases you have.", "sentId": 110}, {"text": "We didn't choose this case.", "sentId": 111}, {"text": "Judith Miller made a promise to a source.", "sentId": 112}, {"text": "The question was would she break the promise or not?", "sentId": 113}, {"text": "So would we rather have other facts?", "sentId": 114}, {"text": "Sure.", "sentId": 115}], "secId": 38}, {"speaker": "SESNO", "sentences": [{"text": "Let me ask you this one other one, just to play devil's advocate here, because you're going to find very few reporters who are going to write the story sympathetic to the court.", "sentId": 116}, {"text": "But are we making too much out of this?", "sentId": 117}, {"text": "Forty-nine states have Shield Laws of one sort or another.", "sentId": 118}, {"text": "Anonymous sources aren't going to dry up tomorrow because of this, are they?", "sentId": 119}], "secId": 39}, {"speaker": "ABRAMS", "sentences": [{"text": "I hope not.", "sentId": 120}, {"text": "And I don't think so.", "sentId": 121}, {"text": "Indeed, I think the fact that Judy is willing to stand by her principles makes it less likely that sources will be afraid to come to journalists.", "sentId": 122}, {"text": "The basic question here remains the same:  Are potential sources of confidential information, which could really serve the public, are they going to be willing to come forward or not?", "sentId": 123}], "secId": 40}, {"speaker": "ABRAMS", "sentences": [{"text": "And in this unfortunate circumstance, this very unfortunate circumstance, I think what Judy has done is to take the strongest possible step to make sure that they will come forward again by saying, \"Look, I care enough about my promise to be willing to pay a real price for it.", "sentId": 124}, {"text": "I'll go to jail if I have to.\"", "sentId": 125}], "secId": 41}, {"speaker": "ABRAMS", "sentences": [{"text": "So I hope that that will stem the tide of people who would be otherwise afraid to come forward.", "sentId": 126}], "secId": 42}, {"speaker": "BASH", "sentences": [{"text": "You have been through this many times.", "sentId": 127}, {"text": "This is obviously your expertise, working with journalists on First Amendment issues.", "sentId": 128}], "secId": 43}, {"speaker": "BASH", "sentences": [{"text": "Matt Cooper mentioned a national shield law, that perhaps this is something that could actually spur that.", "sentId": 129}], "secId": 44}, {"speaker": "BASH", "sentences": [{"text": "Given all of your experience, do you think that this could be what could actually push that over the edge and actually get that kind of thing through Congress?", "sentId": 130}], "secId": 45}, {"speaker": "ABRAMS", "sentences": [{"text": "I think that the jailing of Judy Miller is one event that could spur it forward.", "sentId": 131}, {"text": "It's been proposed.", "sentId": 132}, {"text": "Senator Lugar proposed it.", "sentId": 133}, {"text": "Senator Dodd proposed it.", "sentId": 134}, {"text": "Representative Spence -- a number of members of Congress -- but it hasn't moved a whole lot forward so far.", "sentId": 135}], "secId": 46}, {"speaker": "ABRAMS", "sentences": [{"text": "I am hopeful that the reality that we see before us, the reality of a woman who is forced to choose between jail and honor and chooses to be honorable only by going to jail may really have some real impact in persuading members of Congress and the American public that it is really necessary to have some sort of protection in the law books, adopted by Congress, to protect journalists.", "sentId": 136}], "secId": 47}, {"speaker": "SESNO", "sentences": [{"text": "I think it's an important point...       BASH:  Stand by one second, Mr. Abrams.", "sentId": 137}, {"text": "We're just continuing our discussion here.", "sentId": 138}], "secId": 48}, {"speaker": "SESNO", "sentences": [{"text": "I think it's very problematic.", "sentId": 139}, {"text": "What Floyd Abrams is talking about, the federal shield law, has to go through Congress.", "sentId": 140}], "secId": 49}, {"speaker": "SESNO", "sentences": [{"text": "Last time this really reached a pitch, and I'd be interested in Floyd Abrams' thoughts about that -- but after the Branzburg case, the 1972 case that I mentioned earlier, shortly after that case was decided, there was a little thing called Watergate, that the third- rate burglary at the Watergate Hotel.", "sentId": 141}], "secId": 50}, {"speaker": "SESNO", "sentences": [{"text": "After that, there was talk about a shield law, and there were 91 representatives, 17 senators -- according to The Washington Post -- who co-sponsored or supported that shield law.", "sentId": 142}], "secId": 51}, {"speaker": "SESNO", "sentences": [{"text": "We're in a very different time now, where it's not a post- Watergate time, it's a post-information-age time.", "sentId": 143}, {"text": "It's a time when people are very skeptical of the media and anonymous sources, where the whole definition of media -- if you are a blogger, do you get protected?", "sentId": 144}, {"text": "If you are a citizen and you go out and you talk anonymously with a neighbor and you try to reveal some wrongdoing by putting something out in the Internet, are you protected?", "sentId": 145}], "secId": 52}, {"speaker": "SESNO", "sentences": [{"text": "So the questions and the politics around a shield law, now, are infinitely more complicated.", "sentId": 146}], "secId": 53}, {"speaker": "ABRAMS", "sentences": [{"text": "Absolutely.", "sentId": 147}, {"text": "But remember, it was the Branzburg ruling itself which led to the enormous talk, at least, starting in 1972, of a shield law.", "sentId": 148}, {"text": "And the main reason it didn't pass was that too many people in the press were against it.", "sentId": 149}, {"text": "There was total division in the press itself about whether they wanted a shield law.", "sentId": 150}], "secId": 54}, {"speaker": "ABRAMS", "sentences": [{"text": "Now, that said, you are absolutely right, Frank, things have changed.", "sentId": 151}, {"text": "They've changed, in almost every respect, badly for the press both in terms of the public view of the press and some other new technological questions which have made the definition of who is a journalist more difficult.", "sentId": 152}], "secId": 55}, {"speaker": "ABRAMS", "sentences": [{"text": "But this is not over.", "sentId": 153}], "secId": 56}, {"speaker": "ABRAMS", "sentences": [{"text": "Unfortunately, Judy Miller is not the only one at risk of going to jail; and in Judy's case, the certainty of jail.", "sentId": 154}], "secId": 57}, {"speaker": "ABRAMS", "sentences": [{"text": "So this is a continuing story.", "sentId": 155}], "secId": 58}, {"speaker": "ABRAMS", "sentences": [{"text": "I also think it's a continuing story in that we still may wind up in the Supreme Court.", "sentId": 156}, {"text": "I mean, I'm representing the New York Times and Judy in New York in a case in which Patrick Fitzgerald is trying to get the New York Times' telephone records in another leak investigation.", "sentId": 157}, {"text": "We've won that case, but if we lose it we still may wind up in the Supreme Court.", "sentId": 158}], "secId": 59}, {"speaker": "BASH", "sentences": [{"text": "Floyd Abrams, thank you very much for your time.", "sentId": 159}, {"text": "We certainly will continue talking about this.", "sentId": 160}, {"text": "Frank Sesno, as always..", "sentId": 161}], "secId": 60}, {"speaker": "ABRAMS", "sentences": [{"text": "Thank you.", "sentId": 162}], "secId": 61}, {"speaker": "BASH", "sentences": [{"text": "Great to see you.", "sentId": 163}, {"text": "Thank you.", "sentId": 164}], "secId": 62}, {"speaker": "BASH", "sentences": [{"text": "Floyd Abrams mentioned the Supreme Court.", "sentId": 165}, {"text": "You may have heard, there is a little battle going on right now over a vacancy at the Supreme Court.", "sentId": 166}, {"text": "And former White House Chief of Staff Ken Duberstein knows what it's like to help navigate the journey for nomination to confirmation.", "sentId": 167}, {"text": "He'll share his insights.", "sentId": 168}], "secId": 63}, {"speaker": "BASH", "sentences": [{"text": "And up next, Republican senator Rick Santorum minces no words in his new book.", "sentId": 169}, {"text": "Could it be a preview of a future presidential platform?", "sentId": 170}], "secId": 64}, {"speaker": "BASH", "sentences": [{"text": "And later, the winner is London, but who gains or loses politically now that the 2012 Olympics host city has been chosen?", "sentId": 171}], "secId": 65}, {"speaker": "BASH", "sentences": [{"text": "And this just in.", "sentId": 172}, {"text": "We are just hearing word that President Bush, while traveling in Gleneagles, Scotland, was on a bike ride and he collided with a local police officer on that bike ride.", "sentId": 173}, {"text": "According to White House spokesman Scott McClellan, the president slid on a paved surface and he suffered some scrapes on his hands and arms that later required some treatment and bandaging by a White House physician.", "sentId": 174}, {"text": "The officer that he collided with was taken to a local hospital as a precaution.", "sentId": 175}, {"text": "The president's spokesman, Scott McClellan, said that the president was going at a pretty good speed when he was bike riding over in Gleneagles in Scotland.", "sentId": 176}], "secId": 66}, {"speaker": "BASH", "sentences": [{"text": "This is information that is just in.", "sentId": 177}, {"text": "The president is, of course, now an avid bicycle rider.", "sentId": 178}, {"text": "He does it as frequently as he can.", "sentId": 179}, {"text": "And this is not the first time Mr. Bush has fallen and required some bandaging on his bike.", "sentId": 180}, {"text": "That has happened a couple of times while biking in Crawford, Texas.", "sentId": 181}], "secId": 67}, {"speaker": "BASH", "sentences": [{"text": "But as we get more information about this incident in Scotland, we will certainly bring it to you.", "sentId": 182}, {"text": "But now, as the markets get set to close on Wall Street, we are joined by Kitty Pilgrim in New York with \"The Dobbs Report\" -- Kitty?", "sentId": 183}], "secId": 68}, {"speaker": "PILGRIM", "sentences": [{"text": "Thanks, Dana.", "sentId": 184}], "secId": 69}, {"speaker": "PILGRIM", "sentences": [{"text": "A little collision over here, too.", "sentId": 185}, {"text": "The Dow Industrials down.", "sentId": 186}, {"text": "And let's take a look at the damage, down about 100 points right now.", "sentId": 187}, {"text": "NASDAQ losing about 0.5 percent.", "sentId": 188}], "secId": 70}, {"speaker": "PILGRIM", "sentences": [{"text": "Oil prices -- big problems -- went above $61 a barrel for the first time.", "sentId": 189}, {"text": "It's really all about the storms in the markets today.", "sentId": 190}, {"text": "That's raising anxiety about supply.", "sentId": 191}, {"text": "One tropical storm moves through the Gulf of Mexico, a second one approaching.", "sentId": 192}, {"text": "And that sent crude oil up nearly two dollars.", "sentId": 193}], "secId": 71}, {"speaker": "100", "sentences": [{"text": "00 p.m., on \"LOU DOBBS TONIGHT,\" why isn't the G-8 taking on issues like Iran, China, and North Korea?", "sentId": 194}, {"text": "We'll have a special report on that.", "sentId": 195}, {"text": "And then, can all these price discounts on cars be good for the economy?", "sentId": 196}, {"text": "We're going to take a look at the long- term consequences.", "sentId": 197}], "secId": 72}, {"speaker": "Foley", "sentences": [{"text": "00 p.m. Eastern on \"LOU DOBBS TONIGHT.\"", "sentId": 198}], "secId": 73}, {"speaker": "Foley", "sentences": [{"text": "But for now, back to Dana.", "sentId": 199}], "secId": 74}, {"speaker": "BASH", "sentences": [{"text": "Thanks, Kitty.", "sentId": 200}], "secId": 75}, {"speaker": "BASH", "sentences": [{"text": "Well, Republican Senator Rick Santorum has written a book which he has titled \"It Takes a Family.\"", "sentId": 201}, {"text": "The name, a not-so-subtle reference to the best-selling book by Senator Hillary Clinton when she was first lady that was entitled \"It Takes a Village.\"", "sentId": 202}, {"text": "Well, our Bruce Morton takes a look at Santorum's provocative writings on everything from abortion to education.", "sentId": 203}], "secId": 76}, {"speaker": "MORTON", "sentences": [{"text": "Santorum notes that it takes a village to raise a child is an African proverb and adds the American version is, quote, \"It takes a village to raise a child, if the village wants that child,\" unquote.", "sentId": 204}], "secId": 77}, {"speaker": "He compares abortion to slavery.  Quote", "sentences": [{"text": "\"This was tried once before in America, but unlike abortion today, in most states, even the slaveholder did not have the unlimited right to kill his slave,\" unquote.", "sentId": 205}], "secId": 78}, {"speaker": "SANTORUM", "sentences": [{"text": "The way courts treated slaves under the Constitution was as property.", "sentId": 206}, {"text": "And therefore, the slave owner could do whatever they wanted to do with their property.", "sentId": 207}, {"text": "The way the court treats the baby in the womb is property.", "sentId": 208}], "secId": 79}, {"speaker": "MORTON", "sentences": [{"text": "He attacks the culture of the working woman.", "sentId": 209}, {"text": "Quote: \"Respect for the stay-at-home mothers has been poisoned by the toxic combination of the village elders' war on the traditional family and radical feminism's misogynistic crusade to make working outside the home the only marker of social value and self-respect,\" unquote.", "sentId": 210}], "secId": 80}, {"speaker": "He questions whether a college education helps people escape poverty.  Quote", "sentences": [{"text": "\"The notion that college education is a cost- effective way to help poor, low-skill, unmarried mothers with high- school diplomas or GEDs move up the economic ladder is just wrong,\" unquote.", "sentId": 211}], "secId": 81}, {"speaker": "Santorum's children are home-schooled.  He writes that schools are not mentioned in the Constitution and that families educate better than government.  Quote", "sentences": [{"text": "\"We can see that when it comes to socialization, mass education is really the aberration, not home schooling,\" unquote.", "sentId": 212}, {"text": "Pennsylvania Democrats denounced the book.", "sentId": 213}, {"text": "Santorum faces a potentially tough battle for reelection to his Senate seat next year.", "sentId": 214}, {"text": "Early polls show him trailing State Treasurer Robert Casey, Jr., who, like Santorum, is anti-abortion.", "sentId": 215}], "secId": 82}, {"speaker": "Santorum's children are home-schooled.  He writes that schools are not mentioned in the Constitution and that families educate better than government.  Quote", "sentences": [{"text": "Will the book affect his chances?", "sentId": 216}], "secId": 83}, {"speaker": "WALTER", "sentences": [{"text": "You have to win in 2006 in order to have a platform to run for 2008.", "sentId": 217}, {"text": "But I think that what he's doing here is really positioning himself to take that niche in 2008 as the true social conservative candidate, to take that position for himself.", "sentId": 218}], "secId": 84}, {"speaker": "MORTON", "sentences": [{"text": "One thing for sure, the voters will know where he stands.", "sentId": 219}], "secId": 85}, {"speaker": "MORTON", "sentences": [{"text": "Bruce Morton, CNN, Washington.", "sentId": 220}], "secId": 86}, {"speaker": "BASH", "sentences": [{"text": "Well, now back on the top story in Washington over the past couple of weeks, and that is the Supreme Court vacancy.", "sentId": 221}, {"text": "President Bush from Scotland again today warned activists on both sides of the aisle of the unfolding Supreme Court battle to turn down the volume and the temperature.", "sentId": 222}], "secId": 87}, {"speaker": "BASH", "sentences": [{"text": "Mr. Bush spoke about the selection process before arriving in Scotland at the G-8 summit.", "sentId": 223}, {"text": "He also named a front man for the campaign to get his future nominee confirmed.", "sentId": 224}, {"text": "That is actor and former GOP Senator Fred Thompson.", "sentId": 225}, {"text": "Among other credentials for the job, Thompson holds sway with fellow conservatives who are pressuring the president to give them the kind of justice they want.", "sentId": 226}], "secId": 88}, {"speaker": "BASH ", "sentences": [{"text": "From Traverse City, Michigan, to Pensacola, Florida, to St. Charles, Missouri, it was the stump line that got the heartland's blood pumping.", "sentId": 227}], "secId": 89}, {"speaker": "BUSH", "sentences": [{"text": "We stand for judges who faithfully interpret the law instead of legislating from the bench.", "sentId": 228}], "secId": 90}, {"speaker": "BASH", "sentences": [{"text": "Translation?", "sentId": 229}], "secId": 91}, {"speaker": "BUSH", "sentences": [{"text": "I wouldn't pick a judge who said that the Pledge of Allegiance couldn't be said in a school because it had the words \"under God\" in it.", "sentId": 230}, {"text": "Because the union of a man and woman deserves an honored place in society, I support the protection of marriage against activist judges.", "sentId": 231}], "secId": 92}, {"speaker": "BASH", "sentences": [{"text": "Was that mostly red meat to rally the base or a reflection of real conservative chops?", "sentId": 232}, {"text": "For some, the answer to that all boils down to who the president picks to replace Sandra Day O'Connor.", "sentId": 233}], "secId": 93}, {"speaker": "PERKINS", "sentences": [{"text": "And the conservative movement has been waiting over a decade for this moment in time to see a philosophical shift of the court.", "sentId": 234}], "secId": 94}, {"speaker": "LIMBAUGH", "sentences": [{"text": "When you win elections, you can go pick your Ruth Bader Ginsburgs and you can pick your John Paul Stevenses and whoever else you want, but until such time as you win elections, shut up.", "sentId": 235}], "secId": 95}, {"speaker": "BASH", "sentences": [{"text": "It's burning up the airwaves on conservative talk radio.", "sentId": 236}, {"text": "In conservative publications, flashbacks to disappointing Republican picks of the past.", "sentId": 237}, {"text": "And in press conferences, reminders of a campaign pledge.", "sentId": 238}], "secId": 96}, {"speaker": "RUSE", "sentences": [{"text": "The president was elected with the promise that he would appoint people in the mold of Justice Scalia and Justice Thomas.", "sentId": 239}], "secId": 97}, {"speaker": "BASH", "sentences": [{"text": "At times, George W. Bush has disappointed social conservatives.", "sentId": 240}, {"text": "He gave up school vouchers to pass education reform, endorsed a constitutional amendment to ban gay marriage but hasn't lobbied for it, and said the country isn't ready to outright ban abortion.", "sentId": 241}], "secId": 98}, {"speaker": "BASH", "sentences": [{"text": "But to conservative foot soldiers who mobilized voters to reelect the president, shifting the balance of the Supreme Court was the paramount goal.", "sentId": 242}], "secId": 99}, {"speaker": "SEKULOW", "sentences": [{"text": "Is this the ultimate test, in one sense?", "sentId": 243}, {"text": "In the sense that this is the lasting legacy of any presidency, the Supreme Court of the United States, as far as domestic politics go, sure, this is huge.", "sentId": 244}], "secId": 100}, {"speaker": "BASH", "sentences": [{"text": "Well, in the quest for confirmation, timing could be absolutely crucial.", "sentId": 245}, {"text": "White House Press secretary Scott McClellan says President Bush may name his nominee in the next few weeks.", "sentId": 246}], "secId": 101}, {"speaker": "BASH", "sentences": [{"text": "An administration official familiar with the planning says nothing is totally set but that the White House hopes to put a name out there as close to the August recess as possible.", "sentId": 247}, {"text": "That would leave four to five weeks for background checks, which could lead up to hearings when the Senate returns in September, or hearings could happen during the August recess.", "sentId": 248}], "secId": 102}, {"speaker": "BASH", "sentences": [{"text": "One senior GOP official says that that is one of the many timing questions yet to be worked out.", "sentId": 249}, {"text": "Republicans say recent history shows the process can't be rushed too much.", "sentId": 250}, {"text": "The average time from a Supreme Court nomination to a confirmation vote is about 70 days.", "sentId": 251}], "secId": 103}, {"speaker": "BASH", "sentences": [{"text": "Well, still ahead, we have much more on the Supreme Court confirmation battle from somebody who's been there before.", "sentId": 252}, {"text": "I'll talk with Ken Duberstein next about his experience in shepherding nominees through the Senate.", "sentId": 253}], "secId": 104}, {"speaker": "BASH", "sentences": [{"text": "Plus, a military hero passes away.", "sentId": 254}, {"text": "We'll look back at the life of Retired Admiral and once political candidate James Stockdale.", "sentId": 255}], "secId": 105}, {"speaker": "BASH", "sentences": [{"text": "And later, the politics of sport.", "sentId": 256}, {"text": "Our Bill Schneider looks at London's winning bid to host the Olympic Games.", "sentId": 257}], "secId": 106}, {"speaker": "BASH", "sentences": [{"text": "With me now to talk more about the process of replacing Justice Sandra Day O'Connor is Ken Duberstein.", "sentId": 258}, {"text": "He served as chief of staff for President Ronald Reagan.", "sentId": 259}, {"text": "During the administration of the first President Bush, he put together the overall strategy for confirming Clarence Thomas and David Souter to the high court.", "sentId": 260}], "secId": 107}, {"speaker": "BASH", "sentences": [{"text": "And before we get to you, we just want to give you a quick bit of information coming out of Las Vegas about this particular subject, and that is that the Democratic leader of the Senate, Harry Reid, according to the Associated Press, pronounced the president's attorney general, Alberto Gonzales, \"qualified to sit on the Supreme Court,\" but added, \"I don't know if he'd have an easy way through Senate confirmation.\"", "sentId": 261}], "secId": 108}, {"speaker": "BASH", "sentences": [{"text": "And Senator Reid then went on to chide conservatives for criticizing Gonzales while Mr. Bush was overseas.", "sentId": 262}, {"text": "He said that, \"It's too bad the president has to respond in Denmark to statements from the far right.", "sentId": 263}, {"text": "People here have gone a little bit too far.\"", "sentId": 264}], "secId": 109}, {"speaker": "BASH", "sentences": [{"text": "So there you see the Democratic leader weighing in, certainly probably with his own agenda there, trying to perhaps make a statement about Alberto Gonzales that may or may not help this process.", "sentId": 265}], "secId": 110}, {"speaker": "BASH", "sentences": [{"text": "Want to first talk about Fred Thompson and the president's pick for Fred Thompson today.", "sentId": 266}, {"text": "You did something very similar for two vacancies, for two nominees.", "sentId": 267}, {"text": "Talk about the pick of Fred Thompson and why that's key.", "sentId": 268}], "secId": 111}, {"speaker": "DUBERSTEIN", "sentences": [{"text": "Well, Fred Thompson, number one, is respected on both sides of the aisle.", "sentId": 269}, {"text": "Yes, he is a good strong conservative.", "sentId": 270}, {"text": "He's a member of the club, but he also gets the respect of many Democrats.", "sentId": 271}], "secId": 112}, {"speaker": "DUBERSTEIN", "sentences": [{"text": "What I think President Bush is going for is somebody he will nominate who can get 70 or 75 overall votes in the Senate.", "sentId": 272}, {"text": "Fred Thompson helps make that happen, not just by the quality of the nominee, but by having avenues to many Democrats and all elements of the Republican Party.", "sentId": 273}], "secId": 113}, {"speaker": "DUBERSTEIN", "sentences": [{"text": "I think that strengthens the opportunity for the White House to get not an easy confirmation -- because no confirmations are easy anymore -- but something that gets done in a reasonable, responsible way.", "sentId": 274}], "secId": 114}, {"speaker": "BASH", "sentences": [{"text": "Let's talk a little bit about his role, because as we've talked about, you've sort of been there and done that.", "sentId": 275}], "secId": 115}, {"speaker": "DUBERSTEIN", "sentences": [{"text": "Right.", "sentId": 276}], "secId": 116}, {"speaker": "BASH", "sentences": [{"text": "What does it take?", "sentId": 277}, {"text": "Describe what exactly he's going to be doing.", "sentId": 278}], "secId": 117}, {"speaker": "DUBERSTEIN", "sentences": [{"text": "Well, what he's going to be doing is not only shepherding the nomination, the nominee, but more importantly figuring out the overall strategy:  who the president calls; who comes down to the White House; who, in fact, the courtesy calls are with; what are the elements of the testimony; how to anticipate the questions coming from all the senators on the Judiciary Committee; how do you put together a coalition in the Senate that, in fact, can ensure not 50 votes, but 70 or 75?", "sentId": 279}], "secId": 118}, {"speaker": "DUBERSTEIN", "sentences": [{"text": "It is talking to the interest groups on the outside, as well.", "sentId": 280}, {"text": "It is cooperation with the media, making people available.", "sentId": 281}, {"text": "It's putting together the overall strategy, the game plan, in order to make sure that the president's nominee, whoever he or she may be, gets, in fact, a quick hearing, a responsible hearing, and early confirmation.", "sentId": 282}], "secId": 119}, {"speaker": "BASH", "sentences": [{"text": "That sounds like a pretty easy job, everything you just described, in this environment.", "sentId": 283}], "secId": 120}, {"speaker": "DUBERSTEIN", "sentences": [{"text": "And Fred is taller than I am.", "sentId": 284}], "secId": 121}, {"speaker": "BASH", "sentences": [{"text": "I want to talk to you about the president's pick.", "sentId": 285}, {"text": "You've said that it's important for the president to appoint somebody he knows well.", "sentId": 286}, {"text": "Is that a direct result, from your experience with the president's father, perhaps picking, for example, David Souter, somebody whom some of his colleagues knew well but he didn't know well, and conservatives being quite upset about that to this very day?", "sentId": 287}], "secId": 122}, {"speaker": "DUBERSTEIN", "sentences": [{"text": "No, the point I was trying to make is that, for George W. Bush, he needs a level of comfort with the nominee, judicial philosophy, judicial temperament.", "sentId": 288}, {"text": "It is somebody that he is familiar with.", "sentId": 289}], "secId": 123}, {"speaker": "DUBERSTEIN", "sentences": [{"text": "Whether it was David Souter or Clarence Thomas, who both worked out for George Herbert Walker Bush for confirmation, there were a lot of surprises along the way.", "sentId": 290}, {"text": "That doesn't mean negative, but it means that there were surprises for the White House on both nominees.", "sentId": 291}], "secId": 124}, {"speaker": "DUBERSTEIN", "sentences": [{"text": "And so what happens is that -- what I was suggesting was that President George W. Bush would pick somebody, learning the lessons from his father, who he felt comfortable with, somebody he knew intimately.", "sentId": 292}, {"text": "And that doesn't mean that it has to be Al Gonzales.", "sentId": 293}, {"text": "It can be one of a number of people.", "sentId": 294}], "secId": 125}, {"speaker": "DUBERSTEIN", "sentences": [{"text": "But the idea being that it is somebody he's personally familiar with.", "sentId": 295}, {"text": "It isn't an on-the-job interview, day one.", "sentId": 296}], "secId": 126}, {"speaker": "BASH", "sentences": [{"text": "Not that there were any mistakes in the process that you were involved in, but describe what other lessons this President Bush should learn from his father and the way he went about this?", "sentId": 297}], "secId": 127}, {"speaker": "DUBERSTEIN", "sentences": [{"text": "Well, I think one of the lessons is also to consult with the Senate leadership, not just the Republicans but also some of the Democrats, like Minority Leader Harry Reid, Pat Leahy, the lead senator for the Democrats on Judiciary, to get that kind of an input.", "sentId": 298}, {"text": "Certainly that.", "sentId": 299}], "secId": 128}, {"speaker": "DUBERSTEIN", "sentences": [{"text": "Number two, don't ask questions about litmus test issues, but look at judicial temperament, judicial philosophy.", "sentId": 300}, {"text": "That is what you're selling.", "sentId": 301}, {"text": "You can't ask a Supreme Court nominee to start ruling or giving your feeling on cases that are pending or likely to come before the court.", "sentId": 302}, {"text": "That would be wrong.", "sentId": 303}], "secId": 129}, {"speaker": "BASH", "sentences": [{"text": "Just one quick last question on that.", "sentId": 304}, {"text": "Is the president, though, sort of -- has he poisoned the well, if you will, with members of Congress, because many Republicans and Democrats say he doesn't consult enough, and is it too late for that, very quickly?", "sentId": 305}], "secId": 130}, {"speaker": "DUBERSTEIN", "sentences": [{"text": "No, I think very importantly he will consult on a Supreme Court nominee.", "sentId": 306}, {"text": "No two ways about it, he has to do that.", "sentId": 307}, {"text": "And I think it will serve whoever he nominates in good stead.", "sentId": 308}], "secId": 131}, {"speaker": "BASH", "sentences": [{"text": "Ken Duberstein, thank you very much for your insight.", "sentId": 309}, {"text": "We really appreciate it.", "sentId": 310}], "secId": 132}, {"speaker": "DUBERSTEIN", "sentences": [{"text": "Thanks.", "sentId": 311}], "secId": 133}, {"speaker": "BASH", "sentences": [{"text": "Thank you.", "sentId": 312}], "secId": 134}, {"speaker": "BASH", "sentences": [{"text": "Well, when INSIDE POLITICS continues, world leaders and protestors are in Scotland for the G-8 summit and bloggers are there, too.", "sentId": 313}, {"text": "We'll go inside the blogs to find out what they're saying and the politics behind the decision to select a host city for the 2012 Olympic Games.", "sentId": 314}], "secId": 135}, {"speaker": "BASH", "sentences": [{"text": "Well, President Bush's call from overseas to tone down the rhetoric back here in Washington over the Supreme Court and protestors at the G-8 summit are among the items drawing attention in the blogosphere.", "sentId": 315}, {"text": "We check in now with CNN political producer Abbi Tatton and Jacki Schechner, our blog reporter -- Jacki?", "sentId": 316}], "secId": 136}, {"speaker": "SCHECHNER", "sentences": [{"text": "Hi, Dana.", "sentId": 317}], "secId": 137}, {"speaker": "SCHECHNER", "sentences": [{"text": "There is lots to talk about today.", "sentId": 318}, {"text": "But first, we wanted to address the breaking news that \"New York Times'\" Judith Miller is going to jail.", "sentId": 319}, {"text": "Matthew Cooper getting a last-minute reprieve from his source is going to testify before the grand jury.", "sentId": 320}], "secId": 138}, {"speaker": "SCHECHNER", "sentences": [{"text": "We thought we would check in for early reaction online.", "sentId": 321}, {"text": "We went over to Wonkette.com, a D.C. gossip blog.", "sentId": 322}, {"text": "She's been following this along, saying she didn't think that there was enough meat to make this into a movie.", "sentId": 323}, {"text": "Now, with the dramatic last-minute change of events, there is.", "sentId": 324}, {"text": "By the way, she's still insisting Karl Rove is the villain in all of this, wondering why he didn't give Judith the reprieve that he gave Matt Cooper.", "sentId": 325}, {"text": "But that's just her assumption.", "sentId": 326}], "secId": 139}, {"speaker": "TATTON", "sentences": [{"text": "Well, lots of bloggers have been waiting for this news to come out, especially here in Washington.", "sentId": 327}, {"text": "So we are checking in with some of those Washington bloggers like Crawfordslist.blogspot.com.", "sentId": 328}, {"text": "This is Craig Crawford a columnist and a news commentator who has a post, \"Media Lockdown\" here.", "sentId": 329}, {"text": "He's worried about the alarming precedent that this case will set, worrying that federal prosecutors will now be able to go after reporters to reveal their sources, even when those sources are working for the public good and not just those sources that are allegedly involved in criminal activity.", "sentId": 330}], "secId": 140}, {"speaker": "SCHECHNER", "sentences": [{"text": "A dangerous precedent is what he's talking about.", "sentId": 331}], "secId": 141}, {"speaker": "SCHECHNER", "sentences": [{"text": "Another story we wanted to talk about was President Bush, with asking interest groups to tone down the rhetoric as they await his Supreme Court nomination.", "sentId": 332}, {"text": "This not faring well.", "sentId": 333}, {"text": "Mixed reaction, especially on the right.", "sentId": 334}], "secId": 142}, {"speaker": "SCHECHNER", "sentences": [{"text": "Some saying, \"No, President Bush, you tone it down.", "sentId": 335}, {"text": "We've waited long enough for you to do the right thing by us.", "sentId": 336}, {"text": "Now is the time.\"", "sentId": 337}], "secId": 143}, {"speaker": "SCHECHNER", "sentences": [{"text": "We go over to voices.dewaun.us.", "sentId": 338}, {"text": "This is a Christian conservative blog called Voices in my Head.", "sentId": 339}, {"text": "He says, \"You've taken more than you've given to the conservative base that elected you to the office of president.", "sentId": 340}, {"text": "Now is the time to pay it back.\"", "sentId": 341}], "secId": 144}, {"speaker": "TATTON", "sentences": [{"text": "On the left, Martini Republic.", "sentId": 342}, {"text": "This is Joseph here, posting in a post \"Bush:  Choose life all the time, but not this time,\" talks about that relationship between the Republican Party and the conservative Christians, and says, \"For 25 years, the alliance between Christians and Republicans have been more good for the Republicans and less for the Christians,\" breaking down posts like that that you were just quoting from.", "sentId": 343}], "secId": 145}, {"speaker": "TATTON", "sentences": [{"text": "But not all telling Bush for him to tone it down, like Michelle Malkin said.", "sentId": 344}, {"text": "This is maxmind.blogspot.com , a right-to-lifer -- considers himself one of the people that wants to overturn Roe versus Wade -- says to his fellow advocates of that, \"Patience.", "sentId": 345}, {"text": "President Bush's nomination is but a first step.", "sentId": 346}, {"text": "We waited 44 years to have this opportunity.", "sentId": 347}, {"text": "Rushing could jeopardy our victory in the future.\"", "sentId": 348}], "secId": 146}, {"speaker": "SCHECHNER", "sentences": [{"text": "Reaction on the left to this is they think that this is a smokescreen, that this is a game being played by Republicans.", "sentId": 349}, {"text": "Over at psotd.powerblogs.com , they compare it to the schoolyard tactic of two people who are friends getting into a fight, then their enemy sides with one, and then they get back on him and they win that way, saying, \"He's not going to fall for the ruse, and he hopes that Senate Democrats don't fall for it, either.\"", "sentId": 350}], "secId": 147}, {"speaker": "TATTON", "sentences": [{"text": "Just one quick thing at the end.", "sentId": 351}, {"text": "We told you last week that some Live 8 bloggers followed the team from Live 8 to Gleneagles, Scotland, to report on the G-8 there.", "sentId": 352}, {"text": "Some of them have been caught up in protests.", "sentId": 353}], "secId": 148}, {"speaker": "TATTON", "sentences": [{"text": "This is Josh Trevino who is at chrisnolan.com, also John Aravosis at Americablog, trying to report on the G-8 but instead getting caught up in those protests in Edinburgh -- Dana?", "sentId": 354}], "secId": 149}, {"speaker": "BASH", "sentences": [{"text": "Abbi and Jacki, thank you.", "sentId": 355}, {"text": "We'll get back to you shortly.", "sentId": 356}, {"text": "But first, we're going to talk about what happened overseas today, and that is the city of London scoring a major victory on the world stage when it was awarded the right to host the 2012 Olympic Games.", "sentId": 357}, {"text": "Our Bill Schneider reports there was more than just politics at play as London went for the gold.", "sentId": 358}], "secId": 150}, {"speaker": "SCHNEIDER", "sentences": [{"text": "No, New York didn't win the 2012 Olympics, but it could have been worse.", "sentId": 359}, {"text": "At least the French didn't win, either.", "sentId": 360}], "secId": 151}, {"speaker": "ROGGE", "sentences": [{"text": "The games of the 30th Olympiad in 2012 are awarded to the city of London.", "sentId": 361}], "secId": 152}, {"speaker": "SCHNEIDER", "sentences": [{"text": "That was a huge upset.", "sentId": 362}, {"text": "Paris had been favored.", "sentId": 363}], "secId": 153}, {"speaker": "BLAIR", "sentences": [{"text": "Well, it's not often in this job that you sort of punch the air, and do a little jig, and embrace the person standing next to you.", "sentId": 364}], "secId": 154}, {"speaker": "SCHNEIDER", "sentences": [{"text": "British Prime Minister Tony Blair slowed up in Singapore to promote the London bid, as did French President Jacques Chirac.", "sentId": 365}, {"text": "President Bush did not show up to promote New York's bid.", "sentId": 366}], "secId": 155}, {"speaker": "SCHNEIDER", "sentences": [{"text": "That may have been a smart move.", "sentId": 367}, {"text": "Bush is not wildly popular in international circles.", "sentId": 368}, {"text": "But an American political figure with star power and possible White House aspirations did show up to help make the case for New York.", "sentId": 369}], "secId": 156}, {"speaker": "CLINTON", "sentences": [{"text": "Today, we are ready to host the games of the 30th Olympiad and finally bring the Olympic movement and New York together for the first time.", "sentId": 370}], "secId": 157}, {"speaker": "SCHNEIDER", "sentences": [{"text": "New York's bid may have been doomed by politics, like when state political leaders nixed the plan to build a new Olympic stadium on the west side of Manhattan.", "sentId": 371}, {"text": "Former Atlanta Mayor Andy Young, whose city hosted the 1996 Olympics, believes New York made a big mistake.", "sentId": 372}], "secId": 158}, {"speaker": "YOUNG", "sentences": [{"text": "They ran it out of city hall, and that was a mistake.", "sentId": 373}], "secId": 159}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Why?", "sentId": 374}], "secId": 160}, {"speaker": "YOUNG", "sentences": [{"text": "Politics, even good politics, has a lot of baggage attached to it, and the Olympics has to be a business process.", "sentId": 375}], "secId": 161}, {"speaker": "SCHNEIDER", "sentences": [{"text": "London's bid was spearheaded by a former Olympic athlete, Lord Sebastian Coe.", "sentId": 376}, {"text": "He made an emotional appeal to youth, bringing along a delegation of 30 children from the impoverished East End.", "sentId": 377}], "secId": 162}, {"speaker": "COE", "sentences": [{"text": "Actually having an Olympic games in your own country and the opportunity of young people, not just for the 17 days of the competition but the seven years in the buildup to that.", "sentId": 378}, {"text": "SCHNEIDER:  New Yorkers understand clout, but what wins the day at the Olympics is not politics exactly.", "sentId": 379}], "secId": 163}, {"speaker": "YOUNG", "sentences": [{"text": "The Olympics is more like a mystery religion than a political campaign, and you never know what goes into the factor.", "sentId": 380}], "secId": 164}, {"speaker": "SCHNEIDER", "sentences": [{"text": "It did not escape notice that after New York was eliminated, most of its support went to London in the next round, which ended up edging out Paris 54 votes to 50 -- Dana?", "sentId": 381}], "secId": 165}, {"speaker": "BASH", "sentences": [{"text": "I'm sorry, Bill.", "sentId": 382}, {"text": "I'm still back on Tony Blair saying he did a little jig.", "sentId": 383}, {"text": "I'm sort of thinking of Hugh Grant in \"Love Actually\" dancing around 10 Downing Street.", "sentId": 384}], "secId": 166}, {"speaker": "BASH", "sentences": [{"text": "That was a great report.", "sentId": 385}, {"text": "Bill, thank you very much.", "sentId": 386}, {"text": "We appreciate it.", "sentId": 387}], "secId": 167}, {"speaker": "BASH", "sentences": [{"text": "We're going to go now back to the Supreme Court battle, and President Bush saying there's one thing he won't use to pick potential nominees.", "sentId": 388}, {"text": "Our strategy session talks about that and much more, straight ahead.", "sentId": 389}], "secId": 168}, {"speaker": "BASH", "sentences": [{"text": "Welcome back to INSIDE POLITICS and our \"Strategy Session.\"", "sentId": 390}, {"text": "Here today, CNN political analyst Paul Begala and former Pentagon spokeswoman Torie Clark.", "sentId": 391}], "secId": 169}, {"speaker": "Today's topics", "sentences": [{"text": "The Supreme Court decision, of course.", "sentId": 392}, {"text": "President Bush says there's no litmus test for his nominees.", "sentId": 393}, {"text": "Then, the CIA leak investigation, a judge ordering a reporter to jail for refusing to reveal confidential sources.", "sentId": 394}, {"text": "And finally, \"It Takes a Family,\" Republican Senator Rick Santorum's new book on family values.", "sentId": 395}], "secId": 170}, {"speaker": "Today's topics", "sentences": [{"text": "But first, President Bush named a shepherd to guide his Supreme Court nominee through the Senate confirmation process.", "sentId": 396}, {"text": "Former Republican senator Fred Thompson will serve as an informal adviser to the yet-to-be-named nominee.", "sentId": 397}], "secId": 171}, {"speaker": "Today's topics", "sentences": [{"text": "Also today, President Bush renewed his call for advocacy groups to tone down the rhetoric and insisted there is no litmus test for potential nominees.", "sentId": 398}], "secId": 172}, {"speaker": "BUSH", "sentences": [{"text": "There will be no litmus test.", "sentId": 399}, {"text": "I'll pick people who one can do the job, people who are honest, people who are bright and people who strictly interpret the constitution and not use the bench to legislate from.", "sentId": 400}], "secId": 173}, {"speaker": "BASH", "sentences": [{"text": "Paul, no litmus test.", "sentId": 401}, {"text": "We've heard that so many times from both sides of the aisle, but let's get real.", "sentId": 402}, {"text": "There is always a test, right?", "sentId": 403}], "secId": 174}, {"speaker": "BEGALA", "sentences": [{"text": "There is.", "sentId": 404}, {"text": "This radical notion that both sides should tell the truth, an awful lot of Democrats have a litmus test.", "sentId": 405}, {"text": "They will not vote for any Supreme Court justice who doesn't support legalized abortion rights.", "sentId": 406}], "secId": 175}, {"speaker": "BEGALA", "sentences": [{"text": "President Bush has a litmus test.", "sentId": 407}, {"text": "He does.", "sentId": 408}, {"text": "He's only going to nominate someone who is in favor of repealing Roe vs. Wade.", "sentId": 409}, {"text": "It's a legitimate view.", "sentId": 410}, {"text": "This is what we have elections for.", "sentId": 411}, {"text": "President Bush won the election.", "sentId": 412}, {"text": "Why didn't he tell the truth and say look, I think abortion is murder.", "sentId": 413}, {"text": "I want to stop the murders.", "sentId": 414}, {"text": "I want the court to stop the murders.", "sentId": 415}, {"text": "And that's why I'm going to put someone on there who will do that?", "sentId": 416}, {"text": "That's the truth.", "sentId": 417}, {"text": "It's his view.", "sentId": 418}, {"text": "It's an honorable view.", "sentId": 419}], "secId": 176}, {"speaker": "BEGALA", "sentences": [{"text": "Democrats should tell the truth too, which is, we think abortion is something that should always be protected by the constitution.", "sentId": 420}, {"text": "So we're going to oppose him.", "sentId": 421}, {"text": "But just tell the truth.", "sentId": 422}], "secId": 177}, {"speaker": "BASH", "sentences": [{"text": "Victoria, I want to ask about the big ten, as you called it yesterday in the Republican Party.", "sentId": 423}, {"text": "The truth is there are some in the Republican party, we've heard from them a lot lately, that perhaps think that there should be a litmus test and there isn't.", "sentId": 424}, {"text": "And they're actually worried about President Bush when it comes to the issue of abortion.", "sentId": 425}], "secId": 178}, {"speaker": "CLARKE", "sentences": [{"text": "He tends to be a straight shooter.", "sentId": 426}, {"text": "And if you listen to what he says, and what he repeats, he tends to mean it.", "sentId": 427}, {"text": "I believe it when he says there isn't a litmus test.", "sentId": 428}, {"text": "Are there criteria they are looking for?", "sentId": 429}, {"text": "Absolutely.", "sentId": 430}], "secId": 179}, {"speaker": "CLARKE", "sentences": [{"text": "But the thing he's repeated again and again and again is somebody who is a strict interpreter of the constitution.", "sentId": 431}, {"text": "I think that's what people ought to be focused on.", "sentId": 432}], "secId": 180}, {"speaker": "BEGALA", "sentences": [{"text": "Wait a minute, Victoria.", "sentId": 433}, {"text": "He's appointed over 200 people to the federal bench.", "sentId": 434}, {"text": "I can't think of one who's pro-choice.", "sentId": 435}, {"text": "That's OK.  That's his right.", "sentId": 436}, {"text": "He is the president.", "sentId": 437}, {"text": "I mean, he obviously has a litmus test, and why doesn't -- I guess because it's such a charged term.", "sentId": 438}, {"text": "It sounds like you're not being thoughtful if you don't have a litmus test.", "sentId": 439}, {"text": "But he does.", "sentId": 440}, {"text": "And that's OK.", "sentId": 441}, {"text": "I don't know why he doesn't say that.", "sentId": 442}], "secId": 181}, {"speaker": "CLARKE", "sentences": [{"text": "I think if you look at his pattern and look at how he handled things as president of the United States, he realizes people will disagree on individual issues, but you look at the entire package.", "sentId": 443}, {"text": "And you look at the philosophy.", "sentId": 444}, {"text": "And you look at the balance somebody brings to the table, whether it's to an appointed office or the Supreme Court.", "sentId": 445}, {"text": "And that's the kind of approach he takes.", "sentId": 446}], "secId": 182}, {"speaker": "BASH", "sentences": [{"text": "Victoria, I want to ask about the strategy of naming Fred Thompson as the sherpa, as they call it, the shepherd, the person who's going to take this nominee around, a Republican, a movie star, a TV star  and one of the Senate club.", "sentId": 447}], "secId": 183}, {"speaker": "CLARKE", "sentences": [{"text": "Sure.", "sentId": 448}, {"text": "I think I know a lot of people are looking for signals.", "sentId": 449}, {"text": "Well, this is a reach to the moderates.", "sentId": 450}, {"text": "I don't think that's it.", "sentId": 451}, {"text": "I think they look at Fred Thompson, say this guy has been around the block a lot.", "sentId": 452}, {"text": "He has been in a lot of battles here in Washington.", "sentId": 453}, {"text": "He's a very experienced, thoughtful fellow.", "sentId": 454}], "secId": 184}, {"speaker": "CLARKE", "sentences": [{"text": "And I think they're looking at how hard the process will be.", "sentId": 455}, {"text": "This will be a hard-fought campaign from now until the person is named -- is appointed.", "sentId": 456}, {"text": "And I think he was looking at somebody who could handle the weigh of that kind of campaign.", "sentId": 457}], "secId": 185}, {"speaker": "BASH", "sentences": [{"text": "Good move, Paul?", "sentId": 458}], "secId": 186}, {"speaker": "BEGALA", "sentences": [{"text": "Great move.", "sentId": 459}, {"text": "And here's the proof -- here's Torie Clarke who worked for President Bush, Ken Duberstein, who you interviewed before -- President Reagan's chief of staff -- they think it's great.", "sentId": 460}, {"text": "So do I.  I worked for Bill Clinton.", "sentId": 461}, {"text": "And I think you're right.", "sentId": 462}, {"text": "He's a person who is respected by both sides of the aisle.", "sentId": 463}], "secId": 187}, {"speaker": "BEGALA", "sentences": [{"text": "But I do think, I'm often wrong but if I'm plumbing the tea leaves here, I do see Senator Thompson much more as an ambassador to the moderates which tells me maybe he's -- the president is worried moderates will be upset with his choice.", "sentId": 464}, {"text": "It's -- to me, if you going to start to look.", "sentId": 465}, {"text": "And we have some time -- the president is taking his time on this choice, this is a bit of a hint that he may actually go for a real conservative.", "sentId": 466}], "secId": 188}, {"speaker": "BASH", "sentences": [{"text": "Victoria, I want to ask about the White House strategy for the president.", "sentId": 467}, {"text": "All the way, you know, in Europe.", "sentId": 468}, {"text": "Talking there about issues that have nothing to do with the Supreme Court, but obviously in a place where he has to answer questions and does so quite forcefully on what's going on here.", "sentId": 469}], "secId": 189}, {"speaker": "CLARKE", "sentences": [{"text": "Right.", "sentId": 470}, {"text": "And once again defending his friend, Alberto Gonzalez on the basis of his friendship.", "sentId": 471}], "secId": 190}, {"speaker": "BASH", "sentences": [{"text": "Is he trying to fill a vacuum here?", "sentId": 472}], "secId": 191}, {"speaker": "CLARKE", "sentences": [{"text": "And once again -- no.", "sentId": 473}, {"text": "I think he realizes what an important issue this is and trying to lower the level of rhetoric.", "sentId": 474}, {"text": "And as we were saying yesterday, people can't say it just once, the president can't just say it once, Senator Leahy, Senator Specter can't just say it once the people who really care about this have to constantly repeat and remind people how serious this is.", "sentId": 475}, {"text": "And we should treat it seriously.", "sentId": 476}, {"text": "And try to lower the level of rhetoric.", "sentId": 477}], "secId": 192}, {"speaker": "BASH", "sentences": [{"text": "And when President Bush is talking about the groups using this as fundraising tactics, he's not talking about Democrats, he's talking to his constituents isn't he?", "sentId": 478}], "secId": 193}, {"speaker": "BEGALA", "sentences": [{"text": "Right.", "sentId": 479}, {"text": "And this is a really smart move for the president.", "sentId": 480}, {"text": "He looks more moderate by pushing off against some people on the extreme right who are very energized about this.", "sentId": 481}, {"text": "They've already started running ads -- even before Justice O'Connor stepped down, conservative groups were running ads.", "sentId": 482}], "secId": 194}, {"speaker": "BEGALA", "sentences": [{"text": "So, the president looks judicious, he looks above the partisan fray, he's doing this on -- at the apex of the world stage.", "sentId": 483}, {"text": "There he is at the G-8 summit meeting in Scotland.", "sentId": 484}, {"text": "It's a very, very smart move for President Bush.", "sentId": 485}], "secId": 195}, {"speaker": "BEGALA", "sentences": [{"text": "Now, at the end of the day, whether any of that matters, this is a big deal to the right, to the left.", "sentId": 486}, {"text": "It's a big deal to many people in the middle.", "sentId": 487}, {"text": "So you are going to have a big tough, mean fight about it.", "sentId": 488}], "secId": 196}, {"speaker": "BASH", "sentences": [{"text": "Let's talk about the timing.", "sentId": 489}, {"text": "You've both been around for a couple of years in this town.", "sentId": 490}, {"text": "And what do you think that the White House has learned -- something I asked Ken Duberstein -- about the timing, based on what they saw happen to past nominees?", "sentId": 491}], "secId": 197}, {"speaker": "BASH", "sentences": [{"text": "You know, I talked to somebody at the White House today who said if you look at their pattern, they like to do things as late as possible to sort of get momentum late and also to have less discussion, perhaps as people have said, have the nominee out there less as a pinata for the shortest amount of time.", "sentId": 492}], "secId": 198}, {"speaker": "CLARKE", "sentences": [{"text": "I think the days in which you control, or manage that are long since past.", "sentId": 493}, {"text": "In the era in which the news and the velocity and volume of information is instantaneous, 24/7, it is what it is.", "sentId": 494}, {"text": "And use the best time you have.", "sentId": 495}, {"text": "But I think your ability to manage and control that is very, very limited.", "sentId": 496}], "secId": 199}, {"speaker": "CLARKE", "sentences": [{"text": "You know the era in which congress went away for the summer and they truly were gone.", "sentId": 497}, {"text": "And boy, you really couldn't get much done or you could slip something by them, because they were out of town, that's gone.", "sentId": 498}, {"text": "Everybody's everywhere all the time.", "sentId": 499}], "secId": 200}, {"speaker": "BEGALA", "sentences": [{"text": "I think you're right.", "sentId": 500}, {"text": "And that's one of the things that's changed even when I worked in the White House.", "sentId": 501}, {"text": "We loved when Congress went out of town, because the president dominates much more when the Congress is gone.", "sentId": 502}], "secId": 201}, {"speaker": "BEGALA", "sentences": [{"text": "When this first happened, I thought the president should have named the replacement right away.", "sentId": 503}, {"text": "My goodness, he's had four, five years to think about it.", "sentId": 504}, {"text": "He's obviously thought about it a lot.", "sentId": 505}, {"text": "But I think Tori's right, I think he's using this time probably to give one last look at all the options.", "sentId": 506}, {"text": "But I'm sure he's been doing that for years.", "sentId": 507}, {"text": "But also, to appear to be, in effect and truth be, judicious, but also maybe to box in both sides so that he I think will say we'll have two vacancies and the court wants to convene in October.", "sentId": 508}, {"text": "And maybe if he doesn't announce it until August or September, there's less time then for that nominee to twist in the wind.", "sentId": 509}], "secId": 202}, {"speaker": "BASH", "sentences": [{"text": "And more time, as you said to have control, perhaps less time for Democrats to have control.", "sentId": 510}], "secId": 203}, {"speaker": "CLARKE", "sentences": [{"text": "Perhaps, marginal.", "sentId": 511}], "secId": 204}, {"speaker": "BASH", "sentences": [{"text": "We'll see about that.", "sentId": 512}], "secId": 205}, {"speaker": "BASH", "sentences": [{"text": "What we're going to talk next about one reporter going to jail, another winning an 11th hour reprieve in a battle over first amendment rights.", "sentId": 513}, {"text": "We'll talk about that coming up in our \"Strategy Session.\"", "sentId": 514}, {"text": "Stay with us.", "sentId": 515}], "secId": 206}, {"speaker": "BASH", "sentences": [{"text": "And the \"Strategy Session continues here on INSIDE POLITICS.", "sentId": 516}, {"text": "Still here with us today, Paul Begala and Torie Clarke.", "sentId": 517}, {"text": "We're going to talk now about conservative Senator Rick Santorum's new book.", "sentId": 518}, {"text": "And it's causing quite a stir.", "sentId": 519}, {"text": "\"It Takes a Family\" is meant to be a rebuttal of sorts to Hillary Clinton's book, \"It Takes a Village.\"", "sentId": 520}, {"text": "In it, he compares abortion to slavery.", "sentId": 521}, {"text": "Quote -- \"This was tried before in America, but unlike abortion today, in most states, even the slaveholder did not have the unlimited right to kill his slave.\"", "sentId": 522}, {"text": "And he questions higher education for the poor, saying, quote -- \"the notion that college education is cost-effecttive way to help poor, low skill unmarried mothers with high school diplomas or GEDs move up the economic ladder is just wrong.\"", "sentId": 523}], "secId": 207}, {"speaker": "BASH", "sentences": [{"text": "Where do we start with this?", "sentId": 524}], "secId": 208}, {"speaker": "CLARKE", "sentences": [{"text": "Not enough time.", "sentId": 525}], "secId": 209}, {"speaker": "BASH", "sentences": [{"text": "Yeah.", "sentId": 526}, {"text": "I mean -- Torie, I'll start with you.", "sentId": 527}, {"text": "What's he trying to do here?", "sentId": 528}], "secId": 210}, {"speaker": "CLARKE", "sentences": [{"text": "I don't know.", "sentId": 529}, {"text": "I want to hear more about when he started this book and what he thought the motivation was and all that.", "sentId": 530}], "secId": 211}, {"speaker": "BASH", "sentences": [{"text": "I can tell you, they said he started about a year ago.", "sentId": 531}], "secId": 212}, {"speaker": "CLARKE", "sentences": [{"text": "Okay.", "sentId": 532}, {"text": "At the end of the day, politically, I think it's a wash.", "sentId": 533}, {"text": "I think people who support him and the more conservative Republicans are going to say great, and they're going to love a lot of it, and the people who oppose him and people on the left side of the aisle are going to say, oh my god, look at this, this and this.", "sentId": 534}, {"text": "I think it -- politically, it ends up a wash.", "sentId": 535}], "secId": 213}, {"speaker": "BASH", "sentences": [{"text": "They also want to point out -- I talked to somebody in Senator Santorum's office today -- that he also takes conservatives to task a little bit, saying that they talk about being compassionate, but they really don't take care of the poor as much as they should.", "sentId": 536}, {"text": "But we're going to obviously see these quotes through probably his campaign, which is very contentious.", "sentId": 537}], "secId": 214}, {"speaker": "BASH", "sentences": [{"text": "Pennsylvania is a state that went Democratic last time.", "sentId": 538}, {"text": "How is this going to play in those collar counties around Philadelphia where you have the registered Republicans whom Republicans essentially have lost to Democratic candidates.", "sentId": 539}, {"text": "Is this going to help him where he needs it?", "sentId": 540}], "secId": 215}, {"speaker": "BEGALA", "sentences": [{"text": "I think this is enormously problematic for Senator Santorum.", "sentId": 541}, {"text": "First, your audience should know, you know Dana, and Tori knows, but I worked for Bob Casey Sr. -- Santorum's opponent is Bob Casey Jr.  His father had been my boss years ago when he was governor of Pennsylvania.", "sentId": 542}, {"text": "And in fact, I worked for Harris Wofford, the senator who Santorum beat.", "sentId": 543}], "secId": 216}, {"speaker": "BEGALA", "sentences": [{"text": "So, I'm not like unbiased here.", "sentId": 544}, {"text": "I don't work for any politicians today.", "sentId": 545}, {"text": "But I don't like Santorum to begin with.", "sentId": 546}, {"text": "But what I like about him is that he actually says what he thinks.", "sentId": 547}, {"text": "And I think that's admirable.", "sentId": 548}], "secId": 217}, {"speaker": "BEGALA", "sentences": [{"text": "The problem is what he thinks is that stay-at-home moms are somehow morally superior to working moms.", "sentId": 549}, {"text": "And his state if full of both.", "sentId": 550}, {"text": "The country is full of both.", "sentId": 551}, {"text": "And the book -- the excerpts I've seen -- seems to be replete with very stern moral judgments against working moms.", "sentId": 552}, {"text": "And I don't think that plays well in politics.", "sentId": 553}], "secId": 218}, {"speaker": "BASH", "sentences": [{"text": "Let me actually read one of these.", "sentId": 554}, {"text": "Because I want to ask Tori about it.", "sentId": 555}, {"text": "He says to your point, \"many women have told me, and surveys have shown, that they find it easier, more professionally gratifying and more certainly more socially affirming to work outside the home than to give up their careers and take care of their children.", "sentId": 556}], "secId": 219}, {"speaker": "BASH", "sentences": [{"text": "\"Think about that for a moment.", "sentId": 557}, {"text": "Here we can thank the influence of radical feminism, one of the core philosophies of the village elders -- the village elders not so subtle swipe, perhaps, at Hillary Clinton.\"", "sentId": 558}, {"text": "You're a working mom.", "sentId": 559}], "secId": 220}, {"speaker": "CLARKE", "sentences": [{"text": "I disagree.", "sentId": 560}, {"text": "I know women of all sizes and shapes and ages who have chosen many, many different paths.", "sentId": 561}, {"text": "And they all put a lot of thought into it and lucky they can make the sorts of choices.", "sentId": 562}, {"text": "You know, I think what's going to happen with this book is, some of those more inflammatory quotes are going to get a lot of mileage and the Santorum people will spend a lot of time saying, well that was taken out of context and you have to look at this aspect of it.", "sentId": 563}, {"text": "And it will become a big, political battle.", "sentId": 564}, {"text": "And there will be lots of ads and lots of counter ads.", "sentId": 565}], "secId": 221}, {"speaker": "CLARKE", "sentences": [{"text": "And as I say, at the end of the day, I think it's a wash.", "sentId": 566}, {"text": "But I would be interested to see as the campaign goes on, it's going to be one of the toughest campaigns, how many of those things does he go back and revisit and say what I really meant to say was.", "sentId": 567}], "secId": 222}, {"speaker": "BEGALA", "sentences": [{"text": "It wasn't an off the cuff statement.", "sentId": 568}, {"text": "Everybody says stupid things.", "sentId": 569}, {"text": "But it was a book that apparently he's been working on for a year, you say.", "sentId": 570}, {"text": "This is what he believes.", "sentId": 571}, {"text": "And that's OK.", "sentId": 572}, {"text": "He has a right to those opinions.", "sentId": 573}, {"text": "But the state of Pennsylvania, a lot of those working moms are going to say, wait a minute, I'm a Republican, I may even agree with him on abortion.", "sentId": 574}, {"text": "But I don't want to be lectured that I'm somehow a bad mom.", "sentId": 575}], "secId": 223}, {"speaker": "BEGALA", "sentences": [{"text": "My experience with working moms and stay at home moms is they both love their children desperately.", "sentId": 576}, {"text": "And they do what they can to try to make ends meet.", "sentId": 577}, {"text": "And it's nice if working moms had the right to vote themselves a pay raise the way Senator Santorum has, but they don't have that right.", "sentId": 578}, {"text": "And I think there's going to be enormous resentment to that kind of, sort of, judgmentalism that you get in this book.", "sentId": 579}], "secId": 224}, {"speaker": "BASH", "sentences": [{"text": "We're going to have to leave it there.", "sentId": 580}, {"text": "Paul Begala, Tori Clarke, I'm sure we'll have more to talk about when he will get to read the 400 plus pages of this book when it hits the newstands.", "sentId": 581}, {"text": "Thank you very much.", "sentId": 582}], "secId": 225}, {"speaker": "BASH", "sentences": [{"text": "And ahead, we're going to look at why the British are so happy about something that won't take place for seven years.", "sentId": 583}, {"text": "The buzz inside the blogosphere about the host city for the summer games in 2012.", "sentId": 584}], "secId": 226}, {"speaker": "BASH", "sentences": [{"text": "The political debates from years past have died.", "sentId": 585}, {"text": "First, the Navy announced the death of retired admiral James Stockdale.", "sentId": 586}, {"text": "No cause of death was given, but he had been diagnosed with Alzheimer's disease.", "sentId": 587}, {"text": "James Stockdale was a former fighter pilot and he was the highest ranking Navy officer taken prisoner during the Vietnam War.", "sentId": 588}, {"text": "He served seven-and-a-half years in the infamous Hanoi Hilton prison, four years in solitary confinement.", "sentId": 589}, {"text": "He was later awarded the metal of honor.", "sentId": 590}], "secId": 227}, {"speaker": "BASH", "sentences": [{"text": "Stockdale is also remembered, of course, for his stint as Ross Perot's running mate in the 1992 presidential election.", "sentId": 591}, {"text": "He coined one of the campaign's most memorable lines with a rhetorical question during the vice presidential debate when he shared the stage with his better known opponents Al Gore and Dan Quayle.", "sentId": 592}], "secId": 228}, {"speaker": "STOCKDALE", "sentences": [{"text": "Who am I?", "sentId": 593}, {"text": "Why am I here?", "sentId": 594}], "secId": 229}, {"speaker": "BASH", "sentences": [{"text": "One of his lighter moments.", "sentId": 595}, {"text": "But once again, retired Admiral James Stockdale, decorated war veteran, dead at the age of 81.", "sentId": 596}], "secId": 230}, {"speaker": "BASH", "sentences": [{"text": "Also today, there's word that former acting FBI Director L. Patrick Gray has died.", "sentId": 597}, {"text": "Gray succeeded J. Edgar Hoover at the Bureau.", "sentId": 598}, {"text": "And his year long tenure was marked by the Watergate break in.", "sentId": 599}, {"text": "Just last month, Gray broke a decades long silence about Watergate to criticize his one time deputy Mark Felt after Felt publicly identified himself as the mysterious Watergate source known as \"Deep Throat.\"", "sentId": 600}, {"text": "L. Patrick Gray died of pancreatic cancer at his home in Florida.", "sentId": 601}, {"text": "He was 88-years-old.", "sentId": 602}], "secId": 231}, {"speaker": "BASH", "sentences": [{"text": "Well, now back to the blogs and reaction over the choice of an Olympic city.", "sentId": 603}, {"text": "We check in now with CNN political producer Abbi Tatton and Jacki Schechner, our blog reporter -- Jackie.", "sentId": 604}], "secId": 232}, {"speaker": "SCHECHNER", "sentences": [{"text": "Hi Dana.", "sentId": 605}, {"text": "We're going to change the tone a little bit.", "sentId": 606}, {"text": "But we wanted to backtrack to when Abbi mentioned that some of the bloggers were in Edinburgh, Scotland to blog the preparations to G-8.", "sentId": 607}], "secId": 233}, {"speaker": "SCHECHNER", "sentences": [{"text": "We wanted to show you some of the photos that they're coming back with.", "sentId": 608}, {"text": "This is John Arivos , this is at America Blog.", "sentId": 609}, {"text": "Some very cool pictures.", "sentId": 610}, {"text": "He got caught up in a protest a couple of days ago.", "sentId": 611}, {"text": "And now he's blogging that the protests are much smaller.", "sentId": 612}, {"text": "And is he scooting around town, taking photographs.", "sentId": 613}], "secId": 234}, {"speaker": "TATTON", "sentences": [{"text": "But south of the border, as Dana mentioned, very different mood in London where some of the bloggers and residents found out today that they're going to host the 2012 Olympics.", "sentId": 614}, {"text": "And we look to some of the London bloggers for reaction.", "sentId": 615}], "secId": 235}, {"speaker": "TATTON", "sentences": [{"text": "This is Olympic Geezer.", "sentId": 616}, {"text": "He used to be called Diamond Geezer, but he renamed himself a few months ago.", "sentId": 617}, {"text": "And he's been blogging consistently on the bid.", "sentId": 618}, {"text": "He was in Trafalgar Square earlier when the decision came down.", "sentId": 619}, {"text": "And his reaction, utter shock, as many Londoners as well, it seemed.", "sentId": 620}], "secId": 236}, {"speaker": "TATTON", "sentences": [{"text": "He had even had a post prepared for when Paris won.", "sentId": 621}, {"text": "And some of the comments over there, you're seeing things like well, that's great.", "sentId": 622}, {"text": "I hope we can pull it off.", "sentId": 623}, {"text": "So, I do as well.", "sentId": 624}], "secId": 237}, {"speaker": "there", "sentences": [{"text": "jubilation.", "sentId": 625}, {"text": "But not so much for actually getting the Olympics, but for beating the French.", "sentId": 626}, {"text": "You're seeing this all the time.", "sentId": 627}, {"text": "Lots of gloating going on.", "sentId": 628}, {"text": "Their message at the Londonist.com is can you hear me Jacques Chirac, your boys took one hell of a beating.", "sentId": 629}], "secId": 238}, {"speaker": "SCHECHNER", "sentences": [{"text": "Well, no love lost in New York.", "sentId": 630}, {"text": "Abbi gets to do the London reaction, I get to do the New York reaction.", "sentId": 631}, {"text": "And that at JeffJarvisBuzzmachine.com, good riddance.", "sentId": 632}, {"text": "We are seeing that sentiment from New York bloggers all over the place saying we do not need more tourists, we do not need an expensive stadium, we do not need another security threat.", "sentId": 633}, {"text": "No problem, you can have it.", "sentId": 634}], "secId": 239}, {"speaker": "SCHECHNER", "sentences": [{"text": "So, that's what we're seeing from New York bloggers all over the place.", "sentId": 635}, {"text": "And a lot of other U.S. bloggers saying the money could be better spent fixing up New York in other spots.", "sentId": 636}, {"text": "Dana, we'll send it back to you.", "sentId": 637}], "secId": 240}, {"speaker": "BASH", "sentences": [{"text": "Well, when Tony Blair greets Jacques Chirac over in Scotland for the G-8 summit, I'd love to hear about that.", "sentId": 638}, {"text": "Well that's it for INSIDE POLITICS.", "sentId": 639}, {"text": "I'm Dana Bash.", "sentId": 640}, {"text": "\"WOLF BLITZER REPORTS\" with John King starts right now.", "sentId": 641}], "secId": 241}, {"speaker": "BASH", "sentences": [{"text": "END", "sentId": 642}], "secId": 242}, {"speaker": "BASH", "sentences": [{"text": "TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com", "sentId": 643}], "secId": 243}], "sectionCount": 244, "url": "transcripts.cnn.com/TRANSCRIPTS/0507/06/ip.01.html", "sentenceCount": 645, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 6, 2005 - 15:40   ET", "speakers": ["BASH", "FRANKEN", "Now", "One thing that we need to point out here -- a couple of things", "SESNO", "worker", "information", "ABRAMS", "PILGRIM", "100", "Foley", "MORTON", "He compares abortion to slavery.  Quote", "SANTORUM", "He questions whether a college education helps people escape poverty.  Quote", "Santorum's children are home-schooled.  He writes that schools are not mentioned in the Constitution and that families educate better than government.  Quote", "WALTER", "BASH ", "BUSH", "PERKINS", "LIMBAUGH", "RUSE", "SEKULOW", "DUBERSTEIN", "SCHECHNER", "TATTON", "SCHNEIDER", "ROGGE", "BLAIR", "CLINTON", "YOUNG", "COE", "Today's topics", "BEGALA", "CLARKE", "STOCKDALE", "there"], "title": "INSIDE POLITICS"}