{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1508.23.ip.01.html.json", "subTitle": "Biden's Surprise Meeting with Warren; U.S. Needs to Ditch \"Stupid\" Policy. Aired 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Donald Trump caps another big week with a big rally in Alabama.", "sentId": 0}], "secId": 0}, {"speaker": "TRUMP", "sentences": [{"text": "I'd like to have the election tomorrow, I don't want to wait.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Trump is setting the pace and the agenda, and some rivals get testy.", "sentId": 2}], "secId": 2}, {"speaker": "BUSH", "sentences": [{"text": "No, do you have a better term?", "sentId": 3}], "secId": 3}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "I am asking you.", "sentId": 4}], "secId": 4}, {"speaker": "BUSH", "sentences": [{"text": "Ok.  You give me a better term and I will use it.", "sentId": 5}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Plus, Hillary Clinton tries another joke when asked if she wiped clean her private e-mail server?", "sentId": 6}], "secId": 6}, {"speaker": "CLINTON", "sentences": [{"text": "What, like with a cloths or something?", "sentId": 7}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "And is Biden/Warren the next big campaign surprise.", "sentId": 8}, {"text": "The Vice President sends the clearest sign yet he is serious about 2016.", "sentId": 9}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 10}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 11}, {"text": "I'm John King.", "sentId": 12}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 13}, {"text": "We have quite a bit to talk about.", "sentId": 14}], "secId": 10}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "\"The Atlantic's\" Molly Ball; Ed O'Keefe of the \"Washington Post\"; Ashley Parker of the \"New York Times\"; and NPR's Steve Inskeep.", "sentId": 15}], "secId": 11}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "We begin with the most significant sign yet that Vice President Joe Biden is considering a dramatic late entry into the 2016 Presidential race.", "sentId": 16}, {"text": "As first reported here on CNN, the Vice President made an unscheduled quick trip back to Washington yesterday from his home in Delaware for a private meeting with Massachusetts Senator and liberal hero Elizabeth Warren.", "sentId": 17}, {"text": "This is, to borrow a favorite Biden phrase, a BFD.", "sentId": 18}], "secId": 12}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Until now, no laughing, until now he's been meeting with his team and making phone calls to his long time allies.", "sentId": 19}, {"text": "As he reaches outside of his circle, two sources with insight into this meeting tell CNN Biden took it to the next level because he is more comfortable with the idea of running though both sources stressed that no final decision has been made.", "sentId": 20}], "secId": 13}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "These sources say Biden admires Warren's integrity, her leadership role in the party and wanted to make sure she understood his blue collar roots.", "sentId": 21}, {"text": "The meeting which ran more than an hour, I'm told the Vice President made clear he is seriously thinking about joining the race, and asked for Senator Warren's thoughts on that and about economic policy and foreign policy as well.", "sentId": 22}], "secId": 14}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "A key bridge in arranging this session was Ted Kaufman.", "sentId": 23}, {"text": "He's Biden's long-time chief of staff who temporarily held Biden's senate seat after Biden became Vice President.", "sentId": 24}, {"text": "Kaufman shares Warren's zeal for reining in Wall Street.", "sentId": 25}], "secId": 15}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Now Friday, the day before the meeting, Warren told WBZ back home in Boston, quote, \"I don't think anyone has been anointed as the Democratic standard bearer.\"", "sentId": 26}, {"text": "In any case, that's another reminder of Warren's sometimes tense relationship with the Democratic frontrunner Hillary Clinton.", "sentId": 27}, {"text": "And in this case maybe even a little bit more significant because when Warren said that on Friday she knew she was having a secret meeting with the Vice President on Saturday.", "sentId": 28}], "secId": 16}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Molly Ball, a little bit of intrigue here and let me add to this.", "sentId": 29}, {"text": "Larry Rasky, who is a Massachusetts Democratic strategist, knows Warren very well and has worked for Vice President Biden going back to the 1980s, is quoted on the record in the \"Boston Globe\" this morning saying \"I think that would be a great ticket\".", "sentId": 30}, {"text": "Biden/Warren -- you don't say that publicly unless you are trying to stir up mischief.", "sentId": 31}], "secId": 17}, {"speaker": "BALL", "sentences": [{"text": "It is -- you know, as trial balloons go, this is not subtle -- right.", "sentId": 32}, {"text": "And I think it's very smart on the part of Biden's team if they wanted to gauge the interest in this to have something very high profile, very public like this, and to do it by way of Elizabeth Warren whose supporters are the real up for grabs faction of the Democratic Party.", "sentId": 33}, {"text": "It's supporters of Elizabeth Warren who have largely gravitated to Bernie Sanders, created a big headache for Hillary Clinton.", "sentId": 34}], "secId": 18}, {"speaker": "BALL", "sentences": [{"text": "So much of this is about Hillary's weakness and her sort of skyrocketing negative ratings, her inability to completely consolidate the Democratic Party in the way that she foresaw.", "sentId": 35}, {"text": "So, you know, whatever Joe Biden ends up deciding, this is a real statement of the sort of vacuum that seems to exist in the Democratic race right now.", "sentId": 36}], "secId": 19}, {"speaker": "O'KEEFE", "sentences": [{"text": "And getting Elizabeth Warren's, you know, hat tip or at least subtle blessing would almost immediately help Biden bridge the divide between the super left of the Bernie Sanders' supporters and the more establishment Democratic support of Clinton.", "sentId": 37}, {"text": "He'd be right there in the middle to draw from both of them.", "sentId": 38}, {"text": "Probably start to nudge Bernie Sanders out of the race and make it a much more serious race between these two poles.", "sentId": 39}], "secId": 20}, {"speaker": "O'KEEFE", "sentences": [{"text": "And you know, the other thing that he probably has to consider is the fact that, you know, remember, she was a bankruptcy lawyer, or bankruptcy law expert, and there are elements of his past that would probably run into trouble with her.", "sentId": 40}, {"text": "This was probably designed also to sort of, like you said, feel her out on economic policy, make clear where he stands so that way if he does jump in and she gets asked, she'll at least say, well, you know, good luck to him.", "sentId": 41}], "secId": 21}, {"speaker": "INSKEEP", "sentences": [{"text": "Someone familiar with Warren's side of this said they discussed economic issues.", "sentId": 42}, {"text": "I think that's an incomplete answer of what they discussed.", "sentId": 43}, {"text": "But I don't think that it's necessarily false.", "sentId": 44}, {"text": "Elizabeth Warren is someone who clearly cares about here issues who decided not to run and focus on those issues.", "sentId": 45}, {"text": "And you have to raise that question, if she was not willing to put herself on the line to run for president herself, how far would she really go to support a Joe Biden candidacy.", "sentId": 46}, {"text": "That's just got to be a serious question at this.", "sentId": 47}, {"text": "Like how much can he really get out of Elizabeth Warren although he's already gotten a lot simply by having a meeting with her?", "sentId": 48}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "Right he had the meeting.", "sentId": 49}, {"text": "And so if he has the meeting, what signal does that send to Hillary Clinton and her supporters?", "sentId": 50}, {"text": "Elizabeth Warren is going to do this on a Saturday.", "sentId": 51}, {"text": "He's the Vice President, you don't say no to the Vice President of the United States.", "sentId": 52}, {"text": "But there are different ways to have a meeting.", "sentId": 53}, {"text": "This is done on a Saturday, shockingly it leaked out -- good for our reporters here at CNN for having that story first, but you suppose  people are sending a message here.", "sentId": 54}], "secId": 23}, {"speaker": "PARKER", "sentences": [{"text": "Well, you have to keep in mind, as much as this is about the vacuum in the Democratic Party, and some Hillary's weaknesses, it's also Elizabeth Warren's strength.", "sentId": 55}, {"text": "And remember that Hillary met with Elizabeth Warren privately in December before she was getting ready to officially announce.", "sentId": 56}, {"text": "Now Biden does it.", "sentId": 57}, {"text": "He's the sitting Vice President but in a way he comes to her.", "sentId": 58}, {"text": "He was supposed to be down in Delaware all day.", "sentId": 59}, {"text": "He travels back to D.C.", "sentId": 60}], "secId": 24}, {"speaker": "PARKER", "sentences": [{"text": "And again, people familiar with Elizabeth Warren are thinking this is exactly what she wants.", "sentId": 61}, {"text": "These are kiss the ring meetings, but she wants to wield as much influence as possible on the issues that she cares about which is financial regulation and economic policy.", "sentId": 62}, {"text": "And if she can do that by having basically Democratic candidates tripping all over themselves to get her endorsement or the support of her supporters, that is a win for her.", "sentId": 63}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "You mean she wasn't just checking out the Naval Observatory for the Biden/Warren ticket?", "sentId": 64}, {"text": "You know, it's a nice house the vice president gets.", "sentId": 65}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "Look, we are laughing about it, but it is a serious meeting.", "sentId": 66}, {"text": "And you mentioned Hillary Clinton's weaknesses.", "sentId": 67}, {"text": "It's come around -- let's look.", "sentId": 68}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "Just in the last week, as Joe Biden nears his decision, look at this.", "sentId": 69}, {"text": "This is the Quinnipiac poll -- look at Florida.", "sentId": 70}, {"text": "Clinton loses to Bush, Rubio and Trump.", "sentId": 71}, {"text": "Now it's August, a year before the election, but Democrats are talking about this.", "sentId": 72}, {"text": "We should not put too much stock in this but trust me, Democrats are talking about this.", "sentId": 73}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "Move on to Ohio.", "sentId": 74}, {"text": "Clinton wins over Bush and over Trump, loses to Marco Rubio -- all of those are very, very close races there.", "sentId": 75}, {"text": "But then you could say Ohio, why isn't Hillary Clinton doing better there.", "sentId": 76}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "Now, let's move on to Pennsylvania, a state the Democrats have won forever in presidential politics.", "sentId": 77}, {"text": "Yes, Bush beats Clinton narrowly, Rubio beats Clinton, Clinton does beat Trump narrowly.", "sentId": 78}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Now look at this, in all of these states, is Hillary Clinton honest and trustworthy.", "sentId": 79}, {"text": "That is why Joe Biden is seriously thinking there's an opening to get into this race.", "sentId": 80}, {"text": "64 percent in Florida say no, and 60 percent in Ohio say no, 63 percent in Pennsylvania say no.", "sentId": 81}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "Democrats when you talk to them say this e-mail stuff is all overblown.", "sentId": 82}, {"text": "However when you look at those polls, you have to connect those dots.", "sentId": 83}], "secId": 32}, {"speaker": "BALL", "sentences": [{"text": "Absolutely.", "sentId": 84}, {"text": "I mean you saw the Clinton campaign this past week starting to engage more aggressively on the e-mail issue which they had tried to really blow off and say, this is no big deal, people will realize that.", "sentId": 85}, {"text": "They'll realize this is just a political attack ginned up by Republicans.", "sentId": 86}, {"text": "It's hard to say that when the Democratic president Department of Justice is on the case.", "sentId": 87}], "secId": 33}, {"speaker": "BALL", "sentences": [{"text": "But beyond the substance of that, the campaign really has not done a very good job of aggressively engaging on this issue reassuring Democrats that this is only a political thing.", "sentId": 88}, {"text": "Hillary, you know, joking around about it, and trying to brush it off has not been very effective in calming the doubt, and in convincing people that she is trustworthy, so she has a real problem there.", "sentId": 89}], "secId": 34}, {"speaker": "BALL", "sentences": [{"text": "I would point out just to sort of add, inject some reality into the Biden discussion.", "sentId": 90}, {"text": "He is also someone who is not particularly popular with the American public.", "sentId": 91}, {"text": "His unfavorables tend to be very high.", "sentId": 92}, {"text": "People view him as a little bit gaffe-prone, a bit of a joke.", "sentId": 93}, {"text": "He doesn't have the same trust problem I don't think but he's not someone who is universally beloved.", "sentId": 94}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "Right, in those swing state polls, he tested more positively than Hillary Clinton, but he is not in the race -- to your point.", "sentId": 95}, {"text": "In the two times he has run before he has failed miserably.", "sentId": 96}, {"text": "And that has to be on his mind as he  about number three.", "sentId": 97}], "secId": 36}, {"speaker": "O'KEEFE", "sentences": [{"text": "Absolutely.", "sentId": 98}, {"text": "And you know, obviously there's the emotion of the death of his son, and that is I think a lot of what is driving this is that there are friends and supporters close to him who say what better way to honor your son and also to deal with the grief than to go out to try to do this, the problem is, of course, if he loses, how much more badly it could hurt.", "sentId": 99}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "If you lose in the spring and then have to go back seven or eight more months as vice president would be a tough one but we're told he'll make his decision over the next month or so.", "sentId": 100}, {"text": "We'll keep an eye on that.", "sentId": 101}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 102}, {"text": "Up next Donald Trump head south with good reason to think he will be a lasting force in the Republican race.", "sentId": 103}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "First though, politicians say, or in this case do, darnedest things.", "sentId": 104}, {"text": "Lean in, take a peek here.", "sentId": 105}, {"text": "Hillary Clinton on the dance floor at her friend Vernon Jordan's big birthday bash.", "sentId": 106}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 107}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Donald Trump held a big rally in Alabama Friday night, and in a speech that was trademark Trump as in all about how smart and how rich and how wonderful he is and about how stupid anyone who disagrees with him is, he wished aloud he could speed up the clock.", "sentId": 108}], "secId": 42}, {"speaker": "TRUMP", "sentences": [{"text": "I'd like to have the election tomorrow.", "sentId": 109}, {"text": "I don't want to the wait.", "sentId": 110}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "Now, it is easy to understand why he feels that way.", "sentId": 111}, {"text": "In our latest CNN/ORC national poll, look here, Mr. Trump is on top by a good margin.", "sentId": 112}, {"text": "And in a new Quinnipiac University poll in Florida Trump now leads the two home state candidates -- former governor Jeb Bush and the sitting senator Marco Rubio.", "sentId": 113}, {"text": "A focus on illegal immigration is the big reason for Trump's strength in the polls, and a big reason at the moment he is giving most of his rivals fits.", "sentId": 114}], "secId": 44}, {"speaker": "TRUMP", "sentences": [{"text": "We are going to build a wall.", "sentId": 115}, {"text": "You don't walk over the border for one day and all of the sudden we have another American citizen.", "sentId": 116}, {"text": "It does not work that way.", "sentId": 117}, {"text": "Mexico does not do it.", "sentId": 118}, {"text": "Other places don't do it.", "sentId": 119}, {"text": "Very few places do it.", "sentId": 120}, {"text": "We are the only place just about that is stupid enough to do it.", "sentId": 121}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "And he likes the word \"stupid\".", "sentId": 122}, {"text": "But Ashley he also now has the Republicans talking about anchor babies.", "sentId": 123}, {"text": "First it was about a wall and Mexico will build it, then it was -- now he has an immigration plan that says round them up and throw them out, then let some back in.", "sentId": 124}], "secId": 46}, {"speaker": "PARKER", "sentences": [{"text": "Right.", "sentId": 125}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Now we're talking about anchor babies which some Republicans think is sort of the 2016 equivalent of self-deport.", "sentId": 126}, {"text": "Mitt Romney said self-deport and got into this circular conversation trying to get more to the right on immigration, and Barack Obama got 70 percent of the Latino vote.", "sentId": 127}], "secId": 48}, {"speaker": "PARKER", "sentences": [{"text": "Right.", "sentId": 128}, {"text": "No matter what stance Republican candidates are taking on any of these issues whether they're using the word Anchor baby or not, whether they are for repealing birthright citizenship or not, whether they want to build a wall or not.", "sentId": 129}, {"text": "When they're simply having this debate, they are losing.", "sentId": 130}], "secId": 49}, {"speaker": "PARKER", "sentences": [{"text": "Remember Mitt Romney got 27 percent of the Hispanic vote which really hurt him.", "sentId": 131}, {"text": "Afterwards the Republican Party engaged in deep soul searching.", "sentId": 132}, {"text": "They come up with the  report which basically we have to do better with Hispanic voters and the one way you do not do better with Hispanic voters is begin talking about how big the wall should be, how many of them you should deport and what offensive things you can call their children.", "sentId": 133}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 134}, {"text": "Because no matter the specifics of any of those issues, it sounds to many Latinos we don't want you, and we don't like you, right?", "sentId": 135}], "secId": 51}, {"speaker": "O'KEEFE", "sentences": [{"text": "And what is crazy is that Jeb Bush made that point in the same breath as defending the two-word term that we are discussing, and I don't even like using it.", "sentId": 136}, {"text": "And he was trying to have it both ways in a very odd way for the Republican that many Democrats and many Hispanics have seen as the adult in the room who has been telling his party we need to behave ourselves.", "sentId": 137}, {"text": "We need to talk more thoughtfully about this issue, and we risk losing Hispanic support over and over again.", "sentId": 138}], "secId": 52}, {"speaker": "O'KEEFE", "sentences": [{"text": "I would say, Trump, if you want the election today, you would be lucky to get 20 percent of the Hispanic vote if you're the Republican candidate and he'd lose.", "sentId": 139}], "secId": 53}, {"speaker": "INSKEEP", "sentences": [{"text": "Ashley makes a smart point though.", "sentId": 140}, {"text": "He is driving the debate, driving the issues here.", "sentId": 141}, {"text": "My colleague, John Burnett at NPR had an interesting story this past week in which he spoke with immigration specialists, experts on this issue.", "sentId": 142}, {"text": "They do not agree with how he phrases anything.", "sentId": 143}, {"text": "There's a guy named Mark Krikorian who's an opponent of illegal immigration who said -- he described Trump as a bloviating megalomaniac -- that's his phrase.", "sentId": 144}, {"text": "And yet he went to say but he's, you know, driving important issues and that's all to the good.", "sentId": 145}], "secId": 54}, {"speaker": "INSKEEP", "sentences": [{"text": "So there's a lot of Republicans who are actually happy that he is driving the debate in this direction -- people who are opposed to a lot of these trends.", "sentId": 146}, {"text": "And the question is how do they deal with it politically which as Ed points out is a serious problem?", "sentId": 147}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "How do they deal with it politically and you were there.", "sentId": 148}, {"text": "You just talked about Jeb Bush getting testy about this.", "sentId": 149}, {"text": "Let's just show the moment because Jeb Bush says I am for legal status.", "sentId": 150}, {"text": "The 11 million or so who are here in this country, you are not going to throw them out, so let's come up with a system that lets them come out of the shadows, pay a fine and get in line and get status.", "sentId": 151}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "Listen to Jeb Bush though when he's pressed about this term anchor babies -- meaning someone who comes into the United States and has a baby and is that baby a citizen.", "sentId": 152}], "secId": 57}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Governor, do you regret using the term anchor babies yesterday on the radio?", "sentId": 153}], "secId": 58}, {"speaker": "BUSH", "sentences": [{"text": "No, I didn't.", "sentId": 154}, {"text": "I don't -- I don't regret it.", "sentId": 155}], "secId": 59}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "You don't regret it.", "sentId": 156}], "secId": 60}, {"speaker": "BUSH", "sentences": [{"text": "No, do you have a better term?", "sentId": 157}], "secId": 61}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "I am asking you.", "sentId": 158}], "secId": 62}, {"speaker": "BUSH", "sentences": [{"text": "Ok.  You give me a better term, and I will use it.", "sentId": 159}, {"text": "I'm serious.", "sentId": 160}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "You can see his frustration, because Trump is dominating the debate, and he is setting the issues to debate.", "sentId": 161}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Do you want to be the guy -- a lot of us thought Donald Trump would be a flash in the pan.", "sentId": 162}, {"text": "He is not.", "sentId": 163}, {"text": "He is leading in state polls, he's leading in national polls.", "sentId": 164}, {"text": "He's getting into this and he likes it.", "sentId": 165}, {"text": "You see him actually adapting as a candidate.", "sentId": 166}, {"text": "Remember that one forum in Iowa where he sort of mocked religion and said that I don't ask God for forgiveness and I go to church for my wafer and my wine -- my cracker and my wine.", "sentId": 167}, {"text": "What did he say in Alabama?", "sentId": 168}, {"text": "He said I love my book, but the number one book is the Bible.", "sentId": 169}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "He is getting it.", "sentId": 170}, {"text": "He's picking up -- you want to be the guy --", "sentId": 171}], "secId": 66}, {"speaker": "INSKEEP", "sentences": [{"text": "Although he is still putting his book in the league with the bible.", "sentId": 172}], "secId": 67}, {"speaker": "PARKER", "sentences": [{"text": "Very classy, very smart.", "sentId": 173}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "Do you want to be Jeb Bush when this campaign goes South?", "sentId": 174}, {"text": "In Alabama, Tennessee, Louisiana, Texas, Virginia, maybe North Carolina.", "sentId": 175}, {"text": "You have a big SEC primary on March 1st, a couple of those other southern states will vote right near or around that point.", "sentId": 176}, {"text": "Do you want to be the guy telling the Republican base in the south, which will matter much more in this campaign than it has in years past, I'm for legal status?", "sentId": 177}], "secId": 69}, {"speaker": "Mall", "sentences": [{"text": "Well, potentially, you do if everyone else is splitting that base vote.", "sentId": 178}, {"text": "And Jeb and his people really believe that if they can be the alternative to Trump and Trumpism and this right wing turn on immigration and a host of other issues that by being the adult in the room as Ed said that is his lane.", "sentId": 179}], "secId": 70}, {"speaker": "Mall", "sentences": [{"text": "And so you did see Jeb take a major strategic pivot and go on the attack against Trump this week, and so, you know, there a feeling that he wins in that contrast, because he is not trying to get the same people that Trump is trying to get, while Ted Cruz is trying to get those people, and lot of the other candidates are trying to get those people.", "sentId": 180}, {"text": "Jeb is fundamentally not in competition for the Trump voter.", "sentId": 181}], "secId": 71}, {"speaker": "O'KEEFE", "sentences": [{"text": "And that's the only reason I can think that he validated the term, is that he knows that he has to go down to the South at some point.", "sentId": 182}, {"text": "And if he can at least tip his hat to those people while also making the point that we need to be careful for how we talk about these things.", "sentId": 183}, {"text": "He is trying to triangulate and have it both ways.", "sentId": 184}], "secId": 72}, {"speaker": "PARKER", "sentences": [{"text": "And Jeb did say at one point, you know, I may have to lose the primary to win the general.", "sentId": 185}, {"text": "And I think that speaks to Molly's point.", "sentId": 186}, {"text": "But the issues is Ed and I were both in New Hampshire with Jeb, and one thing that was interesting was a lot of voters we were talking to afterwards, they would say I agree with everything Jeb said.", "sentId": 187}, {"text": "I really like him, but I just want to see more fire in his belly.", "sentId": 188}], "secId": 73}, {"speaker": "PARKER", "sentences": [{"text": "And so in that way Trump is a problem because he is sort of getting overshadowed and shouted down.", "sentId": 189}, {"text": "And a lot of his  points aren't quite rising to the surface right now.", "sentId": 190}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "It's a remarkable.", "sentId": 191}, {"text": "Let's see how it plays out.", "sentId": 192}, {"text": "Mr. Trump leading at the moment and stirring it up.", "sentId": 193}, {"text": "The next big debate September 16th right here on CNN.", "sentId": 194}, {"text": "It's going to be a lot of fun to watch.", "sentId": 195}, {"text": "And guess what -- I guess they'll be talking about immigration, you can bet on it.", "sentId": 196}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "Up next, big Republican donors as they're wont to do getting a bit antsy.", "sentId": 197}, {"text": "And taking the tires on whether a very familiar face could rescue the Republican Party from this summer of Trump.", "sentId": 198}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "Our reporters share from their notebooks around the corner.", "sentId": 199}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table, ask our great reporters to share a little something from their notebooks and get us out ahead of the big news to come.", "sentId": 200}, {"text": "Molly Ball.", "sentId": 201}], "secId": 78}, {"speaker": "BALL", "sentences": [{"text": "I'm going to be watching next week to see what is next in the Jeb Bush versus Donald Trump feud that has started to develop in the past week.", "sentId": 202}, {"text": "There's sort of two sides to this it.", "sentId": 203}, {"text": "First on Jeb's end, his supporters and his allies say this isn't so much about taking down Trump.", "sentId": 204}, {"text": "It's about showing his people that he's got some fight in him.", "sentId": 205}], "secId": 79}, {"speaker": "BALL", "sentences": [{"text": "A lot of Jeb's supporters or possible supporters in the sort of Republican establishment have been concerned that he sort of doesn't seem to have fire in the belly and by taking it to Trump they are hoping he can show that he has that.", "sentId": 206}, {"text": "On Trump's end we have seen that anybody who charges at him gets knocked down pretty quickly.", "sentId": 207}, {"text": "He hasn't gone aggressively after Jeb so far.", "sentId": 208}, {"text": "It will be interesting to see how he responds.", "sentId": 209}, {"text": "This is really the first time anyone has tried to run an actual political campaign, a conventional campaign against Trump.", "sentId": 210}, {"text": "We will see if it has any effect.", "sentId": 211}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "We will see if the Jeb Bush super PAC is going to put some money behind that attack as well.", "sentId": 212}, {"text": "We'll watch that.", "sentId": 213}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "Ed.", "sentId": 214}], "secId": 82}, {"speaker": "O'KEEFE", "sentences": [{"text": "So picking up on the coming week and Jeb Bush.", "sentId": 215}, {"text": "Ten years ago, of course, most Americans remember Hurricane Katrina, but 2004 and 2005 were pretty record setting and deadly years for hurricanes in Florida.", "sentId": 216}, {"text": "Jeb Bush, of course was governor of Florida back then.", "sentId": 217}, {"text": "You talk to Republicans, Democrats, emergency management professionals, even taxi drivers in the state of Florida and they will tell you Jeb Bush was really good at dealing with hurricanes -- part of my focus this week.", "sentId": 218}], "secId": 83}, {"speaker": "O'KEEFE", "sentences": [{"text": "So he is going to be in Pensacola, Florida on Wednesday for a townhall meeting designed to sort of remind Floridians and the rest of the country that when it came to crises, he was pretty good at that.", "sentId": 219}, {"text": "And we can expect that he will probably be discussion a lot more of this in the next few moments.", "sentId": 220}, {"text": "Another way to draw contrast with his competitors on both sides of the aisle to sort of demonstrate that he was competent, calm, cool and collected during a crisis.", "sentId": 221}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "Also probably doesn't hurt to shore up his support back home.", "sentId": 222}, {"text": "Get home to Florida a little bit.", "sentId": 223}], "secId": 85}, {"speaker": "O'KEEFE", "sentences": [{"text": "Absolutely.", "sentId": 224}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Ashley.", "sentId": 225}], "secId": 87}, {"speaker": "PARKER", "sentences": [{"text": "So I've been fascinated by the donor panic we're seeing behind the scenes.", "sentId": 226}, {"text": "At this point donors had expected that, first of all that Donald Trump would implode and second of all that there will be a clear front runner, probably Jeb Bush.", "sentId": 227}, {"text": "And obviously that hasn't happened.", "sentId": 228}, {"text": "So what you're seeing is you're seeing more donors sort of still staying on the sideline than what's expected.", "sentId": 229}], "secId": 88}, {"speaker": "PARKER", "sentences": [{"text": "You're also seeing donors kind of trying to hedge their bets so they may have given to Jeb but they're kind of looking, you know, is Jeb does not work out like expected, you know, who should we give a second look to, who can we also donate to.", "sentId": 230}, {"text": "So you're seeing people giving a second look at John Kasich.", "sentId": 231}, {"text": "And the most interesting thing, you also hear behind the scene, calls about, well, do you think Mitt Romney would run for a third time.", "sentId": 232}, {"text": "And to be clear this doesn't mean that Mitt Romney is in any way thinking of that but this is sort of where donors go when they sort of get worried about their options, they return to Mitt Romney.", "sentId": 233}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "Mitt Romney, he's a Massachusetts guy.", "sentId": 234}, {"text": "Elizabeth Warren is in the news.", "sentId": 235}, {"text": "Mitt Romney is in the news -- it's a good thing -- right.", "sentId": 236}, {"text": "Steve.", "sentId": 237}], "secId": 90}, {"speaker": "INSKEEP", "sentences": [{"text": "I'm looking overseas John to a seemingly obscure development.", "sentId": 238}, {"text": "The British reopened their embassy in Iran.", "sentId": 239}, {"text": "It was closed years ago, they reopened it.", "sentId": 240}, {"text": "It was attacked.", "sentId": 241}, {"text": "They closed it again.", "sentId": 242}, {"text": "Now they're trying again this time in the context of this nuclear deal with world powers", "sentId": 243}], "secId": 91}, {"speaker": "INSKEEP", "sentences": [{"text": "And this raises a lot of longer term questions, for example, will the United States ever reopen an embassy in Iran.", "sentId": 244}, {"text": "I got a chance to ask President Obama about that some months ago.", "sentId": 245}, {"text": "He said never say \"never\".", "sentId": 246}, {"text": "It doesn't sound like it's imminent at all but this is going to be laying over the 2016 campaign I think.", "sentId": 247}, {"text": "Assuming the Iran deal goes forward, how does Iran behave?", "sentId": 248}, {"text": "How does Iran behave toward outside powers?", "sentId": 249}], "secId": 92}, {"speaker": "INSKEEP", "sentences": [{"text": "Anything that country does could become a campaign news event.", "sentId": 250}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "That's fascinating.", "sentId": 251}, {"text": "Steve -- thank you.", "sentId": 252}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 253}, {"text": "Rand Paul won a big victory back home in Kentucky yesterday, allowing him to stay in the presidential race and run for reelection for a senate seat next year.", "sentId": 254}, {"text": "Paul got a big assist in that effort from the Senate Majority Leader Mitch McConnell, who helped persuade state Republican leaders to change to a presidential caucus system.", "sentId": 255}, {"text": "Had the change not been made, state law would not have allowed Paul to be on the primary ballot both as a senate candidate and as a presidential candidate.", "sentId": 256}, {"text": "And given his summer struggles in the Presidential race, he would have soon faced a pretty tough choice.", "sentId": 257}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "But now he faces no such pressure and in this crowded Republican field, even though his poll numbers are comparatively modest at the moment his loyal support and his role in the debates still makes him an impact player.", "sentId": 258}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "That is it for INSIDE POLITICS.", "sentId": 259}, {"text": "Again thanks for sharing your Sunday morning.", "sentId": 260}, {"text": "We'll see you soon.", "sentId": 261}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION starts right now.", "sentId": 262}], "secId": 98}], "sectionCount": 99, "url": "transcripts.cnn.com/TRANSCRIPTS/1508/23/ip.01.html", "sentenceCount": 264, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired August 23, 2015 - 08:30   ET", "speakers": ["KING", "TRUMP", "BUSH", "UNIDENTIFIED MALE", "CLINTON", "With us to share their reporting and their insights", "BALL", "O'KEEFE", "INSKEEP", "PARKER", "Mall"], "title": "INSIDE POLITICS"}