{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1611.04.ip.02.html.json", "subTitle": "Campaigns in Final Stretch of the Race; Donald Trump Catching Up?; Trump Stays on Message; Clinton Attacks Old Trump Statements. Aired 12:30-1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "CLINTON", "sentences": [{"text": "It's been a long time 108 years.", "sentId": 0}, {"text": "To win a championship and so last night was very special on lots of fronts and who knows.", "sentId": 1}, {"text": "Maybe we'll see even more history made in a few days.", "sentId": 2}], "secId": 0}, {"speaker": "CLINTON", "sentences": [{"text": "You know, the last time the Cubs won, women couldn't vote.", "sentId": 3}, {"text": "I think women are making up for that in this election.", "sentId": 4}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "And here you see pictures of that parade of which I just spoke.", "sentId": 5}, {"text": "The Chicago Cubs marching through, driving through, Chicago on the double-decker bus there celebrating, celebrating a well-deserved world championship.", "sentId": 6}, {"text": "A fascinating World Series here in the United States, the Chicago Celebrate and Manu, gets a sentence or two because he's Mr. Chicago.", "sentId": 7}], "secId": 2}, {"speaker": "RAJU", "sentences": [{"text": "And celebrate -- celebrate last as a life-long and long-suffering Cubs fan, this is one of my top five life moments.", "sentId": 8}, {"text": "Yeah, I'll try not to pull a John Boehner weep onset because I'm a fan.", "sentId": 9}], "secId": 3}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "On behalf of Red Sox fans you're welcome for Theo.", "sentId": 10}], "secId": 4}, {"speaker": "RAJU", "sentences": [{"text": "That's all I thank you, I'll remember that.", "sentId": 11}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Remember Red Sox Nations also broke their curse in a presidential year 2004.", "sentId": 12}, {"text": "This is when these great things happen.", "sentId": 13}], "secId": 6}, {"speaker": "RESTON", "sentences": [{"text": "But you see how on- message Hillary Clinton was there?", "sentId": 14}, {"text": "Tie it back to the women's vote?", "sentId": 15}], "secId": 7}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 16}], "secId": 8}, {"speaker": "RESTON", "sentences": [{"text": "Tie it back to the women's vote.", "sentId": 17}], "secId": 9}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 18}], "secId": 10}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "In 2004 didn't the globe poll people on Massachusetts the one where you have the Red Sox win or John Carrey win, and it really wasn't that much of a competition?", "sentId": 19}, {"text": "KING: Yeah, it wasn't that much of a competition.", "sentId": 20}, {"text": "Teddy Roosevelt was president of the United States the last time the Cubs won the World Series, so congratulations to the people of Chicago.", "sentId": 21}], "secId": 11}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Let's get back to the election here.", "sentId": 22}, {"text": "I want to show -- bring up for me if you can this \"Washington Post\" ABC poll, the candidates on the issues.", "sentId": 23}, {"text": "If you want to be convinced of how evenly divided America is, look at this.", "sentId": 24}, {"text": "On the issue of corruption, Donald Trump has an advantage, but on the economy, 47-47, on terrorism, 49-45, on HC healthcare, 49-48, on immigration, 46-48.", "sentId": 25}, {"text": "We live in -- this is why the election is relatively close heading to the final week.", "sentId": 26}, {"text": "And because we live in a country that is incredibly polarized and evenly divide on these issues.", "sentId": 27}, {"text": "The question I have, the concern, is have any of them actually been litigated?", "sentId": 28}, {"text": "Will the winner of this election be able to say the American people want me to do this on healthcare?", "sentId": 29}, {"text": "The American people want this on the economy?", "sentId": 30}], "secId": 12}, {"speaker": "HENDERSON", "sentences": [{"text": "Heck no.", "sentId": 31}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "This is all been about character.", "sentId": 32}, {"text": "He's unstable.", "sentId": 33}, {"text": "You can't trust him.", "sentId": 34}, {"text": "She's crooked and corrupt.", "sentId": 35}], "secId": 14}, {"speaker": "RAJU", "sentences": [{"text": "Yeah.", "sentId": 36}, {"text": "It's divided -- been a policy debate.", "sentId": 37}, {"text": "It's been a personality debate.", "sentId": 38}, {"text": "And that is why Hillary Clinton, one of the reasons why she was focusing a lot on the red states to flip those red states.", "sentId": 39}, {"text": "She wanted to have a massive landslide win in the Electoral College and say that the party, the country's behind me.", "sentId": 40}, {"text": "I have a mandate.", "sentId": 41}, {"text": "We should reform the immigration system, but if she limps to the White House, how do you make that case?", "sentId": 42}, {"text": "Especially in the campaign that's been all about trying to disqualify the other guy on personality.", "sentId": 43}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Yeah, personal case and one of the places she'll be fighting for tonight is the state of Michigan.", "sentId": 44}, {"text": "Which again is been not since 1988 has Michigan voted Republican for president.", "sentId": 45}, {"text": "She still has a lead there it's a little above five points.", "sentId": 46}, {"text": "She thinks she still has it, but she's being extra cautious especially trying to drive up African- American turn out in Detroit.", "sentId": 47}, {"text": "Mike Pence, the Republican vice presidential candidate is there today trying to make a direct blue collar appeal to one of the old days we would call Reagan Democrats.", "sentId": 48}], "secId": 16}, {"speaker": "PENCE", "sentences": [{"text": "Hillary Clinton's plan more of the same more taxes, more regulation, more of the kind of trade deals that are shipping jobs overseas.", "sentId": 49}, {"text": "I mean more of the kind of policies that are stifling America's economy on energy and more Obamacare.", "sentId": 50}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "It's the white --", "sentId": 51}], "secId": 18}, {"speaker": "RESTON", "sentences": [{"text": "One guy that actually talks about policy.", "sentId": 52}], "secId": 19}, {"speaker": "HENDERSON", "sentences": [{"text": "He doesn't need a prompter.", "sentId": 53}], "secId": 20}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Even if he doesn't get over the top on Michigan we are, I think, seeing in this election, in historic reordering of the battlegrounds states.", "sentId": 54}, {"text": "Historically Democrats have done better since 1992 in the battleground states of the Rustbelt, places like Iowa, Ohio, Michigan, Wisconsin and Pennsylvania than they had in the battleground states of the Sunbelt which are North Carolina, Virginia, Florida, Colorado and Nevada.", "sentId": 55}, {"text": "In this election Trump probably is going to flip Ohio and Iowa and he is absolutely battering at the doors in the other three with strength among blue collar workers.", "sentId": 56}, {"text": "On the other hand, you know, you see a Nevada, Colorado and Virginia where you have the combination of diversity and white collar whites moving more towards the Democrats and potentially Georgia and Arizona joining that list again, even if she doesn't get over ...", "sentId": 57}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "And North Carolina not far behind, Florida not far behind.", "sentId": 58}], "secId": 22}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Right.", "sentId": 59}, {"text": "Even if she doesn't go over the top in Arizona and Georgia, if she gets close, it signals where our politics is going and an older blue collar Republican coalition center in the Rustbelt versus diverse younger Democratic coalition being centered in the Sunbelt.", "sentId": 60}], "secId": 23}, {"speaker": "RESTON", "sentences": [{"text": "I don't think we have different candidate, though, running against Trump that this could be an entirely different ball game on those states.", "sentId": 61}, {"text": "I mean Hillary Clinton has never been able to find the right message, to target those voters and really connect with them in the way that, you know, even her husband did.", "sentId": 62}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "Would a popular set a better chance?", "sentId": 63}], "secId": 25}, {"speaker": "RESTON", "sentences": [{"text": "Yeah.", "sentId": 64}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "And I think I picture although some of it is just the basic demographics.", "sentId": 65}], "secId": 27}, {"speaker": "RESTON", "sentences": [{"text": "Yeah.", "sentId": 66}], "secId": 28}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Trump takes the trends and just turbo charge them.", "sentId": 67}], "secId": 29}, {"speaker": "RESTON", "sentences": [{"text": "Right.", "sentId": 68}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "And so we mentioned these changes in these places.", "sentId": 69}, {"text": "Hillary Clinton is going to be in Pittsburgh, Pennsylvania, in just a short time today.", "sentId": 70}, {"text": "Used to be a steel town.", "sentId": 71}, {"text": "Now it's biomedical.", "sentId": 72}, {"text": "It's a new economy in Pittsburgh.", "sentId": 73}, {"text": "Pittsburgh's coming back again.", "sentId": 74}, {"text": "She is going to talk there but also Mark Cuban, the billionaire, she likes -- Hillary Clinton likes to question if Mark Cuban is a real billionaire?, She says is Donald Trump a billionaire?", "sentId": 75}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "And so Mark Cuban were told is going to poke Donald Trump on, you know, you don't pay your taxes you're not really a billionaire, you don't really know how to run a business.", "sentId": 76}, {"text": "Last night and I believe where was he last night?", "sentId": 77}, {"text": "North Carolina, Donald Trump was standing in front of a bunch of American military heroes and listen to how we recast the word braver.", "sentId": 78}], "secId": 32}, {"speaker": "TRUMP", "sentences": [{"text": "There's so much more brave than me I wouldn't have done what they did.", "sentId": 79}, {"text": "I'm brave in other ways.", "sentId": 80}, {"text": "I'm brave -- I'm financially brave.", "sentId": 81}, {"text": "Big deal, right?", "sentId": 82}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "I think he's trying to be funny.", "sentId": 83}, {"text": "I think he's trying to be funny but one of those lines that make you go?", "sentId": 84}], "secId": 34}, {"speaker": "HENDERSON", "sentences": [{"text": "Like yeah.", "sentId": 85}, {"text": "No.", "sentId": 86}, {"text": "A little off-message there.", "sentId": 87}, {"text": "North Carolina I mean in terms of military bases, a really important state, they largest military base there, Fort Bragg.", "sentId": 88}, {"text": "And in other states Virginia, Florida, big military population so smart of him to be talking to that ...", "sentId": 89}], "secId": 35}, {"speaker": "RESTON", "sentences": [{"text": "Financially brave.", "sentId": 90}], "secId": 36}, {"speaker": "HENDERSON", "sentences": [{"text": "Financially brave, he is not ...", "sentId": 91}], "secId": 37}, {"speaker": "RESTON", "sentences": [{"text": "That underscores the fact that he's a risk taker, unpredictable.", "sentId": 92}, {"text": "All of those things he doesn't want to reinforce right now.", "sentId": 93}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "His brave enough to get good tax accounts and not pay his taxes.", "sentId": 94}, {"text": "What the Democrats going to say about this.", "sentId": 95}, {"text": "Let's close on this.", "sentId": 96}, {"text": "We always talk about the Obama coalition.", "sentId": 97}, {"text": "He won two convincing presidential elections with young voters diversity, running it up with African-Americans, running it up with Latinos, college educated whites.", "sentId": 98}, {"text": "Her coalition is a little bit different.", "sentId": 99}], "secId": 39}, {"speaker": "HENDERSON", "sentences": [{"text": "Yup.", "sentId": 100}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "She Expects African-American try no to drop a little bit because of loyalty for President Obama, She's hoping to do better among college educated white women impart because of her and impart because of Trump.", "sentId": 101}], "secId": 41}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 102}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "Here's a little bit -- her surrogates on the road trying to put together the pieces of the puzzle.", "sentId": 103}], "secId": 43}, {"speaker": "OBAMA", "sentences": [{"text": "I'm not on the ballot this time.", "sentId": 104}, {"text": "But fairness is on the ballot.", "sentId": 105}, {"text": "Decency is on the ballot.", "sentId": 106}, {"text": "Justice is on the ballot.", "sentId": 107}, {"text": "All the progress we've made is on the ballot.", "sentId": 108}, {"text": "Democracy's on the ballot.", "sentId": 109}], "secId": 44}, {"speaker": "SANDERS", "sentences": [{"text": "This campaign is not a personality contest.", "sentId": 110}, {"text": "We're not voting for high school president.", "sentId": 111}, {"text": "We're voting for the most powerful leader in the entire world.", "sentId": 112}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "The president, her former primary rival and her vice presidential running mate all in Spanish, that speech from Tim Kaine that was a little history.", "sentId": 113}, {"text": "Yesterday as he targets Latino voters.", "sentId": 114}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "Stay with us, a lot more to talk about.", "sentId": 115}, {"text": "Al so stay with us on Tuesday, don't miss any of CNN's coverage day of Election Day here in America.", "sentId": 116}, {"text": "We'll have every race, every result, that's all day Trust me, all day coverage, this Tuesday.", "sentId": 117}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Up next, your take on a campaign that is toxic to the end.", "sentId": 118}, {"text": "Including talk about indictment and treat of impeachment even before we know who wins.", "sentId": 119}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 120}, {"text": "In the final dates of this presidential campaign, well, listen here.", "sentId": 121}, {"text": "This sure sounds ominous.", "sentId": 122}], "secId": 49}, {"speaker": "TRUMP", "sentences": [{"text": "The FBI is investigating how Hillary Clinton put the office of secretary of state up for sale in violation of federal law.", "sentId": 123}, {"text": "The investigation is described as a high priority.", "sentId": 124}, {"text": "It's far reaching and has been going on for more than one year.", "sentId": 125}, {"text": "It was reported that an avalanche of information is coming in.", "sentId": 126}, {"text": "The FBI agents say their investigation is likely to yield an indictment.", "sentId": 127}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "Wow, right?", "sentId": 128}, {"text": "Game over?", "sentId": 129}, {"text": "Except it's not true.", "sentId": 130}, {"text": "It was also reported pigs fly and cupcakes don't have calories.", "sentId": 131}, {"text": "Trump there was borrowing from a \"Fox News\" report that CNN and several other networks have checked out and found to be, emphasis on \"Not\" true.", "sentId": 132}, {"text": "Even Fox walk back the story.", "sentId": 133}, {"text": "But don't expect Trump would take it back or say sorry.", "sentId": 134}, {"text": "That's part of the campaign were there is plenty -- that there is plenty in the Wikileaks documents, in her career history, her service at the state department, plenty to make a case against Hillary Clinton that is within the bounds of even acceptable political high burbly, but that's just not true.", "sentId": 135}], "secId": 51}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Trump using I mean just the implications after this election of elements in the FBI being willing to kind of promote this story, and injecting the FBI into the last week of a presidential campaign that is just an extraordinary moment that I think is going to cause a lot of people and mostly Republicans are the ones who are usually worries about excessive federal power.", "sentId": 136}], "secId": 52}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 137}], "secId": 53}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "This is kind of an ominous ...", "sentId": 138}], "secId": 54}, {"speaker": "RAJU", "sentences": [{"text": "That's why this letter was so damaging, because it was just so vague about exactly what they were looking into and whether or not this leads to anything.", "sentId": 139}, {"text": "Maybe it's very serious.", "sentId": 140}, {"text": "Maybe Donald Trump will eventually be right, but maybe he'll have no bearing whatsoever and ...", "sentId": 141}], "secId": 55}, {"speaker": "RESTON", "sentences": [{"text": "But it's also ...", "sentId": 142}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "Jim Comey didn't just fall off the apple cart.", "sentId": 143}], "secId": 57}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 144}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "He's been in the time a long time.", "sentId": 145}, {"text": "There were some people around him and say oh, he didn't know it's going to be spun this way.", "sentId": 146}, {"text": "Of course, he knew it's going to be spun this way.", "sentId": 147}], "secId": 59}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 148}, {"text": "I mean it's almost -- it's the evolution of what we saw at the RNC convention, his nominated convention.", "sentId": 149}, {"text": "Where people where chanting, now, lock her up.", "sentId": 150}, {"text": "And you go to a Trump rally so you obviously hear the same thing, so for Trump, even though what he was saying isn't true, it's fertile ground.", "sentId": 151}], "secId": 60}, {"speaker": "RAJU", "sentences": [{"text": "Yeah.", "sentId": 152}], "secId": 61}, {"speaker": "HENDERSON", "sentences": [{"text": "Well enough and more fertile than talking about Obamacare.", "sentId": 153}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "And so there is an investigation, they're looking at some e- mails.", "sentId": 154}, {"text": "Nobody has any idea what the e-mails are.", "sentId": 155}, {"text": "You'll hear Republicans or conservative websites saying what they're, they have no idea what they're talking about, because we don't know.", "sentId": 156}, {"text": "The FBI says even it's just starting to review them, but you have some Republicans including Republicans who have titles like chairman in this town already saying if Hillary Clinton wins, we're going to probably impeach her.", "sentId": 157}], "secId": 63}, {"speaker": "MCCAUL", "sentences": [{"text": "Assuming she wins, and the investigation goes forward, and it looks like an indictment is pending, at that point in time under the constitution, the House of Representatives would engage in an impeachment trial.", "sentId": 158}, {"text": "It would go to the Senate and impeachment proceedings and removal would take place.", "sentId": 159}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "There's a couple of \"Ifs\" in there ...", "sentId": 160}], "secId": 65}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 161}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "But why talk about this in a town that is already toxic, in a town that can't get this, so why do you say you ask me that after the FBI reaches its conclusion.", "sentId": 162}], "secId": 67}, {"speaker": "RESTON", "sentences": [{"text": "But it remind all of those Republican voters, moderate Republican voters who were thinking, maybe, they could vote for Hillary Clinton, it reinforces, again, what they don't like about her.", "sentId": 163}, {"text": "This cloud over the Clintons that we've had for many years, and ...", "sentId": 164}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "You can do it in a slightly less alarming way.", "sentId": 165}, {"text": "Can't you?", "sentId": 166}], "secId": 69}, {"speaker": "RESTON", "sentences": [{"text": "Can.", "sentId": 167}], "secId": 70}, {"speaker": "RAJU", "sentences": [{"text": "But, you know, you don't forget about Mike McCaul's own politics on this.", "sentId": 168}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 169}], "secId": 72}, {"speaker": "RAJU", "sentences": [{"text": "He potentially may run in the Senate Primary against Ted Cruz in 2018, you know, this is of course ...", "sentId": 170}], "secId": 73}, {"speaker": "RESTON", "sentences": [{"text": "Just pro playing.", "sentId": 171}], "secId": 74}, {"speaker": "RAJU", "sentences": [{"text": "Yeah.", "sentId": 172}], "secId": 75}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "A mistake maybe our assumption has been for most of the past 20 years, it's the toxicity is confined to this town.", "sentId": 173}, {"text": "It's in the political system and the political leaders.", "sentId": 174}, {"text": "In fact if you're looking at polling in this election, 90 percent of Clinton voters said they have a highly unfavorable view of Trump.", "sentId": 175}, {"text": "90 percent of Trump voters ...", "sentId": 176}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 177}], "secId": 77}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "You know, in the 1990s ballot, people voted for Bill Clinton and respected Bob Dole ...", "sentId": 178}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 179}], "secId": 79}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "It was in 200o, a lot of people who voted for Bush or Gore could've lived with the other one even in a wait, there are a lot of Obama voters, you know, who respect McKinney vice versa.", "sentId": 180}, {"text": "This election, it really feels as though these candidates are running to be the president of different countries, with two different electorates that not only don't like the other guy, but don't really like the other electorate.", "sentId": 181}, {"text": "The other American.", "sentId": 182}], "secId": 80}, {"speaker": "RESTON", "sentences": [{"text": "The phase of the campaign where, you know, we should just expect all kinds of fact-free things to be thrilling into ether, you know, remember ...", "sentId": 183}], "secId": 81}, {"speaker": "RAJU", "sentences": [{"text": "Why start it now?", "sentId": 184}], "secId": 82}, {"speaker": "RESTON", "sentences": [{"text": "But missing weapons of mass destruction, a couple of election cycles ago.", "sentId": 185}, {"text": "All those things that you can't prove, why not just throw them out there before election.", "sentId": 186}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "As long as they bring me a calorie-free beer.", "sentId": 187}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "Let us just show as we're about to close here, but let's just show this.", "sentId": 188}, {"text": "There's one bipartisan agreement on this.", "sentId": 189}, {"text": "American people say they're disgusted.", "sentId": 190}, {"text": "RESTON: Yeah.", "sentId": 191}], "secId": 85}, {"speaker": "RAJU", "sentences": [{"text": "Yeah.", "sentId": 192}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "82 percent in the CBS \"New York Times\" will say this campaign has made them feel more disgusted.", "sentId": 193}, {"text": "13 percent say excited.", "sentId": 194}, {"text": "3 percent neither.", "sentId": 195}, {"text": "I mean this is ...", "sentId": 196}], "secId": 87}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah, you want to feel disgusted when you go to vote and before.", "sentId": 197}, {"text": "Everyone -- yeah, people want this to be over soon.", "sentId": 198}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Well, it will be over soon, but, please, no matter how disgusted you feel wherever you are on the spectrum vote.", "sentId": 199}, {"text": "Vote-voice your frustration that way.", "sentId": 200}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "Our reporters share from their notebooks next, including the key role single women voters may play when we count the votes, come Tuesday.", "sentId": 201}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "All right, about to close here on this beautiful day just above the White House.", "sentId": 202}, {"text": "Let's head across the \"Inside Politics\" table, ask our reporters to get you out ahead of the big police news.", "sentId": 203}, {"text": "Sneak peak of their notebooks.", "sentId": 204}, {"text": "Maeve Reston?", "sentId": 205}], "secId": 91}, {"speaker": "RESTON", "sentences": [{"text": "So, one of the things that I am most curious about on Tuesday night is what we're going to see from single women voters.", "sentId": 206}, {"text": "Obviously, people thought this was going to be a record year for female turnout.", "sentId": 207}, {"text": "We don't know what the FBI announcement has done, so potentially the press turned out among unmarried women.", "sentId": 208}, {"text": "The Clinton's allies still; believe that Trump is an incredible galvanizing force for single women and they have been, you know, doing all kinds of efforts on social media to get them to voter early, get them out there and so we may potentially see a record turnout by single women on Tuesday night.", "sentId": 209}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Crunch the numbers.", "sentId": 210}, {"text": "Manu?", "sentId": 211}], "secId": 93}, {"speaker": "RAJU", "sentences": [{"text": "Paul Ryan is in a bit of hot water with the right wing of his conference.", "sentId": 212}, {"text": "Some were not happy about the way that he's handled Donald Trump.", "sentId": 213}, {"text": "Others want some more reforms to the way that the Republican leadership has run the Republican conference.", "sentId": 214}, {"text": "He has a key speaker vote coming up after the election assuming the Republican keeps the majority, but the challenge for him is that if they do keep the majority, it's going to be a narrower majority where the conservatives will be emboldened, because there'll be fewer moderates and if they decide to vote against him on the floor, he could not get the 218 vote threshold in order to be re-elected speaker.", "sentId": 215}, {"text": "So he's got some lobbying to do in order to win back support.", "sentId": 216}, {"text": "He says he's absolutely running for speaker but it could be a little bit of a challenge for him.", "sentId": 217}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "A lot of these fights and fissures and fractions in fact the Republican Party are not going to end on Election Day.", "sentId": 218}], "secId": 95}, {"speaker": "HENDERSON", "sentences": [{"text": "No.", "sentId": 219}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "This will be going on for a while.", "sentId": 220}, {"text": "Ron?", "sentId": 221}, {"text": "BROWNSTEIN: Through the end of October, Hillary Clinton had spent $180 million on television in Florida, North Carolina and Ohio combined.", "sentId": 222}, {"text": "Three states that are part of her insurance policy.", "sentId": 223}, {"text": "She has spent a combined 17 million on television at that point in Colorado, Michigan and Wisconsin.", "sentId": 224}, {"text": "Three states that are in her inner core of getting 270 Electoral College votes.", "sentId": 225}, {"text": "And we'll see in a week whether that gamble that they focus so much on the reach states are we're safe enough and their must states will pay off.", "sentId": 226}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "Tend to your guardian before you go explore may be better advice there, Nia?", "sentId": 227}], "secId": 98}, {"speaker": "HENDERSON", "sentences": [{"text": "A lot of questions about where Michelle Obama has been over these last days, because she was so effective in being out there and visible in different states.", "sentId": 228}, {"text": "She has been all over black radio, really, over these last days.", "sentId": 229}, {"text": "And that's going to continue, she's been on the Rickey Smiley show, Erica Campbell, Cathy Mocha  as well as the Steve Harvey morning show.", "sentId": 230}, {"text": "That's a show that gets 6 million listeners a week, it's on 60 stations across the country and the message is pretty simple.", "sentId": 231}, {"text": "If you love the Obama's, vote for Hillary Clinton.", "sentId": 232}, {"text": "She's also been cutting ads or some down ballot candidates as well and you expect to see her out on the stump, she'll certainly be out with Clinton on Monday.", "sentId": 233}], "secId": 99}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Monday in Pennsylvania.", "sentId": 234}], "secId": 100}, {"speaker": "HENDERSON", "sentences": [{"text": "In that mega panel of folks.", "sentId": 235}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "That's an important event.", "sentId": 236}, {"text": "Pennsylvania, no early voting.", "sentId": 237}], "secId": 102}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 238}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "No early voting.", "sentId": 239}], "secId": 104}, {"speaker": "RESTON", "sentences": [{"text": "Exactly.", "sentId": 240}], "secId": 105}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Almost as good as an \"Inside Politics\" panel.", "sentId": 241}], "secId": 106}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 242}], "secId": 107}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Almost.", "sentId": 243}], "secId": 108}, {"speaker": "RAJU", "sentences": [{"text": "All things are relative yeah.", "sentId": 244}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "I'm going to closing with a question that takes me back in times when I cover the Bush White House.", "sentId": 245}, {"text": "It's a big rally crowd more important to Donald Trump and his campaign than smart targeting?", "sentId": 246}, {"text": "Tuesday's results will tell for sure.", "sentId": 247}, {"text": "But last night offers a telling example.", "sentId": 248}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "Trump visited reliably Republican Johnston County and spoke to a big crowd, that's in North Carolina.", "sentId": 249}, {"text": "But it isn't a big vote setter as the \"Washington Post\" notes today, Mitt Romney, got more than 2.3 million votes in North Carolina four years ago just 48,000 from rural Johnston County.", "sentId": 250}, {"text": "Now a friend of mine with a ton of campaign experience makes this observation.", "sentId": 251}, {"text": "It seems to be he says a violation of the legendary Rumsfeld rules.", "sentId": 252}, {"text": "You know, Donald Rumsfeld, the defense secretary in the Bush administration.", "sentId": 253}, {"text": "A leader and a staff not appreciating as Romney, puts it \"The wrongness of waste and misuse.\"", "sentId": 254}, {"text": "In this case, waste and misuse of the principal's time.", "sentId": 255}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "A fair observation?", "sentId": 256}, {"text": "Well, let's see how North Carolina goes Tuesday.", "sentId": 257}, {"text": "In any event here is a safe bet.", "sentId": 258}, {"text": "Trump is more than happy to be in conflict with the Rumsfeld rule.", "sentId": 259}, {"text": "We're about to say goodbye, but we're not, we're going to stay with you right here.", "sentId": 260}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Watch as Donald Trump, campaigning live in Atkinson, New Hampshire.", "sentId": 261}, {"text": "Let's go.", "sentId": 262}], "secId": 113}, {"speaker": "TRUMP", "sentences": [{"text": "650, 000 I figured.", "sentId": 263}, {"text": "I guess there has to be some surprises.", "sentId": 264}, {"text": "See what they find in those 652.", "sentId": 265}, {"text": "It won't be pretty.", "sentId": 266}, {"text": "Hillary Clinton lied to Congress under oath when she said she turned overall of her work related e-mails and that she didn't sent classified information on her illegal server.", "sentId": 267}, {"text": "Meaning she may now face major problems for perjury.", "sentId": 268}], "secId": 114}, {"speaker": "TRUMP", "sentences": [{"text": "How can Hillary manage this country when she can't even manage her e- mails?", "sentId": 269}, {"text": "Did you ever see?", "sentId": 270}, {"text": "Hey, folks, let's forget all of this stuff.", "sentId": 271}, {"text": "What a mess.", "sentId": 272}, {"text": "What a mess.", "sentId": 273}, {"text": "And all she had to do follow the rules and assume people are watching or listening.", "sentId": 274}, {"text": "Who cares, right?", "sentId": 275}, {"text": "What a mess and for what?", "sentId": 276}, {"text": "Now we're going have her running the country for four years?", "sentId": 277}, {"text": "What a -- honestly what a terrible, terrible mess over what?", "sentId": 278}, {"text": "Over nothing.", "sentId": 279}, {"text": "Over what should've been nothing.", "sentId": 280}, {"text": "All she had to do was follow the rules.", "sentId": 281}, {"text": "Unbelievable.", "sentId": 282}, {"text": "And now she's going to run the country.", "sentId": 283}, {"text": "She'll be under investigation for years.", "sentId": 284}, {"text": "She'll be with trials.", "sentId": 285}, {"text": "Our country, we have to get back to work, right?", "sentId": 286}], "secId": 115}, {"speaker": "TRUMP", "sentences": [{"text": "Well, one of her top people, I guess, her top person, said -- this Wikileaks said that she has bad instincts.", "sentId": 287}, {"text": "What a bad thing, bad instincts.", "sentId": 288}, {"text": "She should fire him.", "sentId": 289}, {"text": "Honestly.", "sentId": 290}, {"text": "That would be good instincts, but she should fire him.", "sentId": 291}, {"text": "John Podesta.", "sentId": 292}, {"text": "In an e-mail, said, Hillary has bad instincts.", "sentId": 293}, {"text": "Do you want that for your president?", "sentId": 294}, {"text": "And Bernie Sanders said bad judgment, but in all fairness, he was running against her.", "sentId": 295}], "secId": 116}, {"speaker": "TRUMP", "sentences": [{"text": "So he said bad judgment.", "sentId": 296}, {"text": "But the guy that's running her campaign says Hillary really has bad instincts.", "sentId": 297}, {"text": "Then we're going to say or let's make her president.", "sentId": 298}, {"text": "The FBI agents say their investigation is likely to yield an indictment, however, the report also showed that the political leadership at the Department of Justice is trying as hard as it can to protect their angel.", "sentId": 299}, {"text": "Hillary Clinton.", "sentId": 300}], "secId": 117}, {"speaker": "TRUMP", "sentences": [{"text": "Why didn't they protect General Cartwright?", "sentId": 301}, {"text": "And why didn't they protect General Petraeus?", "sentId": 302}, {"text": "And why didn't they protect a kid who's taken a couple pictures of a submarine that's an old submarine and they put him in jail.", "sentId": 303}, {"text": "They put him in jail.", "sentId": 304}, {"text": "Lovely family, lovely mother.", "sentId": 305}, {"text": "They put him in jail because he wanted to have some remembrance of where he worked.", "sentId": 306}, {"text": "It's an old submarine, believe me, they have pictures of the submarine that nobody know knows about probably, right?", "sentId": 307}, {"text": "They put him in jail and you see what she does and she's allowed to run for president.", "sentId": 308}, {"text": "Hey, folks, and you know what that tells you?", "sentId": 309}, {"text": "The system is rigged.", "sentId": 310}, {"text": "And I've been telling that for a long time.", "sentId": 311}, {"text": "System's rigged.", "sentId": 312}, {"text": "She shouldn't be allowed to run.", "sentId": 313}, {"text": "Hillary has engaged in a massive criminal enterprise and cover-up.", "sentId": 314}, {"text": "She created an illegal e-mail server to shield her criminal activity and corrupt pay for play.", "sentId": 315}, {"text": "She illegally transmitted confidential information.", "sentId": 316}, {"text": "You're just not allowed to do that.", "sentId": 317}, {"text": "Forget about the second go-round which she's in now.", "sentId": 318}, {"text": "The first go-round you're not allowed to do it.", "sentId": 319}, {"text": "You're not allowed to delete after you get a subpoena.", "sentId": 320}], "secId": 118}, {"speaker": "TRUMP", "sentences": [{"text": "She illegally destroyed federal records including 33,000 e-mails which she deleted after getting that subpoena from Congress.", "sentId": 321}, {"text": "If she were to win it would create an unprecedented constitutional crisis.", "sentId": 322}, {"text": "What a mess.", "sentId": 323}, {"text": "I mean we went through it with him, with the impeachment and the lies aren't we tired of this stuff?", "sentId": 324}, {"text": "She's likely to be under investigation for a long time, concluding in a criminal trial, our president.", "sentId": 325}], "secId": 119}, {"speaker": "TRUMP", "sentences": [{"text": "America deserves a government that can go to work on day one, get it done.", "sentId": 326}, {"text": "Real change begins with immediately repealing and replacing the disaster known as Obamacare.", "sentId": 327}, {"text": "And Obama's, you know, he's campaigning all over the place.", "sentId": 328}, {"text": "I left Miami yesterday.", "sentId": 329}, {"text": "There was the plane.", "sentId": 330}, {"text": "He's campaigning, campaigning.", "sentId": 331}, {"text": "He ought to be in the White House working and getting our jobs back and building up our military and creating some semblance of a border which we don't have now.", "sentId": 332}, {"text": "It's just been announced that Americans nationwide --", "sentId": 333}], "secId": 120}], "sectionCount": 121, "url": "transcripts.cnn.com/TRANSCRIPTS/1611/04/ip.02.html", "sentenceCount": 335, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired November 4, 2016 - 12:30   ET", "speakers": ["CLINTON", "KING", "RAJU", "BROWNSTEIN", "RESTON", "HENDERSON", "PENCE", "TRUMP", "OBAMA", "SANDERS", "MCCAUL"], "title": "INSIDE POLITICS"}