{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1607.20.ip.02.html.json", "subTitle": "Trump Speechwriter Says Trump Rejected Her Resignation; Trump Camp ID's Melania's Speechwriter. Aired 12:30-1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "RESTON", "sentences": [{"text": "And I personally admire the way that Mr. Trump has handled this situation and I'm grateful for his understanding.", "sentId": 0}], "secId": 0}, {"speaker": "RESTON", "sentences": [{"text": "So no, the word plagiarism is not in that statement.", "sentId": 1}, {"text": "But what she is saying is that Melania read her passages from Michelle Obama's speech over the phone, she wrote them down and then they got incorporated into the speech and they were casting this as an innocent mistake by someone who is clearly going to stay with the Trump organization.", "sentId": 2}, {"text": "John?", "sentId": 3}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Maeve Reston with the breaking news.", "sentId": 4}, {"text": "Thanks for going through that in context.", "sentId": 5}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "It's a fascinating statement because deliberate or not, when you plagiarize, it's plagiarism.", "sentId": 6}, {"text": "And I think Ms. McIver had a word that it happened and did not see why.", "sentId": 7}, {"text": "It is interesting, I should know, she says she works for the Trump organization that's not the Trump campaign.", "sentId": 8}, {"text": "But there's some back and forth between the two.", "sentId": 9}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "People in the organization who have been with Mr. Trump for a long time, his loyal aides and we should stress, loyalty's a good thing, have helped out in the campaign here.", "sentId": 10}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Your head went back a little back than mine at the same point, wherein Ms. McIver's statement, she says, that Melania told her she wanted to incorporate the views of people she admires, including Michelle Obama.", "sentId": 11}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Now that is neither here nor there when it comes to the issue of plagiarism, but at a Republican convention, to have the possible future lady -- future first lady of the United States saying among the people she admires is Michell Obama.", "sentId": 12}, {"text": "Some, I mean, this is the place where, you know, you're not supposed to hug the president if he comes to give you hurricane relief or something like that.", "sentId": 13}, {"text": "Does that matter?", "sentId": 14}], "secId": 6}, {"speaker": "HAM", "sentences": [{"text": "Yes, the Trump's just admire the Obama's so darn much, but does that mean -- it's both impossible and can possibly kick some people off.", "sentId": 15}, {"text": "But here's the thing about -- it's the timing of this.", "sentId": 16}], "secId": 7}, {"speaker": "HAM", "sentences": [{"text": "You have this tension between the conventional ways of doing politics and the way Donald Trump does politics.", "sentId": 17}, {"text": "And you could have, I think there's a world where you could have the best of both worlds.", "sentId": 18}, {"text": "I think here, we have the worst of both worlds.", "sentId": 19}, {"text": "The Donald Trump method was to just deny, deny, deny and go on down this road for what, 48 hours.", "sentId": 20}, {"text": "I think if he had kept doing that, tonight, something else would have happened and we would have moved on.", "sentId": 21}], "secId": 8}, {"speaker": "HAM", "sentences": [{"text": "But here he is, stepping on his own convention again.", "sentId": 22}], "secId": 9}, {"speaker": "MARTIN", "sentences": [{"text": "John, Donald Trump has ensured that three of the four days of his convention will be engulfed by this whole heat about plagiarism from his wife's speech.", "sentId": 23}, {"text": "That's astonishing what happened to this convention.", "sentId": 24}], "secId": 10}, {"speaker": "MARTIN", "sentences": [{"text": "Secondly, yes ...", "sentId": 25}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Well, let me jump in.", "sentId": 26}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "So, he knows that.", "sentId": 27}, {"text": "Donald Trump's a smart man.", "sentId": 28}, {"text": "He may operate outside of the rules.", "sentId": 29}, {"text": "He happens to be the Republican nominee for president.", "sentId": 30}, {"text": "You go back six months and, you know, a lot of us were saying, \"Come on, there's no way he can pull this off.", "sentId": 31}, {"text": "It's the ideological party.", "sentId": 32}, {"text": "They're coming out of the tea party.", "sentId": 33}, {"text": "So, he's a smart man.", "sentId": 34}, {"text": "So, he knows if they stir this up today, the third day is going to be dealt by this and he did it anyway.", "sentId": 35}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "What if he's right?", "sentId": 36}, {"text": "Well, somehow.", "sentId": 37}], "secId": 14}, {"speaker": "MARTIN", "sentences": [{"text": "Then Democrats are going to have a very tough four years and there's going to be and lasting questions about how politics in America has changed.", "sentId": 38}], "secId": 15}, {"speaker": "MARTIN", "sentences": [{"text": "But it's striking.", "sentId": 39}, {"text": "That statement really jarred me, too, because I can tell you that the conservative activists across the street in the arena are no fans of Barack or Michelle Obama.", "sentId": 40}, {"text": "In fact, for a lot of conservatives, Michelle Obama is a fairly polarizing figure.", "sentId": 41}], "secId": 16}, {"speaker": "MARTIN", "sentences": [{"text": "And to praise Michelle Obama the day before Donald Trump becomes the nominee, when so much of the energy that has propelled Donald Trump forward in this nomination stems from conservative contempt for the Obama's is remarkable.", "sentId": 42}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "If you've been in a different place the last few days, they're not sure exactly what we're talking about.", "sentId": 43}, {"text": "Let's just go back if we can to Monday night.", "sentId": 44}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Melania Trump, it was the moment of magic on opening night of the convention, a tribute to the man, a tribute to the marriage.", "sentId": 45}, {"text": "But the convention has been stirred up and the media has been stirred up since because of this.", "sentId": 46}], "secId": 19}, {"speaker": "OBAMA", "sentences": [{"text": "Barack and I were raised with so many of the same values.", "sentId": 47}], "secId": 20}, {"speaker": "TRUMP", "sentences": [{"text": "From a young age, my parents impress on me the values.", "sentId": 48}, {"text": "OBAMA: You work hard for what you want in life.", "sentId": 49}], "secId": 21}, {"speaker": "TRUMP", "sentences": [{"text": "That you work hard for what you want in life.", "sentId": 50}], "secId": 22}, {"speaker": "OBAMA", "sentences": [{"text": "That your word is your bond, that you do what you say you're going to do.", "sentId": 51}], "secId": 23}, {"speaker": "TRUMP", "sentences": [{"text": "That your word is your bond and you do what you say and keep your promise.", "sentId": 52}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "That was Monday night.", "sentId": 53}, {"text": "It's clear and there are more passages too.", "sentId": 54}, {"text": "There are a few more passages you could show.", "sentId": 55}, {"text": "It's crystal clear what happened.", "sentId": 56}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "Now, the Trump campaign has released a statement.", "sentId": 57}, {"text": "They have a woman who works in the Trump organization saying, \"I'm sorry.", "sentId": 58}, {"text": "I offered my resignation.", "sentId": 59}, {"text": "This was inadvertent.", "sentId": 60}, {"text": "It was an innocent mistake.\"", "sentId": 61}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "Does it matter and that the Trump campaign just spent the last two days saying nothing happened?", "sentId": 62}, {"text": "You're all crazy in the media.", "sentId": 63}, {"text": "There was, you know, sure, she said she loved her husband.", "sentId": 64}, {"text": "She said they share values and now they're saying something did happen and Donald Trump, this woman offered her resignation and Donald Trump said, \"No, it's was a mistake, stay with me.\"", "sentId": 65}], "secId": 27}, {"speaker": "BALZ", "sentences": [{"text": "You know, just what we've seen in the last hour and what we've obviously seen over the last 48 hours, it is such an indication of a campaign that's a bifurcated campaign.", "sentId": 66}], "secId": 28}, {"speaker": "BALZ", "sentences": [{"text": "I mean, it's conventional and unconventional and they're at war with one another.", "sentId": 67}, {"text": "I mean, what Donald Trump Tweeted out an hour ago, compared to this long statement, are at odds with one another.", "sentId": 68}, {"text": "And they -- the problem is, I don't know what the long-term effect of this is going to be.", "sentId": 69}, {"text": "I mean, this is a campaign with so much going on that this could fade away, obviously.", "sentId": 70}], "secId": 29}, {"speaker": "BALZ", "sentences": [{"text": "But the issue of everyday throwing something into the mix that creates a pursuit of questions that have to be answered when you have how many media here, John?", "sentId": 71}, {"text": "Five thousand, ten thousand?", "sentId": 72}, {"text": "All pursuing answers to unanswered questions just keeps this story rolling and does everything that they don't want in terms of the overall message, which one would have to say, has been absent for the most part, the first two nights of the campaign.", "sentId": 73}], "secId": 30}, {"speaker": "HAM", "sentences": [{"text": "Is it what they don't want?", "sentId": 74}, {"text": "I mean, is it -- is this what Donald Trump wants?", "sentId": 75}, {"text": "I think that's the simple question.", "sentId": 76}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "You make a key point.", "sentId": 77}, {"text": "Because we've talked about this for months here as he's gone through the primaries and the establishment first said, \"Oh come on, it's a joke.\"", "sentId": 78}, {"text": "And then they realized, \"Oh, he's a threat.", "sentId": 79}, {"text": "Let's take him out.\"", "sentId": 80}, {"text": "Then they realized, \"Oh no, we can't.\"", "sentId": 81}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "And now they try to figure out what to do about it because he is the Republicans' nominee for president.", "sentId": 82}, {"text": "That is a fact.", "sentId": 83}, {"text": "That is not going to change.", "sentId": 84}, {"text": "Donald Trump will lead the Republican ticket in the fall.", "sentId": 85}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "One of the questions a lot of Republicans have is this, is he going to be our leader?", "sentId": 86}, {"text": "Is he going to make this about the Republicans?", "sentId": 87}, {"text": "Is he going to worry about the governors and the House and the Senate and coordinate on message and talk about cutting taxes for our government?", "sentId": 88}, {"text": "Or is this is about the Trumps?", "sentId": 89}, {"text": "That is the key question.", "sentId": 90}], "secId": 34}, {"speaker": "BALZ", "sentences": [{"text": "Don't we know the answer to that at this point?", "sentId": 91}, {"text": "I mean, every indication is, he doesn't care about those things.", "sentId": 92}], "secId": 35}, {"speaker": "BALZ", "sentences": [{"text": "If there is a real message from the Trump campaign about what this election should be about, we haven't really heard it yet, other than we do not want Hillary Clinton as president.", "sentId": 93}, {"text": "Maybe Donald Trump doesn't have enough to say about some of those big issues beyond what we've heard, which are, you know, which are slogans for the most part.", "sentId": 94}], "secId": 36}, {"speaker": "BALZ", "sentences": [{"text": "He's more comfortable in an environment of chaos even if it seems like its bad for him.", "sentId": 95}], "secId": 37}, {"speaker": "MARTIN", "sentences": [{"text": "You know, Dan put it aptly on a column a few months ago.", "sentId": 96}, {"text": "Trump has basically borrowed the party label.", "sentId": 97}, {"text": "And it's a least of an option to buy, I guess you could say.", "sentId": 98}], "secId": 38}, {"speaker": "MARTIN", "sentences": [{"text": "And I think after today, a lot of folks are going to hope he doesn't buy it.", "sentId": 99}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "But to the point we talked about earlier, Mr. Trump operates differently.", "sentId": 100}, {"text": "He just does.", "sentId": 101}, {"text": "And he thinks stirring up controversial things where normal consultants are against, it's like, \"No, run.", "sentId": 102}, {"text": "That's the place you never go.\"", "sentId": 103}, {"text": "But Donald Trump says, \"No, I'm happy there.", "sentId": 104}, {"text": "I'm comfortable there.", "sentId": 105}, {"text": "Let's do this.\"", "sentId": 106}, {"text": "Whether its Bill Clinton's personal life, whether it's other things, attacks on fellow Republicans, even as he comes to the convention, he's still airing old grievances against his primary rivals.", "sentId": 107}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "You know, the tradition is you turn the page and focus on the general election.", "sentId": 108}, {"text": "This morning, on CNN's New Day, again, we talked about at the top of the program, my colleague, Chris Cuomo has a pretty contentious conversation with Paul Manafort, who says, \"Why do you,\" essentially I'm paraphrasing, \"Why do you keep asking me these questions?", "sentId": 109}, {"text": "Nothing happened.\"", "sentId": 110}, {"text": "Right?", "sentId": 111}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Donald Trump Tweeting here -- on his way here, and Donald Trump knows the statement is in the works.", "sentId": 112}, {"text": "When Donald Trump gets on the plane and he's on his way to New York the day after, a loyal members organization offers her resignation and he says, \"No,\" and she says, \"Can I put out a statement?\"", "sentId": 113}, {"text": "He knows the statement is coming and he gets on the plane and just before, he Tweets, \"Good news is,\" I hope we can show this.", "sentId": 114}, {"text": "\"Good news is Melania's speech got more publicity than any in the history of politics, especially if you believe all press is good press.\"", "sentId": 115}, {"text": "That's the last part.", "sentId": 116}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "He believes -- Am I wrong?", "sentId": 117}, {"text": "Somebody help me.", "sentId": 118}, {"text": "All press is good press.", "sentId": 119}], "secId": 43}, {"speaker": "LEE", "sentences": [{"text": "No, I completely agree with Dan.", "sentId": 120}, {"text": "I think we know the answer to your question what is the Donald Trump campaign about?", "sentId": 121}, {"text": "Is it more about Donald Trump?", "sentId": 122}, {"text": "Or is it about the Republican Party?", "sentId": 123}], "secId": 44}, {"speaker": "LEE", "sentences": [{"text": "I think, yesterday when Paul Ryan and Mitch McConnell got on that stage, if they knew, if they had a clear message that they were hearing from Donald Trump, that would have been reflected in their speech but it wasn't.", "sentId": 124}, {"text": "And that's why they rarely mentioned Donald Trump as you mentioned, Dan, and that's why they all sort of resort to the only thing that they can resort to, which is Hillary Clinton.", "sentId": 125}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "Right, this is day three of the convention.", "sentId": 126}, {"text": "This is supposed to be the night Mike Pence introduces himself to the nation.", "sentId": 127}, {"text": "We all sitting know Mike Pence.", "sentId": 128}, {"text": "He was a former congressman.", "sentId": 129}, {"text": "Now, he's the governor of Indiana.", "sentId": 130}, {"text": "He's a conservative.", "sentId": 131}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "A lot of conservatives in that convention who have doubts about Donald Trump are happy with the Mike Pence pick.", "sentId": 132}, {"text": "This is supposed to be his big night but my colleague, Phil Mattingly is inside the hall.", "sentId": 133}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "And Phil, on a night when we're going to hear from Mike Pence, on a night we're supposed to hear from more of Trump children, on a night when we're going to hear from three of the men Donald Trump vanquished in the Republican primaries, we are talking again about Melania Trump and plagiarism.", "sentId": 134}], "secId": 48}, {"speaker": "MATTINGLY", "sentences": [{"text": "And, John, on top of all that, the day after a very positive night for the Trump campaign, where Donald Trump Jr. gave a very well-regarded, well-received speech had a lot of Republicans wondering if he was going to be running for office someday.", "sentId": 135}], "secId": 49}, {"speaker": "MATTINGLY", "sentences": [{"text": "I think the interesting thing, John, you pointed out Donald Trump's Tweet.", "sentId": 136}, {"text": "I want to tell you having worked on the story, covered the story, been talking to Trump campaign officials and Republicans kind of across the spectrum over the course of the last 24 hours, all you've been hearing from Trump advisers is move on.", "sentId": 137}], "secId": 50}, {"speaker": "MATTINGLY", "sentences": [{"text": "This story is nothing.", "sentId": 138}, {"text": "You guys are harping on this for absolutely no reason whatsoever.", "sentId": 139}, {"text": "They were complaining that we're wasting too much time on it.", "sentId": 140}, {"text": "And then Donald Trump tweets about it and you noted that all press is good press, was Donald Trump's message on this and then you have the staffer come out and essentially acknowledged that not only was this her mistake but it was in fact plagiarism, something the Trump campaign has been saying repeatedly, over and over both publicly and privately.", "sentId": 141}], "secId": 51}, {"speaker": "MATTINGLY", "sentences": [{"text": "I was told from surrogates that a memo was sent out yesterday, essentially hammering this point home that they you were going to give not a single inch when it comes to the story.", "sentId": 142}], "secId": 52}, {"speaker": "MATTINGLY", "sentences": [{"text": "John as you know well, that has been a strategy of the campaigns throughout the course of Donald Trump's campaign.", "sentId": 143}, {"text": "This is really the first time we've seen them take a step back and maybe acknowledge some wrong doing.", "sentId": 144}, {"text": "It will be interesting to see the fallout of that going forward.", "sentId": 145}], "secId": 53}, {"speaker": "MATTINGLY", "sentences": [{"text": "The biggest issue though, John, remains this is day three, following a fairly successful end of day two, and we're still talking about day one.", "sentId": 146}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Still talking to day one.", "sentId": 147}, {"text": "Phil, stay with me.", "sentId": 148}, {"text": "I'm wandering a bit into Brian Stelter's territory here.", "sentId": 149}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "But it's a question of trust.", "sentId": 150}, {"text": "Not just for reporters but for the American people who are making a big question.", "sentId": 151}, {"text": "Should they let Donald Trump, a man who has never held political office, should he be commander-in-chief?", "sentId": 152}, {"text": "Should the team he has on the campaign, presumably some of them would come with him into government.", "sentId": 153}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "When you have a situation as you were just describing, as you've been talking about earlier were -- have you talked to campaigns and they say, \"You're nuts.", "sentId": 154}, {"text": "The press is making a mountain out of a mole hill.", "sentId": 155}, {"text": "There is nothing is here, move on.\"", "sentId": 156}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "And then minutes later, minutes later, the campaign releases a statement that says, actually, it did happen.", "sentId": 157}, {"text": "And the candidates twitting something quite contrary to what his campaign are saying \"Stop talking about this, move on.\"", "sentId": 158}, {"text": "The candidate's twitting this is great that everybody has talking about this.", "sentId": 159}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "How do you do your job?", "sentId": 160}, {"text": "I guess that essentially is my question when somebody tells you something who has a title like campaign chairman or like campaign communications director when your experience is.", "sentId": 161}, {"text": "The second I report this, the second I share this with the American people, who knows what the candidates going to do?", "sentId": 162}], "secId": 59}, {"speaker": "MATTINGLY", "sentences": [{"text": "It's complicated.", "sentId": 163}, {"text": "And I think that it has -- there have been a lot of times over the course of the last 11 or 12 months where reporters have felt very burned by the campaign.", "sentId": 164}], "secId": 60}, {"speaker": "MATTINGLY", "sentences": [{"text": "I would say this, though, John, a lot of times.", "sentId": 165}, {"text": "It's not necessarily a deliberate effort by certain staffers.", "sentId": 166}, {"text": "It's because the campaign as you're kind of laying out isn't operating as kind of a monolithic organization.", "sentId": 167}, {"text": "There are different pieces inside the campaign.", "sentId": 168}, {"text": "And there is one very large piece inside the campaign that is generally going to do whatever it is he wants to do.", "sentId": 169}], "secId": 61}, {"speaker": "MATTINGLY", "sentences": [{"text": "And I think that's where we've run into a lot of problems.", "sentId": 170}, {"text": "Then it gets where they've run in to a lot of problems and when you talk about Republicans on the floor,", "sentId": 171}], "secId": 62}, {"speaker": "MATTINGLY", "sentences": [{"text": "I talked to one press secretary yesterday.", "sentId": 172}, {"text": "He was joking around with me.", "sentId": 173}, {"text": "He's like \"Oh, this is so great I'm at the Republican National Convention and my boss gets to be asked about by plagiarism all day long.\"", "sentId": 174}], "secId": 63}, {"speaker": "MATTINGLY", "sentences": [{"text": "It steps on the message not just to the campaign.", "sentId": 175}, {"text": "But of Republicans across the country, a lot of whom are running in elections themselves.", "sentId": 176}], "secId": 64}, {"speaker": "MATTINGLY", "sentences": [{"text": "That's kind of the bigger problem here, John.", "sentId": 177}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "It's a key point you make about its not deliberate by some the campaign staffers.", "sentId": 178}, {"text": "Listen most cases that I covered the Bill Clinton White House.", "sentId": 179}, {"text": "So I understand a lot of staffers who said \"Yes, yes.\"", "sentId": 180}, {"text": "And then later their governor and then he became president would be \"No, no.\"", "sentId": 181}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Phil Mattingly in the hall.", "sentId": 182}, {"text": "I will get back to you as developments this morning.", "sentId": 183}, {"text": "Thanks Phil for that.", "sentId": 184}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Again, let's come back to this in the sense that does it matter?", "sentId": 185}, {"text": "Donald Trump comes to this convention.", "sentId": 186}, {"text": "He has two big missions.", "sentId": 187}, {"text": "One is to unify his party.", "sentId": 188}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "Again, a lot -- we talked a little bit about it before we got the breaking news.", "sentId": 189}, {"text": "A lot of the people in the hall they get it.", "sentId": 190}, {"text": "He won fair and square.", "sentId": 191}, {"text": "But they have questions.", "sentId": 192}, {"text": "Is he going to work with us to help in the house and senate?", "sentId": 193}, {"text": "Is he really -- Because of his past as a Democrat, his past as an independent, does he really care about what we care about?", "sentId": 194}, {"text": "Movement, Conservatism, state rights, lower taxes, he's got that challenge in the hall.", "sentId": 195}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "And he has everybody else watching out their at home unfavorable ratings off the charts.", "sentId": 196}, {"text": "A deficit with women voters, deficit with Latino voters, a ditch you might say.", "sentId": 197}, {"text": "A deficit with African-American voters, questions about because he's never held elected office.", "sentId": 198}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "Is the guy a commanded-in-chief?", "sentId": 199}, {"text": "At the time when people are looking around the world, a coup in Turkey and what happens in Nice, France.", "sentId": 200}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "Is this in Donald Trump's interest?", "sentId": 201}, {"text": "To essentially encourage us or at least laugh at the fact that we're still talking about this by saying in a twit, good news, good -- all press is good press.", "sentId": 202}, {"text": "I would say you come to -- you have business to do when you come to your convention as the nominee.", "sentId": 203}, {"text": "Is he getting his business done?", "sentId": 204}], "secId": 72}, {"speaker": "HAM", "sentences": [{"text": "I think this controversial doesn't matter for the things that he cares about.", "sentId": 205}, {"text": "The people in the room who already love him, and the people who voted for him and the media coverage that he's getting, I genuinely think that's how this woks.", "sentId": 206}, {"text": "I mean, the folks who are Trump fans already who will tell me on Twitter all day, suddenly Michelle Obama is the greatest idol one could have.", "sentId": 207}], "secId": 73}, {"speaker": "HAM", "sentences": [{"text": "This is what will happen.", "sentId": 208}, {"text": "It does matter to the general public and it does matter convincing conservative activists and establishment types to get on board.", "sentId": 209}, {"text": "I'm not sure that's a priority for him.", "sentId": 210}], "secId": 74}, {"speaker": "BALZ", "sentences": [{"text": "John, I would say that lots of Americans will think that the media is overplaying this because they think that about a lot of what we do.", "sentId": 211}, {"text": "And they think that priorities of our coverage are way off of what they think is important.", "sentId": 212}, {"text": "And you have to respect that.", "sentId": 213}], "secId": 75}, {"speaker": "BALZ", "sentences": [{"text": "But to the points you raised, one, what has happened this week in terms of unifying the party?", "sentId": 214}], "secId": 76}, {"speaker": "BALZ", "sentences": [{"text": "Everything we're seeing is that this party is not particularly more unified except around the question of Hillary Clinton than they were when they arrived.", "sentId": 215}, {"text": "And what's been happening this week is giving pause to people who might have been saying we really have to unify.", "sentId": 216}, {"text": "The second is what is going out from the stage every night to reach out to a broader audience.", "sentId": 217}, {"text": "And on that you would have to say very little.", "sentId": 218}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "Very little you say for broad audience.", "sentId": 219}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "We're going to take a quick break.", "sentId": 220}, {"text": "We'll going to continue this breaking news story.", "sentId": 221}, {"text": "Keep on just joining us, the Trump campaign of the days of saying, Melania Trump did nothing wrong.", "sentId": 222}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "He's just released statement acknowledging inside the campaign.", "sentId": 223}, {"text": "Their past this for Michelle Obama's speech did make their way.", "sentId": 224}, {"text": "And innocent mistake they say into Melania Trump's speech.", "sentId": 225}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "Donald Trump is on his way here in Cleveland on day three.", "sentId": 226}, {"text": "The story continues, our breaking news coverage will continue in just a moment.", "sentId": 227}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 228}, {"text": "Our special convention edition of insight politics.", "sentId": 229}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Breaking news is Donald Trump makes his way here to Cleveland.", "sentId": 230}, {"text": "He is now officially the Republican nominee for president.", "sentId": 231}, {"text": "And his campaign trying to close the door, at least turn the page on controversy that is dominated Donald Trump's convention.", "sentId": 232}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Monday night his wife Melania spoke at the convention.", "sentId": 233}, {"text": "Shortly after that speech it turned he had borrowed, plagiarized pages from past speech from Michelle Obama's speech back to the 2008 convention.", "sentId": 234}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "The campaign for days said noting happens.", "sentId": 235}, {"text": "There's nothing here.", "sentId": 236}, {"text": "But now a top Trump aide -- organization aide has often to resign.", "sentId": 237}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Maeve Reston is with us following the breaking news to deliver us more.", "sentId": 238}, {"text": "Maeve, explain just what happened and inside the campaign what they think finally releasing the statement, finally acknowledging something did go wrong will affect -- how will it affect things?", "sentId": 239}], "secId": 86}, {"speaker": "RESTON", "sentences": [{"text": "Well, just as you said John, they're clearly trying to get past this controversy after it dominated the news cycle for 48 hours here.", "sentId": 240}, {"text": "We have been talking to many sources yesterday, trying to figure out how these passages actually got into Melania's speech because we knew that she had consulted a number of people.", "sentId": 241}], "secId": 87}, {"speaker": "RESTON", "sentences": [{"text": "No one was stepping forward yesterday.", "sentId": 242}, {"text": "Just a few minutes ago, we got a statement from someone who worked with Donald Trump on his book, \"Think like a billionaire\" Meredith McIver.", "sentId": 243}, {"text": "Apparently, Melania spoke to her, asked for her guidance in helping with the speech.", "sentId": 244}, {"text": "And this is the way that she describes how this all went down.", "sentId": 245}, {"text": "As an innocent mistake, I'm just going to read the statement to you.", "sentId": 246}], "secId": 88}, {"speaker": "RESTON", "sentences": [{"text": "\"In working with Melania Trump on her recent First Lady speech, we discussed many people who inspired her and messages she wanted to share with the American people.", "sentId": 247}, {"text": "A person she has always liked is Michelle Obama.", "sentId": 248}, {"text": "Over the phone, she read me some passages from Mrs. Obama's speech as examples.", "sentId": 249}, {"text": "I wrote them down and later included some of the phrasing in the draft that ultimately became the final speech.", "sentId": 250}, {"text": "I did not check Mrs. Obama's speeches.", "sentId": 251}, {"text": "This was my mistake, I feel terrible for the chaos I have caused Melania and the Trumps, as well as to Mrs. Obama.", "sentId": 252}, {"text": "No harm was meant.", "sentId": 253}, {"text": "Yesterday, I offered my resignation to Mr. Trump and the Trump family but they rejected it.", "sentId": 254}, {"text": "Mr. Trump told me that people make innocent mistakes and that we learn and grow from these experiences.", "sentId": 255}, {"text": "I apologize for the confusion and hysteria my mistake has caused.\"", "sentId": 256}], "secId": 89}, {"speaker": "RESTON", "sentences": [{"text": "So obviously, this is critically important from the campaign.", "sentId": 257}, {"text": "They want to make it clear that this was not Melania's error, as if this was the staffer's error.", "sentId": 258}, {"text": "But it also shows you how loyal Donald Trump is to the people who have worked for him.", "sentId": 259}, {"text": "And they're looking to move past this controversy now.", "sentId": 260}, {"text": "Talk about the big topics that they want the American people focus on this week and move back to what's been a very embarrassing episode for the Trump campaign this week.", "sentId": 261}, {"text": "John?", "sentId": 262}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Maeve Reston for us with the breaking news here in Cleveland as Donald Trump makes his way here.", "sentId": 263}, {"text": "She mentions the loyalty part.", "sentId": 264}, {"text": "But Donald Trump made his name in reality television saying \"You're fired\".", "sentId": 265}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "In this case his long time employee stays.", "sentId": 266}, {"text": "A couple of questions, so number one, Journalism 101 or Politics 101, this woman who's now saying this is all my fault worked on a book before.", "sentId": 267}, {"text": "She said she wrote down the passages that Melania Trump read to her and they ended up in the speech.", "sentId": 268}, {"text": "But that -- I'm sorry, I want the state to understand, that's an inexcusable mistake.", "sentId": 269}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "But campaign 101, it still means nobody at a high level vetted that speech.", "sentId": 270}, {"text": "After, you know, whether it's, you know, whoever writes it, Peggy Noonan writes this speech for Ronald Reagan it gets vetted by somebody at the convention.", "sentId": 271}], "secId": 93}, {"speaker": "MARTIN", "sentences": [{"text": "Yes, two tracks, the campaign would look at it and the convention organizers would look at it.", "sentId": 272}, {"text": "And by the way, the folks running the convention across the street, have done these campaigns -- I'm sorry these conventions for decades.", "sentId": 273}, {"text": "They have this thing down minute by minute.", "sentId": 274}, {"text": "And they're typically is a very exacting standard for how the speeches are crafted and what goes into them and how it is presented on that stage.", "sentId": 275}], "secId": 94}, {"speaker": "MARTIN", "sentences": [{"text": "And the fact that a Trump organization employee just sort of jotted down notes, wrote something and then it was, you know, beamed to millions of people across the world from that stage the other night is perhaps the best illustration yet John of just how different the Trump campaign is.", "sentId": 276}], "secId": 95}, {"speaker": "HAM", "sentences": [{"text": "It's just abject political malpractice and failure in the conventional sense of politics.", "sentId": 277}, {"text": "But it perhaps not as reality T.V.", "sentId": 278}, {"text": "and drama but this is a real problem.", "sentId": 279}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "So how does this?", "sentId": 280}, {"text": "I thought we would talk about this during this hour.", "sentId": 281}, {"text": "But I also thought we'd spent a lot of time on Mike Pence's introduction to American people tonight.", "sentId": 282}, {"text": "We won't have a time for it.", "sentId": 283}, {"text": "Ted Cruz, a remarkable -- a rival gets to speech to Republican convention.", "sentId": 284}, {"text": "He has not endorse the candidate yet.", "sentId": 285}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "Chris Christie today challenging Ted Cruz get over it and endorse.", "sentId": 286}, {"text": "We thought we'd talk about that.", "sentId": 287}, {"text": "Instead, we're going to talk more about Melania Trump.", "sentId": 288}, {"text": "But for all the focus on what she said that was borrowed from Michelle Obama.", "sentId": 289}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "Before we finish the conversation, I just want to go back to the speech because she said something in her speech that I think nailed, nailed the Trump campaign.", "sentId": 290}], "secId": 99}, {"speaker": "TRUMP", "sentences": [{"text": "There would be good times and hard times and unexpected turns.", "sentId": 291}, {"text": "It would not be a Trump contest without excitement and drama.", "sentId": 292}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "You know, sometimes -- yeah -- A, never have been Obama's words been so cheered at a Republican convention and B, that was perfect.", "sentId": 293}], "secId": 101}, {"speaker": "HAM", "sentences": [{"text": "Well I guess the next round of this is the spokes people will say, \"I can't believe you guys are still talking about this.", "sentId": 294}, {"text": "You just talk about Hillary's lies.\"", "sentId": 295}, {"text": "And while they'll have a point, the point is moot because you brought this up again.", "sentId": 296}], "secId": 102}, {"speaker": "LEE", "sentences": [{"text": "If I could quickly just share something, obviously this controversy happened in part because there was not a campaign official delegated to handling Melania's speech.", "sentId": 297}, {"text": "And now we know that maybe there was somebody else outside of the campaign at the Trump organization handling the speech.", "sentId": 298}], "secId": 103}, {"speaker": "LEE", "sentences": [{"text": "I was texting with a senior Trump official during the break and asking that line in the statement about Melania admiring and liking Michelle Obama, was there any deliberation about that line and including that line and this campaign official responded, \"Not to my knowledge.\"", "sentId": 299}], "secId": 104}, {"speaker": "LEE", "sentences": [{"text": "So the fact that this statement apparently wasn't really closely vetted and they decided to keep that line in, I think it's kind of remarkable.", "sentId": 300}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "Go ask this quickly as we close, that is it discussed now and in the next couple of hours until the prime time program tonight, Dan is it over when the gavel goes down tonight?", "sentId": 301}, {"text": "Does this close the door?", "sentId": 302}], "secId": 106}, {"speaker": "BALZ", "sentences": [{"text": "Probably not but I think that by doing this today they have at least given themselves the opportunity to have a clean last night of the convention.", "sentId": 303}, {"text": "I mean, as John as you know, the nominee speech is 80 percent of how a convention is ultimately judged.", "sentId": 304}, {"text": "If they can do that then they're fine.", "sentId": 305}, {"text": "But we know there will be another episode of something else coming up.", "sentId": 306}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "But I do say they might get one clean night.", "sentId": 307}, {"text": "And whose night is that?", "sentId": 308}], "secId": 108}, {"speaker": "MARTIN", "sentences": [{"text": "Donald.", "sentId": 309}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "That would be Donald Trump.", "sentId": 310}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "Thanks for coming in to rock and roll with the Breaking News coverage.", "sentId": 311}, {"text": "That's it for \"Inside Politics\".", "sentId": 312}, {"text": "Thanks for sharing your time today.", "sentId": 313}, {"text": "We'll see you tonight from the convention hall, hopefully back here same time tomorrow.", "sentId": 314}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Our Breaking News coverage continues in just a moment with Wolf.", "sentId": 315}], "secId": 112}, {"speaker": "BLITZER", "sentences": [{"text": "Hello.", "sentId": 316}, {"text": "I'm Wolf Blitzer.", "sentId": 317}, {"text": "It's 1:00 p.m. here in Cleveland, wherever you're watching from around the world.", "sentId": 318}, {"text": "Thanks very much for joining us.", "sentId": 319}], "secId": 113}, {"speaker": "BLITZER", "sentences": [{"text": "We have breaking news this hour.", "sentId": 320}], "secId": 114}], "sectionCount": 115, "url": "transcripts.cnn.com/TRANSCRIPTS/1607/20/ip.02.html", "sentenceCount": 322, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 20, 2016 - 12:30   ET", "speakers": ["RESTON", "KING", "HAM", "MARTIN", "OBAMA", "TRUMP", "BALZ", "LEE", "MATTINGLY", "BLITZER"], "title": "INSIDE POLITICS"}