{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1506.14.ip.01.html.json", "subTitle": "Hillary's Populist Pitch; Jeb's Keys to Reclaiming the Top GOP Spot. Aired 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "President Obama suffers a huge defeat in Congress because of a revolt by fellow Democrats.", "sentId": 0}], "secId": 0}, {"speaker": "PELOSI", "sentences": [{"text": "We want a better deal for America's workers.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Plus Hillary Clinton stages a big rally to outline her big reason for running.", "sentId": 2}], "secId": 2}, {"speaker": "CLINTON", "sentences": [{"text": "America can't succeed unless you succeed.", "sentId": 3}, {"text": "That is why I am running for president of the United States.", "sentId": 4}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Will the Democratic divide over trade in Iraq hurt the President's legacy and complicate Clinton's White House run?", "sentId": 5}], "secId": 4}, {"speaker": "CROWD", "sentences": [{"text": "Hillary.", "sentId": 6}, {"text": "Hillary.", "sentId": 7}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "And Jeb Bush makes it official.", "sentId": 8}], "secId": 6}, {"speaker": "BUSH", "sentences": [{"text": "I think candidates have a duty to persuade.", "sentId": 9}, {"text": "That's what this is about.", "sentId": 10}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "The early GOP favorite insists he has time to get his struggling 2016 bid back on track.", "sentId": 11}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 12}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 13}, {"text": "I'm John King.", "sentId": 14}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 15}], "secId": 10}, {"speaker": "With us this morning to share their reporting and their insights", "sentences": [{"text": "Peter Baker of the \"New York Times\"; \"The Atlantic's\" Molly Ball; Jonathan Martin of the \"New York Times\" and Jackie Kucinich of the \"Daily Beast\".", "sentId": 16}], "secId": 11}, {"speaker": "With us this morning to share their reporting and their insights", "sentences": [{"text": "Hillary Clinton made her case yesterday to be the next president doing so at a big rally at New York's Roosevelt Island.", "sentId": 17}, {"text": "Jeb Bush will make his case tomorrow in Miami.", "sentId": 18}, {"text": "And it's an understatement to say the least to say the Florida governor at the moment anyway has many more obstacles in his presidential path than the former secretary of state.", "sentId": 19}], "secId": 12}, {"speaker": "With us this morning to share their reporting and their insights", "sentences": [{"text": "A deeper look at the Bush -- at Bush and the Republican race in a moment, first though the new Clinton pitch and how a stunning rebuke of her former boss, President Obama might complicate Democratic Party politics and Secretary Clinton's play-it-safe strategy.", "sentId": 20}], "secId": 13}, {"speaker": "Clinton", "sentences": [{"text": "Prosperity can't be just for CEOs and hedge fund managers.", "sentId": 21}, {"text": "Democracy can't be just for billionaires and corporations.", "sentId": 22}, {"text": "America can't succeed unless you succeed.", "sentId": 23}, {"text": "That is why I am running for president of the United States.", "sentId": 24}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Molly Ball you were at this rally and talked to some of those on hand after.", "sentId": 25}, {"text": "The optics were good -- a big crowd, sort of a second kick off.", "sentId": 26}, {"text": "She was already in the race officially but this was the lay out raison d'etre.", "sentId": 27}, {"text": "What did you think?", "sentId": 28}], "secId": 15}, {"speaker": "BALL", "sentences": [{"text": "Actually it was not as big a crowd as it looked on TV.", "sentId": 29}, {"text": "The campaign said it was about 5,000 people.", "sentId": 30}, {"text": "It was surprisingly modest.", "sentId": 31}, {"text": "I thought that they might use this opportunity to sort of prove they could draw a big crowd but they didn't and there was an overflow area with no one in it.", "sentId": 32}, {"text": "So there were not that many people on hand.", "sentId": 33}], "secId": 16}, {"speaker": "BALL", "sentences": [{"text": "It looked nice.", "sentId": 34}, {"text": "It was a glorious day in New York.", "sentId": 35}, {"text": "The speech itself I found really flat.", "sentId": 36}, {"text": "It was just sort of a list of proposals.", "sentId": 37}, {"text": "Again, there was an opportunity here for her to really go for the big moment, the soaring rhetoric, the big idea.", "sentId": 38}, {"text": "And instead, you know, I thought it was very revealing that she contrasted Roosevelt's Four Freedoms which are big abstractions right -- freedom from want, freedom from fear.", "sentId": 39}], "secId": 17}, {"speaker": "BALL", "sentences": [{"text": "And for her it's four fights which are these sort of jargon-laden nitty-gritty lists of policy.", "sentId": 40}, {"text": "One of the fights is we're going to help families with worker friendly policies like paid sick leave and minimum wage and it goes on and on.", "sentId": 41}, {"text": "So you know there's a lot of substance here.", "sentId": 42}, {"text": "There's a lot to excite the Democratic base.", "sentId": 43}], "secId": 18}, {"speaker": "BALL", "sentences": [{"text": "There's also some very careful words missing in those passages that you just played where she is not actually going up against billionaires and corporations.", "sentId": 44}, {"text": "She's just saying that if they get good things, other people should get good things, too.", "sentId": 45}, {"text": "So some on the left felt a little bit queasy about that, that she wasn't really willing to stick it to the rich and powerful.", "sentId": 46}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "It was interesting.", "sentId": 47}, {"text": "I was trying to figure out who is she?", "sentId": 48}, {"text": "Because I think that is the question about Hillary Clinton.", "sentId": 49}, {"text": "Who is she or how has she changed?", "sentId": 50}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "And the speech was a little bit Bill Clinton.", "sentId": 51}, {"text": "I'm on your side.", "sentId": 52}, {"text": "I will fight for you in this economy.", "sentId": 53}, {"text": "She did try to borrow some saying from Elizabeth Warren, the populist, saying I'll take on the big guy.", "sentId": 54}, {"text": "But to your point, I'll watch the big guys.", "sentId": 55}], "secId": 21}, {"speaker": "BALL", "sentences": [{"text": "She really didn't take them on.", "sentId": 56}], "secId": 22}, {"speaker": "MARTIN", "sentences": [{"text": "It was a pretty safe speech I thought -- nothing terribly daring there for the country, for where the Democratic Party is in 2015.", "sentId": 57}, {"text": "And you can kind of see what the campaign's going to be like.", "sentId": 58}, {"text": "She'll try to squeeze the Republicans on some of these cultural war wedges and on economics be populist-ish and go after them -- but not going to be sort of Warren style.", "sentId": 59}], "secId": 23}, {"speaker": "MARTIN", "sentences": [{"text": "And then on foreign policy you know, I was there for the bin laden capture.", "sentId": 60}, {"text": "I'm proud to serve the President.", "sentId": 61}, {"text": "But let's move on, right?", "sentId": 62}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "Pretty short on the foreign policy which I thought was interesting.", "sentId": 63}, {"text": "One of the things that we talked about this little bit before is she's checking the boxes of the Obama coalition.", "sentId": 64}, {"text": "Believing if she can keep the demographics together she's almost impossible to beat.", "sentId": 65}, {"text": "It also shows that she's pretty confident she will be the Democratic nominee.", "sentId": 66}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "Let's listen a little bit.", "sentId": 67}, {"text": "She talked about health care.", "sentId": 68}, {"text": "She talked about other issues that she thinks helps her and put pressure on the Republicans.", "sentId": 69}], "secId": 26}, {"speaker": "CLINTON", "sentences": [{"text": "They shame and blame women, rather than respect our right to make our own reproductive health decisions.", "sentId": 70}, {"text": "They want to put immigrants who work hard and pay taxes, at risk of deportation.", "sentId": 71}, {"text": "And they turn their backs on gay people who love each other.", "sentId": 72}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "And she also said a little play on Marco Rubio's she's yesterday, I'll be the youngest woman president ever elected.", "sentId": 73}, {"text": "Clever but.", "sentId": 74}], "secId": 28}, {"speaker": "KUCINICH", "sentences": [{"text": "Well -- and apparently she heard that -- that was one of the lines, she heard that from a supporter in South Carolina, I believe.", "sentId": 75}, {"text": "so she's showing that her listening to her actually paid some dividends.", "sentId": 76}], "secId": 29}, {"speaker": "KUCINICH", "sentences": [{"text": "But, yes, I think that, yes, she is trying to keep this coalition.", "sentId": 77}, {"text": "Romney lost women by a huge margin.", "sentId": 78}, {"text": "He also lost Hispanics.", "sentId": 79}, {"text": "And if she keeps up with this rhetoric she's hoping they stay together now.", "sentId": 80}], "secId": 30}, {"speaker": "KUCINICH", "sentences": [{"text": "But she's going to be attacked on other issues -- on her closeness to Obama.", "sentId": 81}, {"text": "She's going to be attacked on the fact that she never took a position on this trade bill that's been a huge problem for Obama.", "sentId": 82}, {"text": "So I think there's still openings there but she's trying to nail down these coalitions that Obama won huge margins in the last election.", "sentId": 83}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "And bring the context into that because this was a really tough week for the President.", "sentId": 84}, {"text": "The President loses a big fight in trade on Capitol Hill and she's running for president and she's been very vague.", "sentId": 85}, {"text": "She says, you know, trade can be good.", "sentId": 86}, {"text": "It can be bad.", "sentId": 87}, {"text": "I need to see the details.", "sentId": 88}, {"text": "The President is sending more advisers into and you have Charlie Rangel saying that's how Vietnam started.", "sentId": 89}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "I assume if you're Hillary Clinton and you remember 2008 number one you have people pushing her to be clear what you think about trade -- a big economic issue.", "sentId": 90}, {"text": "But number two, do you really want to be starting to wander through Iowa when one of the big debates in the country is how many troops should we put in Iraq?", "sentId": 91}], "secId": 33}, {"speaker": "BAKER", "sentences": [{"text": "No, exactly.", "sentId": 92}, {"text": "Look, in some ways this is a state of the union address -- right.", "sentId": 93}, {"text": "I mean she was checking the box on all these different issues and yet what she left sought is just as interesting -- right.", "sentId": 94}, {"text": "She does not want to wade into the biggest fight right now among Democrats which is basically what do we do about economics?", "sentId": 95}, {"text": "Where do we stand on trade?", "sentId": 96}], "secId": 34}, {"speaker": "BAKER", "sentences": [{"text": "Her husband pushed through NAFTA the last big trade agreement in the 1990s.", "sentId": 97}, {"text": "100 Democrats voted for it at the time; On Friday, only 28 Democrats voted for President Obama actually more frankly than some people even expected -- still lost because they didn't pass the whole thing.", "sentId": 98}, {"text": "And she has said nothing basically about where she stands on that at this point.", "sentId": 99}], "secId": 35}, {"speaker": "BAKER", "sentences": [{"text": "And, you know, she's going to take some hits for that.", "sentId": 100}, {"text": "But she feels like the damage of wading into that is even more risky.", "sentId": 101}], "secId": 36}, {"speaker": "MARTIN", "sentences": [{"text": "I think what unifies Democrats now is culture.", "sentId": 102}, {"text": "I think that's why you saw her so aggressive on those issues because that's what unifies them.", "sentId": 103}, {"text": "It squeezes the other side.", "sentId": 104}, {"text": "It's a huge sea change in American politics.", "sentId": 105}, {"text": "They're the ones using culture as a cudgel against the GOP.", "sentId": 106}, {"text": "It was always the opposite.", "sentId": 107}, {"text": "The party is much more divided when it comes to economics and when it comes to foreign policy.", "sentId": 108}, {"text": "And I think that's why you saw her sort of downplay the issue.", "sentId": 109}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "And if the President is losing, once a president starts to lose in the lame duck conservation starts in Washington, go back to 2006 and George W. Bush -- once you get to the point then your party's disagreements which if you have a president sometimes you can keep the genie trapped in the bottle.", "sentId": 110}, {"text": "Once your party thinks you're a lame duck, whoosh.", "sentId": 111}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "So if Democrats are going to be out there and you have Bernie Sanders, come on Secretary Clinton, what do you think about trade?", "sentId": 112}, {"text": "You know Bernie Sanders, Martin O'Malley and Lincoln Chafee are going to be running around Iowa saying we don't need troops in Iraq.", "sentId": 113}, {"text": "Get out of Iraq.", "sentId": 114}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "How much does that complicate where the President stands now in his struggles?", "sentId": 115}, {"text": "Assuming he can't get his own party back, how does that affect her?", "sentId": 116}], "secId": 40}, {"speaker": "BALL", "sentences": [{"text": "Well, I think you're seeing partly, you know, President Obama reaping what he's sown with Congress or failing to reap what he failed to sow -- right.", "sentId": 117}, {"text": "The fact that he's never been close to Democrats in Congress and never cultivated those relationships which Democrats have been complaining about for what -- six, seven years now.", "sentId": 118}, {"text": "But which is true --", "sentId": 119}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Democrats even sometimes more than the Republicans -- that the President hasn't tried.", "sentId": 120}], "secId": 42}, {"speaker": "BALL", "sentences": [{"text": "Yes.", "sentId": 121}, {"text": "So there's a remarkable lack of beholdenness, lack of loyalty to the President that they feel because they don't feel that he's been there with them.", "sentId": 122}], "secId": 43}, {"speaker": "BALL", "sentences": [{"text": "And I think you're going to hear from Hillary a part of her argument that hasn't gotten as much attention is her argument that she can make Washington work again because, in order to get any of these things done, she's going to have a Republican Congress almost inevitably.", "sentId": 123}, {"text": "And she's tried to make a case that subtly criticizes Obama saying she's the one who can get people to work together in a way that he hasn't.", "sentId": 124}], "secId": 44}, {"speaker": "BALL", "sentences": [{"text": "And so, you know, that becomes a harder case to make the more you see these divisions.", "sentId": 125}, {"text": "The more you see that the President can't even get his own party on board, much less get anything done with --", "sentId": 126}], "secId": 45}, {"speaker": "BAKER", "sentences": [{"text": "She's also describing an America that we don't want right now -- right.", "sentId": 127}, {"text": "America shouldn't be this.", "sentId": 128}, {"text": "It should be that.", "sentId": 129}, {"text": "It shouldn't be this, it should be that.", "sentId": 130}, {"text": "That's what a non-incumbent tends to do or non-incumbent party tends to do.", "sentId": 131}, {"text": "In some ways she's running against Obama's America, right.", "sentId": 132}, {"text": "We're a country of inequality.", "sentId": 133}, {"text": "We're a country of screwed up campaign finance and there's an implicit critique in there as well much like John McCain in 2008 runs an ad saying we're worse off than we were four years ago even though it was a Republican administration in effect trying to distance himself and saying I can be a change agent.", "sentId": 134}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 135}, {"text": "Can she get away with that is the question in the sense that it's going to anger the White House when she says things like that but they sort of already accepted her as the incumbent.", "sentId": 136}], "secId": 47}, {"speaker": "BAKER", "sentences": [{"text": "They're very mad --", "sentId": 137}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "They get mad when she says this but can Bernie Sanders.", "sentId": 138}, {"text": "Martin O'Malley or Lincoln Chafee or anybody else take enough advantage of that not to draw a crowd in Iowa but to draw the votes in Iowa and New Hampshire to actually knock her off?", "sentId": 139}], "secId": 49}, {"speaker": "KUCINICH", "sentences": [{"text": "They need to.", "sentId": 140}, {"text": "I mean that is what they are there for.", "sentId": 141}, {"text": "They are there to move her to the left.", "sentId": 142}, {"text": "Otherwise she has no reason to move to the left.", "sentId": 143}, {"text": "She is a centrist --", "sentId": 144}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "But moving her to the left and beating her are two different things.", "sentId": 145}], "secId": 51}, {"speaker": "KUCINICH", "sentences": [{"text": "Very true.", "sentId": 146}, {"text": "No, no, it's very true.", "sentId": 147}, {"text": "It's how much enthusiasm they can whip up from that liberal base to get them out to vote for them.", "sentId": 148}, {"text": "And that is the question of whether they can really harness that anger.", "sentId": 149}], "secId": 52}, {"speaker": "MARTIN", "sentences": [{"text": "The best  of them that have to tap in to Hillary Clinton is the fact the both Bernie Sanders and Martin O'Malley are running.", "sentId": 150}, {"text": "If you assume that there's a sort of ceiling of anybody but Clinton Democratic primary voters well if those are split between two or three different candidates that's great news for the Clinton folks.", "sentId": 151}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "We'll watch as these play out.", "sentId": 152}, {"text": "Hillary Clinton had her day yesterday.", "sentId": 153}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Next how did Jeb Bush go from the early favorite to the big question mark of the Republican race?", "sentId": 154}, {"text": "First thought, politicians say and sometimes do the darnedest things.", "sentId": 155}, {"text": "Watch here while skeet shooting Republican Senator and presidential candidate Lindsey Graham provides what you might call some scattershot commentary.", "sentId": 156}], "secId": 55}, {"speaker": "GRAHAM", "sentences": [{"text": "I'm not so sure this is a good idea to give me a gun before 7:00.", "sentId": 157}, {"text": "Where's the local hospital at?", "sentId": 158}, {"text": "All right, pull.", "sentId": 159}], "secId": 56}, {"speaker": "GRAHAM", "sentences": [{"text": "That was a good tip.", "sentId": 160}, {"text": "You want to come work for the government?", "sentId": 161}, {"text": "You want to be secretary of defense?", "sentId": 162}], "secId": 57}, {"speaker": "GRAHAM", "sentences": [{"text": "I hope the Iranians and the Iraqis are watching that.", "sentId": 163}, {"text": "Low and to the left.", "sentId": 164}], "secId": 58}, {"speaker": "GRAHAM", "sentences": [{"text": "That's right.", "sentId": 165}, {"text": "We're conservatives.", "sentId": 166}], "secId": 59}, {"speaker": "GRAHAM", "sentences": [{"text": "That is center right.", "sentId": 167}], "secId": 60}, {"speaker": "GRAHAM", "sentences": [{"text": "I'm more bipartisan than you are.", "sentId": 168}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 169}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "He was a two-term battleground state governor, has a giant campaign war chest and shares a name that rivals the Adamses and the Kennedys in American political history.", "sentId": 170}, {"text": "Why then is running for president proving to be such a steep hill for Jeb Bush?", "sentId": 171}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Let's go back in time a bit.", "sentId": 172}, {"text": "Right around Christmas last year on Facebook, \"I've decided to actively explore the possibility of running\".", "sentId": 173}, {"text": "that from Jeb Bush.", "sentId": 174}, {"text": "What happened?", "sentId": 175}, {"text": "Look at this whoosh -- immediately to the top of the pack in the Republican field.", "sentId": 176}, {"text": "Remember that number, 23 percent back at the end of last year.", "sentId": 177}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Now, oh, well -- dropped ten points, 13 percent, Jeb Bush nationally in the middle of the pack near the top but in a cluster of Republican candidates.", "sentId": 178}, {"text": "Why did this happen?", "sentId": 179}, {"text": "Well for starters he's at odds with most of his party's base on immigration.", "sentId": 180}, {"text": "Jeb Bush says there should be a path to at least legal status for the undocumented.", "sentId": 181}, {"text": "He supports the common core education standards.", "sentId": 182}, {"text": "A lot of base Republicans don't like that plus there's what I'll call the W question.", "sentId": 183}], "secId": 65}, {"speaker": "KELLY", "sentences": [{"text": "Obviously very controversial.", "sentId": 184}, {"text": "Knowing what we know now, would you have authorized the invasion?", "sentId": 185}], "secId": 66}, {"speaker": "BUSH", "sentences": [{"text": "I would have.", "sentId": 186}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "\"I would have.\"", "sentId": 187}, {"text": "That's what he said then.", "sentId": 188}, {"text": "Five days later -- cleanup.", "sentId": 189}], "secId": 68}, {"speaker": "BUSH", "sentences": [{"text": "We're all supposed to answer hypothetical questions knowing what we know now what would you have done?", "sentId": 190}, {"text": "I would have not engaged -- I would not have gone in to Iraq.", "sentId": 191}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "There's the cleanup there from Jeb Bush.", "sentId": 192}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "Jonathan Martin as he gets into the race officially tomorrow what's the biggest challenge for Jeb?", "sentId": 193}, {"text": "Is it ideology?", "sentId": 194}, {"text": "Is it that last name?", "sentId": 195}], "secId": 71}, {"speaker": "MARTIN", "sentences": [{"text": "I think it's more of a perception challenge.", "sentId": 196}, {"text": "There's this perception that he is somehow not a real conservative.", "sentId": 197}, {"text": "And I think that even more than the common core and the immigration issues, it's a perception that oh, he's not really on our side if you're in the primary.", "sentId": 198}, {"text": "And I think that's what he's got to really push back against.", "sentId": 199}], "secId": 72}, {"speaker": "MARTIN", "sentences": [{"text": "I think that's why he's going to be so focused on his record as governor of Florida.", "sentId": 200}, {"text": "The key question is, ten years later, do primary voters care about what he did?", "sentId": 201}, {"text": "And I think the election will turn on that is, you know, is that going to be enough?", "sentId": 202}], "secId": 73}, {"speaker": "MARTIN", "sentences": [{"text": "You know, some of his rivals say that's great but he hasn't been in the game for the Obama years.", "sentId": 203}, {"text": "He hasn't been here fighting these fights.", "sentId": 204}, {"text": "I think that's going to be a challenge for him.", "sentId": 205}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "I think that's right.", "sentId": 206}, {"text": "He hasn't been in the game.", "sentId": 207}, {"text": "He's been off the bike for a long time.", "sentId": 208}, {"text": "He says the candidate's job is to persuade as you heard in the open.", "sentId": 209}, {"text": "And to his credit, now we criticize politicians when they flip-flop or waffle, to his credit he says I'm not going to change my views on immigration.", "sentId": 210}, {"text": "I'm not going to change my view on education.", "sentId": 211}, {"text": "I'm going to convince people I'm right.", "sentId": 212}, {"text": "Listen.", "sentId": 213}], "secId": 75}, {"speaker": "BUSH", "sentences": [{"text": "I respect people that may not agree with me but I'm not going to change my views because today someone has a view that's different.", "sentId": 214}, {"text": "I think candidates have a duty to persuade.", "sentId": 215}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "I guess good for him.", "sentId": 216}, {"text": "But can he convince Republicans -- can he do well enough in Iowa and then get to New Hampshire where most people think he needs to win by telling the Republican base, I think you're wrong?", "sentId": 217}], "secId": 77}, {"speaker": "KUCINICH", "sentences": [{"text": "By telling them.", "sentId": 218}, {"text": "That's the problem.", "sentId": 219}, {"text": "There is this one of the knocks on Jeb is that he lectures.", "sentId": 220}, {"text": "Is that he tells people this is the right way.", "sentId": 221}, {"text": "You're welcome.", "sentId": 222}, {"text": "And I think he needs to figure out how to do that in a way that, this is my belief.", "sentId": 223}, {"text": "You can believe what you want to believe.", "sentId": 224}, {"text": "You cannot vote for me.", "sentId": 225}, {"text": "But right now, if he's lecturing them, they do not like that whatsoever.", "sentId": 226}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "Another interesting thing that comes up when you talk to conservatives.", "sentId": 227}, {"text": "They disagree on immigration.", "sentId": 228}, {"text": "They disagree on education.", "sentId": 229}, {"text": "The Supreme Court's going to be in the news a lot in the next few days.", "sentId": 230}, {"text": "We're going to get a same-sex marriage ruling.", "sentId": 231}, {"text": "We're going to get an Obamacare ruling.", "sentId": 232}, {"text": "Conservatives say dad gave us David Souter -- he turned out to be a pretty liberal justice; brother gave us John Roberts who said Obamacare is ok.", "sentId": 233}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "How does he get through this with conservatives or does he just try to plow through it and get to more moderate states?", "sentId": 234}], "secId": 80}, {"speaker": "BAKER", "sentences": [{"text": "It's a great question because the Supreme Court has two big things to care about.", "sentId": 235}, {"text": "One is health care and looking at whether some screwed up wording in the bill will invalidate subsidies in dozens of states.", "sentId": 236}, {"text": "And then the other thing, same-sex marriage.", "sentId": 237}, {"text": "Many conservatives, many politicians are actually hoping the Supreme Court doesn't invalidate this part of the health care law because actually --", "sentId": 238}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "Then they have to do something about it.", "sentId": 239}], "secId": 82}, {"speaker": "BAKER", "sentences": [{"text": "-- congress do something about it.", "sentId": 240}, {"text": "And they're not really thrilled about that.", "sentId": 241}, {"text": "They can't repeal it.", "sentId": 242}, {"text": "But they also don't want to try to have to fix it.", "sentId": 243}, {"text": "Same-sex marriage, the party just wants to say, hey guys you take care of it, we don't want to talk about it.", "sentId": 244}, {"text": "That ruling comes and goes.", "sentId": 245}, {"text": "You'll have some awkward moments and then by August everybody will have moved on.", "sentId": 246}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Who is Jeb Bush in this field as he gets in?", "sentId": 247}, {"text": "He wanted to be the conservative governor to Jonathan's point.", "sentId": 248}, {"text": "Scott walker has taken that space early on.", "sentId": 249}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "He wants to be the establishment favorite which helps bring in a lot of money.", "sentId": 250}, {"text": "At the moment you'd have to say maybe he is or at least he's near the top of the pack.", "sentId": 251}, {"text": "But he's got Chris Christie who says I'm not going anywhere even though a lot of Republicans have doubts about that; John Kasich who might get into the race, the Ohio governor courting the establishment; Marco Rubio who showed up at the Romney primary this past weekend and tried to say I'm the next generation by wearing his little gym shorts and playing a little flag football out there or touch football.", "sentId": 252}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Where is Jeb Bush's base or how does he get it back?", "sentId": 253}], "secId": 86}, {"speaker": "BALL", "sentences": [{"text": "Well, you know, Jon Martin said this is a perception problem and I agree with that.", "sentId": 254}, {"text": "I think it's also a performance problem.", "sentId": 255}, {"text": "And I don't think it's as much about policy and specific stances as it is about the fact that you know on paper, he looked great in a lot of ways.", "sentId": 256}, {"text": "He had that support from about a quarter of the party right out of the gate.", "sentId": 257}], "secId": 87}, {"speaker": "BALL", "sentences": [{"text": "And then he actually went out there and started performing and people were just not impressed.", "sentId": 258}, {"text": "This is a guy who is rusty, whose political skills were never incredible to begin with, and who has seemed to sort of have a stubbornness about his willingness to just sort of go out and schmooze people and wow people and perform in this sort of dancing monkey way that you have to do as a politician.", "sentId": 259}], "secId": 88}, {"speaker": "BALL", "sentences": [{"text": "Nobody enjoys it.", "sentId": 260}, {"text": "But you've got to do it.", "sentId": 261}, {"text": "You've got to sort of suck it up.", "sentId": 262}, {"text": "And so I think there's just a sense that he's not that good at this.", "sentId": 263}, {"text": "And I think that that's -- you know, conservatives want all these policy stances.", "sentId": 264}, {"text": "But they also really want to win.", "sentId": 265}], "secId": 89}, {"speaker": "MARTIN", "sentences": [{"text": "Yes, right.", "sentId": 266}], "secId": 90}, {"speaker": "KUCINICH", "sentences": [{"text": "Right.", "sentId": 267}], "secId": 91}, {"speaker": "BALL", "sentences": [{"text": "Republicans are very focused on electability.", "sentId": 268}, {"text": "And I think what's given them more pause than anything are some of the general election polls that show that people don't want to vote for a Bush.", "sentId": 269}, {"text": "It's that queasiness.", "sentId": 270}, {"text": "They don't want to compromise everything else to go for Jeb if Jeb is then going to just lose the general election.", "sentId": 271}], "secId": 92}, {"speaker": "KUCINICH", "sentences": [{"text": "I think that Iraq question.", "sentId": 272}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "-- sorry we have to cut you there for time.", "sentId": 273}, {"text": "But we'll watch Jeb Bush's big speech tomorrow.", "sentId": 274}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "Up next our reporters empty their notebooks to get you out ahead of the big political news just around the corner including the end of a meaningless yet very influential political tradition in Iowa.", "sentId": 275}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table, ask our great reporters to share a secret from their note books.", "sentId": 276}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Jackie Kucinich.", "sentId": 277}], "secId": 97}, {"speaker": "KUCINICH", "sentences": [{"text": "You'll remember Carl de Mayo, he was a candidate for congress in San Diego he lost to Scott Peters after his campaign was derailed by allegations of sexual misconduct from a former campaign worker.", "sentId": 278}, {"text": "Well now this campaign worker has pled guilty to obstruction of justice saying he lied about some of the e-mails.", "sentId": 279}, {"text": "He fabricated some of the e-mails that really bolstered his case.", "sentId": 280}], "secId": 98}, {"speaker": "KUCINICH", "sentences": [{"text": "So I spoke to Carl de Mayo yesterday.", "sentId": 281}, {"text": "He's very angry about this and he's looking at this as evidence that he's been telling the truth this whole time and none of this happened.", "sentId": 282}, {"text": "And he blamed Peter's campaign.", "sentId": 283}, {"text": "Peter called me.", "sentId": 284}, {"text": "He said that they had nothing to do with it and noted that the allegations that this guy didn't recant his allegations -- the campaign worker.", "sentId": 285}], "secId": 99}, {"speaker": "KUCINICH", "sentences": [{"text": "So this is just a nasty campaign that continues to be nasty, seven months out and de Mayo for his part says he's done with politics for quite a while.", "sentId": 286}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Done for quite a while.", "sentId": 287}, {"text": "We'll see if he tries to come back.", "sentId": 288}, {"text": "Jonathan.", "sentId": 289}], "secId": 101}, {"speaker": "MARTIN", "sentences": [{"text": "Florida, Florida, Florida.", "sentId": 290}, {"text": "The key swing state in American politics looms large once again in 2016 and the primary this time around.", "sentId": 291}, {"text": "For Jeb Bush who launches his campaign tomorrow Florida is both a sword and a shield -- John.", "sentId": 292}, {"text": "It lets him go on the offensive against some of his rivals who don't have the same record that he piled up when he was governor in Tallahassee.", "sentId": 293}, {"text": "The senators notably come to mind.", "sentId": 294}], "secId": 102}, {"speaker": "MARTIN", "sentences": [{"text": "It's a shield because it lets him sort of repel the attacks from the conservatives who are going to say he's not really a conservative, he's kind of a closet moderate because he can point to that record in Tallahassee.", "sentId": 295}], "secId": 103}, {"speaker": "MARTIN", "sentences": [{"text": "And finally it's critical because they have that primary on March 15th.", "sentId": 296}, {"text": "You talk to the Bush folks, the Marco folks, and both of them say whoever comes out of that primary on top probably goes forward -- the loser goes home or stays home, because both of them are in Florida.", "sentId": 297}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "That's a great point.", "sentId": 298}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "Molly?", "sentId": 299}], "secId": 106}, {"speaker": "BALL", "sentences": [{"text": "Hillary having re-announced her campaign is now off to the early states, Iowa, New Hampshire, South Carolina and Nevada.", "sentId": 300}, {"text": "And one thing that we're going to see different from her this time this tour is that she's going to start doing a lot of local press interviews her campaign is saying.", "sentId": 301}, {"text": "This whole time they've pretended that they basically don't care about the criticism that she's disarming  the press, but this is a signal that they have taken that to heart a little bit.", "sentId": 302}, {"text": "They're trying to rebut that perception.", "sentId": 303}, {"text": "Unclear if this current round is going to do anything to sort of staunch that criticism, however.", "sentId": 304}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "detente is not peace perhaps with the press.", "sentId": 305}, {"text": "Peter Baker.", "sentId": 306}], "secId": 108}, {"speaker": "BAKER", "sentences": [{"text": "On Tuesday the President hosts at the White House the president of South Korea.", "sentId": 307}, {"text": "Now normally we wouldn't think that was such a big deal except that it comes at the very moment he's going to be trying to revive this trade deal we've been talking about.", "sentId": 308}], "secId": 109}, {"speaker": "BAKER", "sentences": [{"text": "Why does South Korea matter?", "sentId": 309}, {"text": "They're not part of this twelve-nation trade partnership pack that she's trying to negotiate but they want in.", "sentId": 310}, {"text": "That's fine except that the Democrats on the hill who are against this in the first place have been using South Korea as an example of why we shouldn't get in to this because the last trade deal we did with South Korea they say worked out for South Korea and not for us.", "sentId": 311}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "Bad timing.", "sentId": 312}], "secId": 111}, {"speaker": "BAKER", "sentences": [{"text": "Bad timing trying to sell that on the Hill.", "sentId": 313}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 314}, {"text": "The Iowa Republican Party this past week canceled its summer presidential straw poll.", "sentId": 315}, {"text": "My favorite response came from a long-time Republican operative with not so fond memories of .", "sentId": 316}, {"text": "\"Ding dong the witch is dead,\" he wrote, \"will a summer without the straw poll matter?", "sentId": 317}, {"text": "Most likely yes.", "sentId": 318}, {"text": "Just ask Lamar Alexander or Tim Pawlenty.", "sentId": 319}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "The straw poll was a fund-raising gimmick with no official meaning yet it almost always managed to shake up the GOP race.", "sentId": 320}, {"text": "In effect the straw poll gave Iowa Republicans the first two chances to win in the Republican field.", "sentId": 321}, {"text": "Now Iowa will get just one bite at that apple.", "sentId": 322}, {"text": "The Iowa Republican Party will miss the money.", "sentId": 323}, {"text": "Political reporters will certainly miss the circus.", "sentId": 324}, {"text": "But the process should gain from this decision.", "sentId": 325}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 326}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 327}, {"text": "We'll see you soon.", "sentId": 328}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "A special hour just ahead, \"STATE OF THE UNION\" with new host Jake Tapper starts right now.", "sentId": 329}], "secId": 116}], "sectionCount": 117, "url": "transcripts.cnn.com/TRANSCRIPTS/1506/14/ip.01.html", "sentenceCount": 331, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired June 14, 2015 - 08:30   ET", "speakers": ["KING", "PELOSI", "CLINTON", "CROWD", "BUSH", "With us this morning to share their reporting and their insights", "Clinton", "BALL", "MARTIN", "KUCINICH", "BAKER", "GRAHAM", "KELLY"], "title": "INSIDE POLITICS"}