{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1403.23.ip.01.html.json", "subTitle": "Hillary Clinton Stays in the Spotlight; Obamacare's Not So Happy Birthday; Obama Takes on Scott Brown", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Hillary Clinton takes a few steps away from President Obama on Ukraine and the Iran nuclear talks.", "sentId": 0}], "secId": 0}, {"speaker": "CLINTON", "sentences": [{"text": "I am also personally skeptical that the Iranians would follow through and deliver.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Some see 2016 calculations at play.", "sentId": 2}, {"text": "But if so why are Clinton loyalists suddenly suggesting perhaps she's too old to run.", "sentId": 3}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Plus Obamacare turns four.", "sentId": 4}, {"text": "Nancy Pelosi says Democrats should be celebrating instead of panicking.", "sentId": 5}], "secId": 3}, {"speaker": "PELOSI", "sentences": [{"text": "I believe that it's a winner.", "sentId": 6}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Rand Paul tells young Americans President Obama's reward for their votes is to track their phone calls and e-mails.", "sentId": 7}], "secId": 5}, {"speaker": "PAUL", "sentences": [{"text": "I oppose this abuse of power with every ounce of energy I have.", "sentId": 8}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "But he says Republicans won't win back the White House unless they learn from dominos.", "sentId": 9}], "secId": 7}, {"speaker": "PAUL", "sentences": [{"text": "Ok bad crust.", "sentId": 10}, {"text": "We need a different kind of party.", "sentId": 11}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 12}, {"text": "Welcome to INSIDE POLITICS.", "sentId": 13}, {"text": "I'm John King.", "sentId": 14}, {"text": "Thanks for sharing your Sunday morning with us.", "sentId": 15}, {"text": "To share their reporting and insights: Maeve Reston of \"Los Angeles Times\", Robert Costa of \"The Washington Post\", David Maraniss of \"The Washington Post\" and Julie Pace of \"The Associated Press\".", "sentId": 16}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "It was another high-profile week to Hillary Clinton including a few gentle steps away from President Obama but to me even more interesting was the decision by some close Clinton friends and other senior Democrats to go public with their reservations about a Hillary 2016 campaign.", "sentId": 17}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Listen, Maeve Reston, to what the former Senate Majority Leader Tom Daschle told the \"Wall Street Journal.\"", "sentId": 18}, {"text": "\"There's a fatigue and physical demand that she has to consider.", "sentId": 19}, {"text": "She's much older than she was 20 years ago when her husband first started, so there are a lot of personal considerations to take into account.\"", "sentId": 20}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Everybody in Washington talks about this privately.", "sentId": 21}, {"text": "But why would Senator Daschle -- why would Hillary Clinton friends and confidants allow themselves to be quoted some by name raising so many questions about whether she should run.", "sentId": 22}], "secId": 12}, {"speaker": "RESTON", "sentences": [{"text": "Because they don't want her to be a target.", "sentId": 23}, {"text": "And I remember talking to one of Hillary's advisors back when all the Super PACs were forming around her.", "sentId": 24}, {"text": "A laugh followed  and said the moment that she becomes a candidate, even in an exploratory phase her poll numbers will drop by 20 points.", "sentId": 25}, {"text": "And we don't want that.", "sentId": 26}, {"text": "They want to delay that as long as possible.", "sentId": 27}], "secId": 13}, {"speaker": "RESTON", "sentences": [{"text": "And so I think they'll be playing this game with the press for the next year, just kind of poking doubts you know about whether or not she's going to run or not.", "sentId": 28}, {"text": "And that's a good thing for her because it keeps people talking about it and sort of allow sort of to create a little bit of distance from what's going on out there.", "sentId": 29}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "So ambiguity is good thing for her.", "sentId": 30}, {"text": "I'm not sure saying she's too old is good thing for her.", "sentId": 31}, {"text": "David you've tracked her back to her days as First Lady of Arkansas, through the First Lady of the White House through the Senate.", "sentId": 32}, {"text": "And now isn't this somewhat of a violation of the Clinton code to have people who are known to be close to her, some with her names attached, others anonymously but as close Clinton advisors talking about the down side saying maybe she shouldn't do this because you know almost and some of them saying almost the presidency is beneath her.", "sentId": 33}], "secId": 15}, {"speaker": "MARANISS", "sentences": [{"text": "You I can't speak to Tom Daschle but to Cheryl Mills I can.", "sentId": 34}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 35}], "secId": 17}, {"speaker": "MARANISS", "sentences": [{"text": "I dealt with her a lot during the whole Clinton era and she doesn't say things by accident.", "sentId": 36}, {"text": "She's one tough lawyer.", "sentId": 37}, {"text": "She doesn't say things without the Clintons knowing that she's going to say them.", "sentId": 38}, {"text": "So you have to assume that they said please put this out there.", "sentId": 39}, {"text": "Whether you know 50-50, in my opinion on why you know half of them might be they don't want her to be a target given half of them might be that there's a possibility they realize now that she won't run.", "sentId": 40}, {"text": "And so therefore they don't want it to be complete you know a sudden break and they're sort of planting that seed.", "sentId": 41}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "That would be the interesting one and maybe a signal to other Democrats who wouldn't run if she doesn't run to maybe --", "sentId": 42}], "secId": 19}, {"speaker": "MARANISS", "sentences": [{"text": "And now we see Joe Biden setting --", "sentId": 43}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Joe Biden -- yes trigger.", "sentId": 44}, {"text": "Yes crack the code, I guess.", "sentId": 45}, {"text": "But what do they think at the White House when Hillary Clinton has such a high-profile and former Secretary of State goes out and says we need, meaning the United States, meaning President Obama needs to do more to help the government in Ukraine.", "sentId": 46}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "She did say keep negotiating and she said the administration is right to negotiate with Iran.", "sentId": 47}, {"text": "But then she publicly airs her skepticism that the Iranians can be trusted to a deal.", "sentId": 48}, {"text": "Do they take offense at the White House?", "sentId": 49}, {"text": "Or they said whatever?", "sentId": 50}], "secId": 22}, {"speaker": "PACE", "sentences": [{"text": "I don't think they take offense to it necessarily but I think they do see that some of what she's doing is trying to shape her role in both of these situations.", "sentId": 51}, {"text": "Iran the negotiations -- the secret negotiations with Iran started under Hillary Clinton when she was at the State Department.", "sentId": 52}, {"text": "So she will have a hand in whatever happens in the nuclear talks.", "sentId": 53}, {"text": "With Russia I mean we are going to see that moment with that red reset button --", "sentId": 54}], "secId": 23}, {"speaker": "MARANISS", "sentences": [{"text": "Right.", "sentId": 55}], "secId": 24}, {"speaker": "PACE", "sentences": [{"text": "-- endlessly if she -- if she does run.", "sentId": 56}, {"text": "So she is trying to now stake out a position that is maybe more aggressive so that she can cover up some of her actions as Secretary of State.", "sentId": 57}, {"text": "But I mean it's inevitable that we will go back to her record as Secretary of State more than what she's saying in this period.", "sentId": 58}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "Whether it's Russia reset, whether it's Iran negotiations, whether it's Benghazi she's going to have to deal with some questions about her record as Secretary of State.", "sentId": 59}, {"text": "She's dealing with some of that I'm told as she reworks her book which will be due out later.", "sentId": 60}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "A little bit of humor from Secretary Clinton during the week.", "sentId": 61}, {"text": "Listen here as she discusses potential titles.", "sentId": 62}], "secId": 27}, {"speaker": "CLINTON", "sentences": [{"text": "One possibility was \"it takes a world\", a fitting sequel to \"it takes a village\".", "sentId": 63}, {"text": "Another plays off my love of all things Tina Fey, bossy pant suit.", "sentId": 64}, {"text": "The Scrunchy Chronicles, 112 countries and it is still all about my hair.", "sentId": 65}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "You know that's funny, Robert Costa.", "sentId": 66}, {"text": "But is it too much?", "sentId": 67}, {"text": "You know she's got a tough one.", "sentId": 68}, {"text": "She wants to be out there, she wants to give these speeches; she wants to keep her profile up.", "sentId": 69}, {"text": "Some Democrats get annoyed sometimes.", "sentId": 70}, {"text": "The Vice President this week found out the guy -- that President Obama brought in to help inside the white John Podesta not only is he going to help President Obama but he's going to chair these weekly \"What should Hillary do meetings\", that's a little bit of a slap at the sitting vice president of the United States.", "sentId": 71}, {"text": "Is it too much Hillary or is she calibrating this right?", "sentId": 72}], "secId": 29}, {"speaker": "COSTA", "sentences": [{"text": "I think Secretary Clinton is slowly reengaging with domestic politics after being Secretary of State.", "sentId": 73}, {"text": "I think when you look at her speeches this week there's a touch of humor but there's also a focus on her book.", "sentId": 74}, {"text": "She doesn't want to get too -- moving too quickly towards a presidential campaign all of this commotion of ready for Hillary and other PACs surround her.", "sentId": 75}, {"text": "I think she's trying to do this on her own time line, doing that will be difficult but that seems to be her endeavor.", "sentId": 76}], "secId": 30}, {"speaker": "PACE", "sentences": [{"text": "But that seems to be the purpose of some of these quotes that came out this --", "sentId": 77}], "secId": 31}, {"speaker": "RESTON", "sentences": [{"text": "Yes.", "sentId": 78}], "secId": 32}, {"speaker": "MARANISS", "sentences": [{"text": "Right.", "sentId": 79}], "secId": 33}, {"speaker": "PACE", "sentences": [{"text": "-- this past week which is to say while the media and the Super PACs may have already decided that she's running.", "sentId": 80}, {"text": "Hey inside Hillary world she hasn't really made up her mind yet.", "sentId": 81}], "secId": 34}, {"speaker": "RESTON", "sentences": [{"text": "At the same time this is kind of a testing ground for her that you're starting to see the arc of what could be her argument going forward.", "sentId": 82}, {"text": "And she's out there on Russia has sort of given her an entree to talk about her record as Secretary of State and to define it at the same time that all of her Republican rivals are trying to you know define it around Benghazi and other issues of that nature.", "sentId": 83}], "secId": 35}, {"speaker": "RESTON", "sentences": [{"text": "And so it's interesting to sort of see the beginnings of what her argument could be, you know, as we go down the road.", "sentId": 84}], "secId": 36}, {"speaker": "MARANISS", "sentences": [{"text": "I don't see it as reinvention on her part.", "sentId": 85}, {"text": "I mean it's true that as Secretary of State she's had to do these things that you mentioned.", "sentId": 86}, {"text": "But I would say the over the arc of her career she has been more hard-edged on foreign policy than Barack Obama.", "sentId": 87}], "secId": 37}, {"speaker": "PACE", "sentences": [{"text": "Sure.", "sentId": 88}], "secId": 38}, {"speaker": "MARANISS", "sentences": [{"text": "And that's the thing for voters to remember because that's what we really put out and that what she did as Secretary of State.", "sentId": 89}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "She's the prohibitive front-runner should she run the Democratic side.", "sentId": 90}, {"text": "She took a few gentle steps away from the President.", "sentId": 91}, {"text": "The early front-runner by a much, much smaller margin on the Republican side is the freshman senator from Kentucky Rand Paul.", "sentId": 92}, {"text": "Listen to him here as he says the Republican Party needs to make a major break from its existing brand.", "sentId": 93}], "secId": 40}, {"speaker": "PAUL", "sentences": [{"text": "Remember Dominos finally admitted they had bad crust?", "sentId": 94}, {"text": "I think Republican Party admitted, ok bad crust we need a -- we need a different kind of party.", "sentId": 95}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Again, Robert Costa humor is always good in politics.", "sentId": 96}, {"text": "But when he says that we know he's trying to take a little Tea Party, his dad's libertarian base, reach out to the establishment.", "sentId": 97}, {"text": "Do Republicans take offense when he's telling them essentially \"you've been wrong\"?", "sentId": 98}], "secId": 42}, {"speaker": "COSTA", "sentences": [{"text": "I sat down with Senator's Paul chief political advisers on Friday.", "sentId": 99}, {"text": "And I said you're doing all of these things, you're speaking at Berkeley.", "sentId": 100}, {"text": "You're reaching out to young people.", "sentId": 101}, {"text": "How does it help you win the Republican nomination?", "sentId": 102}, {"text": "And their answer was this.", "sentId": 103}, {"text": "They said as much as they know -- they are really trying to broaden their appeal for a general election with appeal to libertarians and people who have concerns about the NSA.", "sentId": 104}], "secId": 43}, {"speaker": "COSTA", "sentences": [{"text": "They're also really making a pitch to the Republican establishment saying that Rand Paul can get beyond his father's base that he can appeal to people that he could win a general election.", "sentId": 105}, {"text": "It's really not only a pitch to the young people but to those watching on Wall Street.", "sentId": 106}], "secId": 44}, {"speaker": "RESTON", "sentences": [{"text": "And to show that he has a sophisticated enough organization to really run as the party's nominee.", "sentId": 107}, {"text": "That's his big test over the next year.", "sentId": 108}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "I'll say this I got an e-mail on Friday as well from one of Republican Party's top fundraisers.", "sentId": 109}, {"text": "He's been involved in several successful presidential campaigns said \"Rand Paul is the news on the GOP side period.", "sentId": 110}, {"text": "He's dominating the pre-pre-primary phase on the ground and the message battle to define the party and in the news, TV, Internet and papers.\"", "sentId": 111}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "But David, pre-pre-primary phase doesn't mean he's the nominee.", "sentId": 112}, {"text": "Rudy Giuliani dominated the pre-pre-primary once.", "sentId": 113}], "secId": 47}, {"speaker": "MARANISS", "sentences": [{"text": "Absolutely what I'm interested in is I think that his libertarian appeal on the privacy issues and the NSA is very powerful to the younger generation.", "sentId": 114}, {"text": "And that can -- and that appeal can -- can get to the establishment if it proves that he can get that vote.", "sentId": 115}, {"text": "But how -- how -- what do they answer when he says how does he deal with abortion and if that's a privacy issue to some extent.", "sentId": 116}], "secId": 48}, {"speaker": "COSTA", "sentences": [{"text": "Right.", "sentId": 117}], "secId": 49}, {"speaker": "MARANISS", "sentences": [{"text": "And that's the third reel of conservative politics.", "sentId": 118}, {"text": "COSTA:  Well, the answer there David -- on social issues it's at stake when it comes to legalizing marijuana, when it comes to same sex marriage.", "sentId": 119}], "secId": 50}, {"speaker": "PACE", "sentences": [{"text": "Right.", "sentId": 120}], "secId": 51}, {"speaker": "COSTA", "sentences": [{"text": "Paul tries to tow the line and sound like a centrist by leaving it in the state's hands.", "sentId": 121}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "Leaving it up to the state.", "sentId": 122}, {"text": "All right everybody stay put.", "sentId": 123}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "Obamacare turn -- Obamacare turns four and the Republicans well they are the ones seeing reasons to celebrate.", "sentId": 124}, {"text": "Our Puzzle explores why even rising enrollment numbers may not be enough to shift the politics of healthcare.", "sentId": 125}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "And in this week's installment of politicians say the darnedest things, President Obama speaking to Ellen and trust me speaking a universal bipartisan truth.", "sentId": 126}, {"text": "A big fancy job title even president doesn't mean a thing to your teen or pre-teen daughters.", "sentId": 127}], "secId": 55}, {"speaker": "OBAMA", "sentences": [{"text": "I am not that interesting they are -- they are nice about it though because they still love me so they'll come in and they'll pat me on the head and kiss me and they'll say oh, daddy we love you so much.", "sentId": 128}, {"text": "And they'll talk to me for about five minutes and then they'll say we're going to be gone all weekend.", "sentId": 129}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 130}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "The Obama White House says health care enrollment numbers are up and should pass the six million mark by next week's deadline.", "sentId": 131}, {"text": "Now that would be short of the initial seven million goal but still a stunning rebound from the program's disastrous early roll out.", "sentId": 132}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "But even if there's policy progress will the politics of health care still favor the Republicans come November?", "sentId": 133}, {"text": "Well, since Obamacare turned four this week our puzzle this week uses as birthday cake to explore the numbers.", "sentId": 134}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Let's take a look -- happy birthday to the President's healthcare plan.", "sentId": 135}, {"text": "Look at this.", "sentId": 136}, {"text": "Let's go back in time.", "sentId": 137}, {"text": "The view of the healthcare plan from 2010 when it was passed -- you do see a point here in early 2012 where it was more popular than unpopular.", "sentId": 138}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "But then we come fast forward to today and you might say the patient is a bit on life support.", "sentId": 139}, {"text": "53 percent disapprove of the health care law, 41 percent approve.", "sentId": 140}, {"text": "Let's take a closer look at these numbers because that's why they're so important this midterm election year.", "sentId": 141}, {"text": "African-Americans like the program.", "sentId": 142}, {"text": "Hispanics are evenly split.", "sentId": 143}, {"text": "But look at this among white voters.", "sentId": 144}, {"text": "Opposition is high almost 2-1 among white voters.", "sentId": 145}, {"text": "Remember whites vote in higher percentages in a midterm year than blacks and Hispanics.", "sentId": 146}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Let's move on to look at the age breakdown.", "sentId": 147}, {"text": "Younger voters split -- slight majority favor it, but again older voters are most likely to vote in a midterm election year and look at that more than 20 points opposition to the President's healthcare plan.", "sentId": 148}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "So those who like it the least are most likely to vote in this year's election which begs this question, Julie Pace  as I come back to you.", "sentId": 149}, {"text": "If the numbers go up and they can say, well, we didn't get to seven but we got to six million and we're growing, can they take a policy success and change the politics?", "sentId": 150}], "secId": 63}, {"speaker": "PACE", "sentences": [{"text": "It's really tricky for the White House because they had such a rough roll out of health care.", "sentId": 151}, {"text": "And this law is so crucial to the President's legacy that, you know, officials want to celebrate the fact that this has turned out a lot better than they expected but they're hearing from Democrats the 2014-ers particularly in the senate were saying maybe you might want to calm down a little bit.", "sentId": 152}, {"text": "You might not want to put us in a position once again of having to choose between defending a law we voted for or walking away from the President.", "sentId": 153}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Robert, where are Republicans on the question that comes up constantly?", "sentId": 154}, {"text": "Can they just run against Obamacare or do they need to put more meat on the bones of what they would do if they get both chambers of Congress.", "sentId": 155}], "secId": 65}, {"speaker": "COSTA", "sentences": [{"text": "When you look at the poll numbers for Obamacare you see, of course, it's having some problems politically.", "sentId": 156}, {"text": "But the poll numbers in our \"Washington Post\" poll for the Republicans in Congress are under 20 percent.", "sentId": 157}, {"text": "And so Republicans are dealing with their own perception problems as well.", "sentId": 158}], "secId": 66}, {"speaker": "COSTA", "sentences": [{"text": "I sat down with Kevin McCarthy, the House Whip and he told me that Republicans are going this spring and summer to offer some kind of alternative to show that they are not just a party of opposition.", "sentId": 159}, {"text": "But that's a difficult task because inside the House you see  there are a lot of tensions, a lot of disagreements about how exactly that alternative should look.", "sentId": 160}, {"text": "How they should move forward.", "sentId": 161}], "secId": 67}, {"speaker": "COSTA", "sentences": [{"text": "So John Boehner is going to have some difficult questions about strategy in the coming months.", "sentId": 162}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "Nancy Pelosi was the Speaker when this program passed.", "sentId": 163}, {"text": "It's part of her personal legacy.", "sentId": 164}, {"text": "She's trying to be Speaker again.", "sentId": 165}, {"text": "I don't there's anybody who thinks that's going to happen at least in this cycle.", "sentId": 166}, {"text": "However she says Democrats who are running from the President and his healthcare plan are wrong and she also says listen here, that she tells even the President stop calling it Obamacare.", "sentId": 167}], "secId": 69}, {"speaker": "PELOSI", "sentences": [{"text": "By the way, it's called the Affordable Care Act.", "sentId": 168}, {"text": "It's called the Affordable Care Act.", "sentId": 169}, {"text": "Affordable, affordable, affordable, affordable, affordable.", "sentId": 170}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "She's the senior Democrat in the House.", "sentId": 171}, {"text": "She was once the Speaker, Maeve.", "sentId": 172}, {"text": "But can she get anyone to listen to her?", "sentId": 173}, {"text": "If you look around the country you don't see any Democrats saying \"I love this program.", "sentId": 174}, {"text": "I want the President to come in.\"", "sentId": 175}, {"text": "They are doing just the opposite.", "sentId": 176}, {"text": "They are saying we need to fix it.", "sentId": 177}, {"text": "And I was mad at the President when he had the botched roll out too.", "sentId": 178}], "secId": 71}, {"speaker": "RESTON", "sentences": [{"text": "And that's the Democrats' biggest problem here is that everyone has their own story about the healthcare law.", "sentId": 179}, {"text": "You have some people whose premiums are shooting up and they're going to blame it on the law.", "sentId": 180}, {"text": "You have other people who are happy with it and certainly the negative stories have been outweighing the positive ones.", "sentId": 181}], "secId": 72}, {"speaker": "RESTON", "sentences": [{"text": "But I think the other thing to remember, I've been spending a lot of time in that states that have really a lot of trouble with their exchanges is that this is really about a state by state issue.", "sentId": 182}, {"text": "What those insurance pools will look at the end of that.", "sentId": 183}, {"text": "And so everyone is focused on the big numbers but there are states that still have crippled exchanges that are being probed.", "sentId": 184}, {"text": "But that's going to spill into the mid-terms and keep this issue going well into the fall.", "sentId": 185}], "secId": 73}, {"speaker": "RESTON", "sentences": [{"text": "And then some states like Hawaii, the President's own state, don't even know if they can keep their exchange sustainable over the long term because it doesn't have enough money because not enough people are signing up.", "sentId": 186}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "One of the things David that frustrates the former Speaker is that  uses in the context of Democratic Party history.", "sentId": 187}, {"text": "We're trying to do this back to the Truman days; it's part of her personal legacy that she got it done even though her relations with the White House are frayed at times.", "sentId": 188}, {"text": "Part of the President's legacy, his signature initiative.", "sentId": 189}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "But the 25-year down the road view doesn't matter much to an election 200 plus days away, does it.", "sentId": 190}], "secId": 76}, {"speaker": "MARANISS", "sentences": [{"text": "Well, politics is short term and policy is long term and especially a major policy like this.", "sentId": 191}, {"text": "When you think about the roll out of Social Security or Medicare or any of them, it took years to work out.", "sentId": 192}, {"text": "And so the Democrats, that's the decision you have to make whether -- demographics also play to their favor in the long-term as does perhaps this policy.", "sentId": 193}, {"text": "So are they willing to suffer for a few short term years to get through this or not?", "sentId": 194}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "Reince Priebus is the head of the Republican National Committee, said this week in part because of what he believes is deepening opposition to the healthcare plan and an expanding map for Republicans he said it's going to be a tsunami election for Republicans like it was in 2010.", "sentId": 195}, {"text": "One of the ways we'll know if that's true is, watch a place like Colorado.", "sentId": 196}, {"text": "See if that Senate race gets close.", "sentId": 197}, {"text": "Watch a place like New Hampshire where the former Massachusetts Senator Scott Brown jumped in and now he says he wants to seek the Republican nomination.", "sentId": 198}, {"text": "See if that one gets close around Labor Day.", "sentId": 199}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "Listen to the President here.", "sentId": 200}, {"text": "He was doing some local cable interviews to promote his healthcare plan and he was asked about Scott Brown.", "sentId": 201}], "secId": 79}, {"speaker": "OBAMA", "sentences": [{"text": "Scott Brown wants to move down to Texas, you know, then we can always use some moderate Republicans in other parts of the country.", "sentId": 202}, {"text": "New Hampshire has already got it covered with a great senator.", "sentId": 203}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "New Hampshire has a Democratic Senator Jeanne Shaheen.", "sentId": 204}, {"text": "The President had a lot of humor in.", "sentId": 205}, {"text": "A lot of attempted --", "sentId": 206}], "secId": 81}, {"speaker": "PACE", "sentences": [{"text": "Yes, funny politician.", "sentId": 207}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Attempted political humor in today's program.", "sentId": 208}, {"text": "But I'm told and I've spoken to some of them that New Hampshire Democrats actually were mad at that because they had just spent a week trying to define Scott Brown as Mr.", "sentId": 209}, {"text": "Tea Party and then the President of the United States, the top elected Democrat in the land says he's a moderate.", "sentId": 210}], "secId": 83}, {"speaker": "PACE", "sentences": [{"text": "Are you saying that there's a gap between Democrats in states and the White House?", "sentId": 211}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "Shocking.", "sentId": 212}], "secId": 85}, {"speaker": "PACE", "sentences": [{"text": "Shocking development.", "sentId": 213}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Part of the breaking news banner.", "sentId": 214}], "secId": 87}, {"speaker": "PACE", "sentences": [{"text": "Shocking development.", "sentId": 215}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Is that the President's freelancing or is it a staff issue?", "sentId": 216}, {"text": "If you're going to do an interview with a political reporter from the New England Cable Network you're going to get asked about the marquee Senate race in New England.", "sentId": 217}], "secId": 89}, {"speaker": "PACE", "sentences": [{"text": "Absolutely.", "sentId": 218}, {"text": "I think part of this was the President trying to be a little funny.", "sentId": 219}, {"text": "I think he probably, you know, had a talking point in a briefing binder somewhere that he maybe ignored.", "sentId": 220}], "secId": 90}, {"speaker": "PACE", "sentences": [{"text": "When it comes to Scott Brown this is sort of a personal thing with the President -- right.", "sentId": 221}, {"text": "Scott Brown is the Republican who was elected and caused huge headaches for the White House when they were trying to pass health care.", "sentId": 222}, {"text": "So I think he was trying to make a little bit of -- take a little bit of a jab at Scott Brown, probably nothing more.", "sentId": 223}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "Do you sense any fear when you talk to Republicans that they may be out there a little over their own skis now being so confident they're going to get the senate?", "sentId": 224}], "secId": 92}, {"speaker": "RESTON", "sentences": [{"text": "Absolutely.", "sentId": 225}, {"text": "I think that there's so many structural problems that the Republican Party has going forward.", "sentId": 226}, {"text": "I was talking to a bunch of GOP strategists this week about the fact that the 2014 electorate is so different from the 2016 electorate so they are not really focusing on their long term problems because they are kind of gliding along right now and that's a big problem that's going to face them going forward.", "sentId": 227}, {"text": "Good year could mean bad year in 2016.", "sentId": 228}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "I don't see what's  -- I guess Mitch McConnell would probably take that if he could win his race and beat  --", "sentId": 229}], "secId": 94}, {"speaker": "COSTA", "sentences": [{"text": "All these senate races across the country -- the institutional Republican Party has really diminished in power.", "sentId": 230}, {"text": "And so Republicans are confident not because they have faith in the structural efficiency of the GOP and Reince Priebus but because there's so many conservative organizations out there -- Americans for Prosperity, Freedom Works and others, Club  for Growth -- they're going to fund people like Scott Brown who may be on the periphery of some winnable races and pump them up with money.", "sentId": 231}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "Money, money, money, money -- everybody stand buy.", "sentId": 232}, {"text": "Tomorrow's news today is next as our reporters empty their notebooks including an important bag of set of auditions for some Republican presidential hopefuls.", "sentId": 233}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 234}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "Every week we try to get you ahead of the curve of the big political stories by asking our great reporters to share a nugget from their notebooks.", "sentId": 235}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "Let start with you Julie Pace.", "sentId": 236}], "secId": 99}, {"speaker": "PACE", "sentences": [{"text": "The President heads to Europe this week and while a lot of his trip is going to be dominated by the situation in Ukraine he also has a meeting with Pope Francis.", "sentId": 237}, {"text": "These are meetings that are often largely symbolic but there's a lot of domestic political implications to this for the president.", "sentId": 238}], "secId": 100}, {"speaker": "PACE", "sentences": [{"text": "The Pope has been talking about income inequality which is something the President is pushing this year as well.", "sentId": 239}, {"text": "And so the White House is trying to wrap its arms around a very popular Pope and hoping a little bit of his shine on this message will rub off on the President.", "sentId": 240}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 241}, {"text": "We'll keep an eye on that one.", "sentId": 242}, {"text": "David?", "sentId": 243}], "secId": 102}, {"speaker": "MARANISS", "sentences": [{"text": "Well, you know, there's so much talk about the Senate and House races but perhaps the most interesting race in the country this fall would be in Wisconsin between Governor Walker and the Democrat Mary Burke who are now running even in the polls.", "sentId": 244}, {"text": "And both Clinton, Bush and Obama used the election before they ran for president as sort of the spring board and they all had land slides.", "sentId": 245}, {"text": "And the notion that Scott Walker is going to have a landslide this time is possible -- it's going to be a very close race.", "sentId": 246}], "secId": 103}, {"speaker": "COSTA", "sentences": [{"text": "So often we speak about -- we look at John Boehner as the person to watch in the House.", "sentId": 247}, {"text": "But I sat down with House Majority Leader Eric Cantor this past week and I really think he's someone we should pay attention to ahead of the midterms.", "sentId": 248}, {"text": "He's trying to pass cancer research bills.", "sentId": 249}, {"text": "He's gone down to Mississippi to speak with John Lewis and support civil rights.", "sentId": 250}], "secId": 104}, {"speaker": "COSTA", "sentences": [{"text": "He's trying to -- without changing the Republican Party's ideology, present a more moderate muzzled front and a more appealing image as they try to keep the House majority and maybe win the Senate.", "sentId": 251}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "Ambitious guy, we'll watch Eric Cantor.", "sentId": 252}, {"text": "Maeve?", "sentId": 253}], "secId": 106}, {"speaker": "RESTON", "sentences": [{"text": "So the presidential race is moving out to my home turf out west this week with the Republican Jewish Coalition coming together bringing in three major governors who are Governor Christie, Walker, and Kasich.", "sentId": 254}, {"text": "And it's going to be really interesting to see them speaking before a power donor, Sheldon Adelson.", "sentId": 255}], "secId": 107}, {"speaker": "RESTON", "sentences": [{"text": "But Thursday night is Jeb Bush who is going to be speaking in Sheldon's airplane hangar to this very elite group of donors.", "sentId": 256}, {"text": "He gets a private audience, the big billing and it short of shows his status as the favored candidate going into 2016.", "sentId": 257}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "The favorite of the establishment is Jeb.", "sentId": 258}], "secId": 109}, {"speaker": "RESTON", "sentences": [{"text": "Of the establishment.", "sentId": 259}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "I'll close this.", "sentId": 260}, {"text": "In 2016 notes as well, a very busy 2016 week in New Hampshire.", "sentId": 261}, {"text": "The Ready for Hillary PAC made a big public splash.", "sentId": 262}, {"text": "But behind the scenes on the Republican side, I'm told that Louisiana governor, Bobby Jindal is reaching out of trying to put together a New Hampshire campaign staff.", "sentId": 263}, {"text": "And two very different Republicans Rand Paul and Chris Christie have both made private promises to the New Hampshire Republican Party to raise some money this year.", "sentId": 264}, {"text": "Good way to make friends in the first in the nation primary state.", "sentId": 265}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 266}, {"text": "Thanks again for sharing your morning with us.", "sentId": 267}, {"text": "We'll see you soon.", "sentId": 268}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" with Candy Crowley starts right now.", "sentId": 269}], "secId": 113}], "sectionCount": 114, "url": "transcripts.cnn.com/TRANSCRIPTS/1403/23/ip.01.html", "sentenceCount": 271, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired March 23, 2014 - 08:30   ET", "speakers": ["KING", "CLINTON", "PELOSI", "PAUL", "RESTON", "MARANISS", "PACE", "COSTA", "OBAMA"], "title": "INSIDE POLITICS"}