{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.0507.20.ip.01.html.json", "subTitle": "London Terror Investigation Update; Supreme Court Nominee Roberts Visits Senators; Protecting Journalists and Sources", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "BUSH", "sentences": [{"text": "Good morning.", "sentId": 0}], "secId": 0}, {"speaker": "ANNOUNCER", "sentences": [{"text": "The day after the nomination:  President Bush and his Supreme Court pick hit the ground running.", "sentId": 1}, {"text": "Are they facing a fight or a cakewalk?", "sentId": 2}], "secId": 1}, {"speaker": "BUSH", "sentences": [{"text": "I urge the Senate to rise to the occasion to provide a fair and civil process.", "sentId": 3}], "secId": 2}, {"speaker": "John Roberts talking points", "sentences": [{"text": "The campaign to define the nominee is under way with a degree of caution by Democrats.", "sentId": 4}], "secId": 3}, {"speaker": "KENNEDY", "sentences": [{"text": "The real issue in these hearings is going to be on who -- Judge Roberts is on who's side.", "sentId": 5}], "secId": 4}, {"speaker": "FRIST", "sentences": [{"text": "I believe that Judge Roberts is exactly the kind of justice America expects on the Supreme Court.", "sentId": 6}], "secId": 5}, {"speaker": "ANNOUNCER", "sentences": [{"text": "The un-Bork:  We'll count the way John Roberts is different from the famously failed nominee of the Reagan era.", "sentId": 7}], "secId": 6}, {"speaker": "French fries and a not-so-fat paper trail", "sentences": [{"text": "We'll examine Robert's past rulings featuring fast foods and reptiles.", "sentId": 8}], "secId": 7}, {"speaker": "French fries and a not-so-fat paper trail", "sentences": [{"text": "Now live from Washington, CNN's INSIDE POLITICS.", "sentId": 9}], "secId": 8}, {"speaker": "MALVEAUX", "sentences": [{"text": "Well thanks for joining us.", "sentId": 10}, {"text": "I'm Suzanne Malveaux.", "sentId": 11}, {"text": "And there hasn't been this much choreography on network television since the finale of \"Dancing with the Stars.\"", "sentId": 12}], "secId": 9}, {"speaker": "MALVEAUX", "sentences": [{"text": "In the last 24 hours Judge John Roberts' introduction to America has been playing out how the White House wanted it.", "sentId": 13}, {"text": "The Supreme Court nominee's debut is continuing this hour on Capitol Hill with key senators of both parties sending signals that Roberts' confirmation prospects are good.", "sentId": 14}], "secId": 10}, {"speaker": "MALVEAUX", "sentences": [{"text": "We begin with our congressional correspondent, Joe Johns -- Joe?", "sentId": 15}], "secId": 11}, {"speaker": "JOHNS", "sentences": [{"text": "Suzanne, that certainly does seem to be the case.", "sentId": 16}, {"text": "Judge Roberts on Capitol Hill today making the rounds, talking to Democrats and Republicans; expected in a little bit to talk to Senator Patrick Leahy of Vermont, the ranking Democrat on the Senate Judiciary Committee.", "sentId": 17}], "secId": 12}, {"speaker": "JOHNS", "sentences": [{"text": "This is a period when a nominee for the court essentially is defined on Capitol Hill and in the media.", "sentId": 18}, {"text": "He is being called a brilliant choice, even by some Democrats off the Hill who say he is to the right, but not so far to the right as to fire up the opposition.", "sentId": 19}], "secId": 13}, {"speaker": "JOHNS", "sentences": [{"text": "Just a little while ago, I asked Senator Ben Nelson, who was the leader -- the Democratic leader of the so-called Gang of 14 that essentially came up with that fix to head-off filibusters on judicial nomination, whether he thinks there will be an attempt to try to block this nomination?", "sentId": 20}], "secId": 14}, {"speaker": "NELSON", "sentences": [{"text": "Well, I'm certainly not thinking about it right now and I don't -- I'm not hearing anybody.", "sentId": 21}, {"text": "Sometimes there's hallway whisper.", "sentId": 22}, {"text": "None of that to date.", "sentId": 23}, {"text": "It's still new, but I'm not hearing it and I think by this point in time, that could very well be the case.", "sentId": 24}], "secId": 15}, {"speaker": "JOHNS", "sentences": [{"text": "Republicans, obviously being much more openly complimentary of this nomination, talking about his service at Hogan and Hartson, the law firm here in town; his service on the court, even though for a very brief period down at the D.C.", "sentId": 25}, {"text": "Circuit Court of Appeals.", "sentId": 26}, {"text": "Senator John McCain on the floor, also talking about the possibility of a filibuster which he just doesn't see happening.", "sentId": 27}], "secId": 16}, {"speaker": "MCCAIN", "sentences": [{"text": "I am a member -- a card-carrying member of the Gang of 14 and one of the criteria of the Gang of 14 is that we would not filibuster a nominee to a court or the Supreme Court if unless it was quote, \"extraordinary circumstances.\"", "sentId": 28}], "secId": 17}, {"speaker": "MCCAIN", "sentences": [{"text": "I do not speak for the 14 members.", "sentId": 29}, {"text": "I only speak for myself, but having been in on those negotiations about extraordinary circumstances for hundreds of hours, I think that Judge Roberts deserves an up-or- down vote and I hope that the other members of that group would also agree with me.", "sentId": 30}], "secId": 18}, {"speaker": "JOHNS", "sentences": [{"text": "Still, there is reason to expect some hard questions for Judge Roberts, particularly among people who are concerned about the issue of abortion on the Democratic side.", "sentId": 31}, {"text": "Senator Barbara Boxer of California, saying she just doesn't know enough about him right now to say whether she thinks he'll be good on her view of abortion, which is essentially pro-abortion.", "sentId": 32}], "secId": 19}, {"speaker": "BOXER", "sentences": [{"text": "I don't know enough, but you know, whether someone is flamboyant about their views and votes to the far right and someone else is not flamboyant, but votes to the far right, at the end of the day, a woman could go to jail for exercising a right to choose.", "sentId": 33}], "secId": 20}, {"speaker": "JOHNS", "sentences": [{"text": "And it is not quite the end of the day here on Capitol Hill.", "sentId": 34}, {"text": "Roberts still talking to people including Senate Democratic Leader Harry Reid just a little while ago.", "sentId": 35}, {"text": "He's got a lot more talking to do here on Capitol Hill.", "sentId": 36}], "secId": 21}, {"speaker": "JOHNS", "sentences": [{"text": "Obviously, down the road we have the issue of questions submitted to him.", "sentId": 37}, {"text": "We have the issue of a confirmation hearing.", "sentId": 38}, {"text": "Of course, he's had a confirmation hearing here on Capitol Hill just within the last two or three years.", "sentId": 39}, {"text": "He was able to get through and go down to the D.C.", "sentId": 40}, {"text": "Circuit Court of Appeals.", "sentId": 41}, {"text": "A lot of Democrats, however, saying right now the standard is completely different, than it was for him to go to the circuit court.", "sentId": 42}, {"text": "Back to you, Suzanne.", "sentId": 43}], "secId": 22}, {"speaker": "MALVEAUX", "sentences": [{"text": "Not even close to the end of the day.", "sentId": 44}, {"text": "Thank you so much, Joe Johns.", "sentId": 45}], "secId": 23}, {"speaker": "MALVEAUX", "sentences": [{"text": "And now on to the White House where the president and Judge Roberts began their day with coffee and more of their full court press for his confirmation.", "sentId": 46}, {"text": "Let's bring in our White House correspondent Dana Bash -- Dana?", "sentId": 47}], "secId": 24}, {"speaker": "BASH", "sentences": [{"text": "Hi, Suzanne.", "sentId": 48}], "secId": 25}, {"speaker": "Well", "sentences": [{"text": "Making the rounds up there, but also starting the day here at the White House this morning.", "sentId": 49}], "secId": 26}, {"speaker": "morning", "sentences": [{"text": "Driving himself and in his own car.", "sentId": 50}, {"text": "Coming here for a not-so-average kind of meeting and   that is of course, having coffee with the president of the United States, the morning after he decided that he is, of course, his pick to be at the Supreme Court.", "sentId": 51}], "secId": 27}, {"speaker": "morning", "sentences": [{"text": "Now, the next part of this well-choreographed day.", "sentId": 52}, {"text": "You see the two men there stepping into the Rose Garden and at that time, President Bush took the opportunity to make another plea to Democrats on Capitol Hill for what he called fairness and civility.", "sentId": 53}], "secId": 28}, {"speaker": "BUSH", "sentences": [{"text": "In my conversations with senators last night, we discussed how important it is that Judge Roberts get a fair hearing, a timely hearing and a hearing that will bring great credit to our nation and to the United States Senate.", "sentId": 54}], "secId": 29}, {"speaker": "BASH", "sentences": [{"text": "Now, there were also some key Republican senators here at the White House today, meeting with Roberts, meeting with some of the strategists here at the White House to guide Roberts through the minefields of all this including -- there you see Karl Rove, but that also included Ed Gillespie, former RNC chairman who is the White House point person to do all that.", "sentId": 55}], "secId": 30}, {"speaker": "BASH", "sentences": [{"text": "And essentially, what they feel here at the White House is that they might have really threaded the political needle.", "sentId": 56}, {"text": "They understand that they needed to find somebody who is a known quantity among conservatives and they feel like they have done that despite the irony, perhaps, of a president who says that he is the quintessential outsider picking, perhaps, the quintessential insider.", "sentId": 57}], "secId": 31}, {"speaker": "That is part of what they hope will be the thing that will get Roberts confirmed", "sentences": [{"text": "Because he is somebody who worked in a Republican administration, somebody who is known, again, inside Washington by conservatives, but also, even probably more importantly, somebody who is known inside Washington by Democrats and worked with Democrats.", "sentId": 58}], "secId": 32}, {"speaker": "firm", "sentences": [{"text": "Jack Keeney.", "sentId": 59}], "secId": 33}, {"speaker": "KEENEY", "sentences": [{"text": "He's a conservative politically, but he is an incredible legal intellect.", "sentId": 60}, {"text": "So, I don't see him as joining Justice Scalia in a particular opinion or Justice Thomas in a particular opinion.", "sentId": 61}, {"text": "What I actually see is Judge Roberts becoming Justice Roberts and getting people to join his opinions, because his analysis, I think, will be pretty straightforward and pretty much right down the middle.", "sentId": 62}], "secId": 34}, {"speaker": "BASH", "sentences": [{"text": "Now, having somebody -- a Democrat who did work for President Clinton, then President Gore in their campaigns, saying that he doesn't think that Roberts is in the mold of Thomas and Scalia -- might not be what conservatives want to hear.", "sentId": 63}, {"text": "But again, it's that idea of sort of going down the middle when it comes to confirmation and at this point, that is clearly what the White House is very much focused on -- Suzanne?", "sentId": 64}], "secId": 35}, {"speaker": "MALVEAUX", "sentences": [{"text": "Dana Bash, thank you very much.", "sentId": 65}], "secId": 36}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, abortion rights activists are raising red flags about John Roberts, saying they have grave concerns about his stand on Roe v. Wade.", "sentId": 66}, {"text": "In demonstrations today, womens groups and others urged senators to ask tough questions about Roberts' past statements about abortion.", "sentId": 67}], "secId": 37}, {"speaker": "MALVEAUX", "sentences": [{"text": "In 1990, when he was deputy solicitor general for the first President Bush, Roberts co-authored a brief saying, \"We continue to believe that Roe was wrongly decided and should be overruled.\"", "sentId": 68}], "secId": 38}, {"speaker": "MALVEAUX", "sentences": [{"text": "Roberts was asked to explain his position during his 2003 confirmation hearings to become an appeals court judge.", "sentId": 69}, {"text": "He explained the 1990 brief by saying he was acting as an advocate for his client.", "sentId": 70}, {"text": "Roberts went on to say that, \"Roe v. Wade is the settled law of the land,\" and he said there is nothing in his personal views that would prevent him from upholding that law.", "sentId": 71}], "secId": 39}, {"speaker": "ROBERTS", "sentences": [{"text": "There's no role for advocacy with respect to personal beliefs or views on the part of a judge.", "sentId": 72}, {"text": "The judge is bound to follow the Supreme Court precedent whether he agrees with it or disagrees with it and bound to apply the rule of law in cases whether there's applicable Supreme Court precedent or not.", "sentId": 73}, {"text": "Personal views, personal ideology -- those have no role to play whatever.", "sentId": 74}], "secId": 40}, {"speaker": "MALVEAUX", "sentences": [{"text": "And during that confirmation hearing, Roberts said it would not be appropriate for him to comment on Rove vs. Wade as an example of judicial activism.", "sentId": 75}], "secId": 41}, {"speaker": "MALVEAUX", "sentences": [{"text": "Both Democrats and Republicans are armed today with talking points aplenty.", "sentId": 76}, {"text": "Up next, the ranking Democrat on the judiciary committee, Senator Patrick Leahy, talks about John Roberts and the hearings ahead.", "sentId": 77}], "secId": 42}, {"speaker": "MALVEAUX", "sentences": [{"text": "And later, Republican reaction from the White House and Senator Sam Brownback.", "sentId": 78}], "secId": 43}, {"speaker": "MALVEAUX", "sentences": [{"text": "Plus, the ad war had begun even before the president named his High Court nominee.", "sentId": 79}, {"text": "Leaders of opposing interest groups will bring their battle right here.", "sentId": 80}], "secId": 44}, {"speaker": "MALVEAUX", "sentences": [{"text": "And later, Karl Rove and the CIA leak controversy.", "sentId": 81}, {"text": "Out of the headlines, but not forgotten on Capitol Hill.", "sentId": 82}], "secId": 45}, {"speaker": "MALVEAUX", "sentences": [{"text": "And this just in.", "sentId": 83}, {"text": "We have breaking news here at CNN regarding the London bombings.", "sentId": 84}, {"text": "Joining us now is our own Kelli Arena with the story -- Kelli.", "sentId": 85}], "secId": 46}, {"speaker": "ARENA", "sentences": [{"text": "Suzanne, officials familiar with that investigation tell CNN that a man British authorities would like to speak with in connection with the bombings allegedly traveled to the United States in 1999 to help set up a terror training camp in Bly, Oregon.", "sentId": 86}, {"text": "Sources say that the man, known either Rashid Haroon Aswad or Haroon Rashid Aswad, allegedly evaluated property in Bly for terror training, set up security around that property.", "sentId": 87}], "secId": 47}, {"speaker": "Now", "sentences": [{"text": "Kelli Arena, thanks very much for the update.", "sentId": 88}, {"text": "Please keep us posted.", "sentId": 89}, {"text": "I know you will.", "sentId": 90}], "secId": 48}, {"speaker": "ARENA", "sentences": [{"text": "Sure will.", "sentId": 91}], "secId": 49}, {"speaker": "MALVEAUX", "sentences": [{"text": "And on to the rest of the show, of course.", "sentId": 92}, {"text": "The John Roberts nomination has sparked a range of responses among Senate Democrats.", "sentId": 93}], "secId": 50}, {"speaker": "MALVEAUX", "sentences": [{"text": "With me now to share his thoughts is Senator Patrick Leahy of Vermont, the ranking Democrat on the Senate Judiciary Committee.", "sentId": 94}, {"text": "Thank you very much, Senator, for joining us.", "sentId": 95}], "secId": 51}, {"speaker": "LEAHY", "sentences": [{"text": "Happy to be with you.", "sentId": 96}, {"text": "It's a busy day here on the Hill.", "sentId": 97}], "secId": 52}, {"speaker": "MALVEAUX", "sentences": [{"text": "Absolutely.", "sentId": 98}, {"text": "Busy day for everybody, I'm sure.", "sentId": 99}], "secId": 53}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, let's start with the first issue here.", "sentId": 100}, {"text": "Democrats had asked for consultation and immediately the White House bombarded Democrats with calls.", "sentId": 101}], "secId": 54}, {"speaker": "MALVEAUX", "sentences": [{"text": "Yesterday, President Bush could say, with Roberts by his side, that he had reached out to the party.", "sentId": 102}, {"text": "He had listened and here was his pick, a solidly conservative nominee.", "sentId": 103}, {"text": "Was this a serious consultation?", "sentId": 104}, {"text": "Or do you think you were played?", "sentId": 105}], "secId": 55}, {"speaker": "LEAHY", "sentences": [{"text": "Well, I think a number of our thoughts were heard.", "sentId": 106}, {"text": "It was not as thorough a consultation as I would have liked.", "sentId": 107}], "secId": 56}, {"speaker": "LEAHY", "sentences": [{"text": "We suggested names to him, not the other way around.", "sentId": 108}, {"text": "It was somewhat different than the consultation we had with the Reagan administration or the Clinton administration, which was far more thorough.", "sentId": 109}], "secId": 57}, {"speaker": "LEAHY", "sentences": [{"text": "But with this administration it was far more extensive than we normally would have.", "sentId": 110}], "secId": 58}, {"speaker": "LEAHY", "sentences": [{"text": "I had a number of -- several good talks with the president, including last night, when he called me on Judge Roberts.", "sentId": 111}, {"text": "He obviously has to make the final decision.", "sentId": 112}, {"text": "I know some of the names that had been considered by the White House would have created enormous problems.", "sentId": 113}], "secId": 59}, {"speaker": "LEAHY", "sentences": [{"text": "But I think now we have a nominee.", "sentId": 114}, {"text": "We'll sit down, we'll do our due diligence.", "sentId": 115}, {"text": "I expect to spend a lot of the month of August in my home in Vermont reading all of Judge Roberts' opinions and writings, as well as the background material about him so that sometime in September we can have thorough and open hearings.", "sentId": 116}], "secId": 60}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, Senator, there was so much discussion, and even speculation if you will, that there were other candidates more palatable to the Democrats that he might have considered -- Edith Clement or Alberto Gonzales.", "sentId": 117}], "secId": 61}, {"speaker": "MALVEAUX", "sentences": [{"text": "Why do you suppose that the president did not go that way?", "sentId": 118}, {"text": "Were the Democrats not effective, not convincing in their case for the need for a consensus candidate?", "sentId": 119}], "secId": 62}, {"speaker": "LEAHY", "sentences": [{"text": "Well, I don't think -- you know, the president at no time said, \"OK, come in and make a case for this person or that person.\"", "sentId": 120}, {"text": "I have had -- past presidents have.", "sentId": 121}, {"text": "This president did not.", "sentId": 122}, {"text": "So it's not a case of him rejecting somebody we brought in.", "sentId": 123}], "secId": 63}, {"speaker": "LEAHY", "sentences": [{"text": "But we rather purposely did not give a whole list of names saying these are all great candidates, because with some at the White House, of course, that would be the kiss of death for them.", "sentId": 124}], "secId": 64}, {"speaker": "LEAHY", "sentences": [{"text": "But the president heard the things that we suggested.", "sentId": 125}, {"text": "I said to him, as I've said oftentimes publicly, \"Give us a nominee who can unite us and not divide us.\"", "sentId": 126}], "secId": 65}, {"speaker": "LEAHY", "sentences": [{"text": "And we'll find out after we have had the hearings whether that is the case.", "sentId": 127}], "secId": 66}, {"speaker": "MALVEAUX", "sentences": [{"text": "Well, Senator, what is the most important issue for his record that you need to know to confirm him?", "sentId": 128}, {"text": "Obviously Roe v. Wade, abortion rights is going to play very high in the hearings.", "sentId": 129}], "secId": 67}, {"speaker": "LEAHY", "sentences": [{"text": "That goes into the whole issue of settled law.", "sentId": 130}, {"text": "I mean, that's everything from Brown v. Board of Education, Roe v. Wade, Miranda,  a whole lot of different areas.", "sentId": 131}], "secId": 68}, {"speaker": "LEAHY", "sentences": [{"text": "And we'd like to know what his role is going to be in that.", "sentId": 132}], "secId": 69}, {"speaker": "LEAHY", "sentences": [{"text": "You know, we have right now the most activist Supreme Court in my lifetime.", "sentId": 133}, {"text": "This is a Supreme Court that has overturned more legislation written by Congress, everything from the Violence Against Women's Act to environmental areas.", "sentId": 134}], "secId": 70}, {"speaker": "MALVEAUX", "sentences": [{"text": "But specifically on abortion rights, what do you need to hear from him?", "sentId": 135}], "secId": 71}, {"speaker": "LEAHY", "sentences": [{"text": "Let me finish, because this is part of it.", "sentId": 136}], "secId": 72}, {"speaker": "LEAHY", "sentences": [{"text": "And they've replaced it by really creating laws of their own.", "sentId": 137}, {"text": "It is the most activist.", "sentId": 138}], "secId": 73}, {"speaker": "LEAHY", "sentences": [{"text": "So I'm going to ask him, Are you going to be part of that same activist coalition overturning settled law, rewriting the law yourself?", "sentId": 139}, {"text": "And among those, of course, is going to be Roe v. Wade.", "sentId": 140}], "secId": 74}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, of course, when you asked Justice Clarence Thomas about that case during his confirmation hearings, he responded that he never discussed Roe v. Wade.", "sentId": 141}], "secId": 75}, {"speaker": "MALVEAUX", "sentences": [{"text": "Is that the kind of answer that is going to be acceptable to you this time around, or what do you need to hear from him?", "sentId": 142}], "secId": 76}, {"speaker": "LEAHY", "sentences": [{"text": "Well, that wasn't acceptable from Justice Thomas.", "sentId": 143}, {"text": "I don't think anybody believed him.", "sentId": 144}, {"text": "Roe v. Wade came down while he was in law school.", "sentId": 145}, {"text": "I know having been a law student myself, any case that comes down from the Supreme Court you discuss and discuss at length, especially a milestone case like Roe v. Wade, because you know the professors are going to ask you questions about it.", "sentId": 146}], "secId": 77}, {"speaker": "LEAHY", "sentences": [{"text": "So I don't think anybody believed Clarence Thomas' answer when he stated under oath he had never discussed Roe v. Wade.", "sentId": 147}], "secId": 78}, {"speaker": "MALVEAUX", "sentences": [{"text": "Senator Patrick Leahy, thank you very much for joining us.", "sentId": 148}, {"text": "Sorry we're out of time.", "sentId": 149}, {"text": "Take care.", "sentId": 150}], "secId": 79}, {"speaker": "LEAHY", "sentences": [{"text": "Thank you.", "sentId": 151}], "secId": 80}, {"speaker": "LEAHY", "sentences": [{"text": "Next, Sandra Day O'Connor reacts to word of her potential replacement.", "sentId": 152}, {"text": "Up next, we'll hear what the retiring justice has to say about the man who would take her place on the High Court.", "sentId": 153}], "secId": 81}, {"speaker": "MALVEAUX", "sentences": [{"text": "The justice who John Roberts would replace in the high court was far from the nation's capital when her proposed successor was announced.", "sentId": 154}, {"text": "Sandra Day O'Connor spent the day fly fishing in Idaho along with her husband and the outdoors editor of the \"Spokane Spokesman Review\" newspaper.", "sentId": 155}, {"text": "When she learned that Roberts was the president's choice, O'Connor is quoted as saying,\"That's fabulous.\"", "sentId": 156}, {"text": "She described Roberts as a \"brilliant legal mind, a straight shooter, articulate and he should not have trouble being confirmed by October.\"", "sentId": 157}, {"text": "Then she went on to say quote, \"He's good in every way except he's not a woman.\"", "sentId": 158}], "secId": 82}, {"speaker": "MALVEAUX", "sentences": [{"text": "With me now from the White House for more on the Roberts nomination is Nicolle Devenish, a very capable woman, she is the president's communication director.", "sentId": 159}, {"text": "Obviously, Nicolle, you have had a very, very busy day.", "sentId": 160}, {"text": "The president as well as Judge Roberts, a very good day from all accounts.", "sentId": 161}, {"text": "Now, let's start off with the process here.", "sentId": 162}, {"text": "Democrats initially had asked for consultation.", "sentId": 163}, {"text": "The White House immediately set up this operation with phone calls, meetings, really an all out campaign.", "sentId": 164}, {"text": "And many of those Democrats had expressed their desire to put a minority or a woman in that position.", "sentId": 165}, {"text": "Instead the president elected a white male conservative.", "sentId": 166}, {"text": "Was that just for show?", "sentId": 167}], "secId": 83}, {"speaker": "DEVENISH", "sentences": [{"text": "Well I think if the president has a record of, going as far back as his time as governor of Texas, of appointing unprecedented numbers of women and minorities in senior positions in his administration, and I assure you that the list from which he chose the eminently qualified Judge Roberts contained a broad swathe of the American public.", "sentId": 168}, {"text": "It contained women and minorities.", "sentId": 169}, {"text": "And the president, no matter who had -- whose seat he was filling he would have insisted that he be able to choose from a list of candidates that reflected the American population.", "sentId": 170}], "secId": 84}, {"speaker": "DEVENISH", "sentences": [{"text": "Now let me also say that those consultations resulted in names that the Democrats and Republicans suggested, and a name that was suggested to this White House was Judge Roberts.", "sentId": 171}, {"text": "So I don't think there's any basis for saying that any of those consultations were for show and obviously the Democrats that raised his name know who they are.", "sentId": 172}, {"text": "And it's a private process that we'll keep private, but it's very important that people understand that those consultations were take very seriously.", "sentId": 173}, {"text": "They consumed a great amount of time from the president down through his senior staff and DOJ staff, as well.", "sentId": 174}, {"text": "And their feedback was taken very seriously.", "sentId": 175}, {"text": "And I think it's reflected in the president's selection of a very fair, a very qualified nominee in Judge Roberts, and someone who has earned high praise from Democrats and Republicans.", "sentId": 176}], "secId": 85}, {"speaker": "MALVEAUX", "sentences": [{"text": "But some of your critics even say that all this talk of considering a woman or a Hispanic like Gonzalez, was simply meant to soften the blow for the president ultimately to pick a selection which was total mainstream.", "sentId": 177}], "secId": 86}, {"speaker": "DEVENISH", "sentences": [{"text": "Well, you know, again, we don't take responsibility for people that were putting out inaccurate information yesterday.", "sentId": 178}, {"text": "It's unfortunate when people go out on a limb and speculate about a choice we worked very hard to very keep private.", "sentId": 179}, {"text": "In deference and out of our respect for every candidate that we consider, but the president's focus from the very beginning of really, his time in office, was to find someone who would be the most qualified nominee to the highest court in the land.", "sentId": 180}, {"text": "It's a decision that he views as one of the most consequential decisions that any president makes.", "sentId": 181}], "secId": 87}, {"speaker": "DEVENISH", "sentences": [{"text": "It's a nomination that President Reagan called an awesome appointment.", "sentId": 182}, {"text": "And it is one that he made with a singular focus on the most qualified jurist out there.", "sentId": 183}, {"text": "And you know I think there have been some extraordinary moments.", "sentId": 184}, {"text": "I think that we saw from judge Roberts the deep reverence he has for the court.", "sentId": 185}, {"text": "He talked about the lump in his throat that he feels when he walks up the marble steps.", "sentId": 186}, {"text": "And I think this is an extraordinary moment.", "sentId": 187}, {"text": "It's been 11 years since we have seen an individual nominated to the Supreme Court, and Judge Roberts is worthy of that nomination.", "sentId": 188}], "secId": 88}, {"speaker": "MALVEAUX", "sentences": [{"text": "Nicolle?", "sentId": 189}, {"text": "So sorry to cut you off.", "sentId": 190}, {"text": "I'm sorry, we're going to have to leave it there.", "sentId": 191}, {"text": "Thanks so much.", "sentId": 192}, {"text": "Appreciate it.", "sentId": 193}], "secId": 89}, {"speaker": "MALVEAUX", "sentences": [{"text": "When President Bush and Judge Roberts appeared on national television last night, there was a sideshow going on that viewers missed.", "sentId": 194}, {"text": "Roberts wife Jane Marie stood off camera with their children.", "sentId": 195}, {"text": "Four-year-old Jack and 5-year-old Josephine.", "sentId": 196}, {"text": "But as kids do, they got a little bit restless.", "sentId": 197}, {"text": "When the networks later took a cut away shots of Mrs. Roberts, the children were out of the picture.", "sentId": 198}], "secId": 90}, {"speaker": "MALVEAUX", "sentences": [{"text": "It called to mind the unpredictability, when little ones are thrust into the political arena.", "sentId": 199}, {"text": "John Edwards' kids were showcased in the 2004 presidential campaign, usually to the Democrats advantage.", "sentId": 200}, {"text": "And many political junkies still remember Rudy Giuliani's first inauguration as mayor with fondness and amusement, because of his then young son Andrew's tactics.", "sentId": 201}, {"text": "Based on the initial reaction to Judge Roberts nomination, you could say he is no Robert Bork.", "sentId": 202}], "secId": 91}, {"speaker": "MALVEAUX", "sentences": [{"text": "Still ahead, the tale of two nominees.", "sentId": 203}, {"text": "One who might make it through and one who didn't.", "sentId": 204}, {"text": "Plus, the partisan interest groups have their guns out and the ads are flying.", "sentId": 205}, {"text": "We'll ask dueling advocates if their battle is full fledged to likely to fizzle.", "sentId": 206}], "secId": 92}, {"speaker": "MALVEAUX", "sentences": [{"text": "As the markets get set to close on Wall Street, I'm joined by Christine Romans in New York with \"The Dobbs Reported\" -- Christine?", "sentId": 207}], "secId": 93}, {"speaker": "ROMANS", "sentences": [{"text": "Thanks, Suzanne.", "sentId": 208}], "secId": 94}, {"speaker": "ROMANS", "sentences": [{"text": "Stocks higher here right now.", "sentId": 209}, {"text": "The Dow Industrial Average is up, oh, about 39 points, 10,686.", "sentId": 210}, {"text": "The NASDAQ is 0.75 percent higher.", "sentId": 211}, {"text": "It's now in positive territory for the first time this year.", "sentId": 212}], "secId": 95}, {"speaker": "ROMANS", "sentences": [{"text": "Fed Chief Alan Greenspan told a House panel that the economy is in good shape and the Fed will continue to raise interest rates.", "sentId": 213}], "secId": 96}, {"speaker": "ROMANS", "sentences": [{"text": "General Motors posted much more of a loss than it thought in the second quarter.", "sentId": 214}, {"text": "While the automaker's popular employee discounts for all program brought back buyers, it also cut into margins, and it didn't do anything to offset rising health care costs for workers and retirees.", "sentId": 215}], "secId": 97}, {"speaker": "ROMANS", "sentences": [{"text": "Another well-known company, Kodak, also struggling.", "sentId": 216}, {"text": "For the third quarter in a row now it lost money, and said it will cut another 10,000 jobs.", "sentId": 217}, {"text": "Kodak says traditional film sales are declining a lot faster than expected.", "sentId": 218}, {"text": "This, as more people go digital.", "sentId": 219}], "secId": 98}, {"speaker": "ROMANS", "sentences": [{"text": "In other news, Chevron has won the latest round in the fight to take over Unocal.", "sentId": 220}, {"text": "Unocal's board of directors voted in favor of a sweetened offer from Chevron.", "sentId": 221}, {"text": "Chevron raised its bid last night to more than $17 billion, but that's still a billion less than a competing bid for the company by Chinese oil company CNOOC.", "sentId": 222}], "secId": 99}, {"speaker": "ROMANS", "sentences": [{"text": "However, the CNOOC deal has raised national security concerns, and there are lots of questions about whether it could even win government approval.", "sentId": 223}, {"text": "CNOOC says it's not giving up and its offer still stands.", "sentId": 224}], "secId": 100}, {"speaker": "Coming up at 6", "sentences": [{"text": "00 Eastern on \"LOU DOBBS TONIGHT,\" President Bush calls on the Senate to confirm Judge John Roberts to the Supreme Court.", "sentId": 225}, {"text": "Senate Judiciary Committee members Jeff Sessions, Dianne Feinstein, and Dick Durbin will play a key role in that decision.", "sentId": 226}, {"text": "They'll join us live from Capitol Hill.", "sentId": 227}], "secId": 101}, {"speaker": "Coming up at 6", "sentences": [{"text": "And the Justice Department is opposing the proposed shield law in Congress designed to protect reporters from being forced to identify their sources.", "sentId": 228}, {"text": "We'll have a report.", "sentId": 229}], "secId": 102}, {"speaker": "Coming up at 6", "sentences": [{"text": "Plus, we'll discuss issues concerning Hispanics in this country with the director of the nation's largest Hispanic organization, the National Council of La Raza.", "sentId": 230}], "secId": 103}, {"speaker": "more", "sentences": [{"text": "00 Eastern, \"LOU DOBBS TONIGHT.\"", "sentId": 231}], "secId": 104}, {"speaker": "more", "sentences": [{"text": "Suzanne, back to you.", "sentId": 232}], "secId": 105}, {"speaker": "MALVEAUX", "sentences": [{"text": "Thanks, Christine.", "sentId": 233}], "secId": 106}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now this just in.", "sentId": 234}, {"text": "Breaking news here.", "sentId": 235}, {"text": "CNN has confirmed this -- and this just coming off the wires, as well -- we understand that Georgian police have detained a person late Wednesday suspected of throwing that live grenade during a rally where President Bush was speaking.", "sentId": 236}], "secId": 107}, {"speaker": "MALVEAUX", "sentences": [{"text": "As you may recall, this was actually back in May, this from the interior ministry, as well as CNN confirming those facts.", "sentId": 237}, {"text": "We understand that the capture followed a shootout in a village outside of the capital, Tbilisi, in Georgia, in which one policeman was killed, another wounded, that according to the ministry spokesman there.", "sentId": 238}], "secId": 108}, {"speaker": "MALVEAUX", "sentences": [{"text": "We are seeing images taken from A.P.", "sentId": 239}, {"text": "and TV grabs of that -- perhaps of that suspect there.", "sentId": 240}, {"text": "But again, CNN confirming and Georgian officials also saying that they have detained a person late today here suspected of throwing that live grenade at the president when he was speaking during his trip in Georgia.", "sentId": 241}], "secId": 109}, {"speaker": "MALVEAUX", "sentences": [{"text": "As soon as we have more information, we'll get that to you, as well.", "sentId": 242}, {"text": "Now back to INSIDE POLITICS.", "sentId": 243}], "secId": 110}, {"speaker": "MALVEAUX", "sentences": [{"text": "Instead of harsh words, the rollout of President Bush's Supreme Court nominee has been highlighted by smiling faces and a lot of Democrats keeping their powder dry.", "sentId": 244}, {"text": "It's a far cry from what could have been and what had been two decades ago.", "sentId": 245}, {"text": "Our senior political analyst Bill Schneider considers why John Roberts is no Robert Bork.", "sentId": 246}], "secId": 111}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Here's how one expert sizes up the stakes in the Supreme Court battle.", "sentId": 247}], "secId": 112}, {"speaker": "YALOF", "sentences": [{"text": "We really haven't seen a swing vote of this magnitude retire since Lewis Powell in 1987.", "sentId": 248}, {"text": "And you remember what happened then.", "sentId": 249}], "secId": 113}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Then came a huge fight over Robert Bork's nomination.", "sentId": 250}, {"text": "Bork lost.", "sentId": 251}, {"text": "John Roberts is supposed to be the un-Bork.", "sentId": 252}], "secId": 114}, {"speaker": "YALOF", "sentences": [{"text": "John Roberts is a very difficult target for the Democrats to get much traction against.", "sentId": 253}], "secId": 115}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Bork came across as a radical conservative.", "sentId": 254}], "secId": 116}, {"speaker": "KENNEDY", "sentences": [{"text": "In Robert Bork's America, there is no room at the inn for blacks and no place in the Constitution for women.", "sentId": 255}, {"text": "And in our America, there should be no seat on the Supreme Court for Robert Bork.", "sentId": 256}], "secId": 117}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Roberts is being labeled an establishment conservative.", "sentId": 257}], "secId": 118}, {"speaker": "ROBERTS", "sentences": [{"text": "I always got a lump in my throat whenever I walked up to those marble steps to argue a case before the court.", "sentId": 258}], "secId": 119}, {"speaker": "SCHNEIDER", "sentences": [{"text": "What kind of court do Americans want, more conservative or more liberal?", "sentId": 259}, {"text": "More conservative beats more liberal, 41 to 30 percent.", "sentId": 260}, {"text": "But 25 percent of the country want to keep the court just as it is now.", "sentId": 261}, {"text": "Add them in, and you get 66 percent who don't want a more liberal court and 55 percent who don't want a more conservative court.", "sentId": 262}], "secId": 120}, {"speaker": "SCHNEIDER", "sentences": [{"text": "A slightly more conservative court looks OK; a radically more conservative court, no.", "sentId": 263}, {"text": "Roberts' supporters say no Bork he.", "sentId": 264}], "secId": 121}, {"speaker": "FRIST", "sentences": [{"text": "He is a mainstream conservative.", "sentId": 265}], "secId": 122}, {"speaker": "SCHNEIDER", "sentences": [{"text": "His critics, like Moveon.org, say instead of a mainstream jurist, Bush chose another right-wing crony.", "sentId": 266}, {"text": "In other words, he Borked.", "sentId": 267}, {"text": "Bork or un-Bork?", "sentId": 268}, {"text": "Here's what Senator Kennedy says.", "sentId": 269}], "secId": 123}, {"speaker": "KENNEDY", "sentences": [{"text": "What all Americans deserve to know is whether Judge Roberts respects the core values of the Constitution and falls within the conservative mainstream of America, along the lines of Justice Sandra Day O'Connor.", "sentId": 270}, {"text": "That is the issue.", "sentId": 271}], "secId": 124}, {"speaker": "SCHNEIDER", "sentences": [{"text": "In other words, we'll see.", "sentId": 272}], "secId": 125}, {"speaker": "SCHNEIDER", "sentences": [{"text": "In 2000, Roberts made these comments to the \"Baltimore Sun\" about the Rehnquist court.", "sentId": 273}, {"text": "Quote, \"The conventional wisdom is that this is a conservative court.", "sentId": 274}, {"text": "We have to take that more skeptically.\"", "sentId": 275}], "secId": 126}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Roberts went on, quote, \"Of the three issues the public was most interested in, school prayer, abortion, and Miranda rights, the conservatives lost on all.\"", "sentId": 276}, {"text": "Sounds like someone who would like to see the court move to the right.", "sentId": 277}], "secId": 127}, {"speaker": "MALVEAUX", "sentences": [{"text": "Bill Schneider, thank you very much.", "sentId": 278}], "secId": 128}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, earlier in the program, we heard from Democratic Senator Patrick Leahy.", "sentId": 279}, {"text": "A short time ago, I spoke with Republican Senator Sam Brownback, who is also a member of the Judiciary Committee.", "sentId": 280}, {"text": "I started by asking Brownback that, given Roberts' limited paper trail as a judge, is there a risk for conservatives that he might be more moderate than most people believe?", "sentId": 281}], "secId": 129}, {"speaker": "BROWNBACK", "sentences": [{"text": "Well, that's an area of concern.", "sentId": 282}, {"text": "And I wish we had somebody in that setting, in that sense, that we knew more about their view of the Constitution and its meaning and the court's role in the society.", "sentId": 283}, {"text": "We don't have that.", "sentId": 284}], "secId": 130}, {"speaker": "BROWNBACK", "sentences": [{"text": "We clearly have a brilliant jurist.", "sentId": 285}, {"text": "This gentleman is brilliant.", "sentId": 286}, {"text": "He's a great lawyer.", "sentId": 287}, {"text": "He's argued a number of cases in front of the Supreme Court, Harvard Law School, Harvard undergraduate, brilliant gentleman.", "sentId": 288}], "secId": 131}, {"speaker": "BROWNBACK", "sentences": [{"text": "What I hope we can find out during the hearing process is his view of the Constitution.", "sentId": 289}, {"text": "Is it a living document that changes, or is it a set document by its text?", "sentId": 290}, {"text": "That's what I'm interested in.", "sentId": 291}], "secId": 132}, {"speaker": "MALVEAUX", "sentences": [{"text": "And how do you get to those answers?", "sentId": 292}], "secId": 133}, {"speaker": "BROWNBACK", "sentences": [{"text": "Well, I think you really ask the question basically that way.", "sentId": 293}, {"text": "You don't ask people about Roe versus Wade.", "sentId": 294}, {"text": "You don't ask people about property rights cases that might come in front of them.", "sentId": 295}, {"text": "But you ask them, \"What is your view of the Constitution and the role of the courts in enforcing this Constitution?\"", "sentId": 296}, {"text": "And you really try to get their view of how they see that constitutional document.", "sentId": 297}], "secId": 134}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, let's talk about Roe v. Wade, because you recently chaired the first of several Senate hearings evaluating the ramification of that.", "sentId": 298}, {"text": "In a recent CNN-\"USA Today\"-Gallup poll showing 68 percent of Americans say that the Supreme Court should not overturn Roe v. Wade.", "sentId": 299}], "secId": 135}, {"speaker": "MALVEAUX", "sentences": [{"text": "How much do you think abortion is going to play into these hearings?", "sentId": 300}], "secId": 136}, {"speaker": "BROWNBACK", "sentences": [{"text": "It will play into it, because it's the lead social issue of our day from both sides.", "sentId": 301}, {"text": "But I think one ought to back up on it and say, \"Instead of looking at abortion, let's look at the Constitution.", "sentId": 302}, {"text": "What's in the Constitution?\"", "sentId": 303}], "secId": 137}, {"speaker": "BROWNBACK", "sentences": [{"text": "And let's look and examine that for the topic, because that's really the issue here, and the role of the courts in the country today, rather than honing in on this particular issue or privacy issue, all of which the nominee is not going to answer these questions, because that would be to prejudge a case.", "sentId": 304}, {"text": "And that would be inappropriate for us to ask.", "sentId": 305}], "secId": 138}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, obviously, this is going to be a battle.", "sentId": 306}, {"text": "Because we have already heard from Senator Reid.", "sentId": 307}, {"text": "He said, \"Clearly, a judicial nominee should not comment on pending cases.", "sentId": 308}, {"text": "But there are many other questions that a nominee should answer.\"", "sentId": 309}], "secId": 139}, {"speaker": "MALVEAUX", "sentences": [{"text": "And he goes on to say, \"I encourage Judge Roberts to be forthcoming in responding to the committee's questions, providing written materials requested by the senators and so forth.\"", "sentId": 310}], "secId": 140}, {"speaker": "MALVEAUX", "sentences": [{"text": "Do you think that Roberts should be expected to answer at least some of those sensitive questions on issues like abortion during these hearings?", "sentId": 311}], "secId": 141}, {"speaker": "BROWNBACK", "sentences": [{"text": "Well, did Ruth Bader Ginsburg answer those questions?", "sentId": 312}, {"text": "I've looked early at the transcript and she did not.", "sentId": 313}, {"text": "She replaced Byron White, who was a dissenter on Roe, and here was Ruth Bader Ginsburg who was, at the time, a lawyer for the ACLU.", "sentId": 314}, {"text": "She didn't respond to those questions.", "sentId": 315}], "secId": 142}, {"speaker": "BROWNBACK", "sentences": [{"text": "You can ask all those questions.", "sentId": 316}, {"text": "It's fine to do that.", "sentId": 317}, {"text": "But if people look at the past and they project into the future, nominees have never answered that specific prejudging a hypothetical question.", "sentId": 318}, {"text": "They're not going to do that.", "sentId": 319}, {"text": "They haven't in the past; they shouldn't now.", "sentId": 320}], "secId": 143}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, of course, many people have been talking about the possibility of a filibuster here.", "sentId": 321}, {"text": "Many members of your party said they don't believe the filibuster will be used.", "sentId": 322}, {"text": "But we heard from Senator Schumer who said that he would not rule it out, necessarily.", "sentId": 323}], "secId": 144}, {"speaker": "MALVEAUX", "sentences": [{"text": "Is this a concern for Republicans that could be a option?", "sentId": 324}], "secId": 145}, {"speaker": "BROWNBACK", "sentences": [{"text": "It's very much a concern that it's an option, because that then raises the bar from 51 votes to 60 votes to approve a nominee, which we've never had that in the history of the republic on a judge.", "sentId": 325}, {"text": "The bar should be 51 votes, a majority of the people in the United States Senate.", "sentId": 326}], "secId": 146}, {"speaker": "BROWNBACK", "sentences": [{"text": "And I think a filibuster would be just simply wrong.", "sentId": 327}, {"text": "This is not an extraordinary circumstance.", "sentId": 328}, {"text": "This is a highly qualified nominee.", "sentId": 329}, {"text": "You may disagree with him.", "sentId": 330}, {"text": "You may agree with him.", "sentId": 331}, {"text": "But it should be a vote, and it should be a majority vote.", "sentId": 332}], "secId": 147}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, the battle that may or may not lie ahead in the Senate will depend to a large degree on Judge Roberts' past writings and rulings.", "sentId": 333}, {"text": "As our Bruce Morton explains, Roberts' paper trail may be thin, but it has several main points of interest.", "sentId": 334}], "secId": 148}, {"speaker": "MORTON", "sentences": [{"text": "Where does he stand on the issues?", "sentId": 335}, {"text": "Let's start with abortion.", "sentId": 336}], "secId": 149}, {"speaker": "MORTON", "sentences": [{"text": "As deputy solicitor general, he co-authored a brief which said, quote, \"We continue to believe that Roe,\" the decision legalizing abortion, \"was wrongly decided and should be overruled.", "sentId": 337}, {"text": "The court's conclusion that there is a fundamental right to an abortion finds no support in the text, structure or history of the Constitution,\" unquote.", "sentId": 338}], "secId": 150}, {"speaker": "MORTON", "sentences": [{"text": "But at his confirmation hearing for the Court of Appeals in 2003, he said he'd been arguing the government's point of view, adding, quote, \"Roe v. Wade is the settled law of the land.", "sentId": 339}, {"text": "There's nothing in my personal views that would prevent me from fully and faithfully applying that precedent,\" unquote.", "sentId": 340}], "secId": 151}, {"speaker": "MORTON", "sentences": [{"text": "In a case involving the arroyo toad, he wrote that the, quote, \"hapless toad, for reasons of its own, lives its entire life in California,\" unquote, and therefore could not be protected by the interstate commerce clause of the Constitution.", "sentId": 341}], "secId": 152}, {"speaker": "MORTON", "sentences": [{"text": "Then there was the 12-year-old girl arrested, searched and handcuffed by police in Washington, D.C., subway system for eating one French fry.", "sentId": 342}], "secId": 153}, {"speaker": "MORTON", "sentences": [{"text": "Quote, \"The district court subscribed the policies that led to her arrest as foolish,\" unquote.", "sentId": 343}, {"text": "He wrote, \"And, indeed, the policies were changed after those responsible endured the sort of publicity reserved for adults who make young girls cry.", "sentId": 344}, {"text": "The question, however, is not whether these policies were a bad idea but whether they violated the Fourth and Fifth Amendments to the Constitution.", "sentId": 345}, {"text": "We conclude that they did not,\" unquote.", "sentId": 346}], "secId": 154}, {"speaker": "MORTON", "sentences": [{"text": "He was part of a three-judge panel that ruled unanimously that military tribunals set up to try terrorism suspects were legal and that the Geneva Convention did not apply to people the government labels \"enemy combatants.\"", "sentId": 347}], "secId": 155}, {"speaker": "MORTON", "sentences": [{"text": "And lastly, he said this during his confirmation hearing for the Court of Appeals.", "sentId": 348}], "secId": 156}, {"speaker": "ROBERTS", "sentences": [{"text": "There's no role for advocacy, with respect to personal beliefs or views on the part of a judge.", "sentId": 349}, {"text": "The judge is bound to follow the Supreme Court precedent, whether he agrees with it or disagrees with it, and bound to apply the rule of law in cases whether there's applicable Supreme Court precedent or not.", "sentId": 350}, {"text": "Personal views, personal ideology -- those have no role to play whatever.", "sentId": 351}], "secId": 157}, {"speaker": "MORTON", "sentences": [{"text": "As for gay rights, no paper trail that we know of.", "sentId": 352}, {"text": "But this is just the start.", "sentId": 353}, {"text": "There will be many questions.", "sentId": 354}], "secId": 158}, {"speaker": "MORTON", "sentences": [{"text": "Bruce Morton, CNN, Washington.", "sentId": 355}], "secId": 159}, {"speaker": "MALVEAUX", "sentences": [{"text": "And members of the Senate may not be rushing to judgment about Roberts, but some interest groups are.", "sentId": 356}, {"text": "Up next, we'll hear from both sides in the unfolding fight for and against Roberts' nomination.", "sentId": 357}], "secId": 160}, {"speaker": "MALVEAUX", "sentences": [{"text": "Also ahead, supreme showdown or supreme letdown?", "sentId": 358}, {"text": "The prospects for a peaceful D.C. summer in our \"Strategy Session.\"", "sentId": 359}, {"text": "And in an instant, John Roberts became a big man in the blogosphere.", "sentId": 360}, {"text": "We'll plug into the confirmation debate online.", "sentId": 361}], "secId": 161}, {"speaker": "MALVEAUX", "sentences": [{"text": "Political interest groups, both in favor and against the John Roberts' nomination, have already sprung into action.", "sentId": 362}, {"text": "Abortion rights protestors marched today in front of the Supreme Court.", "sentId": 363}], "secId": 162}, {"speaker": "MALVEAUX", "sentences": [{"text": "The National Organization for Women and NARAL Pro-Choice America were quick to announce their opposition to the Roberts nomination.", "sentId": 364}, {"text": "The left-leaning People for the American Way is also raising concerns.", "sentId": 365}, {"text": "The group's president says, quote, \"Replacing O'Connor with someone who is not committed to upholding Americans' rights, liberties, and legal protections would be a constitutional catastrophe.\"", "sentId": 366}], "secId": 163}, {"speaker": "MALVEAUX", "sentences": [{"text": "The organized effort to support John Roberts is also up and running.", "sentId": 367}, {"text": "The group Progress for America plans to spend a million dollars over the next week airing this TV ad on cable news outlets nationwide.", "sentId": 368}], "secId": 164}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Colleagues call him brilliant and praise his integrity and fair-mindedness.", "sentId": 369}, {"text": "Now President Bush has nominated Roberts for the Supreme Court.", "sentId": 370}, {"text": "Shouldn't a fair judge be treated fairly?", "sentId": 371}, {"text": "Urge the Senate to give John Roberts a fair up-or-down vote.", "sentId": 372}], "secId": 165}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, with me now, representatives from two of the groups we just heard from.", "sentId": 373}, {"text": "Ralph Neas is the president of the People for the American Way and Ben Ginsberg is legal adviser to Progress for America.", "sentId": 374}], "secId": 166}, {"speaker": "MALVEAUX", "sentences": [{"text": "Already, in the commercial break, there was a little mud- slinging.", "sentId": 375}, {"text": "I'm not going to allow too much of that here.", "sentId": 376}, {"text": "But obviously, this is a very, very big battle ahead for everyone involved.", "sentId": 377}], "secId": 167}, {"speaker": "MALVEAUX", "sentences": [{"text": "Ben, I will start with you.", "sentId": 378}, {"text": "You've worked with Roberts.", "sentId": 379}, {"text": "What do you know about him that perhaps we have not read in the papers this morning, that we've seen on his exposes in the last 12 hours?", "sentId": 380}], "secId": 168}, {"speaker": "GINSBERG", "sentences": [{"text": "Well, he's the perfect choice for this job.", "sentId": 381}, {"text": "And in a way, he's the left's worse nightmare.", "sentId": 382}], "secId": 169}, {"speaker": "GINSBERG", "sentences": [{"text": "He has a distinguished career.", "sentId": 383}, {"text": "He's practiced before the Supreme Court, argued 39 times before them.", "sentId": 384}, {"text": "He really is the best and brightest of his generation.", "sentId": 385}, {"text": "He has a mainstream philosophy and mainstream writings.", "sentId": 386}, {"text": "And the truth of the matter is he is precisely the type of person who should be serving on the Supreme Court.", "sentId": 387}], "secId": 170}, {"speaker": "MALVEAUX", "sentences": [{"text": "All right, Ralph, I take it that you disagree here.", "sentId": 388}, {"text": "But I want to talk about the reaction here from the Democrats, from the senators.", "sentId": 389}, {"text": "Some say really it was kind of almost molasses slow.", "sentId": 390}, {"text": "Did you not have that declarative statement of, \"This is somebody that we cannot accept here.", "sentId": 391}, {"text": "We don't see anything particularly in his record that we are going to basically bark about at this time.\"", "sentId": 392}], "secId": 171}, {"speaker": "MALVEAUX", "sentences": [{"text": "Is this a Democratic strategy here?", "sentId": 393}, {"text": "\"Let's wait and see, let's dig up, see what we can get,\" or is just the fact is that you just don't have much?", "sentId": 394}], "secId": 172}, {"speaker": "NEAS", "sentences": [{"text": "People for the American Way has not yet taken a position on the Roberts nomination.", "sentId": 395}, {"text": "We've asked the senators, Republicans and Democrats, to withhold judgment, not to take a position until after the Senate Judiciary Committee hearings.", "sentId": 396}], "secId": 173}, {"speaker": "NEAS", "sentences": [{"text": "And the more we learn about John Roberts, his likeability is apparent.", "sentId": 397}, {"text": "He's got fine legal skills.", "sentId": 398}, {"text": "It's his judicial philosophy that we want to find out about.", "sentId": 399}, {"text": "The more we learn, I'm afraid he could be an Antonin Scalia in sheep's clothing.", "sentId": 400}], "secId": 174}, {"speaker": "NEAS", "sentences": [{"text": "And we're afraid that, rather than being like a mainstream conservative like Sandra O'Connor, he could have the judicial philosophy of Clarence Thomas and Antonin Scalia.", "sentId": 401}, {"text": "And if they get one or two more like-minded colleagues, more than 100 Supreme Court precedents would be overturned going back to 1937, affecting equal opportunity, affecting consumer issues, privacy issues, reproductive rights and the environment.", "sentId": 402}], "secId": 175}, {"speaker": "NEAS", "sentences": [{"text": "So we have got to find out, what is his judicial philosophy?", "sentId": 403}, {"text": "The burden is on him to prove to the American people and to the United States Senate that he's a mainstream conservative.", "sentId": 404}, {"text": "And I hope that he'll produce evidence to that.", "sentId": 405}], "secId": 176}, {"speaker": "NEAS", "sentences": [{"text": "And of course, there's a loss of a paper trail.", "sentId": 406}, {"text": "Just like Justice Rehnquist, he should be able to give up his documents from his tenure at the White House and at the Department of justice.", "sentId": 407}], "secId": 177}, {"speaker": "MALVEAUX", "sentences": [{"text": "Ben, is he another Scalia here?", "sentId": 408}, {"text": "Because, obviously, when it seems to me as if he is not really even inspiring those on the ultra-right side here, that you don't have that kind of like, you know, blood-thirsty, let's-go kind of battle that's ensuing.", "sentId": 409}], "secId": 178}, {"speaker": "MALVEAUX", "sentences": [{"text": "And a lot of people were thinking that that was what was going to happen here.", "sentId": 410}, {"text": "There seems almost to be a certain consensus that's developing.", "sentId": 411}, {"text": "At least we're seeing it on the Hill.", "sentId": 412}], "secId": 179}, {"speaker": "GINSBERG", "sentences": [{"text": "Yes, I think that's absolutely true.", "sentId": 413}, {"text": "And don't forget, just 20 months ago, John Roberts was confirmed unanimously by the Senate to the Court of Appeals, where they had a chance to look at his judicial philosophy, his writings, and his career.", "sentId": 414}], "secId": 180}, {"speaker": "GINSBERG", "sentences": [{"text": "And that was a unanimous vote.", "sentId": 415}, {"text": "Now, unfortunately, where I think Ralph is suggesting this process go is a series of litmus tests about a nominee.", "sentId": 416}, {"text": "And that's unfortunate, because...", "sentId": 417}], "secId": 181}, {"speaker": "MALVEAUX", "sentences": [{"text": "Is that what you're taking about?", "sentId": 418}], "secId": 182}, {"speaker": "NEAS", "sentences": [{"text": "No, not at all.", "sentId": 419}, {"text": "Not at all.", "sentId": 420}], "secId": 183}, {"speaker": "GINSBERG", "sentences": [{"text": "Well, it can lead to a bunch of whole issues.", "sentId": 421}, {"text": "And that was kind of you're either with us or not...", "sentId": 422}], "secId": 184}, {"speaker": "NEAS", "sentences": [{"text": "That doesn't sound like a litmus test to me, Ben.", "sentId": 423}, {"text": "It sounds like a judicial philosophy.", "sentId": 424}], "secId": 185}, {"speaker": "GINSBERG", "sentences": [{"text": "Well, I think, Ralph, that's not the case, because, on the judicial philosophy, you now have the members of the Senate agreeing that extraordinary circumstances are the grounds for filibustering a nominee, if that's your next tactic.", "sentId": 425}, {"text": "I don't think you can go there with John Roberts.", "sentId": 426}, {"text": "And that's why you're hearing...", "sentId": 427}], "secId": 186}, {"speaker": "MALVEAUX", "sentences": [{"text": "Are there extraordinary circumstances in this case for a filibuster?", "sentId": 428}], "secId": 187}, {"speaker": "NEAS", "sentences": [{"text": "Very importantly, Robert Bork was unanimously approved for the Circuit Court of Appeals, just like John Roberts, and then was defeated 58-42 when he was up for the Supreme Court in 1987.", "sentId": 429}], "secId": 188}, {"speaker": "NEAS", "sentences": [{"text": "With respect to extraordinary circumstances, only the 14 senators who signed that memorandum of understanding on May 23rd know what that means.", "sentId": 430}, {"text": "We do know that 20 percent, more than 20 percent, of all Supreme Court nominees have been rejected, 60 percent of them without even a vote.", "sentId": 431}], "secId": 189}, {"speaker": "NEAS", "sentences": [{"text": "There have been three filibusters against Supreme Court justices since 1968, the successful one against Abe Fortas, where he had 51 votes supporting him, and two unsuccessful filibusters against Rehnquist in '72 and 1986.", "sentId": 432}, {"text": "That's the history of the Senate.", "sentId": 433}], "secId": 190}, {"speaker": "NEAS", "sentences": [{"text": "So that, I would assume, would constitute the circumstances that the senators are talking about.", "sentId": 434}, {"text": "But only they know for sure.", "sentId": 435}, {"text": "It's really premature to start talking about a filibuster.", "sentId": 436}], "secId": 191}, {"speaker": "NEAS", "sentences": [{"text": "Let's have the Senate judiciary hearings.", "sentId": 437}, {"text": "They're always the most crucial part of the confirmation process.", "sentId": 438}, {"text": "With all due respect to Ben and myself, it's important to have this national dialogue and national debate to tell people what's at stake.", "sentId": 439}], "secId": 192}, {"speaker": "MALVEAUX", "sentences": [{"text": "There's been a lot of talk about his record.", "sentId": 440}, {"text": "But of course, one thing is, he's an establishment candidate.", "sentId": 441}, {"text": "And that can be taken in a good way.", "sentId": 442}, {"text": "He is well-liked in Washington by Democrats and Republicans.", "sentId": 443}, {"text": "And so obviously, that is going to be a point, as well.", "sentId": 444}], "secId": 193}, {"speaker": "MALVEAUX", "sentences": [{"text": "I have to thank you both.", "sentId": 445}, {"text": "We're running out of time.", "sentId": 446}], "secId": 194}, {"speaker": "NEAS", "sentences": [{"text": "Great to be here.", "sentId": 447}], "secId": 195}, {"speaker": "GINSBERG", "sentences": [{"text": "Thank you.", "sentId": 448}], "secId": 196}, {"speaker": "MALVEAUX", "sentences": [{"text": "Thank you again, Ralph Neas, Ben Ginsberg.", "sentId": 449}], "secId": 197}, {"speaker": "MALVEAUX", "sentences": [{"text": "No surprise what is leading the discussions on the Internet.", "sentId": 450}, {"text": "Up next, our blog reporters will tell us how the John Roberts nomination is being received in the blogosphere.", "sentId": 451}], "secId": 198}, {"speaker": "MALVEAUX", "sentences": [{"text": "The John Roberts' nomination is a hot topic in the blogosphere.", "sentId": 452}, {"text": "We check in now with CNN political producer Abbi Tatton and Jacki Schechner, our blog reporter -- Jacki?", "sentId": 453}], "secId": 199}, {"speaker": "SCHECHNER", "sentences": [{"text": "Hey, Suzanne.", "sentId": 454}], "secId": 200}, {"speaker": "SCHECHNER", "sentences": [{"text": "The sheer volume of information posted about John Roberts in such a short period of time is absolutely astounding.", "sentId": 455}, {"text": "We have that sentiment over at myopiczeal.blogsome.com.", "sentId": 456}, {"text": "Eric saying, \"Everyone has an opinion.\"", "sentId": 457}, {"text": "He went to bed early last night, posted at 7 o'clock this morning, noting that the amount of commentary already written by that time was incredible.", "sentId": 458}], "secId": 201}, {"speaker": "TATTON", "sentences": [{"text": "There were many roundups out there on the conservative side.", "sentId": 459}, {"text": "What is the right saying?", "sentId": 460}, {"text": "It's by-and-large very, very positive today.", "sentId": 461}], "secId": 202}, {"speaker": "TATTON", "sentences": [{"text": "BlogsforBush.com has a great long list of conservative bloggers weighing in.", "sentId": 462}, {"text": "Volokh.com, D.C. law professor calling this decision \"inspired.\"", "sentId": 463}, {"text": "Iowavoice.com, for example, \"I don't think the president could have made a better choice.\"", "sentId": 464}], "secId": 203}, {"speaker": "TATTON", "sentences": [{"text": "When conservative columnist Ann Coulter earlier on today said that maybe this wasn't the best pick for a nominee -- she said, \"A Souter in Roberts' clothing, perhaps\" -- many of the right bloggers started thinking about this, weighing in, and seemed to disagree with her, Powerline Blog being one of them.", "sentId": 465}], "secId": 204}, {"speaker": "TATTON", "sentences": [{"text": "You're seeing on the right a kind of collective sigh of relief.", "sentId": 466}, {"text": "There's been a lot of concern with the conservative bloggers that Bush's pick would be a moderate.", "sentId": 467}, {"text": "A lot of worry about Alberto Gonzales.", "sentId": 468}, {"text": "And today, it seems like a pleasant surprise, and that's summed up nicely at Right Wing News.", "sentId": 469}, {"text": "What they say is, \"I feel like a little kid who got a puppy, a B.B.", "sentId": 470}, {"text": "gun, and a bike for Christmas when he was just expecting another sweater.\"", "sentId": 471}], "secId": 205}, {"speaker": "SCHECHNER", "sentences": [{"text": "But what if it was a really nice sweater?", "sentId": 472}, {"text": "I would have taken the sweater.", "sentId": 473}], "secId": 206}, {"speaker": "SCHECHNER", "sentences": [{"text": "Something on the left that we're starting to see, this meme developing of a partisan hack.", "sentId": 474}, {"text": "MyDD.com -- this is a progressive blog -- Chris Bowers posting, \"One partisan hack for another,\" and essentially saying that the Bush administration was picked by the Supreme Court and now they're taking somebody who's part of the Bush campaign team and putting him on the Supreme Court to take attention away from the head of the President Bush campaign team, Karl Rove.", "sentId": 475}], "secId": 207}, {"speaker": "SCHECHNER", "sentences": [{"text": "But not all on the left saying that.", "sentId": 476}, {"text": "A lot of people saying, \"Hold on.", "sentId": 477}, {"text": "Slow down.", "sentId": 478}, {"text": "We don't really know that much about him just yet.\"", "sentId": 479}, {"text": "Jeralyn Merritt at Talkleft.com is one of those people, saying she \"doesn't know much about Roberts.", "sentId": 480}, {"text": "It's not good to come out swinging this early on.", "sentId": 481}, {"text": "It's going to make it seem like they would have countered anyone President Bush up.", "sentId": 482}, {"text": "Wait and see what we know, then we'll post more about it.", "sentId": 483}, {"text": "Don't distract from other stories out there.\"", "sentId": 484}], "secId": 208}, {"speaker": "TATTON", "sentences": [{"text": "And that's the sentiment that's echoed over the popular blog DailyKos.com, the most heavily trafficked blog on the left out there, where Kos himself was weighing in and saying, \"Take a breath.", "sentId": 485}, {"text": "We don't know enough right now.", "sentId": 486}, {"text": "We're willing to hear Roberts out on this one,\" saying that, \"For all we know, and for all the religious right knows at this point, Roberts might be an O'Connor-style moderate conservative.\"", "sentId": 487}], "secId": 209}, {"speaker": "SCHECHNER", "sentences": [{"text": "And one thing we'd be remiss that we didn't mention that is coming up right now is how attractive John Roberts is.", "sentId": 488}, {"text": "Over at the Moderate Voice, Greg Piper posting, \"John Roberts, judicial heartthrob,\" pointing out, \"What says America more than the name 'John Roberts'?", "sentId": 489}, {"text": "For God's sake, he could have been a Pilgrim.\"", "sentId": 490}], "secId": 210}, {"speaker": "SCHECHNER", "sentences": [{"text": "And over at Underneaththeirrobes.blogs.com, at one point they named him the number-five super hottie of the federal judiciary.", "sentId": 491}, {"text": "Not an official poll, but one that they took very seriously -- Suzanne?", "sentId": 492}], "secId": 211}, {"speaker": "MALVEAUX", "sentences": [{"text": "Very serious, indeed.", "sentId": 493}, {"text": "Abbi, Jacki, thank you very much.", "sentId": 494}], "secId": 212}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, up next here on INSIDE POLITICS, will the choice of a conservative judge for the Supreme Court lead to a bruising confirmation fight?", "sentId": 495}, {"text": "We'll take a look in our \"Strategy Session.\"", "sentId": 496}], "secId": 213}, {"speaker": "MALVEAUX", "sentences": [{"text": "Welcome back to INSIDE POLITICS.", "sentId": 497}], "secId": 214}, {"speaker": "MALVEAUX", "sentences": [{"text": "The selection of John Roberts as the nominee for the Supreme Court tops our \"Strategy Session\" today.", "sentId": 498}, {"text": "Democratic strategist Donna Brazile is here as well as former Pentagon spokeswoman Tori Clarke.", "sentId": 499}, {"text": "Thank you very much, both for being here.", "sentId": 500}], "secId": 215}, {"speaker": "MALVEAUX", "sentences": [{"text": "Today, of course, the president makes a conservative choice for the high court.", "sentId": 501}, {"text": "Senators on both sides of the aisle gear up for the confirmation fight.", "sentId": 502}, {"text": "And interest groups want to make sure their voices are heard.", "sentId": 503}], "secId": 216}, {"speaker": "MALVEAUX", "sentences": [{"text": "President Bush says he has chosen one of the best legal minds of his generation to fill an opening on the U.S. Supreme Court.", "sentId": 504}, {"text": "The president shared his choice with the nation in a prime-time -- last night -- address introducing federal judge John Roberts.", "sentId": 505}], "secId": 217}, {"speaker": "MALVEAUX", "sentences": [{"text": "If confirmed by the Senate, Roberts would replace retiring Justice Sandra Day O'Connor.", "sentId": 506}, {"text": "The process that the president says he hopes will happen quickly.", "sentId": 507}], "secId": 218}, {"speaker": "MALVEAUX", "sentences": [{"text": "Speaking in Baltimore today, the president gave strong support for the man he believes is a good choice.", "sentId": 508}], "secId": 219}, {"speaker": "BUSH", "sentences": [{"text": "He's somebody Americans will be proud to have seated on that bench.", "sentId": 509}, {"text": "He has the qualities that our country expects in a judge: experience, wisdom, fairness and civility.", "sentId": 510}, {"text": "He has profound respect for the rule of law.", "sentId": 511}, {"text": "He has respect for the liberties guaranteed to every single citizen.", "sentId": 512}, {"text": "He will strictly apply the constitution and laws.", "sentId": 513}, {"text": "He will not legislate from the bench.", "sentId": 514}], "secId": 220}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now Sandra Day O'Connor today said, you know, a great choice.", "sentId": 515}, {"text": "The only thing was wrong was he wasn't a man.", "sentId": 516}, {"text": "Are you ladies -- are you disappointed by that?", "sentId": 517}], "secId": 221}, {"speaker": "BRAZILE", "sentences": [{"text": "I was.", "sentId": 518}, {"text": "I'll tell you, she said in this statement, I guess she was out fishing in Spokane, Washington.", "sentId": 519}], "secId": 222}, {"speaker": "CLARKE", "sentences": [{"text": "Not catching any fish.", "sentId": 520}], "secId": 223}, {"speaker": "BRAZILE", "sentences": [{"text": "Well, not catching any.", "sentId": 521}, {"text": "But she said the president said he would cast a wide net clearly came up short when it came to the selection in terms of the gender.", "sentId": 522}], "secId": 224}, {"speaker": "BRAZILE", "sentences": [{"text": "You know, she said that the court now is reduced by -- the number of women on the court reduced by 50 percent.", "sentId": 523}, {"text": "And she said that she was disappointed, although she said that he was a good candidate.", "sentId": 524}], "secId": 225}, {"speaker": "BRAZILE", "sentences": [{"text": "Look, I was disappointed.", "sentId": 525}, {"text": "I thought the president would, in fact, select a woman, a minority.", "sentId": 526}, {"text": "After all, we've had 109 justices.", "sentId": 527}, {"text": "Only four have been nonwhite males.", "sentId": 528}, {"text": "It would have been a great selection.", "sentId": 529}, {"text": "We knew that the president would select a conservative.", "sentId": 530}, {"text": "And the only thing that would distinguish between him and the other jurists is that he's a younger conservative in my judgment.", "sentId": 531}], "secId": 226}, {"speaker": "MALVEAUX", "sentences": [{"text": "Tory, let me -- just kind of scenario here, because some people say look, if you were looking at a company, a CEO was essentially going to look for an opening, interviewed a whole bunch of candidates, black, Hispanic, women and then turns around and says well, you know, the most qualified candidate is this white male over here.", "sentId": 532}, {"text": "And that's who we're going with.", "sentId": 533}, {"text": "People would cry foul.", "sentId": 534}, {"text": "They'd say, wait a minute, this is an old boy establishment.", "sentId": 535}, {"text": "The network promoting this kind of thing.", "sentId": 536}, {"text": "Why shouldn't people see it that way?", "sentId": 537}, {"text": "Or should they?", "sentId": 538}], "secId": 227}, {"speaker": "CLARKE", "sentences": [{"text": "Well, I think some people are disappointed.", "sentId": 539}, {"text": "I think some people look at it that cynically.", "sentId": 540}, {"text": "I wonder if the president himself told Mrs. Bush he was not picking a woman, or did he get a staffer to do that.", "sentId": 541}], "secId": 228}, {"speaker": "CLARKE", "sentences": [{"text": "But I think, people may be disappointed it's not a woman or a minority, but they can't be disappointed in the process.", "sentId": 542}, {"text": "He did look at a white range of people, all sizes and shapes and colors and genders, and came up with the choice that he thinks is the most qualified person, which at the end of the day, is what's important.", "sentId": 543}], "secId": 229}, {"speaker": "CLARKE", "sentences": [{"text": "I think it's also likely he's got another pick before his administration is over, President Bush does, and it puts more pressure and more interest on that spot for who he might appoint for that.", "sentId": 544}], "secId": 230}, {"speaker": "MALVEAUX", "sentences": [{"text": "Let's talk about the hot issue, of course, which is abortion.", "sentId": 545}, {"text": "I want to actually show the viewers a couple of things, a statement that he made back in 1990.", "sentId": 546}, {"text": "\"He says we continue to believe that Roe was wrongly decided and should be overruled.\"", "sentId": 547}, {"text": "And then, of course, in his confirmation hearing in April of 2003, he makes the statement that Roe v Wade is the settled law of the land.", "sentId": 548}], "secId": 231}, {"speaker": "MALVEAUX", "sentences": [{"text": "We've learned a lot more about him in the last 12 hours.", "sentId": 549}, {"text": "We know he's Roman Catholic.", "sentId": 550}, {"text": "We know that his wife is a part of a group, a pro-life organization here.", "sentId": 551}, {"text": "What does that say about the candidate?", "sentId": 552}, {"text": "How important is that going to be in this confirmation?", "sentId": 553}], "secId": 232}, {"speaker": "BRAZILE", "sentences": [{"text": "I think it's going to be one of many issues that gets scrutinized when members of the Senate Judiciary Committee sit and talk to him about his views.", "sentId": 554}, {"text": "I mean, will he come before the Judiciary Committee with his previous views on abortion, that abortion rights should be overturned?", "sentId": 555}, {"text": "Or will he come with his current views that it's settled law?", "sentId": 556}, {"text": "We should find out during the confirmation process.", "sentId": 557}, {"text": "MALVEAUX:  Tori, what does he have to say to satisfy the conservatives?", "sentId": 558}], "secId": 233}, {"speaker": "CLARKE", "sentences": [{"text": "Oh, I think this will be the No.", "sentId": 559}, {"text": "1 issue.", "sentId": 560}, {"text": "And I think what's fascinating is the debate will be over what's appropriate in the debate.", "sentId": 561}, {"text": "And you're already starting to see the forces line up.", "sentId": 562}, {"text": "What is appropriate for him to discuss and comment on and what's not.", "sentId": 563}, {"text": "And if he's smart, he's going to employ the Ruth Bader Ginsberg strategy, which is to not speculate about these things, not talk about things in a way that might come before his review if he's a nominee.", "sentId": 564}, {"text": "It worked for her.", "sentId": 565}, {"text": "It should work for him.", "sentId": 566}], "secId": 234}, {"speaker": "MALVEAUX", "sentences": [{"text": "And much has been made about the fact that there's not much of a paper trail here.", "sentId": 567}, {"text": "And people are saying it's going to work in the Democrat's favor, because -- well, not work in the Democrats favor, because rather, they're not going to be able to really pinpoint to anything specifically and say we object, here's where we draw the line.", "sentId": 568}], "secId": 235}, {"speaker": "MALVEAUX", "sentences": [{"text": "But there are some Republicans who are also concerned that perhaps he's not the conservative that they think.", "sentId": 569}, {"text": "Perhaps he's a little bit more moderate.", "sentId": 570}, {"text": "And they just don't know.", "sentId": 571}, {"text": "They don't have anything to go on.", "sentId": 572}, {"text": "Will that hurt the conservatives, as well?", "sentId": 573}], "secId": 236}, {"speaker": "CLARKE", "sentences": [{"text": "Nature abhors a vacuum.", "sentId": 574}, {"text": "And a lot of people have a certain information vacuum right now.", "sentId": 575}, {"text": "Some on the far left, some on the far right are already starting to paint the picture.", "sentId": 576}, {"text": "They're wrong to do it, because there should be a full and fair and complete review of him and his background, his qualifications, and ought to be done in a very civil way.", "sentId": 577}, {"text": "Then they can decide.", "sentId": 578}, {"text": "But not start to speculate this early on.", "sentId": 579}], "secId": 237}, {"speaker": "BRAZILE", "sentences": [{"text": "Well, the president has done his job in nominated Mr. Roberts.", "sentId": 580}, {"text": "Now it's time for the Senate to do their homework.", "sentId": 581}, {"text": "I mean, that's their job to advise and consent.", "sentId": 582}, {"text": "And to go and to deeply probe into all of his record, not just his record on the court, the D.C. Court.", "sentId": 583}, {"text": "That's a small record, but he also has the 39 cases that he tried.", "sentId": 584}, {"text": "I mean, was he basically hired help, or did he agree with some of the views of his clients?", "sentId": 585}, {"text": "We need to find out a little bit more about Mr. Roberts.", "sentId": 586}], "secId": 238}, {"speaker": "MALVEAUX", "sentences": [{"text": "And we'll talk about that on the other end of this commercial break.", "sentId": 587}], "secId": 239}, {"speaker": "MALVEAUX", "sentences": [{"text": "John Roberts' nomination to the Supreme Court should be taken up by the Senate Judiciary Committee in late August or early September.", "sentId": 588}, {"text": "Will, Democrats on the committee split with Republicans over Roberts' conservative credentials?", "sentId": 589}, {"text": "That's up next in our \"Strategy Session.\"", "sentId": 590}, {"text": "Stay with us.", "sentId": 591}], "secId": 240}, {"speaker": "MALVEAUX", "sentences": [{"text": "The \"Strategy Session\" continues now on INSIDE POLITICS, with us Donna Brazile and Tory Clarke.", "sentId": 592}], "secId": 241}, {"speaker": "MALVEAUX", "sentences": [{"text": "Judge John Roberts was on Capitol Hill today giving the senators who will vote on his confirmation a closer look.", "sentId": 593}, {"text": "There has already been strong support for the nominee from Republican senators.", "sentId": 594}, {"text": "Democrats haven't been negative, but they are parsing their comments more carefully.", "sentId": 595}, {"text": "We're getting brand new video here now.", "sentId": 596}, {"text": "This of course, Senator Patrick Leahy meeting with Judge Roberts here, one of the many meetings that he's had on Capitol Hill this morning and this afternoon.", "sentId": 597}, {"text": "The two of them close there.", "sentId": 598}], "secId": 242}, {"speaker": "MALVEAUX", "sentences": [{"text": "We have been told by our producer that he is actually talking with Leahy, telling him a little bit about how he thought -- the kids thought how cool it was to be at the White House.", "sentId": 599}, {"text": "We've seen some of that video before, rather rambunctious son and the daughter by his wife's side.", "sentId": 600}, {"text": "The two of them obviously sharing a moment there.", "sentId": 601}], "secId": 243}, {"speaker": "MALVEAUX", "sentences": [{"text": "I want to ask, you know, there seems to me as if Democrats, we haven't heard the kind of language that we expected even from Senator Kennedy, people coming out very strongly with objections here.", "sentId": 602}, {"text": "Why is that?", "sentId": 603}, {"text": "Is that strategy?", "sentId": 604}, {"text": "We're waiting, we're stepping back here, or we've just don't have what we need to put out a full force attack.", "sentId": 605}], "secId": 244}, {"speaker": "BRAZILE", "sentences": [{"text": "Now remember, some of these Democrats like Chuck Schumer,  Ted Kennedy, they're on the judiciary committee, Joe Biden.", "sentId": 606}, {"text": "They're going to raise these issues inside the judiciary committee.", "sentId": 607}, {"text": "They're going to raise these questions not before the hearing process, but they're going to try to set, what I call the parameters of the debate.", "sentId": 608}, {"text": "Will he protect and defend individual rights and liberties and freedoms?", "sentId": 609}, {"text": "And they will look at, again, some of his past cases to see if he falls within, what I call the judicial mainstream.", "sentId": 610}, {"text": "But I looked at Ted Kennedy's remarks today and I thought they were pretty good.", "sentId": 611}], "secId": 245}, {"speaker": "CLARKE", "sentences": [{"text": "I think the senators so far are holding their fire.", "sentId": 612}, {"text": "And I think it's smart strategically.", "sentId": 613}, {"text": "I also think it's the right behavior.", "sentId": 614}, {"text": "What's interesting is the two first sound bites I heard this morning were from Democrats.", "sentId": 615}, {"text": "Jim Moran, very liberal Congressman from here in Northern Virginia, praising John Roberts, and then Bob Bennett, former counselor for President Clinton, praising John Roberts, saying this would be an excellent choice.", "sentId": 616}, {"text": "And one of the most interesting things about this fellow, about whom we're all learning, is the number of Democratic friends he has who are coming out of the woodwork to say what a great guy he is.", "sentId": 617}], "secId": 246}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now let's talk about his role in the election 2000 Florida recount.", "sentId": 618}, {"text": "He was really pivotal behind that decision.", "sentId": 619}, {"text": "We know, of course, Bush got into office after that.", "sentId": 620}, {"text": "How damaging is that, that played such a role?", "sentId": 621}, {"text": "Is that really going to be politically --", "sentId": 622}], "secId": 247}, {"speaker": "BRAZILE", "sentences": [{"text": "Well, I raised it early on last night when I saw David Boies who argued on the Gore side, talk about him.", "sentId": 623}, {"text": "David Boies knew him and David Boies talked about his approach to the law, and while David Boies disagreed with him, David Boies, I thought, gave an excellent, you know, it sounded like an excellent presentation on why we should wait to hear all his views.", "sentId": 624}, {"text": "Look, in addition to Bush V Gore, which of course I strongly disagreed with --", "sentId": 625}], "secId": 248}, {"speaker": "CLARKE", "sentences": [{"text": "I'm shocked.", "sentId": 626}, {"text": "BRAZILE:  Don't let the word go out.", "sentId": 627}, {"text": "But we also have to look at his opinions on voting rights, a lot of voting rights cases come before the Supreme Court.", "sentId": 628}, {"text": "His position on, I don't want to sound like a litmus test, but race has been an issue that's been before the court in the past, especially the Supreme Court, and we need to probe all of his views on race, on voting rights, in particular, and, of course, on protecting individual rights and freedoms.", "sentId": 629}], "secId": 249}, {"speaker": "CLARKE", "sentences": [{"text": "Right.", "sentId": 630}, {"text": "And as much as much as I think the number one issue will be abortion, every one of these other items, it's just been sort of in passing in the initial coverage, is going to get a lot of scrutiny, as it should.", "sentId": 631}, {"text": "The key question is how the process is conducted.", "sentId": 632}], "secId": 250}, {"speaker": "MALVEAUX", "sentences": [{"text": "Ok.  We'll get back in a moment.", "sentId": 633}], "secId": 251}, {"speaker": "MALVEAUX", "sentences": [{"text": "They don't have an official rule to advise or consent, but interest groups are very interested in the selection of John Roberts for the Supreme Court, and they're going out of their way to make sure everyone knows it.", "sentId": 634}, {"text": "That's next on the \"Strategy Session.\"", "sentId": 635}], "secId": 252}, {"speaker": "BLITZER", "sentences": [{"text": "I'm Wolf Blitzer reporting from Washington.", "sentId": 636}, {"text": "Coming up at the top of the hour, Washington reacts to the president's choice for the U.S. Supreme Court.", "sentId": 637}, {"text": "Can John Roberts be confirmed?", "sentId": 638}], "secId": 253}, {"speaker": "BLITZER", "sentences": [{"text": "Thousands of children are starving to death in Northern Africa.", "sentId": 639}, {"text": "Why some say the west is at least partially to blame.", "sentId": 640}], "secId": 254}, {"speaker": "BLITZER", "sentences": [{"text": "And it's a nuclear power in one of the most unstable parts of the world.", "sentId": 641}, {"text": "What does the future hold for India?", "sentId": 642}, {"text": "My exclusive interview with Prime Minister Manmohan Singh.", "sentId": 643}, {"text": "All those stories, much more only minutes away on \"WOLF BLITZER REPORTS.\"", "sentId": 644}, {"text": "Now back to INSIDE POLITICS.", "sentId": 645}], "secId": 255}, {"speaker": "MALVEAUX", "sentences": [{"text": "The strategy session continues on INSIDE POLITICS.", "sentId": 646}, {"text": "Donna Brazile and Tory Clarke.", "sentId": 647}, {"text": "The abortion rights group NARAL, came out against the Roberts nomination even before President Bush made his announcement last night.", "sentId": 648}, {"text": "And as we reported earlier, Progress for America says it's going to spend millions of dollars on TV ads and other efforts to support the choice of Roberts.", "sentId": 649}, {"text": "Just how much impact will outside groups have on the confirmation process?", "sentId": 650}, {"text": "What was very interesting here is that both sides really stand to gain if this person is -- well if you throw red meat and people go running, here.", "sentId": 651}, {"text": "The fact that that has not happened, both sides tend to lose money.", "sentId": 652}, {"text": "I mean, that is the bottom line, the honest truth.", "sentId": 653}, {"text": "Both of those groups tend to lose money here.", "sentId": 654}, {"text": "Is this a good thing?", "sentId": 655}], "secId": 256}, {"speaker": "BRAZILE", "sentences": [{"text": "Well, they have a war room set up I'm sure, on both sides of the political equation.", "sentId": 656}, {"text": "The right will have their war rooms to support this candidate and to make sure that he gets through the Senate and of course, the left will have their war room to deeply probe the record and to find out if there's anything in his background that would cause alarm or cause him to be \"Borked,\" so to speak.", "sentId": 657}, {"text": "So, I think -- look, I think one of the sleeper issues that we didn't mention in the last segment is the environment.", "sentId": 658}, {"text": "I mean, he has made some controversial statements on the environment, on the Endangered Species Act, on allowing coal companies to strip mountaintops.", "sentId": 659}, {"text": "That's going to be a sleeper issue.", "sentId": 660}, {"text": "So -- and pretty soon you'll hear from all of these groups on both the left and the right.", "sentId": 661}, {"text": "Separation of church -- there's just so much that people will jump up and shout about.", "sentId": 662}], "secId": 257}, {"speaker": "MALVEAUX", "sentences": [{"text": "And Tori, let's talk about strategy real quick, because these ads have come out and we have a poll here that shows that ad campaigns -- whether or not they influence the choice of the next Supreme Court justice:  Helpful, 39 percent say \"Yes,\" but harmful, that's 54 percent.", "sentId": 663}], "secId": 258}, {"speaker": "CLARKE", "sentences": [{"text": "Sure.", "sentId": 664}], "secId": 259}, {"speaker": "MALVEAUX", "sentences": [{"text": "All of this money being put out there in the last 24 hours.", "sentId": 665}, {"text": "How effective is that as a strategy?", "sentId": 666}], "secId": 260}, {"speaker": "CLARKE", "sentences": [{"text": "Well, I think it's to be determined.", "sentId": 667}, {"text": "I think people are increasingly skeptical and cynical about the role of these advocacy groups on both sides.", "sentId": 668}, {"text": "I think the good news is:  These advocacy groups are going to be under a lot of scrutiny.", "sentId": 669}, {"text": "Not as much as the nominee, but a lot of scrutiny, which is a good thing.", "sentId": 670}], "secId": 261}, {"speaker": "CLARKE", "sentences": [{"text": "So, how they behave, how they execute their strategies will come under a lot of intense scrutiny.", "sentId": 671}, {"text": "I think that's a very, very good thing.", "sentId": 672}, {"text": "They ought to be.", "sentId": 673}, {"text": "I find it a little distressing -- tens-of- millions of dollars.", "sentId": 674}, {"text": "I mean we'll never know the real figure, but there's going to be so much money spent on this for rhetoric that was written before the nominee was even named.", "sentId": 675}], "secId": 262}, {"speaker": "BRAZILE", "sentences": [{"text": "It's all about the First Amendment and these groups love to talk.", "sentId": 676}, {"text": "They love to organize and they're in the business of agitating just about everybody.", "sentId": 677}], "secId": 263}, {"speaker": "MALVEAUX", "sentences": [{"text": "And they've managed to do that.", "sentId": 678}], "secId": 264}, {"speaker": "BRAZILE", "sentences": [{"text": "I get it from both sides.", "sentId": 679}, {"text": "I get the blogs.", "sentId": 680}, {"text": "I get the material.", "sentId": 681}, {"text": "I guess the press releases.", "sentId": 682}, {"text": "They're ready.", "sentId": 683}, {"text": "They're ready.", "sentId": 684}, {"text": "They're locked and loaded and ready for battle.", "sentId": 685}], "secId": 265}, {"speaker": "MALVEAUX", "sentences": [{"text": "Well, we'll see if it pays off.", "sentId": 686}, {"text": "Thank you very much, both of you, for joining us today.", "sentId": 687}], "secId": 266}, {"speaker": "CLARKE", "sentences": [{"text": "Thank you.", "sentId": 688}], "secId": 267}, {"speaker": "BRAZILE", "sentences": [{"text": "Thank you.", "sentId": 689}], "secId": 268}, {"speaker": "MALVEAUX", "sentences": [{"text": "He is no longer the lead story, but he has not been forgotten.", "sentId": 690}, {"text": "Up next, bloggers are still debating Karl Rove and the CIA leak story.", "sentId": 691}, {"text": "We'll rejoin our blog reporters next.", "sentId": 692}], "secId": 269}, {"speaker": "MALVEAUX", "sentences": [{"text": "The John Roberts' nomination was not the only topic on Capitol Hill today.", "sentId": 693}, {"text": "Senators heard testimony on a proposed federal shield law that would protect journalists who use confidential sources.", "sentId": 694}, {"text": "CNN's Kathleen Koch has more.", "sentId": 695}], "secId": 270}, {"speaker": "KOCH", "sentences": [{"text": "Last week before the grand jury probing the Valerie Plame leak case, \"Time\" magazine correspondent Matt Cooper was a reluctant witness.", "sentId": 696}, {"text": "But Wednesday, he was eager to tell senators, journalists need a federal shield law, so they can't be forced to break their promise of confidentiality.", "sentId": 697}], "secId": 271}, {"speaker": "COOPER", "sentences": [{"text": "Right now, if I pick up the phone and call a senator or his or her staff or a civil servant and they say \"don't quote me on this, but...\" or \"don't identify me, but...\"  I can't really know what I'm getting into.", "sentId": 698}], "secId": 272}, {"speaker": "KOCH", "sentences": [{"text": "Both the House and the Senate are considering bills to create a federal law preventing reporters from being compelled to identify their sources.", "sentId": 699}], "secId": 273}, {"speaker": "KOCH", "sentences": [{"text": "The Justice Department, in written testimony, opposed that warning quote, \"the bill would create serious impediments to the Department's ability to effectively enforce the law and fight terrorism.\"", "sentId": 700}, {"text": "Lawmakers sponsoring the measure made a last-minute change to address that concern.", "sentId": 701}], "secId": 274}, {"speaker": "PENCE", "sentences": [{"text": "Under our revised bill, a reporter could not be compelled to reveal a source unless the disclosure of the identity of a source is necessary to prevent imminent or actual harm to national security.", "sentId": 702}], "secId": 275}, {"speaker": "KOCH", "sentences": [{"text": "Some worry that would give the federal government too much leeway.", "sentId": 703}], "secId": 276}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "The government for its own purposes, can brand it national security when it shouldn't be.", "sentId": 704}], "secId": 277}, {"speaker": "KOCH", "sentences": [{"text": "Thirty-one states now have shield laws guarding a reporter's right to keep a source confidential.", "sentId": 705}, {"text": "Witnesses insisted the nation will suffer if sources are increasingly afraid to come forward.", "sentId": 706}], "secId": 278}, {"speaker": "DODD", "sentences": [{"text": "Serious journalism would virtually cease to exist, in my view.", "sentId": 707}, {"text": "Wrong-doing would not be uncovered.", "sentId": 708}, {"text": "We would never have learned about the crimes known as Watergate or the massive fraud called Enron.", "sentId": 709}], "secId": 279}, {"speaker": "KOCH", "sentences": [{"text": "One columnist said the jailing of his colleague \"New York Times\" reporter Judith Miller was already having a chilling effect on his statements about federal prosecutors.", "sentId": 710}], "secId": 280}, {"speaker": "SAFIRE", "sentences": [{"text": "Because any harsh criticism of them from me might we'll be taken out on her, I am constrained to speak gently, as if concerned about the treatment of a hostage.", "sentId": 711}], "secId": 281}, {"speaker": "KOCH ", "sentences": [{"text": "Some had hoped the high-profile leak case would put a federal shield law on the fast track, but most now admit its progress will be slowed as lawmakers focus on the new Supreme Court nominee.", "sentId": 712}], "secId": 282}, {"speaker": "KOCH ", "sentences": [{"text": "Kathleen Koch, CNN, Capitol Hill.", "sentId": 713}], "secId": 283}, {"speaker": "MALVEAUX", "sentences": [{"text": "Karl Rove is out of the spotlight, but he's still a big topic for left-leaning bloggers.", "sentId": 714}, {"text": "Let's rejoin CNN Political Producer Abbi Tatton and Jacki Schechner, our blog reporter -- Jacki?", "sentId": 715}], "secId": 284}, {"speaker": "SCHECHNER", "sentences": [{"text": "Suzanne, that's just what they're saying, \"keep it in the spotlight.\"", "sentId": 716}, {"text": "\"Let's not let the Valarie Plame affair and Karl Rove's role in it, slip out of the mainstream media's attention.\"", "sentId": 717}], "secId": 285}, {"speaker": "SCHECHNER", "sentences": [{"text": "Over at \"BringItOn\"  -- this is the UnitedAmerican.blogs.com , they're calling it the \"Political Shell Game,\" saying, \"it's all going to move very, very fast.", "sentId": 718}, {"text": "Keep your eye on the ball.", "sentId": 719}, {"text": "Don't let this one slip away.\"", "sentId": 720}], "secId": 286}, {"speaker": "SCHECHNER", "sentences": [{"text": "Someone else saying that, is \"Additurk\" at RisingHedgeman.blogspot.com .", "sentId": 721}, {"text": "\"Keep our eye on the ball,\" that, \"the Bush administration is on the ropes because of Karl Rove and the policy of deceit and this is what they need to pay attention to.\"", "sentId": 722}], "secId": 287}, {"speaker": "TATTON", "sentences": [{"text": "And pushing this story ahead for the liberal bloggers today, is an article published in the \"American Prospect.\"", "sentId": 723}, {"text": "\"That's an unlikely story.\"", "sentId": 724}, {"text": "You can see here from Memorandum.com , lots of people linking to it.", "sentId": 725}], "secId": 288}, {"speaker": "TATTON", "sentences": [{"text": "In that article, it's suggested that Karl Rove in an initial meeting with the FBI, did not disclose discussions he'd had with \"Time\" magazine's Matt Cooper.", "sentId": 726}, {"text": "Liberal bloggers jumping all over this.", "sentId": 727}, {"text": "This is DigbysBlog.Blogspot.com .", "sentId": 728}, {"text": "In a post entitled \"Oops,\" what he's saying is, \"well, this is the kind of thing that got Martha Stewart in trouble, \" wondering if Karl Rove is going to be knitting any ponchos anytime soon.\"", "sentId": 729}], "secId": 289}, {"speaker": "TATTON", "sentences": [{"text": "But as you mentioned before, something else you're seeing from the left is this walk-and-chew-gum for the mainstream media.", "sentId": 730}, {"text": "They want to keep it in the spotlight.", "sentId": 731}, {"text": "Yes, the Supreme Court nomination is very, very important, but so is the Karl Rove story.", "sentId": 732}], "secId": 290}, {"speaker": "SCHECHNER", "sentences": [{"text": "We're seeing that over at \"DailyKos\" as well, saying that progressive bloggers are able to do that, to keep more than one story alive at a time.", "sentId": 733}, {"text": "They can walk and chew gum, they say.", "sentId": 734}], "secId": 291}, {"speaker": "SCHECHNER", "sentences": [{"text": "Something else we wanted to show you -- a really cool visual over at \"The Whiskey Bar.\"", "sentId": 735}, {"text": "This is Billmand.org .", "sentId": 736}, {"text": "They put this together.", "sentId": 737}, {"text": "It's a take-off on Custard's last stand.", "sentId": 738}, {"text": "They're calling it Rove's last stand.", "sentId": 739}, {"text": "I don't know if you can see it that clearly, but you've got Karl Rove in the middle and all of the big Republican players scattered throughout the battlefield.", "sentId": 740}, {"text": "Suzanne, we will send it back to you.", "sentId": 741}], "secId": 292}, {"speaker": "MALVEAUX", "sentences": [{"text": "OK.", "sentId": 742}, {"text": "Thank you very much.", "sentId": 743}], "secId": 293}, {"speaker": "MALVEAUX", "sentences": [{"text": "And that is it for INSIDE POLITICS.", "sentId": 744}, {"text": "I'm Suzanne Malveaux.", "sentId": 745}, {"text": "\"WOLF BLITZER REPORTS\" starts right now.", "sentId": 746}], "secId": 294}, {"speaker": "MALVEAUX", "sentences": [{"text": "END", "sentId": 747}], "secId": 295}, {"speaker": "MALVEAUX", "sentences": [{"text": "TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com", "sentId": 748}], "secId": 296}], "sectionCount": 297, "url": "transcripts.cnn.com/TRANSCRIPTS/0507/20/ip.01.html", "sentenceCount": 750, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 20, 2005 - 15:30   ET", "speakers": ["BUSH", "ANNOUNCER", "John Roberts talking points", "KENNEDY", "FRIST", "French fries and a not-so-fat paper trail", "MALVEAUX", "JOHNS", "NELSON", "MCCAIN", "BOXER", "BASH", "Well", "morning", "That is part of what they hope will be the thing that will get Roberts confirmed", "firm", "KEENEY", "ROBERTS", "ARENA", "Now", "LEAHY", "DEVENISH", "ROMANS", "Coming up at 6", "more", "SCHNEIDER", "YALOF", "BROWNBACK", "MORTON", "GINSBERG", "NEAS", "SCHECHNER", "TATTON", "BRAZILE", "CLARKE", "BLITZER", "KOCH", "COOPER", "PENCE", "UNIDENTIFIED MALE", "DODD", "SAFIRE", "KOCH "], "title": "INSIDE POLITICS"}