{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1610.04.ip.01.html.json", "subTitle": "Looking Ahead to Tonight's Vice Presidential Debate. Aired 12- 12:30p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 0}, {"text": "We're live today from Farmville, Virginia, site of tonight's vice presidential debate.", "sentId": 1}, {"text": "I'm John King.", "sentId": 2}, {"text": "As you can hear, some  excitement already on the campus here at", "sentId": 3}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "Longwood University.", "sentId": 4}, {"text": "Thanks for sharing some time with us on this important day.", "sentId": 5}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "It is Mike Pence versus Tim Kaine here at Longwood, but as always, the running mates wage a proxy war.", "sentId": 6}, {"text": "Kaine will echoing Hillary Clinton's tough talk on Donald Trump's refusal to release his taxes.", "sentId": 7}], "secId": 2}, {"speaker": "CLINTON", "sentences": [{"text": "Here's my question, what kind of genius loses a billion dollars in a single year?", "sentId": 8}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "And you can be certain, Pence will second Trump's case that an insider like Clinton can't or won't change Washington.", "sentId": 9}], "secId": 4}, {"speaker": "TRUMP", "sentences": [{"text": "Hillary Clinton has never created a single job in her life.", "sentId": 10}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Now, both Kaine and Pence understand the enormous stakes.", "sentId": 11}, {"text": "America votes five weeks from today.", "sentId": 12}, {"text": "And there's fresh evidence of new Clinton momentum in our new national poll and a handful of new battleground state surveys as well.", "sentId": 13}], "secId": 6}, {"speaker": "PENCE", "sentences": [{"text": "I'm looking forward to it.", "sentId": 14}, {"text": "I can't wait.", "sentId": 15}, {"text": "I mean Hillary Clinton's record on foreign affairs alone could take up the whole 90 minutes, and it wouldn't be a pretty picture.", "sentId": 16}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "We're live on campus the next hour.", "sentId": 17}, {"text": "We should also let you know, Hillary Clinton is campaigning this hour.", "sentId": 18}, {"text": "Michelle Obama this hour.", "sentId": 19}, {"text": "Donald Trump as well.", "sentId": 20}, {"text": "We may take you out live to those events.", "sentId": 21}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "With us here to share their reporting and their insights, Jonathan Martin of \"The New York Times,\" Jackie Kucinich of \"The Daily Beast,\" CNN's Jeff Zeleny and Dan Balz of \"The Washington Post.\"", "sentId": 22}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Now, Donald Trump has made clear in the last 24 hours, he has no intention of releasing his taxes and no intention of apologizing.", "sentId": 23}], "secId": 10}, {"speaker": "TRUMP", "sentences": [{"text": "I have legally used the tax laws to my benefit, and to the benefit of my company, my investors and my employees.", "sentId": 24}, {"text": "I mean, honestly, I have brilliantly - I have brilliantly used those laws.", "sentId": 25}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Now it's a safe bet Mike Pence will be pressured to define \"brilliant\" tonight and defend Trump's refusal to share those taxes.", "sentId": 26}, {"text": "The one year's return leaked to \"The New York Times\" in recent days shows a nearly $1 billion Trump loss in 1995.", "sentId": 27}, {"text": "And experts say that means Trump could have avoided paying any federal income taxes, legally, perfectly legally, for nearly two decades.", "sentId": 28}, {"text": "Trump calls that brilliant, as you just heard.", "sentId": 29}, {"text": "Hillary Clinton calls it hypocritical.", "sentId": 30}], "secId": 12}, {"speaker": "CLINTON", "sentences": [{"text": "In other words, Trump was taking from America with both hands, and leaving the rest of us with the bill.", "sentId": 31}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "So this has been the defining issue, ladies and gentlemen, or lady and gentlemen, I should say, I guess, on the campaign the last few days.", "sentId": 32}, {"text": "And we assume, right off the bat, Tim Kaine gets the first question.", "sentId": 33}, {"text": "I would not be surprised if they asked him about the sunrise or the weather today in Virginia, which is beautiful, if he turns this to a conversation with Mike Pence, hey, governor, you released your taxes.", "sentId": 34}, {"text": "Why not Donald Trump?", "sentId": 35}], "secId": 14}, {"speaker": "KUCINICH", "sentences": [{"text": "Absolutely.", "sentId": 36}, {"text": "And that's going to be Mike - Mike Pence has - he has the tough debate tonight.", "sentId": 37}, {"text": "He's been trying to defend Donald Trump the entire time, while keeping his own political aspirations intact.", "sentId": 38}, {"text": "So he really - in terms of the two candidates, he really does have the tougher job than Tim Kaine.", "sentId": 39}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Is that - yet, yet Tim Kaine comes in knowing his candidate has momentum and he better not drop the baton.", "sentId": 40}], "secId": 16}, {"speaker": "BALZ", "sentences": [{"text": "Well, I think that for - for Tim Kaine, he's going to try to keep Mike Pence on the defense, as Jackie said.", "sentId": 41}, {"text": "But Mike Pence also has an opportunity that Donald Trump wasn't able to pick up on at Hofstra, and that is to prosecute at every possible turn the case against Hillary Clinton, the case against the Obama foreign policy, the case that they want to make.", "sentId": 42}, {"text": "Donald Trump missed opportunities.", "sentId": 43}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 44}], "secId": 18}, {"speaker": "BALZ", "sentences": [{"text": "I - I would suspect that Mike Pence will not miss opportunities in the way that Donald Trump did.", "sentId": 45}], "secId": 19}, {"speaker": "ZELENY", "sentences": [{"text": "In a sense he can do what he's been doing all along and play, you know, cleanup, pickup, whatever you want.", "sentId": 46}, {"text": "And I think, I mean, he can sort of slow Hillary Clinton's momentum a little bit, or at least be - do what he's been doing all along, sort of a Xanax for conservatives, happy that he's here.", "sentId": 47}, {"text": "But that may take the full 90 minutes for that.", "sentId": 48}], "secId": 20}, {"speaker": "MARTIN", "sentences": [{"text": "I think the forecast tonight, John, is going to include a lot of talking points.", "sentId": 49}, {"text": "I think both of these candidates are going to take all of these questions and use them the best that they can to reframe it and talk about their opponent's weakness.", "sentId": 50}], "secId": 21}, {"speaker": "MARTIN", "sentences": [{"text": "As you point out, this is a proxy war.", "sentId": 51}, {"text": "I think Kaine is going to be talking a lot about Trump and I think Pence is going to be talking a lot about Hillary.", "sentId": 52}, {"text": "And my guess is that these are two veteran disciplined politicians, and I think that's what you're going to see tonight.", "sentId": 53}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "So -", "sentId": 54}], "secId": 23}, {"speaker": "MARTIN", "sentences": [{"text": "In stark contrast to last week, by the way.", "sentId": 55}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "So, to that point, let's stay on the tax issue then for a minute.", "sentId": 56}, {"text": "As we watch the proxy war play out tonight, we'll see if Mike Pence can change the conversation.", "sentId": 57}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "First, I just want to show you a few things from our new CNN/ORC poll.", "sentId": 58}, {"text": "This is not just the media this - attention focus this story.", "sentId": 59}, {"text": "Should Donald Trump release his tax returns?", "sentId": 60}, {"text": "Overall, 73 percent of the American people say, yes.", "sentId": 61}, {"text": "Look at the partisan breakdown, 95 percent of Democrats say yes, 75 percent of independents say yes, and almost half of Republicans say yes,  49 percent say Donald Trump should release his taxes.", "sentId": 62}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "Now, why hasn't he released his taxes?", "sentId": 63}, {"text": "Is he hiding something?", "sentId": 64}, {"text": "We asked that question.", "sentId": 65}, {"text": "Eighty-six percent of Democrats say Donald Trump is hiding something, 59 percent of independents think that, only a quarter, 24 percent, of Republicans.", "sentId": 66}, {"text": "So he's on safer ground on the motives among Republicans, but almost half of Republicans want him to release.", "sentId": 67}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "And so what are you doing to - what do you do?", "sentId": 68}, {"text": "If your answer is, no, I won't release them, Donald Trump yesterday, and we'll see if Governor Pence prosecutes it this way tonight, Donald Trump changing the subject, saying I'm not going to release my taxes and who is she to demand it?", "sentId": 69}], "secId": 28}, {"speaker": "TRUMP", "sentences": [{"text": "They haven't added a single dollar of value, people like Hillary, to the American economic.", "sentId": 70}, {"text": "Hillary Clinton hasn't made an honest dollar in her entire life.", "sentId": 71}, {"text": "All she does is takes from you, takes from your country, and peddles influence to donors, special interests and foreign actors for astronomical dollars like you've never seen before.", "sentId": 72}, {"text": "It's corruption of the highest order.", "sentId": 73}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "So deflection, if you're not going to answer the questions people are asking about you, you attack your opponent.", "sentId": 74}, {"text": "Is that - can they work?", "sentId": 75}, {"text": "Will it work?", "sentId": 76}], "secId": 30}, {"speaker": "KUCINICH", "sentences": [{"text": "It's going to work much better for Mike Pence tonight.", "sentId": 77}, {"text": "This is someone who he went through three gubernatorial debates.", "sentId": 78}, {"text": "He is someone who has done this before.", "sentId": 79}, {"text": "And as you said with Tim Kaine, he could be asked, what color is the sky and he'll be talking about Donald Trump and his taxes.", "sentId": 80}, {"text": "And I think you're going to hear Mike Pence do the same thing with Hillary Clinton's in e-mails, with the Hillary Clinton and her - the unreleased speeches.", "sentId": 81}, {"text": "He's got a whole realm of things to pick through.", "sentId": 82}, {"text": "And unlike Donald Trump, I think he's going to take every opportunity to do so.", "sentId": 83}], "secId": 31}, {"speaker": "MARTIN", "sentences": [{"text": "Here's the answer that I'm curious about, that I assume that Pence has teed up.", "sentId": 84}, {"text": "What does he say when Tim Kaine turns to him and says, Mike, why is it OK for you to release your taxes and you did you that but your running mate didn't?", "sentId": 85}, {"text": "So, you know, what's that difference?", "sentId": 86}, {"text": "What does Pence say when Kaine points that out because, honestly, Pence did take that step and put his taxes out.", "sentId": 87}], "secId": 32}, {"speaker": "BALZ", "sentences": [{"text": "Don't - don't you - don't you assume he'll say what they've been saying all along, well, he said he will release them -", "sentId": 88}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 89}], "secId": 34}, {"speaker": "BALZ", "sentences": [{"text": "When the audit is done.", "sentId": 90}], "secId": 35}, {"speaker": "KUCINICH", "sentences": [{"text": "Right.", "sentId": 91}], "secId": 36}, {"speaker": "BALZ", "sentences": [{"text": "Now, that - you know, that may be a weak reed to stand on -", "sentId": 92}], "secId": 37}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 93}], "secId": 38}, {"speaker": "BALZ", "sentences": [{"text": "But it is something he can say.", "sentId": 94}], "secId": 39}, {"speaker": "MARTIN", "sentences": [{"text": "He's bought time with that excuse for -", "sentId": 95}], "secId": 40}, {"speaker": "BALZ", "sentences": [{"text": "Right.", "sentId": 96}], "secId": 41}, {"speaker": "MARTIN", "sentences": [{"text": "For a while now but it's tougher because now, you know, there's been other sort of talking points about why he's not releasing his taxes, i.e., he doesn't want to hand over fodder to his rival, right?", "sentId": 97}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "Well, and Hillary Clinton said yesterday, release them up to 2009 then.", "sentId": 98}], "secId": 43}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 99}, {"text": "KING: Trying to take some of that excuse away.", "sentId": 100}, {"text": "If you're under audit now, release at least some of the older ones before this existing audit.", "sentId": 101}, {"text": "I don't think that argument's going to  with Donald Trump either.", "sentId": 102}], "secId": 44}, {"speaker": "MARTIN", "sentences": [{"text": "One of the things that I'm interested tonight, these are two - as you know, Jackie, more practiced candidates.", "sentId": 103}, {"text": "They've done this before.", "sentId": 104}, {"text": "They're also more cautious than Donald Trump anyway.", "sentId": 105}, {"text": "Hillary Clinton's very cautious.", "sentId": 106}, {"text": "But she got under his skin in the first debate, especially by questioning the loan from his dad to start the business and his business acumen.", "sentId": 107}, {"text": "Trump, on the trail yesterday, you could tell, this one still burns with him.", "sentId": 108}, {"text": "Hillary Clinton says Donald Trump doesn't have business acumen.", "sentId": 109}, {"text": "Donald Trump says, oh, yes, I do.", "sentId": 110}], "secId": 45}, {"speaker": "TRUMP", "sentences": [{"text": "I was able to use the tax laws of this country, and my business acumen, to dig out of the real estate mess, you would call it a depression, when few others were able to do what I did.", "sentId": 111}, {"text": "In those most difficult - I'm a star.", "sentId": 112}, {"text": "Thank you.", "sentId": 113}, {"text": "You are, too.", "sentId": 114}, {"text": "Oh, they were amazing times.", "sentId": 115}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "He's trying to spin this, you know, where she's questioning, essentially saying who - who can lose a billion dollars with a casino?", "sentId": 116}, {"text": "The house never loses.", "sentId": 117}, {"text": "How can you do that?", "sentId": 118}, {"text": "She got under his skin.", "sentId": 119}, {"text": "He's trying to fire back.", "sentId": 120}], "secId": 47}, {"speaker": "ZELENY", "sentences": [{"text": "No doubt.", "sentId": 121}, {"text": "And I was in Ohio with her yesterday and it was one of the - you know, she still has that spring in her step from that debate.", "sentId": 122}, {"text": "But even - it was more exaggerated yesterday, I think, being able to seize on this and -", "sentId": 123}], "secId": 48}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 124}], "secId": 49}, {"speaker": "ZELENY", "sentences": [{"text": "You know, he can't be such a genius losing a billion dollars in a year.", "sentId": 125}], "secId": 50}, {"speaker": "ZELENY", "sentences": [{"text": "But what I was struck by yesterday, she was responding to him in more real time than she has done really throughout.", "sentId": 126}, {"text": "He was in Colorado in the afternoon, and they've gone from a thing of genius to brilliant.", "sentId": 127}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 128}], "secId": 52}, {"speaker": "ZELENY", "sentences": [{"text": "She's seized on that almost instantaneously in a rally in Akron.", "sentId": 129}, {"text": "So I assume that Tim Kaine, tonight, will seize on - on the genius and brilliant line.", "sentId": 130}, {"text": "And his base is with him, yes.", "sentId": 131}, {"text": "But as we've seen from our polling there, people do care about tax returns.", "sentId": 132}], "secId": 53}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 133}], "secId": 54}, {"speaker": "ZELENY", "sentences": [{"text": "So no way you slice it, this is not a good moment for Donald Trump on this issue.", "sentId": 134}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Taxes is the gateway to what?", "sentId": 135}, {"text": "And if you look at that polling again, half of Republicans, 95 percent of Democrats, that's pretty predictable.", "sentId": 136}], "secId": 56}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 137}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "But half of Republicans say he should release them.", "sentId": 138}, {"text": "If you talk to a lot of Republican strategists, if you talk to the speaker of the House, Paul Ryan, he said, I released mine.", "sentId": 139}, {"text": "Now they accept the audit - publically, they accept the audit excuse to a degree -", "sentId": 140}], "secId": 58}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 141}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "But it's the gateway to what and to who, I guess, at this point  -", "sentId": 142}], "secId": 60}, {"speaker": "MARTIN", "sentences": [{"text": "Well, it's the gateway to finally giving her a fairly effective populist cudgel that she really hasn't been able to wield in the past.", "sentId": 143}, {"text": "She's tried here and there to go after him on, you know, hurting - hurting the little guy, talking about his stiffing contractors or what happened to his, you know, casino in Atlantic City.", "sentId": 144}, {"text": "This, I think, offers her the best opportunity yet to really strike him with a simple attack, which is, everybody else has to pay taxes in this country, why didn't you?", "sentId": 145}], "secId": 61}, {"speaker": "ZELENY", "sentences": [{"text": "It's also what they're used for, though.", "sentId": 146}, {"text": "She said yesterday a lot, the military.", "sentId": 147}, {"text": "He's criticized the military for being - being weak, but he was not paying for that.", "sentId": 148}], "secId": 62}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 149}], "secId": 63}, {"speaker": "ZELENY", "sentences": [{"text": "Or roads or other things.", "sentId": 150}], "secId": 64}, {"speaker": "KUCINICH", "sentences": [{"text": "Right.", "sentId": 151}], "secId": 65}, {"speaker": "ZELENY", "sentences": [{"text": "So, for those in the middle, those moderate voters concerned about this, the voters I talked to in Ohio yesterday, at her rally for sure, you know, think it's a good message.", "sentId": 152}], "secId": 66}, {"speaker": "BALZ", "sentences": [{"text": "I think one thing that \"The New York Times\" story does that's helpful to Clinton is that it takes the issue a little bit away from, why haven't you released your taxes, because while, you know, the polls show people think he should, it's not necessarily a voting issue.", "sentId": 153}, {"text": "It's not like people are going to vote in November.", "sentId": 154}, {"text": "But the question of what he was as a businessman, how he ran his business, the degree to which she's able to use that or Kaine is able to use that tonight -", "sentId": 155}], "secId": 67}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 156}], "secId": 68}, {"speaker": "KUCINICH", "sentences": [{"text": "Yes.", "sentId": 157}], "secId": 69}, {"speaker": "BALZ", "sentences": [{"text": "To go after Trump is more important than simply, why haven't you released your taxes?", "sentId": 158}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 159}, {"text": "And she's saying he takes advantage of the system, the loopholes, the special breaks that wealthy people get over the little guy, at a time when he's trying to say she's part of the rigged system and the status quo.", "sentId": 160}, {"text": "BALZ: And - and she's more likely to get under his skin with that", "sentId": 161}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "argument than simply saying, you should release your taxes.", "sentId": 162}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "All right, everybody sit tight, a big night ahead tonight here.", "sentId": 163}, {"text": "The crowd already in - on campus getting excited.", "sentId": 164}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "Up next, Mike Pence's debate playbook.", "sentId": 165}, {"text": "It includes a focus on foreign policy and important outreach to conservatives.", "sentId": 166}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "Welcome back to INSIDE POLITICS.", "sentId": 167}, {"text": "We have live pictures, Haverford, Pennsylvania.", "sentId": 168}, {"text": "There's Chelsea Clinton.", "sentId": 169}, {"text": "She's at an event focusing on families with her mother, the Democratic nominee for president, Hillary Clinton.", "sentId": 170}, {"text": "We'll dip in there live if they get to anything of note for you.", "sentId": 171}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "A busy day on the campaign trail.", "sentId": 172}, {"text": "Donald Trump also on the campaign trail this hour.", "sentId": 173}, {"text": "Michelle Obama out as a surrogate for Hillary Clinton.", "sentId": 174}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "We are live in Farmville, Virginia, Longwood University, the site of tonight's vice presidential debate.", "sentId": 175}, {"text": "And, you know the old adage, the best defense is a good offense.", "sentId": 176}], "secId": 77}, {"speaker": "PENCE", "sentences": [{"text": "And we know all about the foreign governments and foreign donors who were contributing to the Clinton Foundation at the same time she was secretary of state.", "sentId": 177}, {"text": "And that doesn't even talk about the fact that she had a private server, that she sought to erase e-mails with high technology, even got out a hammer to smash iPhones and Blackberries.", "sentId": 178}, {"text": "Men and women, we've got to have the highest standards of integrity in the highest office in the land.", "sentId": 179}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "Let's focus for a bit on the Mike Pence playbook tonight.", "sentId": 180}, {"text": "And in a sense, and we'll get to Tim Kaine a little bit later, vice presidential candidates are always the lesser known, but in this campaign, we have an established brand like Clinton, the giant personality of Trump.", "sentId": 181}, {"text": "The number twos don't get that much attention at all, and yet, let's show - just a little - quick show you a baseball card who he is.", "sentId": 182}, {"text": "Mike Pence is 57.", "sentId": 183}, {"text": "He's the Indiana governor.", "sentId": 184}, {"text": "He's also been a member of the House Republican caucus in the Congress.", "sentId": 185}, {"text": "His appeal, obviously the rust belt, social conservative.", "sentId": 186}, {"text": "His priority tonight is to sell Trump as that change agent, right?", "sentId": 187}], "secId": 79}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 188}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "To try to make the - make positive out of some of the things that are negative.", "sentId": 189}], "secId": 81}, {"speaker": "Dan", "sentences": [{"text": "I think there are two things that he brings to the campaign.", "sentId": 190}, {"text": "One", "sentId": 191}], "secId": 82}, {"speaker": "Dan", "sentences": [{"text": "is some reassurance to conservatives that there will be conservative values at the heart of this Trump/Pence ticket.", "sentId": 192}, {"text": "The second thing he does was - he is - he has been helpful in trying to reassuring donors that, you know, that the donor class, which is very distrustful of Donald Trump, they trust Mike Pence.", "sentId": 193}, {"text": "He has good connections with them.", "sentId": 194}, {"text": "So I think those are the two big things that he's been able to bring to the ticket.", "sentId": 195}], "secId": 83}, {"speaker": "KUCINICH", "sentences": [{"text": "He also likes to fundraise, unlike Donald Trump.", "sentId": 196}, {"text": "Yes, he actually likes that part of campaigning.", "sentId": 197}, {"text": "The other thing with Mike Pence is, he is so disciplined in terms of messaging.", "sentId": 198}, {"text": "When I was going through his - his gubernatorial debates the last couple days, I had to go back and look at the - which one I was actually watching because he said the same thing verbatim so many times.", "sentId": 199}], "secId": 84}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 200}], "secId": 85}, {"speaker": "KUCINICH", "sentences": [{"text": "And it's very - he's very hard to rattle and he's very hard to get off that message.", "sentId": 201}, {"text": "So that's going to be a real challenge for Tim Kaine tonight, to get him to say something that maybe he wouldn't had said otherwise.", "sentId": 202}], "secId": 86}, {"speaker": "MARTIN", "sentences": [{"text": "He's fluid in conservative-ease  in a way that Trump is not.", "sentId": 203}, {"text": "It doesn't come easy to Trump and, obviously, we've sort of seen him struggle at times, you know, talking, for example, about - about two Corinthians comes to mind, especially when it comes to evangelicals.", "sentId": 204}, {"text": "Pence, I think, was effective at being able to reassure them, to Dan's point, about the values of this ticket.", "sentId": 205}, {"text": "I think that's one of the biggest challenge Trump has.", "sentId": 206}, {"text": "It's not that evangelicals are going to support Hillary Clinton, they sure won't, it's the possibility that they'll either skip the top of the ticket entirely or they'll vote for a third party candidate.", "sentId": 207}, {"text": "And if you're Trump, you can't afford to lose any of those born again Christian voters.", "sentId": 208}], "secId": 87}, {"speaker": "ZELENY", "sentences": [{"text": "It's also his biggest opportunity to do something that Jackie mentioned earlier.", "sentId": 209}, {"text": "He's been trying all along to thread the needle about his future, in case his -", "sentId": 210}], "secId": 88}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 211}], "secId": 89}, {"speaker": "ZELENY", "sentences": [{"text": "You know, he's not successful in November.", "sentId": 212}, {"text": "This is his biggest audience, his biggest opportunity -", "sentId": 213}], "secId": 90}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 214}], "secId": 91}, {"speaker": "ZELENY", "sentences": [{"text": "To keep his own brand intact.", "sentId": 215}, {"text": "So usually these vice presidential debates are not about themselves.", "sentId": 216}, {"text": "I think in his case this is a touch more about him because he may have something down the line if this doesn't work out.", "sentId": 217}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "And let's go back in time.", "sentId": 218}, {"text": "Let's go back in time to our reporting a couple weeks before the Republican convention where we were told that the Trump staff was trying to push Governor Pence, to Dan's point, you know, reassure conservatives at a time a lot of conservatives were in open revolt.", "sentId": 219}, {"text": "The Republican Party was saying, who is this guy?", "sentId": 220}, {"text": "Is he one of us?", "sentId": 221}, {"text": "About Donald Trump.", "sentId": 222}, {"text": "They were pushing Pence and Trump was making clear, he wanted to go with his heart and his gut, somebody like Chris Christie.", "sentId": 223}, {"text": "So they're - once Pence was picked, it was the traditional \"60 Minutes\" interview with the running mates, just a little bit of flavor here to show these two back still at the getting to know you phase.", "sentId": 224}], "secId": 93}, {"speaker": "KUCINICH", "sentences": [{"text": "Right.", "sentId": 225}], "secId": 94}, {"speaker": "PENCE", "sentences": [{"text": "Clearly, this man is not a politician.", "sentId": 226}, {"text": "He doesn't speak like a politician.", "sentId": 227}], "secId": 95}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "He's done pretty well.", "sentId": 228}], "secId": 96}, {"speaker": "PENCE", "sentences": [{"text": "He's - he speaks from his heart.", "sentId": 229}], "secId": 97}, {"speaker": "TRUMP", "sentences": [{"text": "I think - I think it's a good thing.", "sentId": 230}], "secId": 98}, {"speaker": "PENCE", "sentences": [{"text": "He speaks from his heart.", "sentId": 231}, {"text": "And -", "sentId": 232}], "secId": 99}, {"speaker": "TRUMP", "sentences": [{"text": "Well, I think I speak from my heart and my brain, just so we understand.", "sentId": 233}, {"text": "Most people .", "sentId": 234}], "secId": 100}, {"speaker": "PENCE", "sentences": [{"text": "Right.", "sentId": 235}], "secId": 101}, {"speaker": "TRUMP", "sentences": [{"text": "This is maybe more important.", "sentId": 236}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "So - that was the interesting, awkward getting to know you moment, including - including in that interview, Leslie Stahl asked Donald Trump, but Mike Pence voted for the Iraq War.", "sentId": 237}, {"text": "And Donald Trump said, well, it's a long time ago, it doesn't matter.", "sentId": 238}, {"text": "And she said, well, wait a minute, you say it's central to Hillary Clinton's judgment but you give Mike Pence a pass?", "sentId": 239}], "secId": 103}, {"speaker": "ZELENY", "sentences": [{"text": "I mean it was unusual, but we are going to hear that tonight, of course.", "sentId": 240}, {"text": "His voting record is going to be front and center in this.", "sentId": 241}, {"text": "But again, I still think - I mean as Jonathan said earlier, these are two - I mean if there are gentlemen still in this business, these two certainly are, I think.", "sentId": 242}, {"text": "So I don't expect them to be, you know, sparring nearly as much as last week.", "sentId": 243}, {"text": "But they do have to get their points in there.", "sentId": 244}, {"text": "So Tim Kaine has been very fiery on the campaign trail.", "sentId": 245}, {"text": "Very aggressive against Donald Trump.", "sentId": 246}, {"text": "I'm watching to see what his sort of anger level is here because he is the attack dog in every way, more than Mike Pence is.", "sentId": 247}], "secId": 104}, {"speaker": "BALZ", "sentences": [{"text": "Well, and I think it's interesting because Mike Pence does not have a reputation as an attack dog.", "sentId": 248}, {"text": "He has a reputation as somebody who can stay on message and deliver a message.", "sentId": 249}], "secId": 105}, {"speaker": "ZELENY", "sentences": [{"text": "Right.", "sentId": 250}], "secId": 106}, {"speaker": "BALZ", "sentences": [{"text": "But he has not been somebody who has been a slasher in his campaigns.", "sentId": 251}, {"text": "And so both because of that and what you just said, Jeff, in terms of having to strike that balance between being loyal to Donald Trump and preserving his own politic future, that's a tricky set of thing to navigate in the heat of a debate.", "sentId": 252}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "And in terms of his discipline, we talked a bit earlier, Donald Trump left a lot of opportunities on the table in the first debate.", "sentId": 253}, {"text": "He blamed the moderator after.", "sentId": 254}, {"text": "But, again, you can ask somebody if you like apple pie and you can talk about the Clinton Foundation.", "sentId": 255}, {"text": "You can ask somebody what time of day it is, and you can bring up the e-mail server.", "sentId": 256}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "One thing Mike Pence has done repeatedly on the trail, and we expect it to come tonight, is attack Hillary Clinton's record as secretary of state and he likes to talk about a conservative favorite, Benghazi.", "sentId": 257}], "secId": 109}, {"speaker": "PENCE", "sentences": [{"text": "And it was Hillary Clinton who left Americans in harm's way in Benghazi, and after four Americans fell said, what difference at this point does it make?", "sentId": 258}], "secId": 110}, {"speaker": "PENCE", "sentences": [{"text": "As the proud father of a United States Marine, let me say from my heart, anyone who said that, anyone who did that should be disqualified from ever serving as commander in chief of the armed forces of the United States of America.", "sentId": 259}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "It will be interesting to watch tonight as he presses these attacks, whether he waits - he waits for a moderator to take him there, or whether he just decides, yes, he has his points, this is where I'm going.", "sentId": 260}], "secId": 112}, {"speaker": "ZELENY", "sentences": [{"text": "I think he won't wait at all.", "sentId": 261}, {"text": "He's a former talk radio host as well.", "sentId": 262}, {"text": "He's a very, very good communicator.", "sentId": 263}], "secId": 113}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 264}], "secId": 114}, {"speaker": "ZELENY", "sentences": [{"text": "One of the best in his party.", "sentId": 265}, {"text": "I think he'll go right after that.", "sentId": 266}], "secId": 115}, {"speaker": "ZELENY", "sentences": [{"text": "We're also probably going to hear a lot of military talk.", "sentId": 267}, {"text": "He is the father of a soldier, as well as Tim Kaine.", "sentId": 268}, {"text": "I think that is something that both of these two men bring to the table that is different than most vice presidential candidates.", "sentId": 269}], "secId": 116}, {"speaker": "KUCINICH", "sentences": [{"text": "And one thing Mike Pence is going to have to answer, I'd be shocked if Tim Kaine doesn't bring it up if the moderator doesn't, it was about what Donald Trump said about PTSD yesterday.", "sentId": 270}], "secId": 117}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 271}], "secId": 118}, {"speaker": "KUCINICH", "sentences": [{"text": "And he implied that some people are weaker than others.", "sentId": 272}, {"text": "And if you're weak, you might end up with PTSD, which is actually the opposite of what's been - it stigmatizes it, which is not the right way to go on that.", "sentId": 273}, {"text": "KING: Right.", "sentId": 274}, {"text": "And the Trump campaign is saying that if you took it that", "sentId": 275}], "secId": 119}, {"speaker": "KUCINICH", "sentences": [{"text": "way, then Donald trump - that's not what he meant.", "sentId": 276}, {"text": "If he tripped over his tongue a little bit, that's not what he meant.", "sentId": 277}, {"text": "That he wants to help people with PTSD, with mental health services.", "sentId": 278}, {"text": "But it's certainly something Democrats are seizing on.", "sentId": 279}], "secId": 120}, {"speaker": "KUCINICH", "sentences": [{"text": "Jonathan, hold the thought.", "sentId": 280}, {"text": "We'll be right back in a second.", "sentId": 281}], "secId": 121}, {"speaker": "KUCINICH", "sentences": [{"text": "Next, the numbers don't lie.", "sentId": 282}, {"text": "This race, as we wait for this big debate tonight, is swinging back Clinton's way at a crucial moment.", "sentId": 283}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 284}], "secId": 123}, {"speaker": "KING", "sentences": [{"text": "There is no doubt, as we head into the vice presidential debate, that Donald Trump is paying a price for his performance in the first presidential debate.", "sentId": 285}, {"text": "Let's look first at our new CNN national poll.", "sentId": 286}, {"text": "And look at this, a five-point lead for Hillary Clinton in the national poll, 47 percent to 42 percent.", "sentId": 287}, {"text": "You see the third party candidates getting a combined nine.", "sentId": 288}, {"text": "That is a boost for Hillary Clinton in national polls, but we elect president state by state.", "sentId": 289}, {"text": "Is it carrying over to the key swing states?", "sentId": 290}, {"text": "And the answer at the moment is, mostly, yes.", "sentId": 291}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "Look at these.", "sentId": 292}, {"text": "New polls showing Clinton plus five in Florida, Clinton plus three in North Carolina, Clinton plus four in Pennsylvania.", "sentId": 293}, {"text": "Trump still leads in Ohio by five.", "sentId": 294}, {"text": "That's important.", "sentId": 295}, {"text": "But Clinton comfortably ahead in Colorado and Virginia as well.", "sentId": 296}, {"text": "There is no way to draw a path for Donald Trump to 270 without Florida, North Carolina and Ohio.", "sentId": 297}, {"text": "So while Ohio's encouraging, this is a problem for Donald Trump and good news for Secretary Clinton after debate number one heading into the VP debate.", "sentId": 298}], "secId": 125}, {"speaker": "KING", "sentences": [{"text": "Now, why is this happening?", "sentId": 299}, {"text": "A number of reasons.", "sentId": 300}, {"text": "But here's one, Donald Trump will win among white voters who lack a college degree.", "sentId": 301}, {"text": "The challenge for Hillary Clinton is to try to keep it close.", "sentId": 302}, {"text": "And, look, back in September in our poll, 68 percent of white voters without a college degree are for Trump, 24 for Clinton.", "sentId": 303}, {"text": "You see that right there, more than 40 points, 44 points.", "sentId": 304}], "secId": 126}, {"speaker": "KING", "sentences": [{"text": "Now look.", "sentId": 305}, {"text": "She's narrowed the gap.", "sentId": 306}, {"text": "She's still losing, but she's narrowed the margin there.", "sentId": 307}, {"text": "Very important gain for Hillary Clinton among white voters who lack a college degree.", "sentId": 308}], "secId": 127}, {"speaker": "KING", "sentences": [{"text": "Here's another important one from our new national poll, independents.", "sentId": 309}, {"text": "If you go back to our poll in early September, Donald Trump up 20 points among independents.", "sentId": 310}, {"text": "Now, Secretary Clinton leading among independents by seven points.", "sentId": 311}, {"text": "If she wins among independents on Election Day, you can bet the ranch she will be the next president of the United States.", "sentId": 312}, {"text": "So watch these numbers after the vice presidential debate and after the second presidential debate Sunday night.", "sentId": 313}], "secId": 128}, {"speaker": "KING", "sentences": [{"text": "Heading into that contest, listen to Secretary Clinton on the road.", "sentId": 314}, {"text": "She seems pretty certain we're going to have a few more momentum swings.", "sentId": 315}], "secId": 129}, {"speaker": "CLINTON", "sentences": [{"text": "But I need your help to talk to anybody you know here who thinks they might be voting for Trump.", "sentId": 316}, {"text": "I know you know people.", "sentId": 317}, {"text": "I know you do.", "sentId": 318}, {"text": "And you've got to stage an intervention.", "sentId": 319}, {"text": "You've got - you've got to sit them down and point out how everything he says he wants to do is absolutely opposite of what he has done and how everything he has proposed will help people like him and his family, but not the vast majority of families in Ohio.", "sentId": 320}], "secId": 130}], "sectionCount": 131, "url": "transcripts.cnn.com/TRANSCRIPTS/1610/04/ip.01.html", "sentenceCount": 322, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 4, 2016 - 12:00   ET", "speakers": ["KING", "CLINTON", "TRUMP", "PENCE", "KUCINICH", "BALZ", "ZELENY", "MARTIN", "Dan", "UNIDENTIFIED FEMALE"], "title": "INSIDE POLITICS"}