{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1403.30.ip.01.html.json", "subTitle": "Obama on the Comeback Trail?; Farmers, Lawyers & a Political No-no", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "A golden moment for a President desperate to stage an election year recovery.", "sentId": 0}], "secId": 0}, {"speaker": "OBAMA", "sentences": [{"text": "His holiness has the capacity to open people's eyes.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Can a papal blessing and much better Obamacare enrollment numbers help the President escape a midterm rut?", "sentId": 2}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "And Chris Christie's media blitz proves he's trying to turn a page too.", "sentId": 3}], "secId": 3}, {"speaker": "CHRISTIE", "sentences": [{"text": "I certainly don't have a crystal ball.", "sentId": 4}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Just don't expect him to admit he is worried one bit Bridgegate is hurting his 2016 standing.", "sentId": 5}], "secId": 5}, {"speaker": "CHRISTIE", "sentences": [{"text": "I'm the Governor of New Jersey and I have a job to do.", "sentId": 6}, {"text": "If I do my job the best way I can my future will take care of itself.", "sentId": 7}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "Plus what should be obvious if you want to win a senate seat in Iowa, don't pander to trial lawyers in Texas.", "sentId": 8}], "secId": 7}, {"speaker": "BRALEY", "sentences": [{"text": "You might have a farmer from Iowa who would never went to law school, who never practiced law, serving as the next chair of the Senate Judiciary Committee.", "sentId": 9}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Democrats are suddenly nervous about yet another senate seat but is Sarah Palin right that this -- brace yourself -- is the GOP's best hope?", "sentId": 10}], "secId": 9}, {"speaker": "ERNST", "sentences": [{"text": "I'm Joni Ernst.", "sentId": 11}, {"text": "I grew up castrating hogs on an Iowa farm.", "sentId": 12}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 13}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS, I'm John King.", "sentId": 14}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 15}, {"text": "And with us to share their reporting and their insights Politico's Maggie Haberman, The Atlantics Molly Ball, Manu Raju of Politico, and Margaret Talev of Bloomberg news.", "sentId": 16}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Now, everyone loves a good comeback story, but not every politician has the skills to engineer one, especially in tough times.", "sentId": 17}, {"text": "We're watching two critical efforts unfold front and center, one involving the sitting President of the United States, the other featuring the Republican Governor of New Jersey, Chris Christie.", "sentId": 18}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Let's begin Maggie Haberman, with the President.", "sentId": 19}, {"text": "He has a week on the global stage, he get this great golden moment, the photo op with the Pope, then they put out enrollment numbers for Obamacare that are much better than people expected.", "sentId": 20}, {"text": "And yet even Democrats think that when you ask them, \"Is this the seeds of recovery, can the President come back in this mid-term election year?", "sentId": 21}, {"text": "Even Democrats are skeptical he can get out of this rut, why?", "sentId": 22}], "secId": 14}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes I mean because he needs more than a golden photo op at this point frankly and especially one that is not taking place domestically, which is where everyone is focused in a rough and slow going economy.", "sentId": 23}, {"text": "The Obamacare numbers also are fine but they are not fantastic.", "sentId": 24}, {"text": "This is reduced expectations.", "sentId": 25}, {"text": "And we don't really know what it means.", "sentId": 26}, {"text": "At this point you know concern about this issue is so big with voters it's going to take a lot to turn the tide.", "sentId": 27}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "The White House Molly pushes back saying they don't get enough credit for the turnaround.", "sentId": 28}, {"text": "They acknowledge how disastrous the rollout was.", "sentId": 29}, {"text": "They say well if we passed six million and we've made a significant achievement.", "sentId": 30}, {"text": "What don't we know, I guess, I guess that's where the skepticism comes from, we don't know how many of these people are young and how many are old, how many have actually paid and how many had insurance before they enrolled?", "sentId": 31}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "So are they new people getting access or what but is the White House right, should we give them a bit more credit?", "sentId": 32}], "secId": 17}, {"speaker": "BALL", "sentences": [{"text": "Well, I think it all depends how you look at it.", "sentId": 33}, {"text": "I think that if you think that we gave them too much blame for the way like you say for the way that the rollout went then, then perhaps they deserve the credit.", "sentId": 34}, {"text": "But like you say I don't think we know fully whether it has turned around, we know that there is some incremental good news, but is this program going to be a success in the long-term?", "sentId": 35}, {"text": "We don't know that.", "sentId": 36}, {"text": "And the fact remains that Obamacare sort of top line is unpopular.", "sentId": 37}], "secId": 18}, {"speaker": "BALL", "sentences": [{"text": "And so people seem to have internalized a lot of conflicting information about this.", "sentId": 38}, {"text": "They like some aspects of it they don't like others.", "sentId": 39}, {"text": "And what sort of came out of that big machine of voter opinion is a negative and so -- and I think Democrats are muddying this as well when they keep trying to change the subject.", "sentId": 40}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 41}], "secId": 20}, {"speaker": "BALL", "sentences": [{"text": "You see them wanting to talk about anything else because -- and a lot of Democratic candidates wanting to sort of run away from Obamacare.", "sentId": 42}, {"text": "There certainly isn't a feeling on the campaign side that this has turned into an unmitigated positive.", "sentId": 43}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "Not just run away Manu but a lot of these vulnerable Senate Democrats they want to keep the debate going.", "sentId": 44}, {"text": "They want to propose fixes so they can go home and say I stood up to the President.", "sentId": 45}, {"text": "I changed Obamacare.", "sentId": 46}, {"text": "How much does that muddy what the Democrats would help for some national message to help the President rebound, saying you know we've made mistakes but we fixed it.", "sentId": 47}, {"text": "It's working.", "sentId": 48}, {"text": "They can't sell that, can't they.", "sentId": 49}], "secId": 22}, {"speaker": "RAJU", "sentences": [{"text": "Right.", "sentId": 50}, {"text": "They're trying to sound pragmatic saying \"Hey look we tried to fix the broken problem.", "sentId": 51}, {"text": "We never said it was perfect.", "sentId": 52}, {"text": "So we're going to go in and we're going to propose some fixes and we're going to do certain things that will make the program work.\"", "sentId": 53}, {"text": "They want to sound practical.", "sentId": 54}], "secId": 23}, {"speaker": "RAJU", "sentences": [{"text": "But the problem is that they know that they don't actually want to engage in a debate in the senate on this that would open this up and bring it back to the national spotlight.", "sentId": 55}, {"text": "The Republicans would propose tough amendments that would put the vulnerable Democrats in a tough position.", "sentId": 56}], "secId": 24}, {"speaker": "RAJU", "sentences": [{"text": "So they want to sound like they're doing something, sound like they're making some changes, practical reasonable changes, so they can sell it to voters.", "sentId": 57}, {"text": "Rather than actually engaging in a real legislative debate on the Hill.", "sentId": 58}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "But Republicans can motivate their base by saying we're against it.", "sentId": 59}, {"text": "Democrats I think have a mixed message.", "sentId": 60}, {"text": "They annoy their base somewhat if you stand up for the President and try and confuse them in other ways.", "sentId": 61}], "secId": 26}, {"speaker": "Margaret", "sentences": [{"text": "Well I mean the Pope is so tremendously popular he's like Obama in 2008 popular.", "sentId": 62}, {"text": "And they had this sort of touch stones that jived really well with what they're trying to do domestically, the Pope's interest in immigration reform and in income equality.", "sentId": 63}], "secId": 27}, {"speaker": "Margaret", "sentences": [{"text": "And as they were putting together this trip to Europe, they thought wow this is like grabbing the brass ring if we can actually make the stop at the Vatican.", "sentId": 64}, {"text": "There was more in it for President Obama than there was for the Pope and the sort of the negotiations behind the scenes, how many press get in the room you know to witness the meeting and this sort of stuff.", "sentId": 65}, {"text": "It's very much like in the White House is  to get maximum coverage.", "sentId": 66}], "secId": 28}, {"speaker": "Margaret", "sentences": [{"text": "And in the Vatican's interest to say we have this guy who is -- I mean I don't know -- I want to tread carefully on this because I know he's not a politician, he is a Pope.", "sentId": 67}, {"text": "But he is an important commodity right now.", "sentId": 68}, {"text": "They need to dole him out very carefully.", "sentId": 69}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "Let's move on to Governor Christie, he commissioned that cost New Jersey taxpayers about $1 million a report to look \"Hey, did I do anything wrong?", "sentId": 70}, {"text": "Are my fingerprints on Bridgegate?\"", "sentId": 71}, {"text": "The Governor's lawyer says no, they're not.", "sentId": 72}, {"text": "And the Governor then not only does he have a press conference, he is out West in the weekend trying to prove to Republicans \"I'm back.", "sentId": 73}, {"text": "I'm putting this behind me.", "sentId": 74}, {"text": "The worst is over,\" and part of that is the media charm offensive.", "sentId": 75}, {"text": "Listen to the Governor here with ABC's Diane Sawyer.", "sentId": 76}], "secId": 30}, {"speaker": "CHRISTIE", "sentences": [{"text": "I am who I am and for some people they love it.", "sentId": 77}, {"text": "I will tell you when I travel around New Jersey I hear from most people that that's the thing they love the most.", "sentId": 78}], "secId": 31}, {"speaker": "SAWYER", "sentences": [{"text": "And what about Iowa?", "sentId": 79}], "secId": 32}, {"speaker": "CHRISTIE", "sentences": [{"text": "Iowa, I think they love me in Iowa too, Diane I've been there a lot.", "sentId": 80}, {"text": "I think they love me there too.", "sentId": 81}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "I called it an immediate charm offensive, Maggie.", "sentId": 82}, {"text": "Is that charming I'm not quite sure --", "sentId": 83}], "secId": 34}, {"speaker": "HABERMAN", "sentences": [{"text": "I was next -- I was thinking it was a little of both and the reason I laughed is that I think reporters in Iowa might like him better right now than reporters in New Jersey because of the press conference at the end of last week.", "sentId": 84}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 85}], "secId": 36}, {"speaker": "HABERMAN", "sentences": [{"text": "He was calling out reporters by name, saying you know ask the question again, get to the question.", "sentId": 86}, {"text": "It was the old Christie.", "sentId": 87}, {"text": "It's the Chris Christie that the country came to know.", "sentId": 88}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 89}, {"text": "HABERMAN:  And I realize that his aides think that this is where he needs to be and they basically project we are turning the page.", "sentId": 90}, {"text": "We are now answering questions.", "sentId": 91}, {"text": "We have a set of facts in front of us.", "sentId": 92}, {"text": "It's why we weren't doing press conferences before.", "sentId": 93}, {"text": "There is still a U.S. Attorney investigation going on and at the end of the day this is going to drag for many more months.", "sentId": 94}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "That's the key point the reality is this going due on for months the perception he is trying to create is I've had the guys scrub the books, I'm looking OK, stop worrying about this other Republicans.", "sentId": 95}, {"text": "Whether it's at home or on the national stage I'm OK.", "sentId": 96}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "But Molly one thing that came up was in the lawyer's report, Christie's lawyer's report it goes after one of the key players, his former deputy chief of staff, Bridget Anne Kelly and it essentially says her -- she cracked.", "sentId": 97}, {"text": "That she was having a bad personal relationship, that she was unpredictable.", "sentId": 98}, {"text": "That she was volatile.", "sentId": 99}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "Her lawyers fired back they gave Chris Wright a statement on Friday saying \"The report is venomous, gratuitous, and inappropriate sexist remarks concerning Ms. Kelly have no place in what is alleged to be a professional and independent report.\"", "sentId": 100}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Might they -- meaning Christie's office in trying to clean this up, create a bit of a mess?", "sentId": 101}], "secId": 42}, {"speaker": "BALL", "sentences": [{"text": "I think this report is a strange mistake on Christie's part.", "sentId": 102}, {"text": "He didn't have to commission this report.", "sentId": 103}, {"text": "And it was a lose/lose, if the report came out looking good for him as this report tried to do, it was going to be dismissed as a white wash as it has been.", "sentId": 104}, {"text": "If the report came out looking bad for him it would be oh, my gosh Chris Christie's own report makes him look bad.", "sentId": 105}], "secId": 43}, {"speaker": "BALL", "sentences": [{"text": "There was no upside for him and as you say it doesn't give people the impression that he's turned the page.", "sentId": 106}, {"text": "Instead it takes a story that was starting to die out a little bit on its own and revives it and puts it back in the news.", "sentId": 107}, {"text": "And there are these as you say as their lawyer says seemingly gratuitous attacks, very personal depiction of someone who didn't even speak to the investigators, being seen as sexist by a lot of people.", "sentId": 108}, {"text": "And now she is coming out of the wood work to say that she may cooperate which is going to create a whole new problem for him as it should happen.", "sentId": 109}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "She wants immunity or something in the investigation but if you have three key people at the Port Authority, your campaign manager, and your former deputy chief of staff who have lawyers telling them not to talk, they have yet to testify, do you really want to pick a public fight with them?", "sentId": 110}], "secId": 45}, {"speaker": "RAJU", "sentences": [{"text": "Right that's the problem.", "sentId": 111}, {"text": "Remember there are still two investigations that are ongoing one led by the -- by the Democrats and the state legislature but another one the federal investigation as well.", "sentId": 112}], "secId": 46}, {"speaker": "RAJU", "sentences": [{"text": "So Christie may want to get past this may want to say that I'm taking charge and I'm firing people and cleaning things up.", "sentId": 113}, {"text": "But at the end of the day there are -- things are going to still to come out.", "sentId": 114}, {"text": "He's going to still have to answer questions for this and it's not going away probably any time soon.", "sentId": 115}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "We'll see how this one plays out.", "sentId": 116}, {"text": "Sit tight everybody.", "sentId": 117}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Next, Democrats are now worried about an Iowa senate seat because -- well because of a major league gaffe by their candidates.", "sentId": 118}, {"text": "Combine that gaffe with a textbook example of how to hold devastating opposition research until just the right moment.", "sentId": 119}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "But first in this week's installment of \"Politicians Say the darnedest things.\"", "sentId": 120}, {"text": "The Vice President tries to bestow instant amnesty.", "sentId": 121}], "secId": 50}, {"speaker": "BIDEN", "sentences": [{"text": "You know, 11 million people living in the shadows, I believed they're already American citizens.", "sentId": 122}, {"text": "These people are just waiting, waiting for a chance to be able to contribute fully.", "sentId": 123}, {"text": "And by that standard, 11 million undocumented aliens are already Americans, in my view.", "sentId": 124}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 125}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "Our puzzle this week is a mix of Politics 101 and \"Captain Obvious\".", "sentId": 126}, {"text": "You might call this a how not to run lesson from a man who should know better -- four-term Democratic Congressman Bruce Braley of Iowa.", "sentId": 127}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "Let's start with this map.", "sentId": 128}, {"text": "You've seen this before if you watch the program 12 states with blue traces around the state barriers.", "sentId": 129}, {"text": "These are 12 seats held by Senate Democrats that Republicans are targeting in this year's elections.", "sentId": 130}, {"text": "The Republicans need a net gain of six, so they have 12 targets on the books where they think they have decent chances of getting those six.", "sentId": 131}, {"text": "Well let's call this \"The Braley Effect\".", "sentId": 132}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "A week ago we would have said Iowa leaned Democrat, maybe even was safe Democratic.", "sentId": 133}, {"text": "But we're going to keep a very close eye on it now, not because of anything Bruce Braley said at home, but because of a fateful trip 990 miles south to Corpus Christi, Texas speaking to a group of trial lawyers and listen.", "sentId": 134}, {"text": "This is how not to run for Senate.", "sentId": 135}], "secId": 55}, {"speaker": "BRALEY", "sentences": [{"text": "To put this in stark contrast, if you help me win this race you may have someone with your background, your experience, your voice, someone who has been literally fighting tort reform for 30 years, in a visible and public way on a senate judiciary committee, or you might have a farmer from Iowa who never went to law school, never practiced law serving as the next chair of the senate judiciary committee.", "sentId": 136}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "Lot of mistakes there.", "sentId": 137}, {"text": "We could start number one, he travels out of state to insult the state's senior senator who's a Republican.", "sentId": 138}, {"text": "Then Manu Raju, he tells trial lawyers, I've been your guy for 30 years, send me to the senate, I'll be your guy still.", "sentId": 139}, {"text": "What does it do when  people are cynical of politicians when you're essentially telling a special interest group, I'm your guy?", "sentId": 140}, {"text": "But does this change Iowa from lean or safe Dem to let's watch?", "sentId": 141}], "secId": 57}, {"speaker": "RAJU", "sentences": [{"text": "It is not a good thing.", "sentId": 142}, {"text": "I mean the Iowa senate race is really volatile right now, there are five Republicans who are vying for the Republican nomination.", "sentId": 143}, {"text": "There's, you know -- and the polls show that Bruce Braley is ahead, but it is kind of soft support because there's a significant number of voters  about a quarter of which have not formed an opinion about Bruce Braley.", "sentId": 144}], "secId": 58}, {"speaker": "RAJU", "sentences": [{"text": "This is certainly not going to help when he starts getting attacked when fairly a sizable number of constituents are farmers who may not have law degrees and are going to be used against him very aggressively in this campaign.", "sentId": 145}, {"text": "Republicans all along have thought that Bruce Braley is not the candidate that Democrats have sold them on and now some Democrats are starting to think the same.", "sentId": 146}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "And when house members run statewide they often run into trouble.", "sentId": 147}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "I want -- one key point here, that recording was made in January.", "sentId": 148}, {"text": "But it was released just last week.", "sentId": 149}, {"text": "The filing deadline in Iowa was March 14th.", "sentId": 150}, {"text": "So the Republicans, the conservative group, Molly, that shot it, held it until after the filing deadline, so the Democrats say we better get someone else in the race.", "sentId": 151}, {"text": "Pretty cynical maybe but smart, right?", "sentId": 152}], "secId": 61}, {"speaker": "BALL", "sentences": [{"text": "Well, it is effective.", "sentId": 153}, {"text": "And I think what we've seen in 2014 as opposed to 2012 when Republicans had a shot and failed to take the senate as opposed to 2010 when Republicans had a shot and failed to take the Senate is that there is a lot more strategic thinking going on.", "sentId": 154}], "secId": 62}, {"speaker": "BALL", "sentences": [{"text": "There is a lot more of settling on the right candidate in advance of the primary and avoiding some of these destructive fights.", "sentId": 155}, {"text": "There are a lot more sort of establishment candidates who appear electable, who are pulling ahead in their races and avoiding some of the more flawed Tea Party candidates that we had in the past.", "sentId": 156}], "secId": 63}, {"speaker": "BALL", "sentences": [{"text": "And so here is another -- you know, I was not inside this America rising, I don't know what went into it.", "sentId": 157}, {"text": "But if indeed it was the thinking it is another example of Republicans getting their stuff together as it were.", "sentId": 158}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "How could you think in this day and age that anything you say is not being recorded after Mitt Romney and 47 percent?", "sentId": 159}], "secId": 65}, {"speaker": "BALL", "sentences": [{"text": "Exactly.", "sentId": 160}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Let's look at this.", "sentId": 161}, {"text": "Now, remember, this is a four-term -- four-term House Democrat.", "sentId": 162}, {"text": "He is not new to politics -- let's look at some of pictures.", "sentId": 163}, {"text": "Number one, don't do a fundraiser in Texas, when you're painted as a trial lawyer.", "sentId": 164}, {"text": "Look if you don't see it yourself, where is the staff to say how about let's not talk next to the liquor cart, right.", "sentId": 165}, {"text": "That doesn't look that create.", "sentId": 166}, {"text": "Then in trying to fix this, then in trying to fix this they put a picture up on the Facebook page, \"Bruce Braley loves farms, knows everything about farm.\"", "sentId": 167}, {"text": "That farm is in the United Kingdom, not in the state of Iowa.", "sentId": 168}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Buzz feed, caught the campaign doing that and then he says call in -- what do you think?", "sentId": 169}, {"text": "He wants to take a poll online.", "sentId": 170}, {"text": "What do you think -- should we take the minimum wage?", "sentId": 171}, {"text": "They post this photo, not in Iowa, not in America, that gentleman is in Mexico.", "sentId": 172}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "This is -- Politics 101 is how to do something, what would we number the book on how not to do something?", "sentId": 173}], "secId": 69}, {"speaker": "HABERMAN", "sentences": [{"text": "One thousand and one -- you know, really he's hitting right for it.", "sentId": 174}, {"text": "This is really -- this is an epic mess.", "sentId": 175}, {"text": "And it's one after the other, after the other.", "sentId": 176}, {"text": "It looks incredibly unprepared.", "sentId": 177}, {"text": "As you say it is very different running statewide.", "sentId": 178}, {"text": "I don't understand them thinking that this was not going to get recorded in that fundraiser.", "sentId": 179}], "secId": 70}, {"speaker": "HABERMAN", "sentences": [{"text": "And it was really -- look, it is a brutal tactic but it is, as Molly said, very effective to do.", "sentId": 180}, {"text": "This is what America Rising exists for.", "sentId": 181}, {"text": "There are groups on both sides of the aisle that do this.", "sentId": 182}, {"text": "America Rising had a big catch.", "sentId": 183}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "And the question is, Margaret, can Republicans take advantage of the opportunity.", "sentId": 184}, {"text": "If Bruce Braley has created an opening here can a Republican step forward -- they have a crowded primary.", "sentId": 185}, {"text": "Sarah Palin endorsed a candidate this week.", "sentId": 186}, {"text": "She already had Mitt Romney's endorsement.", "sentId": 187}, {"text": "Those endorsements aren't what's getting her national attention including from the late night comedians.", "sentId": 188}, {"text": "It is -- brace yourself, I know it's Sunday morning -- this.", "sentId": 189}], "secId": 72}, {"speaker": "ERNST", "sentences": [{"text": "I'm Joni Ernst.", "sentId": 190}, {"text": "I grew up castrating hogs on an Iowa farm.", "sentId": 191}, {"text": "So when I get to Washington I'll know how to cut pork.", "sentId": 192}, {"text": "Let's make them squeal.", "sentId": 193}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "\"Make them squeal\".", "sentId": 194}, {"text": "A little  listening.", "sentId": 195}], "secId": 74}, {"speaker": "TALEV", "sentences": [{"text": "Oh boy, it's so very good but she needs to stop right now.", "sentId": 196}, {"text": "You get to do that ad once, do it early and then try to redeem yourself on substance on the mat.", "sentId": 197}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "So you use it to get attention.", "sentId": 198}, {"text": "Now you've got to prove yourself on the mat.", "sentId": 199}], "secId": 76}, {"speaker": "TALEV", "sentences": [{"text": "What else could it possibly be for?", "sentId": 200}, {"text": "And you get the feeling that Sarah Palin was just dying to get in some sort of a jab back at Democrats that involved the theme of a pig because as you remember, President Obama once upon a time made a \"lipstick on a pig\" comment.", "sentId": 201}], "secId": 77}, {"speaker": "RAJU", "sentences": [{"text": "This is ad buy is probably what -- maybe a few thousand dollars, $7,000.", "sentId": 202}, {"text": "Not much but it's gotten so much attention and the public part of the trick, she has not shown that she can raise a lot of money, but if she can get a lot of name id by doing something like this, hey, it's a great idea.", "sentId": 203}], "secId": 78}, {"speaker": "TALEV", "sentences": [{"text": "But don't forget what the kicker is -- mother, soldier, conservative.", "sentId": 204}, {"text": "These are like just leave the hogs off to the side.", "sentId": 205}, {"text": "Those are actually ways that you can run.", "sentId": 206}, {"text": "I mean if you have both Sarah Palin and Mitt Romney backing you, if you can be a credible opponent to the energy executive candidate who has the money advantage, now you have a path -- maybe.", "sentId": 207}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "And it starts with \"Joni Ernst, conservative\" not \"Joni Ernst, Republican\", on that ad.", "sentId": 208}, {"text": "This is important because a lot of base conservatives don't like the Republican Party to be honest.", "sentId": 209}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "What about Sarah Palin, she has a mixed record when you look at her endorsements and how they deliver.", "sentId": 210}, {"text": "Is she relevant, or does she just get attention?", "sentId": 211}], "secId": 81}, {"speaker": "HABERMAN", "sentences": [{"text": "It's never popular to say it but I mean I think a lot of this is about building her own brand as opposed to anything else.", "sentId": 212}, {"text": "It was sort of an unconventional picture.", "sentId": 213}, {"text": "She went with the same candidate that Mitt Romney did.", "sentId": 214}], "secId": 82}, {"speaker": "HABERMAN", "sentences": [{"text": "Joni Ernst really is the establishment candidate, you're right.", "sentId": 215}, {"text": "She is highlighting conservative credentials.", "sentId": 216}, {"text": "And she has a couple of different angles though and she is a female at a time when Republicans are trying to rebrand themselves with women voters.", "sentId": 217}, {"text": "They're trying to attract good women candidates.", "sentId": 218}], "secId": 83}, {"speaker": "HABERMAN", "sentences": [{"text": "So there's a lot of different things at play.", "sentId": 219}, {"text": "But I think for Palin, this is as much about Palin as it is anything else.", "sentId": 220}, {"text": "And I don't think she moves that many voters anymore.", "sentId": 221}, {"text": "She is good for low- dollar fund raising.", "sentId": 222}], "secId": 84}, {"speaker": "BALL", "sentences": [{"text": "I don't know, I mean the Republicans that I talk to tell me that in a Republican primary, particularly in a red state -- and Sarah Palin also made an endorsement this week in Georgia endorsing Karen Handle.", "sentId": 223}, {"text": "That is another crowded field with a lot of candidates of debatable qualifications.", "sentId": 224}], "secId": 85}, {"speaker": "BALL", "sentences": [{"text": "And what my Republican sources tell me is she is still one of the bigger draws when you're talking about an endorsement because the sort of conservative base is not necessarily responding to the Republican establishment anymore.", "sentId": 225}, {"text": "They don't want to know who are all the donors in my state getting behind.", "sentId": 226}, {"text": "She's a celebrity.", "sentId": 227}, {"text": "And she may not be a politician anymore, but she has that celebrity status.", "sentId": 228}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Watch her endorsement in Georgia.", "sentId": 229}, {"text": "Watch her endorsement of the Tea Party candidate.", "sentId": 230}, {"text": "The one place the Tea Party thinks has a chance -- the Mississippi race, we'll watch that one.", "sentId": 231}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 232}, {"text": "Up next, tomorrow's news today, our reporters share nuggets from their notebooks to get you ahead of the curve on the big political news to come, including what Joe Biden is up to keep himself in good standing with the Democratic base.", "sentId": 233}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "We close each week with an effort to give you a head start on the coming big political headlines by going around the table and asking our great reporters to share something still left in their notebook.", "sentId": 234}, {"text": "Margaret, you go first.", "sentId": 235}], "secId": 89}, {"speaker": "TALEV", "sentences": [{"text": "Joe Biden may not have decided whether he's running for president or not yet but he's certainly keeping his options open.", "sentId": 236}, {"text": "President Obama goes out of town and look at what Joe Biden did last week.", "sentId": 237}, {"text": "Gay rights gala in Los Angeles, goes to New Hampshire because where else would you talk about job training but New Hampshire?", "sentId": 238}, {"text": "And then within a matter of just couple of days he is hitting all the other constituencies for the base.", "sentId": 239}, {"text": "Soul food restaurants to talk about the minimum wage, women's event at the Naval Observatory and then caps it off with an Australia Chamber of Commerce event, even gets in a radio address when the President is out of town.", "sentId": 240}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Joe Biden this week, we'll keep an eye on that.", "sentId": 241}, {"text": "Manu.", "sentId": 242}], "secId": 91}, {"speaker": "RAJU", "sentences": [{"text": "Polls in Kentucky have Mitch McConnell and Allison Grimes really neck and neck.", "sentId": 243}, {"text": "Some even have her ahead.", "sentId": 244}, {"text": "But the McConnell campaign is really playing the long game in this race.", "sentId": 245}, {"text": "It had not gone on the air attacking Grimes, telling -- you know, going on the air on the offensive.", "sentId": 246}, {"text": "What they're trying to do is save, preserve that money, potentially wait until after the May primary, because why?", "sentId": 247}, {"text": "Because they're worried about outside groups coming in and attacking McConnell, ahead of the May primary so they can fight back.", "sentId": 248}], "secId": 92}, {"speaker": "RAJU", "sentences": [{"text": "So McConnell right now, they're letting kind of the campaign work if they're down by a couple of points, they think that's OK.", "sentId": 249}, {"text": "Wait until after when things really start getting nasty.", "sentId": 250}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Keep an eye on that one.", "sentId": 251}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "Molly.", "sentId": 252}], "secId": 95}, {"speaker": "BALL", "sentences": [{"text": "I'm tracking the level of Democratic panic.", "sentId": 253}, {"text": "There's a lot of 2010 days are Googling around.", "sentId": 254}, {"text": "They just lost a high profile special election.", "sentId": 255}, {"text": "They've even got Scott Brown back to torment them.", "sentId": 256}, {"text": "So there is a question about is this going to be 2010 all over again?", "sentId": 257}, {"text": "If so, how do they deal with it?", "sentId": 258}], "secId": 96}, {"speaker": "BALL", "sentences": [{"text": "I think we're in the chickens with their head cut off stage of that process.", "sentId": 259}, {"text": "There is a little bit of denial, a little bit of no, Obamacare is going to be great, we'll run on it.", "sentId": 260}, {"text": "The fact of the matter is they haven't figured out what to do or if it can be salvaged.", "sentId": 261}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "A highly technical term in politics.", "sentId": 262}, {"text": "The chicken with their head cut off base.", "sentId": 263}], "secId": 98}, {"speaker": "BALL", "sentences": [{"text": "That's right.", "sentId": 264}, {"text": "We've reached.", "sentId": 265}], "secId": 99}, {"speaker": "BALL", "sentences": [{"text": "Christie's aides last week were very careful in their media strategy.", "sentId": 266}, {"text": "They deliberately picked two women to interview him back- to-back.", "sentId": 267}, {"text": "There was one on Fox News, there was one with Diane Sawyer, the idea was to go for a softer tone and they believed that, you know, they knew what they were going to get heat for this report.", "sentId": 268}, {"text": "But they felt it was important to get him back on the media bike essentially and let him just get back to normal.", "sentId": 269}, {"text": "A lot of his allies were caught by surprised at the confrontational tone of that press conference that he held.", "sentId": 270}, {"text": "They expect that he would -- that Diane Sawyer interview would carry over and instead what he did was speak to a national audience.", "sentId": 271}, {"text": "But this is not a national press conference.", "sentId": 272}, {"text": "They're still figuring out how to modulate.", "sentId": 273}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 274}, {"text": "Some buzz out of the Republican Jewish Coalition meeting out in Vegas.", "sentId": 275}, {"text": "The big mega donor Sheldon Adelson gets most of the attention, but great fundraisers in the room, some were Christie fans, they're skeptical now.", "sentId": 276}, {"text": "A big win for Jeb Bush there but because won't say clearly he was running, a lot of those donors are looking for other choices.", "sentId": 277}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "Getting some buzz out of the meeting, Marco Rubio, the freshman senator from Florida.", "sentId": 278}, {"text": "And the Wisconsin Governor Scott Walker we'll keep our eye on that.", "sentId": 279}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS thanks again for sharing your Sunday morning with us.", "sentId": 280}, {"text": "We'll see you soon.", "sentId": 281}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" with Candy Crowley.", "sentId": 282}, {"text": "It starts right now.", "sentId": 283}], "secId": 104}], "sectionCount": 105, "url": "transcripts.cnn.com/TRANSCRIPTS/1403/30/ip.01.html", "sentenceCount": 285, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired March 30, 2014 - 08:30   ET", "speakers": ["KING", "OBAMA", "CHRISTIE", "BRALEY", "ERNST", "HABERMAN", "BALL", "RAJU", "Margaret", "SAWYER", "BIDEN", "TALEV"], "title": "INSIDE POLITICS"}