{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.0507.13.ip.01.html.json", "subTitle": "Rehnquist Hospitalized; Rove Situation; Shuttle Launch Scrubbed; Budget Numbers", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "New reason to wonder about the health of Chief Justice William Rehnquist and the possibility he might soon retire.", "sentId": 0}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "Plus...", "sentId": 1}], "secId": 1}, {"speaker": "BUSH", "sentences": [{"text": "I have instructed every member of my staff to fully cooperate in this investigation.", "sentId": 2}, {"text": "I also will not prejudge the investigation based on media reports.", "sentId": 3}], "secId": 2}, {"speaker": "BUSH", "sentences": [{"text": "President Bush takes some Karl Rove questions with the strategist-under-scrutiny looking over the president's shoulder, but the flap over Rove's link to a CIA leak shows no signs of going away.", "sentId": 4}], "secId": 3}, {"speaker": "BUSH", "sentences": [{"text": "Thanks for joining us this afternoon, I'm John King.", "sentId": 5}], "secId": 4}, {"speaker": "BUSH", "sentences": [{"text": "We're following two developing stories this hour.", "sentId": 6}, {"text": "Chief justice William Rehnquist has been hospitalized and NASA has scrubbed the launch of Discovery, which had been scheduled to take place just about 20 minutes from now.", "sentId": 7}], "secId": 5}, {"speaker": "BUSH", "sentences": [{"text": "We'll have a live report just ahead on the delayed effort, now, to revive the space shuttle program, two-and-a-half years after the Columbia disaster.", "sentId": 8}], "secId": 6}, {"speaker": "now", "sentences": [{"text": "He was taken to the hospital overnight after complaining of a fever and in the midst of rampant speculation here in Washington of course, over whether he plans to retire.", "sentId": 9}], "secId": 7}, {"speaker": "now", "sentences": [{"text": "Our congressional correspondent, Joe Johns, is at the Supreme Court with the latest -- Joe?", "sentId": 10}], "secId": 8}, {"speaker": "JOHNS", "sentences": [{"text": "John, Chief Justice Rehnquist was taken to the hospital last night, we're told by a court official.", "sentId": 11}, {"text": "Apparently, taken by ambulance to an Arlington Hospital, just across the river from Washington, D.C., Of course, admitted; staying there now.", "sentId": 12}], "secId": 9}, {"speaker": "JOHNS", "sentences": [{"text": "We knew something was unusual this morning, because the Chief Justice did not follow his regular routine.", "sentId": 13}, {"text": "He did he not come to work today.", "sentId": 14}, {"text": "We also spotted some security officers taking, what appeared to be, a shirt out of his house some time today as well.", "sentId": 15}, {"text": "We're told they also took a cane out of his house.", "sentId": 16}], "secId": 10}, {"speaker": "JOHNS", "sentences": [{"text": "Now, the court officials are not telling us the severity of all this, but they are saying he was suffering from a fever and was admitted to the hospital.", "sentId": 17}, {"text": "This is the same hospital he was taken earlier this year, where he had to have a tracheotomy tube adjusted, a tube for breathing.", "sentId": 18}], "secId": 11}, {"speaker": "JOHNS", "sentences": [{"text": "Of course, no word from the chief justice's office on any of this.", "sentId": 19}, {"text": "As you said, the speculation has continued about when or if the chief justice might retire.", "sentId": 20}, {"text": "He is 80 years old.", "sentId": 21}, {"text": "He is suffering from thyroid cancer and some speculation, of course, continues as to whether he might step down from the court.", "sentId": 22}, {"text": "Of course, no word on that again today -- John?", "sentId": 23}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "And Joe, as you well know, the court runs on its own rules, its own schedule, if you will.", "sentId": 24}, {"text": "Any explanation of why reporters like you, of course, knew around 10:00 this morning the chief justice was not there as usual?", "sentId": 25}, {"text": "Any explanation as to why it took them into the middle of the afternoon why he was not there?", "sentId": 26}], "secId": 13}, {"speaker": "JOHNS", "sentences": [{"text": "I think you were exactly right when you said, \"the court operates on its own rules.\"", "sentId": 27}, {"text": "We don't get a lot of information other than that which is released publicly.", "sentId": 28}, {"text": "As you know, in cases, you find out what the justices are thinking by reading the words they write on paper.", "sentId": 29}, {"text": "So, it's not clear to us at all why there was a delay.", "sentId": 30}, {"text": "This court does work on its own time and in its own way, John.", "sentId": 31}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Joe Johns, thank you very much for that and for your perseverance on a very hot week here in Washington.", "sentId": 32}, {"text": "Thank you, Joe.", "sentId": 33}], "secId": 15}, {"speaker": "today", "sentences": [{"text": "President Bush could no longer avoid answering questions about his deputy White House chief of staff, Karl Rove.", "sentId": 34}, {"text": "But he wasn't ready to say much about Rove's connection to the leak of a CIA agent's name or the growing political fall-out.", "sentId": 35}, {"text": "Here's our White House correspondent, Dana Bash.", "sentId": 36}], "secId": 16}, {"speaker": "BASH", "sentences": [{"text": "There was Karl Rove, right behind his boss, waiting for the inevitable questions about his alleged role in outing a covert CIA agent.", "sentId": 37}, {"text": "Two quarries, no answers...", "sentId": 38}], "secId": 17}, {"speaker": "BUSH", "sentences": [{"text": "We're in the midst of an ongoing investigation and I will be more than happy to comment further, once the investigation is completed.", "sentId": 39}], "secId": 18}, {"speaker": "BASH", "sentences": [{"text": "Some GOP advisers were surprised the president did not offer his closest advisor and friend a vote of confidence.", "sentId": 40}, {"text": "The White House insists that he wasn't hedging his bets, wasn't asked.", "sentId": 41}], "secId": 19}, {"speaker": "MCCLELLAN", "sentences": [{"text": "Every person who works here at the White House, including Karl Rove, has the confidence of the president.", "sentId": 42}, {"text": "BASH:  But this president doesn't wait for specific questions when he has something to say.", "sentId": 43}, {"text": "The current tight-lipped strategy is a remarkable shift.", "sentId": 44}, {"text": "Mr. Bush showed no hesitation earlier in the investigation, including this exchange in September 2003...", "sentId": 45}], "secId": 20}, {"speaker": "QUESTION", "sentences": [{"text": "Yesterday we were told that Karl Rove had no role in it.", "sentId": 46}], "secId": 21}, {"speaker": "BUSH", "sentences": [{"text": "Yes.", "sentId": 47}], "secId": 22}, {"speaker": "QUESTION", "sentences": [{"text": "Have you talked to Karl and do you have confidence in him?", "sentId": 48}], "secId": 23}, {"speaker": "BUSH", "sentences": [{"text": "Listen, I know of nobody -- I don't know of anybody in my administration who leaked classified information.", "sentId": 49}, {"text": "If somebody did leak classified information, I'd like to know it and we'll take the appropriate action.", "sentId": 50}], "secId": 24}, {"speaker": "COOPER", "sentences": [{"text": "We worked out this waiver agreement with Karl Rove's attorney last week.", "sentId": 51}], "secId": 25}, {"speaker": "BASH", "sentences": [{"text": "But with \"Time\" magazine's Matt Cooper now testifying he and Rove discussed the issue, the White House is pulling back, letting the Republican National Committee distribute talking points to allies in Congress.", "sentId": 52}], "secId": 26}, {"speaker": "PRYCE", "sentences": [{"text": "I think what the Democrats are doing with Karl Rove is just another politically- motivated part of their agenda.", "sentId": 53}], "secId": 27}, {"speaker": "BASH", "sentences": [{"text": "And they're certainly breathing a sigh of relief at this point here at the White House, that Republicans on Capitol Hill and elsewhere are actually using those talking points; sticking by the White House and Karl Rove for now.", "sentId": 54}], "secId": 28}, {"speaker": "here", "sentences": [{"text": "The president started that meeting in the cabinet room talking about some unusually good news -- some good economic news from the White House, that the 2005 deficit is going to be $94 billion less than expected and that certainly got drowned out today.", "sentId": 55}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "And Dana, not -- it's not only the president facing questions about this, the first lady and secretary of state in a far- flung travel is being asked about it.", "sentId": 56}], "secId": 30}, {"speaker": "BASH", "sentences": [{"text": "That's right.", "sentId": 57}, {"text": "You know, As I said, the administration is trying to sort of put a good face on this, saying that they are definitely sticking to what they are doing behind the scenes; that nobody is talking about it behind the scenes.", "sentId": 58}], "secId": 31}, {"speaker": "BASH", "sentences": [{"text": "But as I mentioned, they certainly have messages that they are wanting to get out and you just hit the nail on the head.", "sentId": 59}, {"text": "The first lady is traveling in Africa, talking about issues that she wants to talk about there and she, of course, can't avoid getting asked about Karl Rove.", "sentId": 60}, {"text": "She simply said she didn't want to comment on the investigation, but she called him a good friend.", "sentId": 61}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "Dana Bash at the White House.", "sentId": 62}, {"text": "Thank you very much.", "sentId": 63}], "secId": 33}, {"speaker": "And I should not for our viewers", "sentences": [{"text": "I spoke just moments ago to Robert Luskin.", "sentId": 64}, {"text": "He is Karl Rove's attorney.", "sentId": 65}, {"text": "He says as of now, he knows for no plans for Karl Rove to be called back before the grand jury or to be interviewed again by investigators.", "sentId": 66}, {"text": "But he says Karl Rove is available and eager to cooperate if he can be of any help to the investigation.", "sentId": 67}], "secId": 34}, {"speaker": "And I should not for our viewers", "sentences": [{"text": "Now Democrats are trying to keep the focus on Karl Rove and the credibility of the administration's earlier claims that Mr. Rove had nothing to do with the CIA leak.", "sentId": 68}], "secId": 35}, {"speaker": "PELOSI", "sentences": [{"text": "Whether it's a criminal offense or not, it's an act against the national security of the United States.", "sentId": 69}, {"text": "No person who has divulged the name of a CIA covert operative should be in the employ of the United States government.", "sentId": 70}, {"text": "It's up to the special prosecutor to find out whether that person should also be indicted in addition to being fired.", "sentId": 71}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "And Democratic Senator John Kerry is taking his calls for a Rove ouster a step further.", "sentId": 72}, {"text": "He has posted a \"Fire Rove\" petition on his Web site and he is urging supporters and their friends and neighbors to sign it.", "sentId": 73}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Hoping to add even more fuel to the fire, Democrats are suggesting that Republican Senator John Kyl of Arizona should return funds he raised with Rove's help.", "sentId": 74}, {"text": "Kyl's spokesman calls that ridiculous.", "sentId": 75}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "And a Democratic e-mail jokes that Rove is a quote, \"secret source of funds.\"", "sentId": 76}, {"text": "Pennsylvania Congressman Jim Gerlach will raise at an event with Rove later this month.", "sentId": 77}, {"text": "Meantime, likely Maryland GOP Senate candidate, Michael Steele, that state's lieutenant governor at the moment, says he's going ahead with his on July event featuring Rove to help raise money.", "sentId": 78}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "And as Dana Bash just mentioned a moment ago, \"Time\" magazine reporter Matthew Cooper today testified before the grand jury investigating the leak of a CIA officer's identity.", "sentId": 79}, {"text": "Cooper spoke with reporters as he left the court and for the first time, publicly identified Rove as the source who gave him clearance to testify.", "sentId": 80}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "Cooper says he spoke openly and honestly during his two-and-a- half hour grand jury appearance, but he isn't providing any details about what he was asked inside the courthouse.", "sentId": 81}, {"text": "The reporter says he will do that in \"Time\" magazine, his -- where he works.", "sentId": 82}, {"text": "He also says he has no idea whether a crime was committed.", "sentId": 83}, {"text": "President Bush is sharing a bit more of his thinking as he prepares to choose the Supreme Court nominee.", "sentId": 84}, {"text": "Up next, find out what the president had to say and we'll discuss whether the Supreme Court fight could break the Senate's now famous filibuster deal.", "sentId": 85}], "secId": 41}, {"speaker": "Also ahead", "sentences": [{"text": "The new and improved budget deficit numbers the White House is eager to tout; other money manners that aren't as upbeat.", "sentId": 86}, {"text": "I'll talk to Bush Budget Director Josh Bolten.", "sentId": 87}], "secId": 42}, {"speaker": "Also ahead", "sentences": [{"text": "Plus, We'll have a live report from the Kennedy Space Center on the problems that have put the shuttle Discovery launch on hold.", "sentId": 88}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "As we told you at the top of the show, the chief justice of the United States, William Rehnquist, has been hospitalized in suburban Washington.", "sentId": 89}, {"text": "Reporting he had a fever, the chief justice was taken to a hospital last night.", "sentId": 90}, {"text": "As we await more word on his condition, we have just been told by White House spokesman Scott McClellan that the president wishes the chief justice, quote, \"a speedy recovery.\"", "sentId": 91}, {"text": "The White House Chief of Staff Andy Card informed the president of the chief justice's hospitalization a bit earlier today, we are told.", "sentId": 92}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "Now, Karl Rove wasn't the only topic of questioning.", "sentId": 93}, {"text": "The Supreme Court vacancy as you might expect also came up.", "sentId": 94}, {"text": "The president said he's getting good advice from his wife, the First Lady Laura Bush, who said she hopes the president chooses a woman to replace retiring justice Sandra Day O'Connor.", "sentId": 95}, {"text": "Mr. Bush did he not say when he expects to begin actually talking himself with candidates, but did he say he had a very good meeting with four Senate leaders yesterday and he expects continued consultations with senators from both parties.", "sentId": 96}], "secId": 45}, {"speaker": "BUSH", "sentences": [{"text": "I'm looking forward to their advice.", "sentId": 97}, {"text": "Of course, I've fully recognized it's my responsibility to come up with a nominee, and I intend to do so in a, you know, period of time that will give me time to fully analyze the different candidates and speak to them.", "sentId": 98}, {"text": "I'm not exactly sure when that process will begin, in terms of the interviews.", "sentId": 99}, {"text": "And probably if I knew, I wouldn't tell you.", "sentId": 100}, {"text": "And but the American people can be rest assured that I understand the seriousness of this responsibility.", "sentId": 101}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "The president indicated at that session he's considering, quote, \"all kinds of people\" for the High Court vacancy.", "sentId": 102}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "A new CNN/\"USA Today\"/Gallup poll shows most Americans think Mr. Bush should make diversity a factor in his deliberations -- 13 percent say it is essential to fill the vacancy with a woman, while 65 percent think it would be a good idea.", "sentId": 103}, {"text": "When asked about a Hispanic nominee, 4 percent think that's essential.", "sentId": 104}, {"text": "63 percent say that would be a good idea.", "sentId": 105}, {"text": "The looming Supreme Court battle could pose a threat to the so- called Gang of 14, the bipartisan group of senators who prevented an earlier war over the president's judicial nominees.", "sentId": 106}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "I spoke today with one of the 14, Republican Senator Mike DeWine of Ohio, and I asked him if Democrats and Republicans will be able to agree on a standard for holding that filibuster deal intact, or whether the group will fracture once Mr. Bush names his High Court nominee.", "sentId": 107}], "secId": 49}, {"speaker": "DEWINE", "sentences": [{"text": "Well, you everybody went into this with good faith.", "sentId": 108}, {"text": "The agreement was made with good faith.", "sentId": 109}, {"text": "And I -- we went into this with the assumption and made the agreement with the assumption that we would not see filibusters in the future.", "sentId": 110}, {"text": "And so I think that's what's going to happen.", "sentId": 111}, {"text": "I don't think you're going to see this Supreme Court nominee, whoever she is or he is, filibustered.", "sentId": 112}, {"text": "You know, it's a good group and I think that the people don't want to see a filibuster.", "sentId": 113}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "One member of the group, though, Senator Lieberman, has said that if he thinks the person is out of the ideological mainstream that that, for him, would be grounds for a filibuster.", "sentId": 114}, {"text": "Is that your definition of extraordinary circumstances?", "sentId": 115}, {"text": "And as you answer, will there be an attempt by the group to get together before you go into the hearings and all that to say let's try to stick together if we can?", "sentId": 116}], "secId": 51}, {"speaker": "DEWINE", "sentences": [{"text": "Well, I think the group will talk.", "sentId": 117}, {"text": "You know, we talk informally.", "sentId": 118}, {"text": "The Senate's a small group, anyway and we see each other on the floor every single day, anyway, and we're very close.", "sentId": 119}, {"text": "But, you know, there was never any definition of extraordinary circumstances.", "sentId": 120}, {"text": "But what we did establish is that it's a high bar, that, you know, the filibuster is not going to be used except in a rare case.", "sentId": 121}, {"text": "And I think that was, you know, a great accomplishment of what the agreement really was.", "sentId": 122}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "As you know, outside of Washington, many social conservative groups did not like that deal.", "sentId": 123}, {"text": "And they were highly critical of the Republicans involved in it.", "sentId": 124}, {"text": "Back in your home state, many say anger at you for being part of this deal contributed to your son's defeat in that congressional primary, the special election to fill Rob Portman's seat.", "sentId": 125}, {"text": "Do you buy that?", "sentId": 126}], "secId": 53}, {"speaker": "DEWINE", "sentences": [{"text": "I don't know about that.", "sentId": 127}, {"text": "I'm not going to get into past race.", "sentId": 128}, {"text": "But, you know, the bottom line is that we have confirmed six of the president's judges as a result of this agreement.", "sentId": 129}, {"text": "We didn't know, for example, whether or not we would have been able even to change the rules.", "sentId": 130}, {"text": "No one knows how that vote would have come out.", "sentId": 131}, {"text": "And we ended up with getting seven Democrats, as well as seven Republicans, to say that they were not going to filibuster, except in a -- really, a rare case.", "sentId": 132}, {"text": "So I think it was a major victory for the president.", "sentId": 133}, {"text": "The president is happy.", "sentId": 134}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Senator Reid, I think it was yesterday, suggested Mike DeWine might be a person who could be considered for this.", "sentId": 135}, {"text": "You're laughing now, sir.", "sentId": 136}, {"text": "As you laugh and make a joke about yourself, do you think the idea, though, of going outside of the constitutional skull or outside maybe an appellate court judge is a good idea?", "sentId": 137}], "secId": 55}, {"speaker": "DEWINE", "sentences": [{"text": "I'm very happy in the United States Senate.", "sentId": 138}, {"text": "I'm very, very happy here and I enjoy what I'm doing.", "sentId": 139}, {"text": "But I don't think it's out of the realm of possibility that -- you know, we've had senators on the Supreme Court before.", "sentId": 140}, {"text": "We've had other people on the Supreme Court.", "sentId": 141}, {"text": "And I think the president is certainly open to suggestions.", "sentId": 142}, {"text": "He's reached out, you know, to senators, and he's listening.", "sentId": 143}, {"text": "And I think that's, you know, part of what our group wanted the president to do and he's certainly doing that and very open to suggestions about who could be on the court.", "sentId": 144}], "secId": 56}, {"speaker": "DEWINE", "sentences": [{"text": "And that is certainly -- should not be just limited to circuit court judges.", "sentId": 145}, {"text": "So while circuit court judges are people that we always, you know, look at as the likely candidates, or likely suspects, but it certainly can't be limited just to them.", "sentId": 146}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "And Senator, I want to get your thoughts on this Karl Rove controversy.", "sentId": 147}, {"text": "The president said early on that anyone who was involved in the leaking of classified information would not have a welcome place in his administration.", "sentId": 148}, {"text": "He later said he would fire that person.", "sentId": 149}, {"text": "Karl Rove, it is now known, did have a conversation with a reporter.", "sentId": 150}, {"text": "Now, he says he didn't leak the name and didn't know that the woman was a covert operative.", "sentId": 151}, {"text": "Too fine of a line are they walking at the White House in saying Karl Rove can stay?", "sentId": 152}], "secId": 58}, {"speaker": "DEWINE", "sentences": [{"text": "You know, I think we ought to just wait until the facts are in.", "sentId": 153}, {"text": "I think this rushing to judgment is just crazy.", "sentId": 154}, {"text": "It's so typical of Washington.", "sentId": 155}, {"text": "It's done by both parties.", "sentId": 156}, {"text": "It was done in the Clinton administration by Republicans.", "sentId": 157}, {"text": "It's being now done now being done by the Democrats in this administration.", "sentId": 158}, {"text": "It's wrong.", "sentId": 159}, {"text": "We've got a special prosecutor.", "sentId": 160}, {"text": "Let's just wait and see what the special prosecutor does.", "sentId": 161}, {"text": "You know, my dealings with Karl Rove over the years, I found him to be a man of great integrity, of great honesty, a person who is very forthright, a person who is concerned about public policy.", "sentId": 162}, {"text": "I think we ought to just wait.", "sentId": 163}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "The Space Shuttle Discovery was scheduled to lift off just minutes from now.", "sentId": 164}, {"text": "Up next, we'll join Miles O'Brien at the Kennedy Space Center to find out why today's launch was scrubbed.", "sentId": 165}, {"text": "Stay with us.", "sentId": 166}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "On to the Space Shuttle Discovery.", "sentId": 167}, {"text": "That launch has been scrubbed because of a mechanical problem.", "sentId": 168}, {"text": "You see a live picture here.", "sentId": 169}, {"text": "Space Shuttle Discovery on the platform at Kennedy Space Center, but again the launch scheduled to take place less than a minute from now has been scrubbed because of a mechanical problem.", "sentId": 170}, {"text": "We'll get the latest from our own Miles O'Brien in just minute.", "sentId": 171}, {"text": "Stay with INSIDE POLITICS.", "sentId": 172}, {"text": "We'll be right back.", "sentId": 173}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "The Space Shuttle Discovery was supposed to take off just this moment at the Kennedy Space Center.", "sentId": 174}, {"text": "That lift-off, though, has been scrubbed because of a mechanical problem.", "sentId": 175}, {"text": "Let's go live to our Miles O'Brien.", "sentId": 176}], "secId": 62}, {"speaker": "O'BRIEN", "sentences": [{"text": "It happened about 1:30 Eastern Time.", "sentId": 177}, {"text": "And now there are a lot of people here meeting, trying to figure out just exactly how to proceed.", "sentId": 178}, {"text": "Let me just give you the basics here.", "sentId": 179}, {"text": "About 1:30, a sensor down here at the bottom of this big orange external fuel tank didn't pass a diagnostic test.", "sentId": 180}, {"text": "This sensor is sort of like the light on your dashboard of your car, which tells you have you low fuel, and when that light goes on it gives you an indication you better go to the gas station or you're going to conk out.", "sentId": 181}, {"text": "That's basically what this thing does.", "sentId": 182}, {"text": "Except if you conk out a shuttle engine you can have a real problem.", "sentId": 183}, {"text": "In addition what it can do is it can prematurely shut down those main engines on the ride up to orbit, and that's a big problem for the crew too.", "sentId": 184}, {"text": "They could end up having to do an abort across the Atlantic Ocean, or something else.", "sentId": 185}, {"text": "So when something like this doesn't work, it gets NASA's attention.", "sentId": 186}], "secId": 63}, {"speaker": "O'BRIEN", "sentences": [{"text": "Joining us to talk a little bit more about what the options are, what the problem is all about, is Jim Reilly, two-time astronaut -- about to have another flight in a year.", "sentId": 187}, {"text": "Jim, what's your understanding on the nature of this problem?", "sentId": 188}, {"text": "Is it a faulty sensor or is it something else?", "sentId": 189}, {"text": "Because I do know in a previous tanking test -- on a previous tank that was swapped out on this orbiter, this same problem cropped up, which is kind of odd.", "sentId": 190}], "secId": 64}, {"speaker": "REILLY", "sentences": [{"text": "That's a bit unusual, but what it looks like right now is that there was indeed some kind of failure with at least one of the four sensors that are required for the low level cut-off -- the engine cut-off, switches that are in the liquid hydrogen side of the tanks.", "sentId": 191}, {"text": "The question that's being evaluated now by the Mission Management Team is what can we do?", "sentId": 192}, {"text": "Do we need to replace it?", "sentId": 193}, {"text": "Is there other work around they can do once the access -- you know, so they're taking all of these technical inputs right now, and looking at what is the impact to us?", "sentId": 194}, {"text": "And how long would it take for these to be repaired and fixed.", "sentId": 195}, {"text": "And then get us ready to go back to flying.", "sentId": 196}], "secId": 65}, {"speaker": "O'BRIEN", "sentences": [{"text": "All right.", "sentId": 197}, {"text": "First the issue of access.", "sentId": 198}, {"text": "Let's take a look at this.", "sentId": 199}, {"text": "This is the hard side of the orbiter to get at.", "sentId": 200}, {"text": "This is not -- on this side there's all kinds of scaffolding that closes over the orbiter, called the rotating surface structure, on this other side, not so.", "sentId": 201}, {"text": "Do they know -- if they do decide they have to get in here --  can they do it on the launch pad or do they have to roll back, that really very long process, to the hanger?", "sentId": 202}], "secId": 66}, {"speaker": "REILLY", "sentences": [{"text": "That's certainly one of the questions they're evaluating right now.", "sentId": 203}, {"text": "Because if they can do it on the pad, of course, they can turn the flight around a lot quicker than they would if they had to roll it back in.", "sentId": 204}, {"text": "And that's part of what the MMT is considering.", "sentId": 205}, {"text": "Just where can they do the work, and how much work is going to be required to repair this faulty sensor.", "sentId": 206}, {"text": "O'BRIEN:  And when you say MMT, you're talking about the Mission Management Team.", "sentId": 207}, {"text": "These are the people who ultimately make the decisions on this.", "sentId": 208}, {"text": "Is it possible, since you've had this failure on two separate tanks with the same orbiter, that something else is triggering the problem?", "sentId": 209}], "secId": 67}, {"speaker": "REILLY", "sentences": [{"text": "I guess that's possible.", "sentId": 210}, {"text": "That's one that I can't really address, because that's really outside my area of expertise.", "sentId": 211}, {"text": "I'm kind of waiting until the Mission Management Team can come back with their engineering solutions and tell us what they think they can do.", "sentId": 212}], "secId": 68}, {"speaker": "O'BRIEN", "sentences": [{"text": "I heard all kinds of rumblings.", "sentId": 213}, {"text": "Some would tell you that this is not going to launch before this window closes, at the end of July, the first of August, putting it into September.", "sentId": 214}, {"text": "Others would say, possibly as early as Monday.", "sentId": 215}, {"text": "Others would tell you maybe sooner.", "sentId": 216}, {"text": "So that's all over the map, quite literally.", "sentId": 217}, {"text": "Do you have you any sense of it?", "sentId": 218}], "secId": 69}, {"speaker": "REILLY", "sentences": [{"text": "Well, right now I'm sure what the Mission Management Team and the engineers are looking at is one, the access they can get to, what do we have to do?", "sentId": 219}, {"text": "And then, what's the best way of doing it?", "sentId": 220}, {"text": "If they can do it on the pad, obviously, they can turn around quicker than they could if they had to roll the orbiter back.", "sentId": 221}, {"text": "And so really what they're going to be doing is evaluating what's the best way to fix it and what's the ultimate impact?", "sentId": 222}, {"text": "And so, literally, it could be all over the map right now with what they're looking at as far as the impacts to launch.", "sentId": 223}, {"text": "It could be Monday, it could be Saturday, it could be a week from now.", "sentId": 224}, {"text": "And I'm sure they're looking at all of those.", "sentId": 225}, {"text": "Hopefully, we'll have some news for us about 4:30.", "sentId": 226}], "secId": 70}, {"speaker": "O'BRIEN", "sentences": [{"text": "Or even could be September.", "sentId": 227}, {"text": "About 35 minutes from now, John,  we're going to get a news briefing, we'll know an awful lot more.", "sentId": 228}, {"text": "And it's worth pointing out, this is about the time that Discovery should have been on its way to space, about five minutes into its launch.", "sentId": 229}, {"text": "And the weather here is absolutely pristine.", "sentId": 230}, {"text": "John?", "sentId": 231}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "And Miles, just to help our viewers out who may be tuning in expecting that launch, you explain why it was scrubbed.", "sentId": 232}, {"text": "A great deal of focus on the space program, of course, and this launch, because of the Columbia disaster.", "sentId": 233}, {"text": "But in this case, even in the best of times, would the launch have been scrubbed if this sensor had had the same problem you have, or is it extra safety because of the Columbia disaster?", "sentId": 234}], "secId": 72}, {"speaker": "O'BRIEN", "sentences": [{"text": "No, this is one of those parts of the million parts on the space shuttle.", "sentId": 235}, {"text": "This is one of those that has always gotten NASA's attention.", "sentId": 236}, {"text": "And if this thing had been a problem on the first shuttle launch back in 1981 or today I think the reaction would have been the same.", "sentId": 237}, {"text": "This is not something that reflects any changed management culture here at NASA.", "sentId": 238}, {"text": "This is just one of those things that screams out at you, big problem, you must do something.", "sentId": 239}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "Miles O'Brien for us.", "sentId": 240}, {"text": "And we are very lucky, the best in the business at the Kennedy Space Center.", "sentId": 241}, {"text": "And as Miles noted, a live brief from NASA to explain all this at 4:30.", "sentId": 242}, {"text": "CNN will carry that briefing live.", "sentId": 243}, {"text": "Check back in with Miles as developments warrant.", "sentId": 244}, {"text": "And when we come back on INSIDE POLITICS, Karl Rove is not the first top presidential adviser to find himself in the middle of a controversy.", "sentId": 245}, {"text": "A discussion with David Gergen, a veteran presidential adviser, about this problem for the White House, and whether or not the president will stand by his man, when we come back.", "sentId": 246}, {"text": "Stay with us.", "sentId": 247}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "With the markets just a few seconds away from closing on Wall Street, I'm joined by Kitty Pilgrim, in New York, with the \"Dobbs Report.\"", "sentId": 248}, {"text": "Kitty?", "sentId": 249}], "secId": 75}, {"speaker": "PILGRIM", "sentences": [{"text": "Hi, John.", "sentId": 250}, {"text": "Thanks.", "sentId": 251}, {"text": "Right now Dow industrials, nice day on the Dow.", "sentId": 252}, {"text": "We have about a 37- point rally.", "sentId": 253}, {"text": "Nasdaq flat.", "sentId": 254}, {"text": "Oil prices fell a bit.", "sentId": 255}, {"text": "And in economic news, the U.S. trade deficit unexpectedly narrowed in May.", "sentId": 256}], "secId": 76}, {"speaker": "PILGRIM", "sentences": [{"text": "The man who led WorldCom into the biggest corporate bankruptcy history headed to jail.", "sentId": 257}, {"text": "Bernie Ebbers wiped tears from his eyes as he was sentenced to 25 years in prison today.", "sentId": 258}, {"text": "That's one of the toughest sentences ever for a white collar criminal.", "sentId": 259}, {"text": "Ebbers is 63 years old and in fairly fragile health.", "sentId": 260}], "secId": 77}, {"speaker": "PILGRIM", "sentences": [{"text": "In other news, the National Hockey League and its players' union reached a deal on a new contract.", "sentId": 261}, {"text": "The dispute wiped out all of last year's hockey season.", "sentId": 262}, {"text": "Now this deal is set to include a team-by-team salary cap of up to $39 million.", "sentId": 263}], "secId": 78}, {"speaker": "Coming up on CNN at 6", "sentences": [{"text": "00 p.m. Eastern on \"LOU DOBBS TONIGHT,\" \"Homeland Insecurity,\" and the potential danger of chemical plants.", "sentId": 264}, {"text": "Some in Congress are calling them terror targets in our own back yard.", "sentId": 265}], "secId": 79}, {"speaker": "LAUTENBERG", "sentences": [{"text": "Since 9/11, we've focused on the security of our aviation system, but the London attacks remind us that there are many other potential targets in our country, particularly chemical facilities.", "sentId": 266}], "secId": 80}, {"speaker": "PILGRIM", "sentences": [{"text": "Also tonight, Chinese firm CNOOC may be on the verge of raising its bid for U.S. company Unocal.", "sentId": 267}, {"text": "Now Congress is worried about the national security implications and we'll discuss it with Duncan Hunter, chairman of the House Armed Services Committee.", "sentId": 268}], "secId": 81}, {"speaker": "PILGRIM", "sentences": [{"text": "Plus, some are calling it a student loan racket.", "sentId": 269}, {"text": "It's a government subsidized program with a major loophole that banks are taking full advantage of.", "sentId": 270}], "secId": 82}, {"speaker": "And President Bush spoke for the first time today about Karl Rove and the allegation he leaked the identity of a CIA agent.  We have the very latest on the investigation at 6", "sentences": [{"text": "00 Eastern on \"LOU DOBBS TONIGHT.\"", "sentId": 271}, {"text": "But for now, back to John King -- John.", "sentId": 272}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Thank you, Kitty.", "sentId": 273}, {"text": "And before we return to INSIDE POLITICS, we want to let our viewers know we're standing by for a news conference on a new setback for NASA.", "sentId": 274}, {"text": "The scheduled launch today of Discovery has been scrubbed.", "sentId": 275}, {"text": "A faulty hydrogen fuel sensor is being blamed.", "sentId": 276}, {"text": "This would have been the first attempt to get the space shuttle back into space since the Columbia disaster.", "sentId": 277}, {"text": "That briefing, again, expected about a half an hour from now.", "sentId": 278}, {"text": "At 4:30 CNN will bring it to you live.", "sentId": 279}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "Now President Bush is refusing to, as he put it, quote, \"pre- judge\" Karl Rove, or the extent of his link to the leak of a CIA agent's name.", "sentId": 280}, {"text": "Appearing today with his cabinet, with Rove seated just behind him, Mr. Bush said he would talk further about the case once the investigation is completed.", "sentId": 281}, {"text": "As part of that probe, TIME magazine reporter Matthew Cooper testified before the grand jury today.", "sentId": 282}, {"text": "Later he publicly acknowledged that Rove was the source -- a confidential source, who essentially let him off the hook and gave him permission to testify.", "sentId": 283}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Some Democrats are demanding that Rove resign or be fired.", "sentId": 284}, {"text": "I spoke earlier with David Gergen, a former adviser to both Democratic and Republican presidents.", "sentId": 285}, {"text": "I asked him why Democrats see such a big opening to pounce on Rove and the president.", "sentId": 286}], "secId": 86}, {"speaker": "GERGEN", "sentences": [{"text": "They do see an opening, but let's not underestimate George W. Bush on this.", "sentId": 287}, {"text": "He's extremely loyal to his people, and he will be particularly loyal to Karl Rove.", "sentId": 288}, {"text": "I don't think that we've seen anything yet which suggests Karl Rove is on his way out or will lose his security clearance, or anything like that.", "sentId": 289}], "secId": 87}, {"speaker": "GERGEN", "sentences": [{"text": "I think it's also very important to distinguish between whether the White House misled us, which I think reporters feel they did, and they did, after all, say Karl Rove had nothing to do with this, with the naming or the identification of this woman.", "sentId": 290}, {"text": "He clearly had -- he was involved, contrary to what the White House said.", "sentId": 291}], "secId": 88}, {"speaker": "law", "sentences": [{"text": "Did he leak her name and did he know she was a covert agent?", "sentId": 292}], "secId": 89}, {"speaker": "law", "sentences": [{"text": "And there's no appearance, so far, from what we know, that he did do that.", "sentId": 293}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "But let's -- as you well know, for the sake of this conversation we'll call them Gergen moments, sometimes administrations go out and bring in new people, experienced people, that sometimes it doesn't have to be a violation of law, sometimes it doesn't even have to be a huge thing.", "sentId": 294}, {"text": "When an administration hits a rut, and you have Iraq war unpopular, Social Security plan unpopular, do you see the possibility that because of the timing, because of the moment, this could be bigger than it might be at another time?", "sentId": 295}, {"text": "GERGEN:  I think what -- you know, this 16-word sentence was in that speech.", "sentId": 296}, {"text": "It's already splashed mud up on Steve Hadley, who was the NSA adviser the president stood by, it splashed mud up on Condi Rice, he stood by her, clearly.", "sentId": 297}, {"text": "And I think he's going to stand by Karl Rove.", "sentId": 298}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "One cannot underestimate -- Karl Rove is an extraordinarily powerful, but he's also extraordinarily important to George W. Bush emotionally and substantively.", "sentId": 299}, {"text": "I can't remember anybody who's been this close and this important to a president who was on the verge of leaving since Bert Lance way back in the Carter years.", "sentId": 300}, {"text": "And Carter fought to keep him.", "sentId": 301}, {"text": "And only the legal situation forced Lance out.", "sentId": 302}, {"text": "And when he left in August of 1977, Jimmy Carter said, I feel like I've lost my right arm.", "sentId": 303}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "I just don't think this president is going to do that.", "sentId": 304}, {"text": "He's going to stand by Karl Rove.", "sentId": 305}, {"text": "Karl Rove has stood by him for over 20 years, he's going to stand by him through a storm.", "sentId": 306}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Expand on that historical perspective a little bit.", "sentId": 307}, {"text": "This is not any run-of-the-mill operative, not even any deputy White House chief of staff.", "sentId": 308}, {"text": "This is somebody who's attached to the president.", "sentId": 309}], "secId": 94}, {"speaker": "GERGEN", "sentences": [{"text": "This is a man who is totally melded with the president in terms of his political fortunes.", "sentId": 310}, {"text": "These two together have been partners in Texas politics and United States politics now for over 20 years.", "sentId": 311}, {"text": "And I think -- and there's no question that everyone around the president respects Karl for his shrewdness and his quickness, his substantive grasp as well as political grasp.", "sentId": 312}], "secId": 95}, {"speaker": "GERGEN", "sentences": [{"text": "But I think the president is just emotionally attached to him, and he sticks by his people.", "sentId": 313}, {"text": "This is -- as you well know, John, this is something that runs in the Bush family.", "sentId": 314}, {"text": "Loyalty is prized above all.", "sentId": 315}, {"text": "So they will stick with him.", "sentId": 316}, {"text": "And I also think the recent story is so big because the White House has mishandled it.", "sentId": 317}, {"text": "I think they have mishandled this for the last two years, to come out -- for the press secretary to come and say, I went to Karl Rove and he assured me he was not involved.", "sentId": 318}, {"text": "And then lo and behold, he wasn't involved, he just didn't seem to be -- apparently violate the law, and then not correct that record and leave it out there for two years.", "sentId": 319}, {"text": "And now stonewall is what they're doing.", "sentId": 320}], "secId": 96}, {"speaker": "GERGEN", "sentences": [{"text": "You know, I think it's a real mistake.", "sentId": 321}, {"text": "It seems to me until we have got a Supreme Court nomination or some other news comes along, they're going to be pounded every day, as Scott McClellan was now for a second straight day, pounded by the press corps.", "sentId": 322}, {"text": "As you know, when you mislead the press, that's like holding a red flag out in front of the bull, and boy they just charge, and they are charging.", "sentId": 323}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "They are charging, with the help of the Democrats at the moment.", "sentId": 324}, {"text": "What is it about Karl Rove that makes him such a boogeyman to the Democrats.", "sentId": 325}, {"text": "He's more polarizing to many Democrats than even George W. Bush.", "sentId": 326}], "secId": 98}, {"speaker": "GERGEN", "sentences": [{"text": "Because he may be the Mark Hanna of our time, to go back to another historical analogy, Mark Hanna was the adviser to William McKinley -- President McKinley, who created an enduring Republican majority early in the 20th Century.", "sentId": 327}, {"text": "And people think Karl Rove -- and the most important mission that Karl Rove is on with the president is to build a durable, long-lasting Republican majority that will rule the White House, the House, the Senate, and the Supreme Court for a generation.", "sentId": 328}, {"text": "That's what he's about, and he's been remarkably successful so far.", "sentId": 329}], "secId": 99}, {"speaker": "GERGEN", "sentences": [{"text": "Remember this, with Karl Rove at his side, George W. Bush is the first president since Franklin Roosevelt whose party has continued to gain seats while he has been -- since he ran for office.", "sentId": 330}, {"text": "Ronald Reagan, the icon of the Republican Party, during his eight years in office, the Republican Party actually lost seats, steadily.", "sentId": 331}, {"text": "Bill Clinton, major figure now in the Democratic Party, beloved by many, his party lost seats while he was president.", "sentId": 332}], "secId": 100}, {"speaker": "GERGEN", "sentences": [{"text": "George W. Bush is the first since FDR, that's over 70 years.", "sentId": 333}, {"text": "So that's a -- and Karl Rove is the architect.", "sentId": 334}, {"text": "So this is critical.", "sentId": 335}, {"text": "This -- in many ways, Bush's most important legacy here at home may be his political legacy, building a durable majority.", "sentId": 336}, {"text": "And Karl Rove is -- you know, he's a linchpin to that strategy.", "sentId": 337}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "So the Democrats see an opportunity that's perhaps motivated by their fear of his success?", "sentId": 338}], "secId": 102}, {"speaker": "GERGEN", "sentences": [{"text": "Yes.", "sentId": 339}, {"text": "If you can discredit him, if you can wound him, if you can take him out of action, if you can distract him, distract him before the Supreme Court fight starts, that would be progress for the Democrats.", "sentId": 340}, {"text": "So they're seeing an opening.", "sentId": 341}, {"text": "They haven't had many openings that are this, you know, opportune for them.", "sentId": 342}, {"text": "And so they're naturally taking it -- you know, no one can blame them.", "sentId": 343}, {"text": "That's politics.", "sentId": 344}, {"text": "Karl Rove understands this.", "sentId": 345}, {"text": "If he were on the other side, he would be telling John Kerry and Hillary Clinton, you go, you get him!", "sentId": 346}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Let me ask you the flip side of the question in closing, you talk about how loyal the president is to Karl Rove.", "sentId": 347}, {"text": "Is there a point at which Karl Rove's loyalty to the president could kick in if he sees this getting to the point where it's a problem?", "sentId": 348}], "secId": 104}, {"speaker": "GERGEN", "sentences": [{"text": "That's a more interesting question.", "sentId": 349}, {"text": "I think that's a really interesting thought, and I do believe Karl Rove is so loyal to the president he would walk if he felt it would damage the presidency significantly say in the Supreme Court fight or fights that may be ahead.", "sentId": 350}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "But you don't see that yet?", "sentId": 351}], "secId": 106}, {"speaker": "GERGEN", "sentences": [{"text": "I don't think it's reached that point yet.", "sentId": 352}, {"text": "I think that they're pounding on McClellan, but I don't think -- I think this is so complex a story right now, it's not like a sex scandal, which is instantly understandable.", "sentId": 353}, {"text": "This one is complex.", "sentId": 354}, {"text": "Most people have a hard time understanding why is Judy Miller in jail, that's crazy., why is Bob Novak not in -- what is this all about Karl Rove?", "sentId": 355}], "secId": 107}, {"speaker": "GERGEN", "sentences": [{"text": "It has -- as a journalist told me earlier today, it has shifted the spotlight away from journalism back to the White House, and that's bad news for the White House, that's why I think this is a political problem for the White House.", "sentId": 356}, {"text": "But I don't think it's reached the boiling point yet.", "sentId": 357}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "More on the Rove and the administration's political predicament ahead in our \"Strategy Session.\"", "sentId": 358}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "Also ahead, actor Michael J.", "sentId": 359}, {"text": "Fox has a starring role in the stem cell debate on Capitol Hill.", "sentId": 360}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "Plus Senator Rick Santorum feels political heat in his reelection campaign and from his Senate colleagues.", "sentId": 361}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "And later, with the budget deficit not as bad as some had thought, budget director Josh Bolten joins us to discuss the bottom line.", "sentId": 362}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Hollywood came to Capitol Hill today to continue the push for Congress to approve more federal funding for embryonic stem cell research.", "sentId": 363}, {"text": "Actor Michael J.", "sentId": 364}, {"text": "Fox, who suffers from Parkinson's disease, wants President Bush's restrictions on that research lifted.", "sentId": 365}, {"text": "The House has passed a bill which the president has threatened to veto.", "sentId": 366}, {"text": "Senate Majority Leader Bill Frist could send up to six alternative bills to the floor for a vote next week.", "sentId": 367}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "But Fox and members of Congress joining him say the House bill, sponsored now in the Senate by Tom Harkin and Arlen Specter, would prove much more effective for future research.", "sentId": 368}], "secId": 114}, {"speaker": "FOX", "sentences": [{"text": "The results are unequivocal.", "sentId": 369}, {"text": "At this point only embryonic stem cells can produce enough of the neurons needed for cell replacement by a factor of millions.", "sentId": 370}, {"text": "When it comes to P.D.", "sentId": 371}, {"text": ", if science were a footrace, embryonic stems cells would be miles ahead.", "sentId": 372}, {"text": "And the same is true in spinal cord injury, diabetes, and any number of other diseases.", "sentId": 373}], "secId": 115}, {"speaker": "HARKIN", "sentences": [{"text": "We're trying to convince senators that instead of supporting HR 810, we can vote on a different bill that promotes alternative methods of deriving stem cells.", "sentId": 374}, {"text": "They figure if they can full enough senators off HR 810, that will keep us from getting the 60 votes we need to stop the filibuster.", "sentId": 375}, {"text": "Let's be clear, these alternative approaches are currently nothing but theories.", "sentId": 376}, {"text": "They are hypothetical, speculative, and totally unproven.", "sentId": 377}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "We look ahead to a key Senate race next year in today's \"Political Bytes.\"", "sentId": 378}, {"text": "GOP Senator Rick Santorum of Pennsylvania has been trailing his likely Democratic opponent, Bob Casey, in hypothetical matchups.", "sentId": 379}, {"text": "But he has narrowed the gap, at least today in a new poll.", "sentId": 380}, {"text": "The latest Quinnipiac University survey finds Casey leads Santorum 50 percent to 39 percent.", "sentId": 381}, {"text": "That's a slight improvement for Senator Santorum, who had trailed Casey by 14 points in a poll taken back in April.", "sentId": 382}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "Meantime, Massachusetts Democratic Senator Edward Kennedy is blasting Senator Santorum for standing by comments Santorum first made three years ago.", "sentId": 383}, {"text": "Back in 2002, Santorum wrote on Catholic Online that it was no surprise the city of Boston, home to what the senator called \"cultural liberalism,\" was the center of the Catholic Church's child abuse scandal.", "sentId": 384}, {"text": "Santorum defended his past statements in today's Boston Globe.", "sentId": 385}, {"text": "And today Senator Kennedy defended his home state.", "sentId": 386}], "secId": 118}, {"speaker": "KENNEDY", "sentences": [{"text": "The people of Boston are to blame for the clergy sexual abuse?", "sentId": 387}, {"text": "That is irresponsible, insensitive, an inexcusable thing to say.", "sentId": 388}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "The senator's accompanying good news about the economy -- my apologies.", "sentId": 389}, {"text": "The president is trumpeting good news about the economy.", "sentId": 390}, {"text": "Up next I'll talk with the White House budget director about where this year's deficit may not be as bad as first predicted.", "sentId": 391}, {"text": "Stay with us.", "sentId": 392}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "President Bush today was more than eager to share a word of encouraging news regarding the nation's budget deficit.", "sentId": 393}, {"text": "At his cabinet meeting, Mr. Bush told reporters that this year's federal deficit will be smaller than first projected and that the government is ahead of schedule toward meeting his goal of cutting the deficit in half by the year 2009.", "sentId": 394}], "secId": 121}, {"speaker": "BUSH", "sentences": [{"text": "OMB is going to announce that the 2005 deficit is $94 billion less than previously expected.", "sentId": 395}, {"text": "In other words, revenues are coming in greater than anticipated.", "sentId": 396}, {"text": "That's a sign our economy is strong, and it's a sign that our tax relief plan, our pro-growth policies are working.", "sentId": 397}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "With me now to discuss the deficit projections and more about the government's bottom line is White House budget director Josh Bolten.", "sentId": 398}, {"text": "He's live from the White House briefing room.", "sentId": 399}], "secId": 123}, {"speaker": "KING", "sentences": [{"text": "Josh Bolten, thanks for joining us.", "sentId": 400}, {"text": "As you celebrate today the news that the deficit is smaller than you projected, Democrats are saying, hold the cake and ice cream.", "sentId": 401}, {"text": "They say this conservative administration is still running up record deficits, this will be the third-largest deficit in history, the Democrats say.", "sentId": 402}], "secId": 124}, {"speaker": "BOLTEN", "sentences": [{"text": "Oh, you know, if you look at the deficit properly, which is as a percent of the total economy, a percent of GDP, what you see is that the deficit that we're now projecting for 2005 is 2.7 percent of our economy.", "sentId": 403}, {"text": "At that level, it makes it smaller than 15 of the last 25 years.", "sentId": 404}, {"text": "So we're still bringing it down, our projections still show it coming down, but we're now getting the deficit in a much better range.", "sentId": 405}], "secId": 125}, {"speaker": "BOLTEN", "sentences": [{"text": "Most importantly, what today's numbers show is we're on completely the right path.", "sentId": 406}, {"text": "The tax relief has generated growth in the economy, the growth in the economy has generated revenues coming into the Treasury.", "sentId": 407}], "secId": 126}, {"speaker": "KING", "sentences": [{"text": "But, Josh Bolten, the president said in the campaign -- and I assume you think these numbers support the idea of making the tax cuts permanent, and yet we don't hear the president talking about it anymore.", "sentId": 408}, {"text": "And as you well know, even many Republicans in Congress have called for a bit of a time-out.", "sentId": 409}, {"text": "They say it's tough for them to go into the next election campaign, pushing, making these tax cuts permanent at a time of these deficits.", "sentId": 410}], "secId": 127}, {"speaker": "KING", "sentences": [{"text": "Will the president start talking more about that?", "sentId": 411}, {"text": "Will he press the Congress to get that done?", "sentId": 412}], "secId": 128}, {"speaker": "BOLTEN", "sentences": [{"text": "Oh, yes, sure.", "sentId": 413}, {"text": "And I don't think he's ever stopped talking about making these cuts permanent.", "sentId": 414}, {"text": "In fact, I would think that the numbers today help close the debate.", "sentId": 415}, {"text": "The tax cuts have done a terrific job restoring growth to the economy, with his tax cuts fully implemented and with that continuing growth in the economy, we show the deficit coming down over the next five years to just around 1 percent of GDP, a very small deficit by historic standards, something that economists by and large are very comfortable with.", "sentId": 416}], "secId": 129}, {"speaker": "BOLTEN", "sentences": [{"text": "So I think what these numbers today do and I think what the president is continuing to do is say it shows that the tax cuts have worked, we need to make them permanent to make sure that that progress continues out over the rest of this decade.", "sentId": 417}], "secId": 130}, {"speaker": "KING", "sentences": [{"text": "When the Bush administration came to office, it projected, I believe, for the year 2005 a surplus in the area of $269 billion.", "sentId": 418}, {"text": "Based on what you know today, when will the government of the United States not be talking about deficits, but be in surplus?", "sentId": 419}], "secId": 131}, {"speaker": "BOLTEN", "sentences": [{"text": "I can't say for sure when that will be.", "sentId": 420}, {"text": "We do now five- year projections, but something that you need to go do and look at when you go back there is see that what was being projected then at the time that this administration came into office was a projection out of revenues that weren't actually there.", "sentId": 421}, {"text": "What was going on when the president came into office was the country was sliding into recession, we had the attacks of 9/11, the war on terror, corporate scandals, all of those things contributed to putting federal revenues into a nose dive.", "sentId": 422}], "secId": 132}, {"speaker": "BOLTEN", "sentences": [{"text": "And what the president's policies have done is bring us out of that nose dive, restore growth to the economy, bring revenue back.", "sentId": 423}, {"text": "I can't tell you exactly when we'll get back to a balanced budget, but what our numbers today show is we're getting very close, that's very good news for the Treasury, it's very good news for the economy overall.", "sentId": 424}], "secId": 133}, {"speaker": "KING", "sentences": [{"text": "It has been tough, Josh Bolten, to get a cumulative figure of what the war in Iraq has cost, because the administration has funded that war and ongoing operations in Afghanistan through emergency supplemental spending requests.", "sentId": 425}, {"text": "Add it all up for us.", "sentId": 426}, {"text": "How much has the Iraq war cost to date?", "sentId": 427}, {"text": "And the administration is on record saying next year that money will actually be in the budget, not an emergency request.", "sentId": 428}, {"text": "Any guess, any estimate at this point  a projection for how much it will cost in the year going forward?", "sentId": 429}], "secId": 134}, {"speaker": "BOLTEN", "sentences": [{"text": "Yes.", "sentId": 430}, {"text": "But first of all, the right way to fund a war is in fact through these emergency supplementals, and I anticipate, John, that we will continue doing that.", "sentId": 431}, {"text": "What I think you're reflecting on is an expectation that we're accepting what the Congress has done, is put $50 billion into next year's budget for the war.", "sentId": 432}, {"text": "We're accepting that that's a good chunk of what we're going to need, and we're including that in our budget projections.", "sentId": 433}, {"text": "But the war is a costly undertaking.", "sentId": 434}, {"text": "There is no question about that.", "sentId": 435}], "secId": 135}, {"speaker": "BOLTEN", "sentences": [{"text": "We are going to make sure that our men and women in combat have the resources they need.", "sentId": 436}, {"text": "So far the Congress has authorized and appropriated somewhere in the range of $275 billion for the war in Iraq and Afghanistan.", "sentId": 437}, {"text": "What's actually been spent out is around $200 billion.", "sentId": 438}, {"text": "We include those costs in the budget numbers we've released today.", "sentId": 439}, {"text": "The deficit that's come down to 2.7 percent of GDP includes all of our spending that we anticipate on the war in Iraq and Afghanistan.", "sentId": 440}, {"text": "And even with those necessary expenditures, what we see is a steadily declining deficit that shows real underlying strength in the economy and I think vicinity indicates the policies that the president put in place several years ago.", "sentId": 441}], "secId": 136}, {"speaker": "KING", "sentences": [{"text": "As you know, the Democrats have been accusing the administration of underfunding mass transit, other transit security this past week, especially in the wake of the bombings in London.", "sentId": 442}, {"text": "And we know there are conversations involving the administration and Republicans on Capitol Hill about increasing that money.", "sentId": 443}, {"text": "How much more are we talking about, Josh Bolten?", "sentId": 444}], "secId": 137}, {"speaker": "BOLTEN", "sentences": [{"text": "I don't know, I'm not directly involved in those conversations.", "sentId": 445}, {"text": "I do know that there's a great deal of interest in directing more money toward mass transit security.", "sentId": 446}, {"text": "The administration is involved in conversations with members to see how best to allocate that money.", "sentId": 447}], "secId": 138}, {"speaker": "BOLTEN", "sentences": [{"text": "The most important thing though to remember about all the money we spend on homeland security, and we spend a lot, is that we ought to focus it on areas where we have the most threat.", "sentId": 448}, {"text": "We ought to be making risk-based assessment and spending money where we think it can do the most good, not just decide that we want to sprinkle money around wherever people might want to get the money.", "sentId": 449}], "secId": 139}, {"speaker": "BOLTEN", "sentences": [{"text": "We're spending a lot now on homeland security, more than three times as much as we did before September 11th.", "sentId": 450}, {"text": "We do have a lot of work to do in that area, and the administration will be working with Congress to make sure we're allocating it the best we can, including over into the mass transit sector.", "sentId": 451}], "secId": 140}, {"speaker": "KING", "sentences": [{"text": "The White House budget director, Josh Bolten, thanks for your time today.", "sentId": 452}], "secId": 141}, {"speaker": "BOLTEN", "sentences": [{"text": "Thanks for having me.", "sentId": 453}], "secId": 142}, {"speaker": "KING", "sentences": [{"text": "Take care, Josh.", "sentId": 454}], "secId": 143}, {"speaker": "KING", "sentences": [{"text": "Now we're awaiting a news conference at NASA, scheduled to begin less than five minutes from now.", "sentId": 455}, {"text": "That news conference to discuss the reasons today's scheduled launch of Shuttle Discovery was scrapped.", "sentId": 456}, {"text": "We'll bring you that live.", "sentId": 457}, {"text": "Stay with us.", "sentId": 458}], "secId": 144}, {"speaker": "KING", "sentences": [{"text": "I want to remind you we are standing by for a news conference at NASA, the Space Shuttle Discovery scheduled to take off today, instead scrubbed because of a mechanical failure.", "sentId": 459}, {"text": "NASA will explain the reasons why in a news conference scheduled to begin any minute now.", "sentId": 460}, {"text": "We will take you there live when it begins.", "sentId": 461}], "secId": 145}, {"speaker": "KING", "sentences": [{"text": "But for now we'll continue with INSIDE POLITICS, and it's time for our \"Strategy Session\" on hot political topics.", "sentId": 462}, {"text": "With us today, Democratic strategist Paul Begala, and Republican strategist Terry Holt.", "sentId": 463}, {"text": "Today's topics, questions for the president over the continuing controversy of Karl Rove and the CIA leak.", "sentId": 464}, {"text": "And the chief justice hospitalized, will it impact President Bush's ongoing strategy for the court?", "sentId": 465}], "secId": 146}, {"speaker": "KING", "sentences": [{"text": "Now, gentlemen, let us begin here, the issue of the court and Karl Rove.", "sentId": 466}, {"text": "The president took questions today, but he didn't want to say much.", "sentId": 467}, {"text": "And I should say again, I'm going to have to interrupt you at some point.", "sentId": 468}, {"text": "He didn't say much.", "sentId": 469}, {"text": "The president at one point said, I've instructed every member of my staff to fully cooperate, I will not pre-judge the investigation, while he has said before anybody who leaked would be fired.", "sentId": 470}, {"text": "Are they changing tack here?", "sentId": 471}], "secId": 147}, {"speaker": "BEGALA", "sentences": [{"text": "Not only that, but the White House did prejudge the investigation.", "sentId": 472}, {"text": "During the investigation -- at the beginning and the middle of the investigation, they said Karl had nothing to do with it and that's the political problem.", "sentId": 473}], "secId": 148}, {"speaker": "BEGALA", "sentences": [{"text": "It's that the president said he was going to restore honor and integrity to the White House.", "sentId": 474}, {"text": "Well, we know someone in the White House was leaking and potentially violating criminal law and now we know that they misled us about the leak.", "sentId": 475}, {"text": "And so, you know, where's the -- you know, The bush pledge of honor and integrity in the oval office?", "sentId": 476}, {"text": "His great asset always was that he was going to be a truth- teller.", "sentId": 477}, {"text": "He's squandered that now.", "sentId": 478}, {"text": "I think he's in a political hole because of it.", "sentId": 479}], "secId": 149}, {"speaker": "HOLT", "sentences": [{"text": "Scott had a tough day yesterday.", "sentId": 480}, {"text": "I asked one former White House press secretary the other day:  Have you ever had a day like that?", "sentId": 481}, {"text": "He says:  I had months like that.", "sentId": 482}], "secId": 150}, {"speaker": "HOLT", "sentences": [{"text": "And I think the fact of the matter is, you know, what was said or done a few -- a couple of years ago, is very different from what we're talking about today.", "sentId": 483}, {"text": "We're talking about the leak of a CIA agent.", "sentId": 484}, {"text": "Now we know it not quite that, it was Karl Rove giving off-the-record guidance to a reporter.", "sentId": 485}, {"text": "That's a lot different than a CIA leak.", "sentId": 486}], "secId": 151}, {"speaker": "BEGALA", "sentences": [{"text": "OK.", "sentId": 487}, {"text": "So, who's the real -- this is like O.J.", "sentId": 488}, {"text": "This is like O.J.", "sentId": 489}, {"text": "Karl is going to will spend the rest of his life finding the real leaker, because Karl didn't leak it.", "sentId": 490}, {"text": "Come on.", "sentId": 491}], "secId": 152}, {"speaker": "HOLT", "sentences": [{"text": "If it's not about a crime, then it's about politics.", "sentId": 492}], "secId": 153}, {"speaker": "KING", "sentences": [{"text": "Well, let me put you on the spot, Terry Holt.", "sentId": 493}, {"text": "You worked for the Bush campaign back in the reelection campaign.", "sentId": 494}, {"text": "When this was an issue, when Scott McClellan came out and said I talked to Karl Rove about it, and he said he had nothing to do with it, were you told in private meetings that Karl Rove says he did talk to a reporter about this, but he's confident he didn't leak any classified information or were you given a blanket, when you get a call from the reporters saying...", "sentId": 495}], "secId": 154}, {"speaker": "HOLT", "sentences": [{"text": "That was activity going on down at the White House.", "sentId": 496}, {"text": "That wasn't part of our campaign.", "sentId": 497}, {"text": "Obviously, when we're talking to reporters, I think anybody...", "sentId": 498}], "secId": 155}, {"speaker": "KING", "sentences": [{"text": "Terry, I'm sorry.", "sentId": 499}, {"text": "I need to interrupt you.", "sentId": 500}, {"text": "We need to go live to the Kennedy Space Center; NASA having a news conference explaining why the shuttle Discovery launch was scrapped today.", "sentId": 501}], "secId": 156}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "To his left, is Wayne Hale, space shuttle deputy -- space shuttle program deputy manager.", "sentId": 502}, {"text": "To his left is Steve Poulos, the orbiter project manager and to his lift is Mike Leinbach, NASA launch director.", "sentId": 503}, {"text": "And at the end --", "sentId": 504}], "secId": 157}, {"speaker": "PARSONS", "sentences": [{"text": "Bill Parsons.", "sentId": 505}], "secId": 158}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "I know.", "sentId": 506}, {"text": "Bill Parsons.", "sentId": 507}, {"text": "I didn't see you all the way down there.", "sentId": 508}], "secId": 159}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Bill Parsons, who's the space shuttle program manager.", "sentId": 509}, {"text": "I just wanted to make sure you were over there.", "sentId": 510}], "secId": 160}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "All right.", "sentId": 511}, {"text": "We're going to have an opening statement here real quickly and then what I will ask you to do is -- please, we have a large group here, so please identify yourself.", "sentId": 512}, {"text": "I will call on you and limit yourself to one follow-up, so we can let as many questions come to us.", "sentId": 513}, {"text": "All right.", "sentId": 514}, {"text": "We'll start off with the administrator, Dr. Michael Griffin.", "sentId": 515}], "secId": 161}, {"speaker": "GRIFFIN", "sentences": [{"text": "Well, I'll keep my statement really short.", "sentId": 516}], "secId": 162}, {"speaker": "GRIFFIN", "sentences": [{"text": "We're back with you after the earlier brief update, with the Congressional delegation that came down here.", "sentId": 517}, {"text": "We're pleased to bring you the latest information hat we have and I'm going turn that over to Wayne Hale, really, who I think was going to be the lead for this.", "sentId": 518}], "secId": 163}, {"speaker": "HALE", "sentences": [{"text": "OK.  Well, all I can say is:  Shucks.", "sentId": 519}, {"text": "We came out here all set to go today.", "sentId": 520}, {"text": "We've been working really hard to be ready to go and we incurred a problem.", "sentId": 521}, {"text": "It was clearly a launch commit criteria violation.", "sentId": 522}, {"text": "It took us about five minutes of discussion to confirm that and decide that it was time to try another day.", "sentId": 523}], "secId": 164}, {"speaker": "HALE", "sentences": [{"text": "We had a problem with one of our low-level sensors in the hydrogen tank.", "sentId": 524}, {"text": "I say it a sensor in the tank; it was somewhere in the instrumentation path from that sensor back to the orbiter computers that use that sensor to ensure that we're safe during flight.", "sentId": 525}], "secId": 165}, {"speaker": "HALE", "sentences": [{"text": "We have a very clear and unambiguous criteria that says all four of those sensors must work to provide us the kind of redundancy and reliability that's necessary for safe flight.", "sentId": 526}, {"text": "So, when one of those indicators started acting up today, we decided it was time to quit.", "sentId": 527}], "secId": 166}, {"speaker": "HALE", "sentences": [{"text": "Now, if you'll recall from our tanking tests earlier in the year, we had problems with two indicators.", "sentId": 528}, {"text": "We've done a lot of work to try to understand what caused those problems.", "sentId": 529}, {"text": "It does, at this state, remain an unexplained anomaly.", "sentId": 530}, {"text": "It reminds me of an old truck I owned with an intermittent electrical problem, maybe.", "sentId": 531}], "secId": 167}, {"speaker": "period", "sentences": [{"text": "It didn't work then, we put it -- we checked all the wires and everything that we could, and it worked later.", "sentId": 532}], "secId": 168}, {"speaker": "period", "sentences": [{"text": "We have a new tank that's different from the tank that we used in the tanking test.", "sentId": 533}, {"text": "We had changed out every wire, cable, connector, electronics box associated with these sensors in the space shuttle orbiter.", "sentId": 534}, {"text": "We had done a lot of tests on the boxes and the various components.", "sentId": 535}, {"text": "We felt like we had a good system.", "sentId": 536}], "secId": 169}, {"speaker": "Today", "sentences": [{"text": "It would not tell you when the tank is running dry.", "sentId": 537}], "secId": 170}, {"speaker": "Today", "sentences": [{"text": "The other sensors, as far as we know, are all working properly in the tests and checkout we did.", "sentId": 538}, {"text": "And so, late tonight, we will have some data.", "sentId": 539}, {"text": "Tomorrow morning we're going to get together with our technical people who have been working very hard since early this morning and put together a  \"go forward\" plan.", "sentId": 540}], "secId": 171}, {"speaker": "We have a technical meeting at 8", "sentences": [{"text": "00 and we have a management meeting then at noon.", "sentId": 541}, {"text": "And following that, we're going to decide what we do.", "sentId": 542}, {"text": "We did a little review of the absolute best-case kind of scenario, and decided that we would not in any conceivable way, be ready to launch before Saturday.", "sentId": 543}], "secId": 172}, {"speaker": "So", "sentences": [{"text": "I would just add:  We are establishing a troubleshooting plan as part of the scrub effort.", "sentId": 544}, {"text": "We worked to establish what additional data we wanted to do capture with the sensor instrumentation that we already had on the vehicle.", "sentId": 545}, {"text": "So, we went through a number of different sensor configurations to validate that in fact it was just the one sensor, the liquid hydrogen sensor, that we were having trouble with, sensor number 2.", "sentId": 546}], "secId": 173}, {"speaker": "to", "sentences": [{"text": "30, 7:00 Eastern this evening.", "sentId": 547}], "secId": 174}, {"speaker": "to", "sentences": [{"text": "At that point -- as we speak, we have our team, both here at Kennedy and back in Houston and other parts of the country, putting together the troubleshooting plan that we would want to go implement to verify where the most likely failure mode is for this particular problem.", "sentId": 548}], "secId": 175}, {"speaker": "to", "sentences": [{"text": "We're looking at the design in terms of if it is within any part of the circuitry from the computer, all the way to the sensor within the tank itself; what could have led to the signature that we saw today, so we can rule that out, call it a fault tree, if you will, which is how we'll go tackle this problem.", "sentId": 549}], "secId": 176}, {"speaker": "to", "sentences": [{"text": "And hopefully by tomorrow evening, we'll have some better insight as to what the potential concern is, but I wouldn't guarantee, at this point, that we'll know exactly what we have, but we'll certainly have more information tomorrow.", "sentId": 550}, {"text": "That's all I've got -- Mike?", "sentId": 551}], "secId": 177}, {"speaker": "LEINBACH", "sentences": [{"text": "OK.", "sentId": 552}], "secId": 178}, {"speaker": "LEINBACH", "sentences": [{"text": "Well, from the processing perspective, as we mentioned, we are in the drain of the external tank now.", "sentId": 553}, {"text": "We'll take another couple hours or so.", "sentId": 554}, {"text": "After that, we have to inert the external tank before we can do any real work on the orbiter or the tank itself.", "sentId": 555}, {"text": "That inerting process take 21 hours.", "sentId": 556}], "secId": 179}, {"speaker": "So that sets us up for any type of work that we would want to do on the orbiter tomorrow at about 3", "sentences": [{"text": "00.", "sentId": 557}, {"text": "You have to give an hour or two difference there; plus or minus.", "sentId": 558}, {"text": "But about 3:00 tomorrow afternoon we'd be in a position to go into the aft of the orbiter if the technical troubleshooting team deems that necessary.", "sentId": 559}], "secId": 180}, {"speaker": "So that sets us up for any type of work that we would want to do on the orbiter tomorrow at about 3", "sentences": [{"text": "Excuse me.", "sentId": 560}], "secId": 181}, {"speaker": "So that sets us up for any type of work that we would want to do on the orbiter tomorrow at about 3", "sentences": [{"text": "And so, in preparation for that, we will be rotating the rotating service structure to the mate position either tonight or first thing in the morning and that allows us, obviously, to get to the aft of the orbiter for that work, if that becomes necessary.", "sentId": 561}], "secId": 182}, {"speaker": "system", "sentences": [{"text": "All right.", "sentId": 562}, {"text": "Let's open it up to questions.", "sentId": 563}, {"text": "Again, please identify yourself and your affiliate.", "sentId": 564}, {"text": "Let's start off at the end --Bob?", "sentId": 565}], "secId": 183}, {"speaker": "WOODRUFF", "sentences": [{"text": "Bob Woodruff from \"ABC News.\"", "sentId": 566}], "secId": 184}, {"speaker": "WOODRUFF", "sentences": [{"text": "I know you said that the rules are hard and fast about having all four of these sensors operating.", "sentId": 567}, {"text": "Have you ever, ever waived those rules?", "sentId": 568}, {"text": "Have you ever flown with fewer than four in the past?", "sentId": 569}], "secId": 185}, {"speaker": "HALE", "sentences": [{"text": "The answer to that is:  No.", "sentId": 570}, {"text": "And every time that we have reviewed the rules, we have come to the same conclusion.", "sentId": 571}, {"text": "They're in place for good reason.", "sentId": 572}, {"text": "There's a long series of technical explanations we can go into, but it wouldn't be prudent.", "sentId": 573}, {"text": "I don't think we're going to do that.", "sentId": 574}], "secId": 186}, {"speaker": "HALE", "sentences": [{"text": "Surely we will talk about it one more time, because that's what we do, but I doubt if that's a serious consideration.", "sentId": 575}], "secId": 187}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "All right.", "sentId": 576}, {"text": "Let's go right up front here, Tracy?", "sentId": 577}], "secId": 188}, {"speaker": "WATSON", "sentences": [{"text": "Tracy Watson.", "sentId": 578}, {"text": "\"USA Today.\"", "sentId": 579}], "secId": 189}, {"speaker": "For Mr. Poulos", "sentences": [{"text": "Can you run us through maybe some of the most likely suspects for this problem?", "sentId": 580}], "secId": 190}, {"speaker": "POULOS", "sentences": [{"text": "Given the troubleshooting that we've done so far, there is a potential problem that plight exist within the sensor box that you've heard a lot about.", "sentId": 581}, {"text": "We do not think it has to do at this point with the power supply cards within the box, but there could be a concern within the signal conditioning system itself.", "sentId": 582}], "secId": 191}, {"speaker": "POULOS", "sentences": [{"text": "And then from there, it could be an open circuit for this particular sensor somewhere beyond the box into the external tank and then ultimately to the sensor itself.", "sentId": 583}, {"text": "There's more data, as I said, we'll have this evening that will lead us in a better direction as to which area it's most likely in.", "sentId": 584}], "secId": 192}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Right here, Irene?", "sentId": 585}], "secId": 193}, {"speaker": "QUESTION", "sentences": [{"text": "Irene Potts with Reuters.", "sentId": 586}, {"text": "For background, could you just tell us when the sensors would trigger a main engine cutoff during ascent?", "sentId": 587}, {"text": "And are you in -- would that put in like a towel or an abort to orbit, or something else?", "sentId": 588}, {"text": "And also what is the crew going to do?", "sentId": 589}], "secId": 194}, {"speaker": "HALE", "sentences": [{"text": "Well, let me give you the scenario on the sensors.", "sentId": 590}, {"text": "We have four low-level sensors in the hydrogen tank, four low level sensors in the oxygen tank.", "sentId": 591}, {"text": "They're there to protect us in case we run out of gas.", "sentId": 592}], "secId": 195}, {"speaker": "HALE", "sentences": [{"text": "Now, we don't plan to run out of gas.", "sentId": 593}, {"text": "As a matter of fact, we launch with some fairly comfortabl propellent reserves in the extrnal tank to allow for dispersions that might happen during the launch phase.", "sentId": 594}, {"text": "So you have to have something go wrong to really need these sensors.", "sentId": 595}, {"text": "That's the first thing you need to understand.", "sentId": 596}, {"text": "There are four of them in and the flight software waits until it calculates that we're close to MICO  -- sorry, I have to step back from the acronym -- close to the time that you are ready to be inserted into orbital velocity, you're almost there, and then it starts looking at these sensors.", "sentId": 597}], "secId": 196}, {"speaker": "HALE", "sentences": [{"text": "If four of them -- actually if two of them go wet -- dry -- from the wet to the dry state, that indicates to the computer that it's time to shut down the main engines to provide a safety margin on the engines.", "sentId": 598}], "secId": 197}, {"speaker": "HALE", "sentences": [{"text": "What we have done is we've tried to protect ourselves from two failures.", "sentId": 599}, {"text": "And it's a very ingenious design between the hardware and the software, that any two failures that you can postulate happening almost any way will prevent you from having what we call an inadvertent or accidental shutdown.", "sentId": 600}, {"text": "So, we think we have a scheme that will shut you down safely if we run out of gas.", "sentId": 601}, {"text": "And it won't cause an accidental shutdown for any two failure kind of situation.", "sentId": 602}], "secId": 198}, {"speaker": "HALE", "sentences": [{"text": "Right now -- to go to the second question -- right now the crew is staying here at the Kennedy Space center.", "sentId": 603}, {"text": "If this takes longer than a few days, I'm sure they'll consider going back to Houston to do some more refresher training, but at the current time they're staying here at the Kennedy Space Center.", "sentId": 604}], "secId": 199}, {"speaker": "HALE", "sentences": [{"text": "And I presume, although I haven't talked to them directly, they'll probably go do some practice runs in the shuttle training aircraft, then do more training classes.", "sentId": 605}, {"text": "They always have the opportunity to get refresher on experiments and various things.", "sentId": 606}], "secId": 200}, {"speaker": "KING", "sentences": [{"text": "We've been listening to a news conference by NASA officials trying to explain the delay of today's scheduled shuttle launch of the Shuttle Discovery.", "sentId": 607}, {"text": "Our Sean Callebs was on hand, he was hoping to watch that launch today.", "sentId": 608}, {"text": "Sean, the bottom line to you, listening to them explain why they called it off?", "sentId": 609}], "secId": 201}, {"speaker": "CALLEBS", "sentences": [{"text": "Really the sensors that they have and the external fuel tank, but the oxygen and hydrogen side -- now one of those sensors apparently malfunctioned, or at least the box that laeds -- provides the information, how the information is being read during a liftoff.", "sentId": 610}], "secId": 202}, {"speaker": "CALLEBS", "sentences": [{"text": "Now, NASA is concerned because one of those apparently malfunctioning and they have a very hard and fast rule that the shuttle cannot lift off if there is any kind of problem with the fuel sensor and the external fuel tank.", "sentId": 611}], "secId": 203}, {"speaker": "CALLEBS", "sentences": [{"text": "Now, this was just about two-and-a-half hours before liftoff, very disappointing news for NASA.", "sentId": 612}, {"text": "They have waited two-and-a-half years for this liftoff.", "sentId": 613}, {"text": "According to the administrators here at the Kennedy Space Center, John, they're going to have to wait until at least Saturday.", "sentId": 614}], "secId": 204}, {"speaker": "CALLEBS", "sentences": [{"text": "NASA is right now draining all of the fuel, the 500,000-plus gallons in the external fuel tank.", "sentId": 615}, {"text": "And then they are going to go down and try to determine exactly what caused the problem.", "sentId": 616}, {"text": "Tomorrow, they're going to spend a great deal of the time troubleshooting, but they earlier said that this is a problem that may not have a quick remedy.", "sentId": 617}, {"text": "They're hoping for a launch at the earliest on Saturday, however, it could be longer than that.", "sentId": 618}], "secId": 205}, {"speaker": "Now", "sentences": [{"text": "51 Eastern time.", "sentId": 619}, {"text": "Now, this window can run all the way through the end of July.", "sentId": 620}, {"text": "However, if for some reason they can't fix the problem with the external fuel tank, the fuel sensor there, August is simply not going to work.", "sentId": 621}, {"text": "There's no window for a launch then, so it would have to be moved to September.", "sentId": 622}], "secId": 206}, {"speaker": "Now", "sentences": [{"text": "So certainly a lot of spirit, a lot of enthusiasm here at the Cape Kennedy Space Center today billed as a return to flight but, John, ended up a disappointing day.", "sentId": 623}, {"text": "And you can see the faces of disappointment on the seven astronauts, all of whom were already in the orbiter when they got this disappointing news -- John.", "sentId": 624}], "secId": 207}, {"speaker": "KING", "sentences": [{"text": "Without a doubt, a disappointing day for NASA.", "sentId": 625}, {"text": "Our Sean Callebs is standing by.", "sentId": 626}, {"text": "And we will continue to bring you developments throughout the day as we get more information from NASA on now the scrubbed launch of the Shuttle Discovery.", "sentId": 627}], "secId": 208}, {"speaker": "KING", "sentences": [{"text": "We want to continue now with INSIDE POLITICS.", "sentId": 628}, {"text": "And turn to a man who will be a key voice in the upcoming debate over the president's Supreme Court nominee.", "sentId": 629}, {"text": "He is Senator Edward Kennedy, Democrat of Massachusetts, member of the Judiciary Committee.", "sentId": 630}, {"text": "Senator Kennedy, thank you for joining us today.", "sentId": 631}], "secId": 209}, {"speaker": "KING", "sentences": [{"text": "I want to being by asking you if you, sir -- you're known obviously as a man plugged in around town -- if you have any additional information on the condition of the chief justice.", "sentId": 632}, {"text": "William Rehnquist, we Were told, was hospitalized last night because of a fever.", "sentId": 633}, {"text": "I'm wondering if this afternoon, you've had any information come to your attention, sir.", "sentId": 634}], "secId": 210}, {"speaker": "KENNEDY", "sentences": [{"text": "Not any additional information.", "sentId": 635}, {"text": "All of our thoughts and prayers are with the chief.", "sentId": 636}, {"text": "We know he's had a real battle with his current illness, but he has demonstrated extraordinary resiliency and incredible courage.", "sentId": 637}, {"text": "And I think all Americans are saying a prayer for his quick and speedy recovery.", "sentId": 638}], "secId": 211}, {"speaker": "KING", "sentences": [{"text": "Senator Kennedy, you could be a pivotal voice in the debate once the president picks a nominee.", "sentId": 639}, {"text": "You worked very closely with this president on education at the beginning of the Bush administration.", "sentId": 640}, {"text": "You worked with him, to the consternation of some Democrats, on Medicare, yet you have been pretty caustic in some of your comments about what you think is coming in terms of a nominee from this president.", "sentId": 641}, {"text": "Some Republicans are saying you've been premature in being so caustic.", "sentId": 642}, {"text": "Why not call a time-out?", "sentId": 643}, {"text": "Why not go down to the White House and say Mr. President, let's try to do this together?", "sentId": 644}], "secId": 212}, {"speaker": "KENNEDY", "sentences": [{"text": "Well, I think the Republicans that have said that ought to read my full statements.", "sentId": 645}, {"text": "I'm very hopefully.", "sentId": 646}, {"text": "First of all, I applaud the fact that the president has reached out to the members of Judiciary Committee.", "sentId": 647}, {"text": "And I applaud the process that the fact that he has been meeting with members of the Judiciary Committee.", "sentId": 648}, {"text": "He's been seeking out Republicans as well as Democrats.", "sentId": 649}], "secId": 213}, {"speaker": "KENNEDY", "sentences": [{"text": "I don't think there's a vote that we're going to cast that is going to be more important than the vote we cast for the justice on the Supreme Court.", "sentId": 650}, {"text": "I've been through 18 of these battles.", "sentId": 651}, {"text": "I've seen it done well.", "sentId": 652}, {"text": "And I've seen when there's been conflict.", "sentId": 653}], "secId": 214}, {"speaker": "KENNEDY", "sentences": [{"text": "I'm very hopeful that President Bush will follow the example of the grandfather of American conservatism, Ronald Reagan, who after a difficult battle in the 1980 elections nominated Sandra Day O'Connor, who was approved unanimously and has gone on and been a crucial figure on the Supreme Court.", "sentId": 654}, {"text": "That's an example that I'm very hopeful that this president will follow.", "sentId": 655}], "secId": 215}, {"speaker": "KENNEDY", "sentences": [{"text": "I look forward to supporting that nominee.", "sentId": 656}, {"text": "I want to support.", "sentId": 657}, {"text": "I'd much rather support this than have a challenging situation.", "sentId": 658}, {"text": "The real question is, what was the president going to -- who is he going to nominate?", "sentId": 659}, {"text": "And out there, there are enormous numbers of conservative thinkers that were in the mainstream of judicial thinking that would gain the support of the United States Senate.", "sentId": 660}, {"text": "After all, we've supported -- the Senate has -- 96 percent of all of President Bush's nominees.", "sentId": 661}], "secId": 216}, {"speaker": "KING", "sentences": [{"text": "Now, one of the questions, of course, will be how pointed will any senator, Democrat or Republican be in their questioning the ultimate nominee about his or her views on specific cases?", "sentId": 662}, {"text": "I was reading some research about comments you had made back during the confirmation of a gentleman by the name of Thurgood Marshall.", "sentId": 663}, {"text": "Now, we won't talk about how long ago that was, we'll just say it was a few weeks ago or so.", "sentId": 664}, {"text": "But you said then that the Senate should consider character and integrity and the person, and not so much get into specific views of cases?", "sentId": 665}, {"text": "Does that hold today?", "sentId": 666}, {"text": "Or do you want to ask this nominee about specific cases?", "sentId": 667}], "secId": 217}, {"speaker": "KENNEDY", "sentences": [{"text": "I think the president himself has indicated that the ideological -- the philosophy of the nominee is something that he is going to consider when he makes a recommendation.", "sentId": 668}, {"text": "Justice Rehnquist himself had indicated that he expects that any nominee that comes before the Judiciary Committee will answer questions on judicial philosophy.", "sentId": 669}, {"text": "Trent Lott has said the same thing.", "sentId": 670}, {"text": "Senator Cornyn, a Republican, has said the same thing.", "sentId": 671}], "secId": 218}, {"speaker": "KENNEDY", "sentences": [{"text": "We want to make sure not to ask individuals about how they would vote on a particular set of facts, but we also want to know that they are going to have a core commitment to the protections of the constitution and the freedoms which the constitution guarantees and also demonstrate a sense of fairness.", "sentId": 672}], "secId": 219}, {"speaker": "KENNEDY", "sentences": [{"text": "Ultimately, the Supreme Court is the arbiter in terms of fairness in our society.", "sentId": 673}, {"text": "Its doors always have to be home to those who have been left out and left behind.", "sentId": 674}, {"text": "I think that's a key issue as well -- guarantee the rights for the liberties of our constitution, guarantee a freedom from the -- from certain kinds of actions of government.", "sentId": 675}, {"text": "And to demonstrate a fairness in considering various public policy and constitutional issues.", "sentId": 676}], "secId": 220}, {"speaker": "KING", "sentences": [{"text": "I want to change the subject.", "sentId": 677}, {"text": "In closing, senator, as you well know, there's a debate in this town about Karl Rove and whether he should keep his job as deputy White House chief of staff given the fact that he did talk to a reporter back awhile ago about Joe Wilson's wife who worked for the CIA.", "sentId": 678}, {"text": "Now Karl Rove says he did not leak any classified information.", "sentId": 679}, {"text": "And his lawyer says he is not the target of the current grand jury investigation.", "sentId": 680}, {"text": "Some Democrats have said Karl Rove should be fired.", "sentId": 681}, {"text": "Or he should have his security clearance revoked.", "sentId": 682}, {"text": "Senator Kennedy says.", "sentId": 683}], "secId": 221}, {"speaker": "KENNEDY", "sentences": [{"text": "Senatator Kennedy says he hopes that the administration isn't going to rush its Supreme Court nominee in order to take the focus off Karl Rove.", "sentId": 684}, {"text": "That isn't the way to make a recommendation for a Supreme Court nominee.", "sentId": 685}], "secId": 222}, {"speaker": "KENNEDY", "sentences": [{"text": "Ultimately, this has to be a decision made by the president.", "sentId": 686}, {"text": "The president was quite clear that he was not going to tolerate anyone being in the White House who was involved, I think they used the words involved, in that whole affair.", "sentId": 687}, {"text": "And he has to make the judgment and the decision whether Mr. Rove was involved in that affair.", "sentId": 688}, {"text": "Certainly it appears that way.", "sentId": 689}, {"text": "But the president has to make the final judgment.", "sentId": 690}, {"text": "He's the one that set the standard, you know, the one that's called to the issue.", "sentId": 691}], "secId": 223}, {"speaker": "KING", "sentences": [{"text": "And Senator, you went to the floor today to defend your state against some comments reiterated now by Senator Rick Santorum of Pennsylvania, who said that he sees a cultural disposition to liberalism and sexual openness, if you will, that he believes exacerbated the church abuse scandal in your state.", "sentId": 692}, {"text": "Why jump back into that debate now?", "sentId": 693}, {"text": "It is something Senator Santorum said three years ago.", "sentId": 694}], "secId": 224}, {"speaker": "KENNEDY", "sentences": [{"text": "He said it three years ago.", "sentId": 695}, {"text": "He reaffirmed it yesterday.", "sentId": 696}, {"text": "He had the opportunity to apologize yesterday.", "sentId": 697}, {"text": "Basically what he is saying is that because Boston is the home to some of the great universities of the world, that somehow that contributed to the whole pedophile scandal in the church.", "sentId": 698}], "secId": 225}, {"speaker": "KENNEDY", "sentences": [{"text": "That's insensitive and unfair, and injust.", "sentId": 699}, {"text": "And I think he owes the people of particularly the families of those that have been victimized in one of the most horrific kinds of activities by many of the members of the clergy, owes them a real apology.", "sentId": 700}, {"text": "And I stated that on the floor.", "sentId": 701}, {"text": "I think he does owe an apolicy to the people of Boston for that completely insensitive statement.", "sentId": 702}], "secId": 226}, {"speaker": "KING", "sentences": [{"text": "Senator Edweard Kennedy of Massachusetts, sir, appreciate your thoughts today.", "sentId": 703}, {"text": "Always welcome here on INSIDE POLITICS.", "sentId": 704}], "secId": 227}, {"speaker": "KENNEDY", "sentences": [{"text": "Thank you.", "sentId": 705}], "secId": 228}, {"speaker": "KING", "sentences": [{"text": "Thank you, sir.", "sentId": 706}], "secId": 229}, {"speaker": "KING", "sentences": [{"text": "We want to continue with our \"Strategy Session.\"", "sentId": 707}, {"text": "Before the NASA news conference, we were talking with Democratic strategist Paul Begala, Republican strategist Terry Holt.", "sentId": 708}, {"text": "We were trying to talk about the Supreme Court before we were interrupted -- Karl Rove, and the Supreme Court before we were interrupted.", "sentId": 709}], "secId": 230}, {"speaker": "KING", "sentences": [{"text": "Let's pick up on what Senator Kennedy just said about Karl Rove.", "sentId": 710}, {"text": "He was sort of in the middle, that he'll -- he's -- well, it's up to the president, but that the president has said he won't tolerate anybody involved in that.", "sentId": 711}], "secId": 231}, {"speaker": "HOLT", "sentences": [{"text": "I think Senator Kennedy is a veteran Washington guy.", "sentId": 712}, {"text": "There's not much he hasn't seen.", "sentId": 713}, {"text": "I think he's sees these tempests in teapots over and over again.", "sentId": 714}, {"text": "He understands that as long as Karl Rove serves with confidence of the president and that this remains largely a political story, that he's not going to weigh into it.", "sentId": 715}], "secId": 232}, {"speaker": "HOLT", "sentences": [{"text": "I was also -- I think -- hopeful about what he said about the judge.", "sentId": 716}, {"text": "I think he said he expected the president to nominate a conservative judge.", "sentId": 717}, {"text": "And I think that's good, although I'm not sure that even Senator Kennedy can hold back this monsterous wave of money that's going to come flying in at the process of nominating a Supreme Court justice.", "sentId": 718}], "secId": 233}, {"speaker": "KING", "sentences": [{"text": "He also said that he hoped the president didn't rush his choice, because of the controversy about Karl Rove.", "sentId": 719}, {"text": "You've worked in the White House, is that something you do when you're having a bad week?", "sentId": 720}], "secId": 234}, {"speaker": "BEGALA", "sentences": [{"text": "Yes.", "sentId": 721}], "secId": 235}, {"speaker": "HOLT", "sentences": [{"text": "Of course it is.", "sentId": 722}, {"text": "But not in this case.", "sentId": 723}], "secId": 236}, {"speaker": "BEGALA", "sentences": [{"text": "But Karl is playing -- this is what's interesting -- Karl is so supremely powerful in the White House, he's actually playing a central role, according to news accounts in the selection, and certainly the timing, of the selection to the replacement for Sandra Day O'Connor.", "sentId": 724}, {"text": "So that's not beyond the realm of possible, unfortunately.", "sentId": 725}], "secId": 237}, {"speaker": "BEGALA", "sentences": [{"text": "I want to come back to what Terry said about Senator Kennedy -- it's why he's one of my real heroes -- because he has seen it all.", "sentId": 726}, {"text": "And he's so cagey.", "sentId": 727}, {"text": "He didn't rush to  -- fire the bomb.", "sentId": 728}, {"text": "He didn't say he was a criminal.", "sentId": 729}, {"text": "He just -- because he knows that he doesn't know.", "sentId": 730}, {"text": "And none of us know.", "sentId": 731}], "secId": 238}, {"speaker": "BEGALA", "sentences": [{"text": "And what surprised me about, frankly, much of the journalism as well as the punditry about this Rove case is everyone is acting as if the one shred of evicence we have, this e-mail from Matthew Cooper to his bureau chief, is the only shred of evidence that Mr. Fitzpatrick -- Fitzgerald, the prosecutor has.", "sentId": 732}], "secId": 239}, {"speaker": "BEGALA", "sentences": [{"text": "My guess -- it's just an educated guess based on long years of experience with special prosecutors -- they usually have a whole lot more than those of us who are commenting on it.", "sentId": 733}, {"text": "I think Teddy did a good job of sort of holding back.", "sentId": 734}], "secId": 240}, {"speaker": "HOLT", "sentences": [{"text": "And I think that's why the president was a calming influence today while he talked about this in terms of the investigation and it being ongoing.", "sentId": 735}, {"text": "So, even the White House acknowledges that there's more to the story.", "sentId": 736}, {"text": "KING:  I need a yes or no on this one.", "sentId": 737}, {"text": "We're short-timed.", "sentId": 738}, {"text": "The chief justice back in the hospital, does that increase the likelihood, you believe, that there will be two -- not one vacancy -- beore the fall?", "sentId": 739}], "secId": 241}, {"speaker": "HOLT", "sentences": [{"text": "I think the Supreme Court justice -- he's going to serve as long -- he's going to serve one more year.", "sentId": 740}, {"text": "He'll be the longest- serving supreme court justice.", "sentId": 741}, {"text": "I forgot the...", "sentId": 742}], "secId": 242}, {"speaker": "BEGALA", "sentences": [{"text": "I hope he lives forever, but he ain't going to be able to serve forever.", "sentId": 743}, {"text": "And I think he's that heard his last case on the court.", "sentId": 744}, {"text": "And the president, probably, already knows that, or has figured that out.", "sentId": 745}, {"text": "And he's probably moving a replacement now.", "sentId": 746}], "secId": 243}, {"speaker": "HOLT", "sentences": [{"text": "We'll pray for otherwise.", "sentId": 747}], "secId": 244}, {"speaker": "BEGALA", "sentences": [{"text": "Terry Holt, Paul Begala, thank you both very much.", "sentId": 748}, {"text": "Our \"Strategy Session\" for today.", "sentId": 749}, {"text": "Sorry for the interruptions.", "sentId": 750}], "secId": 245}, {"speaker": "BEGALA", "sentences": [{"text": "Now, two new Web sites are making waves among political types Online.", "sentId": 751}, {"text": "Up next, we'll check in with our blob reporters to find out what all the buzz is about.", "sentId": 752}], "secId": 246}, {"speaker": "KING", "sentences": [{"text": "And before we say good-bye today, we want to tell you about some new political sites that are making their debut Online this week.", "sentId": 753}, {"text": "For more we check in now with CNN political producer Abbi Tatton and Jacki Schechner, our blog reporter -- Jacki.", "sentId": 754}], "secId": 247}, {"speaker": "SCHECHNER", "sentences": [{"text": "Hi, John.", "sentId": 755}, {"text": "Well, the space shuttle didn't launch today.", "sentId": 756}, {"text": "But two new political Web sites have.", "sentId": 757}, {"text": "One's got a blog, the other does not.", "sentId": 758}, {"text": "The first HillaryClinton.com.", "sentId": 759}, {"text": "It's Hillary Clinton's senate reelection site.", "sentId": 760}, {"text": "And PatrickRephini.com delves into it pretty deeply.", "sentId": 761}, {"text": "He has a rundown of what he thinks.", "sentId": 762}, {"text": "He says it looks very presidential.", "sentId": 763}, {"text": "It looks a lot like the GeorgeWBush.com and JohnKerry.com sites of the past election cylce.", "sentId": 764}, {"text": "Says she's got some good action items.", "sentId": 765}, {"text": "Kudos for that.", "sentId": 766}, {"text": "And says that she does not have a blog.", "sentId": 767}, {"text": "Says that would increase her presence in the blog world specifically, it may not be a big issue in the larger picture.", "sentId": 768}, {"text": "Overall, good verdict for her, says it may be a sign of things to come.", "sentId": 769}], "secId": 248}, {"speaker": "TATTON", "sentences": [{"text": "Blogger Patrick Raphini's perspective is particularly interesting.", "sentId": 770}, {"text": "Not only is he a Republican, but he ran the campaign Web site for Bush/Cheney 2004.", "sentId": 771}, {"text": "He now runs a very political site, but looks ahead to 2008 often.", "sentId": 772}, {"text": "Which is probably why he's so interested in Senator Clinton's site.", "sentId": 773}], "secId": 249}, {"speaker": "TATTON", "sentences": [{"text": "Also at PatrickRaphini.com, pointing out a new site on the other side of the aisle, this is GOP.com.", "sentId": 774}, {"text": "The Republican National Committee site.", "sentId": 775}, {"text": "It does have a blog, a group blog where people can sign up and blog there.", "sentId": 776}, {"text": "Anyone in the country can sign up, activate that account and blog from there.", "sentId": 777}], "secId": 250}, {"speaker": "TATTON", "sentences": [{"text": "Look for some blogging first from some prominent Republicans coming up.", "sentId": 778}], "secId": 251}, {"speaker": "SCHECHNER", "sentences": [{"text": "So, from two sites that have launched to one that is going to launch, CBS News has announced it's going to have a blog.", "sentId": 779}, {"text": "Public Eye is going to be the name of it.", "sentId": 780}, {"text": "They say -- this is a quote -- it's going to be candid and robust dialogue.", "sentId": 781}, {"text": "It's going to be edited and moderated, I guess, by a veteran reporter and writer.", "sentId": 782}], "secId": 252}, {"speaker": "SCHECHNER", "sentences": [{"text": "A lot of the blogs have a very keen interest in this.", "sentId": 783}, {"text": "You may remember that they were front and center in the CBS memogate scandal and subsequently Dan Rather's resignation.", "sentId": 784}], "secId": 253}, {"speaker": "SCHECHNER", "sentences": [{"text": "Jeff Jarvis over at Buzzmachine.com has an opinion.", "sentId": 785}, {"text": "Says that this is actually more reactive than proactive.", "sentId": 786}, {"text": "Saying that if they had had this blog back in the days of memogate, maybe things would have turned out differently.", "sentId": 787}], "secId": 254}, {"speaker": "SCHECHNER", "sentences": [{"text": "John, we'll send it back to you.", "sentId": 788}], "secId": 255}, {"speaker": "KING", "sentences": [{"text": "Now that's it for today's INSIDE POLITICS.", "sentId": 789}, {"text": "Thanks for you patience.", "sentId": 790}, {"text": "A bit of a rocky day because of so many developming stories.", "sentId": 791}, {"text": "I'm John King in Washington.", "sentId": 792}, {"text": "WOLF BLITZER REPORTS starts right now.", "sentId": 793}], "secId": 256}, {"speaker": "KING", "sentences": [{"text": "END", "sentId": 794}], "secId": 257}, {"speaker": "KING", "sentences": [{"text": "TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com", "sentId": 795}], "secId": 258}], "sectionCount": 259, "url": "transcripts.cnn.com/TRANSCRIPTS/0507/13/ip.01.html", "sentenceCount": 797, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 13, 2005 - 15:30   ET", "speakers": ["KING", "BUSH", "now", "JOHNS", "today", "BASH", "MCCLELLAN", "QUESTION", "COOPER", "PRYCE", "here", "And I should not for our viewers", "PELOSI", "Also ahead", "DEWINE", "O'BRIEN", "REILLY", "PILGRIM", "Coming up on CNN at 6", "LAUTENBERG", "And President Bush spoke for the first time today about Karl Rove and the allegation he leaked the identity of a CIA agent.  We have the very latest on the investigation at 6", "GERGEN", "law", "FOX", "HARKIN", "KENNEDY", "BOLTEN", "BEGALA", "HOLT", "UNIDENTIFIED MALE", "PARSONS", "GRIFFIN", "HALE", "period", "Today", "We have a technical meeting at 8", "So", "to", "LEINBACH", "So that sets us up for any type of work that we would want to do on the orbiter tomorrow at about 3", "system", "WOODRUFF", "WATSON", "For Mr. Poulos", "POULOS", "CALLEBS", "Now", "SCHECHNER", "TATTON"], "title": "INSIDE POLITICS"}