{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1509.06.ip.01.html.json", "subTitle": "Clinton's E-Mail Drip, Drip Drip; Trump Signs Republican Loyalty Pledge. Aired 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "PAUL", "sentences": [{"text": "We wish you all the very best to you and your family there -- Mr.", "sentId": 0}, {"text": "Still.", "sentId": 1}], "secId": 0}, {"speaker": "PAUL", "sentences": [{"text": "Thanks for being with us.", "sentId": 2}], "secId": 1}, {"speaker": "BLACKWELL", "sentences": [{"text": "INSIDE POLITICS starts now.", "sentId": 3}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Donald Trump, take two.", "sentId": 4}], "secId": 3}, {"speaker": "TRUMP", "sentences": [{"text": "I will be totally pledging my allegiance to the Republican Party and the conservative principles for which it stands.", "sentId": 5}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "How will ruling out a third party run impact his soaring poll numbers and the second Republican debate?", "sentId": 6}], "secId": 5}, {"speaker": "BUSH", "sentences": [{"text": "Damn right, I want to fight back.", "sentId": 7}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "Plus the aide who set up Hillary Clinton's private e-mail server pleads the Fifth.", "sentId": 8}], "secId": 7}, {"speaker": "CLINTON", "sentences": [{"text": "The facts are the facts.", "sentId": 9}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "And Joe Biden hits the road.", "sentId": 10}], "secId": 9}, {"speaker": "BIDEN", "sentences": [{"text": "The most relevant factor in my decision is whether my family and I have the emotional energy to run.", "sentId": 11}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "To test whether he wants to join the 2016 fray.", "sentId": 12}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS -- the biggest stories sourced by the best reporters, now.", "sentId": 13}], "secId": 12}, {"speaker": "POLITICS", "sentences": [{"text": "Jackie Kucinich of the \"Daily Beat\"; Ed O'Keefe of the \"Washington Post\"; CNN's Jeff Zeleny; and Juana Summers of Mashable.", "sentId": 14}], "secId": 13}, {"speaker": "POLITICS", "sentences": [{"text": "If endorsements and organizations matter most by the time we get around to voting then Hillary Clinton will be just fine.", "sentId": 15}, {"text": "But if her private e-mail server is the bigger deal then as it is now, well, then all bets are off.", "sentId": 16}], "secId": 14}, {"speaker": "CLINTON", "sentences": [{"text": "I feel strongly that the facts are the facts and we've been repeating them over and over again.", "sentId": 17}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Well, not exactly.", "sentId": 18}, {"text": "There seems to be a new fact about Clinton's private e-mail server just about every week if not every day.", "sentId": 19}, {"text": "Since we last sat around this table last Sunday, for example, word the private server at Clinton's home was set up by and maintained by a former campaign and State Department aide.", "sentId": 20}, {"text": "Oh and word that aide won't talk to the FBI or congressional investigators, instead invoking his Fifth Amendment right against self-incrimination.", "sentId": 21}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Now in a court of law that has zero bearing on guilt or innocence.", "sentId": 22}, {"text": "But in politics, the court of public opinion, well pleading the Fifth can play a little differently.", "sentId": 23}], "secId": 17}, {"speaker": "CLINTON", "sentences": [{"text": "I would very much urge anybody who is asked to cooperate to do so.", "sentId": 24}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "It is the drip, drip, drip aspect of this that is stunning and many would say unnecessary.", "sentId": 25}, {"text": "Clinton keeps saying in hindsight the private server was a mistake.", "sentId": 26}, {"text": "That all she wants now is transparency.", "sentId": 27}, {"text": "So then why not, when the server became an issue months ago lay all this out?", "sentId": 28}, {"text": "Tell us all of the things we've learned since, including hang that State Department aide the one now pleading the Fifth on the side?", "sentId": 29}, {"text": "Instead -- drip, drip, drip.", "sentId": 30}], "secId": 19}, {"speaker": "CLINTON", "sentences": [{"text": "With respect to personal services that he provided to me and my family, we obviously paid for those services, and did so because during a period of time, we continued to need his technical assistance, and I think that's in the public record.", "sentId": 31}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Jeff Zeleny, help me out.", "sentId": 32}, {"text": "She says in the end after she testifies to Congress, after the FBI looks at this, after reporters keep asking and asking and asking we're going to see a conclusion that a bad judgment call.", "sentId": 33}, {"text": "She should have had two e-mail accounts but she did nothing wrong.", "sentId": 34}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "Why not months ago say, my last name is Clinton, Congress is investigating this.", "sentId": 35}, {"text": "The government's probably going to investigate this.", "sentId": 36}, {"text": "I'm running for president.", "sentId": 37}, {"text": "Just put out a 10, 15, 20-page report.", "sentId": 38}, {"text": "Here's the day it was installed.", "sentId": 39}, {"text": "Here's the guy who did it.", "sentId": 40}, {"text": "We paid him on the side.", "sentId": 41}, {"text": "Why not just put it all out at the beginning?", "sentId": 42}], "secId": 22}, {"speaker": "ZELENY", "sentences": [{"text": "Because she's Hillary Clinton and she's in a lawyerly-like position.", "sentId": 43}, {"text": "Every answer that she's given, it was either a press conference on Saturday or an interview on Friday with Andrea Mitchell she sounded like Hillary Clinton, the lawyer.", "sentId": 44}], "secId": 23}, {"speaker": "ZELENY", "sentences": [{"text": "She's technically right on all of these things.", "sentId": 45}, {"text": "But this has been an ongoing situation, a change of strategy.", "sentId": 46}, {"text": "Initially, it was a partisan witch hunt.", "sentId": 47}, {"text": "I'm not turning over the server.", "sentId": 48}, {"text": "Remember that press conference at the U.N. in March.", "sentId": 49}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "It will stay private.", "sentId": 50}], "secId": 25}, {"speaker": "ZELENY", "sentences": [{"text": "It will stay private.", "sentId": 51}, {"text": "Ok, we knew that that was probably not going to be the case.", "sentId": 52}, {"text": "The problem is now she is to the point now she's trying to answer every question on this.", "sentId": 53}, {"text": "But still unable to say \"I'm sorry\".", "sentId": 54}], "secId": 26}, {"speaker": "ZELENY", "sentences": [{"text": "When Andrea Mitchell asked her, are you sorry, she asked repeatedly, \"I'm sorry for the confusion for the American people\".", "sentId": 55}, {"text": "Still not able to sort of get around and saying, I'm sorry.", "sentId": 56}], "secId": 27}, {"speaker": "ZELENY", "sentences": [{"text": "I do think at the end of the day here, voters will probably get tired of this on the Democratic side but the question of this still is what will be lingering in a general election should she become a nominee?", "sentId": 57}, {"text": "And is there still more out there?", "sentId": 58}, {"text": "We don't know.", "sentId": 59}], "secId": 28}, {"speaker": "ZELENY", "sentences": [{"text": "So there's frustration inside her campaign about how she wants to handle this.", "sentId": 60}, {"text": "How she wanted to handle this.", "sentId": 61}, {"text": "This is not necessarily her advisers telling her how to do this.", "sentId": 62}, {"text": "She's been driving this train and now we see what's happening.", "sentId": 63}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "Let's listen a bit to that interview you mentioned because she sat down a couple weeks ago.", "sentId": 64}, {"text": "Remember she sat down with CNN's Brianna Keilar.", "sentId": 65}, {"text": "That was the idea.", "sentId": 66}, {"text": "We're going to put this behind us.", "sentId": 67}, {"text": "We're going to do a national media interview.", "sentId": 68}, {"text": "Move on.", "sentId": 69}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Well it didn't work.", "sentId": 70}, {"text": "So take two, sit down with Andrea Mitchell.", "sentId": 71}, {"text": "Tough questions from Andrea Mitchell of NBC News, Hillary Clinton trying to make it go away again.", "sentId": 72}], "secId": 31}, {"speaker": "CLINTON", "sentences": [{"text": "I'm sorry that this has been confusing to people and has raised a lot of questions.", "sentId": 73}], "secId": 32}, {"speaker": "MITCHELL", "sentences": [{"text": "Do you want to apologize to the American people for the choice you made?", "sentId": 74}], "secId": 33}, {"speaker": "CLINTON", "sentences": [{"text": "Well, it wasn't the best choice and I certainly have said that.", "sentId": 75}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "This was supposed to be the new Clinton campaign.", "sentId": 76}, {"text": "She got most of Obama's team.", "sentId": 77}, {"text": "People said she had learned lessons of 2008.", "sentId": 78}, {"text": "But at least on this point, this is not only 2008 all over again.", "sentId": 79}, {"text": "Be careful, be cautious, be lawyerly.", "sentId": 80}, {"text": "I covered the Clinton White House through Whitewater, Rose Law Firm records, grand jury, Monica Lewinsky -- and all very, very familiar pattern.", "sentId": 81}], "secId": 35}, {"speaker": "KUCINICH", "sentences": [{"text": "The other thing she said in that interview was that she didn't really think about where the e-mails are going and where they were stored.", "sentId": 82}, {"text": "Well, that's a clear.", "sentId": 83}, {"text": "That's little -- you have to ask really because it is so complicated.", "sentId": 84}, {"text": "It was stored at her house.", "sentId": 85}, {"text": "She was paying someone outside.", "sentId": 86}, {"text": "She clearly put a lot of thought in it.", "sentId": 87}], "secId": 36}, {"speaker": "KUCINICH", "sentences": [{"text": "It wasn't just sort of a where is my e-mail?", "sentId": 88}, {"text": "I mean they had -- one of the most fascinating things about this is see the e-mails where the State Department is trying to figure out where her e-mails are coming from.", "sentId": 89}, {"text": "The State Department IT wasn't even really sure what was happening here.", "sentId": 90}, {"text": "The State Department themselves said they didn't know the staffer who took the Fifth had outside income until very recently.", "sentId": 91}], "secId": 37}, {"speaker": "KUCINICH", "sentences": [{"text": "So there are just -- there are more questions and more questions and the answers just aren't sufficient right now.", "sentId": 92}], "secId": 38}, {"speaker": "O'KEEFE", "sentences": [{"text": "You know, 280 Republican House members and Senators come back to town this week and they will keep this going every day of the week on Capitol Hill.", "sentId": 93}, {"text": "The idea that this is going away any time soon is just foolhardy.", "sentId": 94}], "secId": 39}, {"speaker": "O'KEEFE", "sentences": [{"text": "And you know, what is it, Jake Sullivan is up there again this week.", "sentId": 95}, {"text": "Another Clinton aide will testify behind closed doors.", "sentId": 96}, {"text": "Good for her to try to get out there and talk about it but it's not working.", "sentId": 97}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "And she wants to say this is largely a media creation and voters don't ask her about it.", "sentId": 98}, {"text": "But we do see 58 percent -- 53 percent, I'm sorry -- unfavorable, the latest ABC/Washington Post poll.", "sentId": 99}, {"text": "And there's just the evidence.", "sentId": 100}, {"text": "You can just see Bernie Sanders -- yes he's talking about issues and to his credit, you know, he's not -- in the Democratic department he's not beating her up.", "sentId": 101}, {"text": "But he's going up and she's static or come down.", "sentId": 102}], "secId": 41}, {"speaker": "JUANA SUMMERS MASHABLE", "sentences": [{"text": "Right as  -- have to worry if you're in the Clinton right now.", "sentId": 103}, {"text": "I was just in Iowa and I spoke to some folks in different cities I was visiting about these issues and they do care.", "sentId": 104}, {"text": "They agree that it's a distraction but it's not a central issue in the campaign.", "sentId": 105}, {"text": "But it gets down to that all important issue of trust.", "sentId": 106}, {"text": "And a lot of the voters I'm talking to don't feel like this is an example where they say, yes, we can trust Hillary Clinton.", "sentId": 107}, {"text": "And that's definitely got to be concerning at this point if you're looking at the numbers you just referenced.", "sentId": 108}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "And as this plays we've watched Bernie Sanders gain traction in both Iowa and New Hampshire.", "sentId": 109}, {"text": "We'll watch how that builds.", "sentId": 110}, {"text": "And we're also keeping an eye on the Vice President this past week.", "sentId": 111}, {"text": "Labor Day he'll be marching in the parades this weekend.", "sentId": 112}, {"text": "This past week he was in Florida and in Georgia very publicly talking about his own personal angst.", "sentId": 113}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "He says he would love -- love to jump into the 2016 race.", "sentId": 114}, {"text": "He said that's nothing to do with Hillary Clinton but watch him here quite emotionally saying the thing he has to deal with still is the death of his son.", "sentId": 115}], "secId": 44}, {"speaker": "BIDEN", "sentences": [{"text": "The most relevant factor in my decision is whether my family and I have the emotional energy to run.", "sentId": 116}, {"text": "But I have to be honest with you and everyone who has come to me, I can't look you straight in the eye and say now, I know I can do that.", "sentId": 117}, {"text": "That's as honest as I can be.", "sentId": 118}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "I think that is as honest as he can be.", "sentId": 119}, {"text": "You talk to the people around him, helping him with this.", "sentId": 120}, {"text": "And one day they say he's leaning in.", "sentId": 121}, {"text": "Another day they say they're not so sure.", "sentId": 122}, {"text": "I think right there we should listen to him and only him.", "sentId": 123}, {"text": "But that was, to me, Jeff, just his angst.", "sentId": 124}, {"text": "If you had to read that, it was I don't think so.", "sentId": 125}], "secId": 46}, {"speaker": "ZELENY", "sentences": [{"text": "If you had to read that, it sounds no.", "sentId": 126}, {"text": "But if you keep listening a little bit more he said if we decide as a family to do it, yes, I can do this.", "sentId": 127}, {"text": "I can get beyond the fund raising challenges and political challenges.", "sentId": 128}, {"text": "But you're right that's the most important window into what he is thinking.", "sentId": 129}], "secId": 47}, {"speaker": "ZELENY", "sentences": [{"text": "That's why we simply don't know the answer to this because he's not following conventional wisdom or polling.", "sentId": 130}, {"text": "He's following his gut and how he feels.", "sentId": 131}, {"text": "And that's why we will not know until he makes that decision.", "sentId": 132}], "secId": 48}, {"speaker": "ZELENY", "sentences": [{"text": "He's up in Delaware again this weekend with his family as he generally is.", "sentId": 133}, {"text": "They're working through this as a process, I'm told.", "sentId": 134}, {"text": "It's not, you know, let's meet at noon today and decide.", "sentId": 135}, {"text": "This is a process.", "sentId": 136}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "But he'll be marching with the head of organized labor in a parade on Labor Day as well.", "sentId": 137}, {"text": "So a little public, private -- we'll keep an eye on the Vice President, fascinating from the Democratic side.", "sentId": 138}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "And up next the Republican side -- Donald Trump takes the pledge and Jeb Bush takes after the man who took his place as the front-runner.", "sentId": 139}, {"text": "First though, politicians say or in this case do the darnedest things.", "sentId": 140}, {"text": "Watch here President Obama learning the local dance moves while visiting remote Alaska.", "sentId": 141}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 142}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "There are 17 Republican candidates for president but the party's push for a signed loyalty pledge was all about one man.", "sentId": 143}], "secId": 53}, {"speaker": "TRUMP", "sentences": [{"text": "The best way for the Republicans to win is if I win the nomination, and go directly against whoever they happen to put up.", "sentId": 144}, {"text": "And for that reason, I have signed the pledge.", "sentId": 145}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Now, whatever you think of Mr. Trump, you can't close all of those big real estate deals without some good math skills.", "sentId": 146}, {"text": "As a third party candidate, polls show he has virtually zero chance of winning the White House but he is winning the Republican nomination race at the moment and sounded this past week as if he was pledging loyalty to himself.", "sentId": 147}], "secId": 55}, {"speaker": "TRUMP", "sentences": [{"text": "We will win and most importantly, we will make our country great again because that's what it's all about.", "sentId": 148}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "Win, lose or whatever for the Republican national committee here -- the big issue in the first debate was Trump refused to rule out a third party run.", "sentId": 149}, {"text": "Now that we're on the eve of the second presidential debate right here, Republican debate on CNN on September 16, Trump has ruled that out at least for now.", "sentId": 150}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "So there are some people saying Reince Priebus, the party chairman showed strength here and got this done.", "sentId": 151}, {"text": "Other people say flew up to New York, didn't stop to take questions, looked kind of weak and let Donald Trump play it.", "sentId": 152}], "secId": 58}, {"speaker": "ZELENY", "sentences": [{"text": "I think that's right.", "sentId": 153}, {"text": "I mean the RNC here is limited in what it can do obviously but they are trying not to agitate the animal here.", "sentId": 154}, {"text": "They're trying to sort of play along with him here.", "sentId": 155}], "secId": 59}, {"speaker": "ZELENY", "sentences": [{"text": "It's important to remember, it's not a binding document at all.", "sentId": 156}, {"text": "Anyone can do anything.", "sentId": 157}, {"text": "Anyone can drop out of this at any point.", "sentId": 158}, {"text": "So I think that it was important this week because it put it aside.", "sentId": 159}, {"text": "I mean Donald Trump is not going to be asked on a stage in California at the debate.", "sentId": 160}, {"text": "But I'm not sure it really means anything.", "sentId": 161}], "secId": 60}, {"speaker": "ZELENY", "sentences": [{"text": "-- in South Carolina because by September 30th you have to pledge to get on the ballot there so that's why it was there.", "sentId": 162}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "I didn't see Reince Priebus going to see Jim Gilmore or Ben Carson or Rick Santorum?", "sentId": 163}], "secId": 62}, {"speaker": "O'KEEFE", "sentences": [{"text": "This was a short term fix to what I think many in the party would tell you, publicly and privately, is a long-term problem.", "sentId": 164}, {"text": "He continues to dominate this field and destroy the party's image with a lot of others across the country.", "sentId": 165}, {"text": "And yes, Priebus did show up which had a lot of campaigns scoffing at the idea that he had to go up there to convince him to do this and then not stick around and take questions from reporters.", "sentId": 166}, {"text": "I know there were several who were very curious to see if Mr. Priebus agreed with Mr. Trump's idea that people should only be seeking English in the United States.", "sentId": 167}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 168}], "secId": 64}, {"speaker": "O'KEEFE", "sentences": [{"text": "If you remember he signed a report that said that the party has to be better about this --", "sentId": 169}], "secId": 65}, {"speaker": "KUCINICH", "sentences": [{"text": "That part of the report -- that  has been so just like put through the shredder.", "sentId": 170}, {"text": "I mean, they were all supposed to be reaching out to Latinos and not alienating them.", "sentId": 171}, {"text": "It seems like the opposite has happened.", "sentId": 172}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Let's get to that point.", "sentId": 173}, {"text": "I was going to get to it in a minute but let's get to it now.", "sentId": 174}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Mr. Trump, this week, took after Jeb Bush and he did it first in a tweet saying when you're in the United States, you should because speaking English, especially if you're a candidate.", "sentId": 175}, {"text": "You should set a good example.", "sentId": 176}, {"text": "And some people thought for a party that the got 27 percent of Latino vote in the last presidential election not the right message.", "sentId": 177}, {"text": "But after signing the pledge, Mr. Trump doubled down.", "sentId": 178}], "secId": 68}, {"speaker": "TRUMP", "sentences": [{"text": "Well, I think that when you get right down to it, we're a nation that speaks English.", "sentId": 179}, {"text": "I think while we're in this nation, we should be speaking English.", "sentId": 180}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "That's what Mr. Trump says.", "sentId": 181}, {"text": "Jeb Bush, listen here, begs to differ.", "sentId": 182}], "secId": 70}, {"speaker": "BUSH", "sentences": [{"text": "I'll campaign in places where Republicans have not been seen in a long, long while.", "sentId": 183}, {"text": "My belief is that most people are conservative.", "sentId": 184}, {"text": "They just haven't been asked yet.", "sentId": 185}, {"text": "If you have that attitude then you go campaign in the Latino communities.", "sentId": 186}, {"text": "Yes, maybe a little in Spanish.", "sentId": 187}, {"text": "I apologize.", "sentId": 188}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "This in and of itself is an important issue for the Republican Party's outreach and its demographic hopes in the next election.", "sentId": 189}, {"text": "It's also important politically to see that's the Republican Party's $100- million man -- Jeb bush.", "sentId": 190}, {"text": "He's raised more money, he was supposed to be the front-runner.", "sentId": 191}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "As we get to Labor Day in this race can you speak the sentence, \"I'd rather be Ben Carson than Jeb Bush?\"", "sentId": 192}], "secId": 73}, {"speaker": "ZELENY", "sentences": [{"text": "No one would have thought that at all.", "sentId": 193}, {"text": "I mean now Jeb Bush has been forced to play a long-term game of uncertainty.", "sentId": 194}, {"text": "No one thought that this would be happening.", "sentId": 195}, {"text": "Even worse, it looks like Donald Trump is in his head.", "sentId": 196}, {"text": "He's become agitated by this.", "sentId": 197}], "secId": 74}, {"speaker": "KUCINICH", "sentences": [{"text": "When he's using high energy.", "sentId": 198}, {"text": "He's like I'm a high-energy candidate.", "sentId": 199}, {"text": "What?", "sentId": 200}], "secId": 75}, {"speaker": "ZELENY", "sentences": [{"text": "You have to sort of look at Marco Rubio and others.", "sentId": 201}, {"text": "I was in Puerto Rico with him on Friday, I caught up with him.", "sentId": 202}, {"text": "And he spoke Spanish at a rally and people obviously loved it.", "sentId": 203}, {"text": "He said look, this is ridiculous.", "sentId": 204}, {"text": "But he's not out there fighting with Donald Trump.", "sentId": 205}], "secId": 76}, {"speaker": "ZELENY", "sentences": [{"text": "Jeb Bush has to -- I'm guessing this is a process going through his head.", "sentId": 206}, {"text": "He's sort of letting off some steam but it's gotten to him.", "sentId": 207}, {"text": "And they are not quite sure how to deal with this at the Super PAC level or his campaign.", "sentId": 208}], "secId": 77}, {"speaker": "KUCINICH", "sentences": [{"text": "But in fairness Jeb Bush has been directly attacked by Donald Trump over and over and over again.", "sentId": 209}, {"text": "And for some Marco Rubio has  that.", "sentId": 210}], "secId": 78}, {"speaker": "ZELENY", "sentences": [{"text": "And I think it's smart to go after him because at some point everyone is going to be doing that.", "sentId": 211}, {"text": "The question is, it's not going to work immediately.", "sentId": 212}, {"text": "It is going to be a process.", "sentId": 213}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "So, we know a third party run will not be an issue in the next presidential debate.", "sentId": 214}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "Hugh Hewitt who is joining Jake Tapper and Dana Bash as a CNN moderator and panelist at this debate brought up foreign policy.", "sentId": 215}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "He had Mr. Trump on his radio show.", "sentId": 216}, {"text": "Mr. Trump called it a third-rate radio show I think -- it's actually a very good radio show.", "sentId": 217}, {"text": "Hugh Hewitt has a lot of credibility amongst conservatives.", "sentId": 218}, {"text": "And he was trying to get Mr. Trump to go through jihad and problems in the Middle East including the differences between Hamas and Hezbollah.", "sentId": 219}], "secId": 82}, {"speaker": "HEWITT", "sentences": [{"text": "At the debate, I may bring up Nasrallah being with Hezbollah and al-Julani being with Al-Nusra and al-Masri being with Hamas.", "sentId": 220}, {"text": "Do you think if I ask people to talk about those three things and the differences that that's a gotcha question?", "sentId": 221}, {"text": "TRUMP:  Yes, I do.", "sentId": 222}, {"text": "I totally do.", "sentId": 223}, {"text": "I think --", "sentId": 224}], "secId": 83}, {"speaker": "HEWITT", "sentences": [{"text": "That's interesting.", "sentId": 225}, {"text": "I just disagree with that.", "sentId": 226}, {"text": "I kind of figure that --", "sentId": 227}], "secId": 84}, {"speaker": "TRUMP", "sentences": [{"text": "I think it's ridiculous.", "sentId": 228}], "secId": 85}, {"speaker": "HEWITT", "sentences": [{"text": "So, the difference between Hezbollah and Hamas does not matter to you yet but it will.", "sentId": 229}], "secId": 86}, {"speaker": "TRUMP", "sentences": [{"text": "It will when it's appropriate.", "sentId": 230}, {"text": "I will know more about it than you know, and believe me it won't take me long.", "sentId": 231}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "On the one hand, that's like wow.", "sentId": 232}, {"text": "On the other hand this is Shia/Sunni operating in the Palestinian territory in Gaza, operating out of Lebanon -- ok.", "sentId": 233}, {"text": "But on the other hand, this is what is working for Mr. Trump.", "sentId": 234}, {"text": "I'm smart, I'll deal with this.", "sentId": 235}, {"text": "Go away.", "sentId": 236}], "secId": 88}, {"speaker": "SUMMERS", "sentences": [{"text": "It is.", "sentId": 237}, {"text": "It's so funny though if you listen to the way that he responded to Hugh Hewitt in contrast with the way Carly Fiorina who also never held elected office, also with a background in business responded  and knows what's going on and can identify these world leaders.", "sentId": 238}, {"text": "It's fascinating to me because sure a lot of people aren't able to actually name those things.", "sentId": 239}, {"text": "But Donald Trump is just really hoping to ride the wave of being brash and unvarnished  and saying I'm going to tell you like it is.", "sentId": 240}, {"text": "It doesn't matter if I know all your fancy words and terms that much.", "sentId": 241}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "Interesting.", "sentId": 242}, {"text": "Both Governor Bush and Marco Rubio said this disqualifies him.", "sentId": 243}, {"text": "We're going to see if being commander-in-chief is a theme of the next debate.", "sentId": 244}, {"text": "A lot of fun coming up in just a few days, folks -- stay here for it.", "sentId": 245}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Next, our reporters share from their notebooks including how Donald Trump is proving once again politics makes strange bedfellows.", "sentId": 246}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table, ask our great reporters to share a little bit of tomorrow's news today.", "sentId": 247}, {"text": "Jackie.", "sentId": 248}], "secId": 92}, {"speaker": "KUCINICH", "sentences": [{"text": "Last week Hillary Clinton released her plan to deal with drug and alcohol addiction.", "sentId": 249}, {"text": "And one part of that plan was to allow first responders to have access to a drug called .", "sentId": 250}, {"text": "It also -- essentially stops a heroin overdose.", "sentId": 251}, {"text": "It's a potentially life- saving drug that's very, very expensive.", "sentId": 252}, {"text": "The plan also includes a plan to pay for this and then they need that because it's gone up 70 percent or something in the last couple years.", "sentId": 253}], "secId": 93}, {"speaker": "KUCINICH", "sentences": [{"text": "You've seen other -- the manufacturer, has not really explained why this is happening.", "sentId": 254}, {"text": "You've had Bernie Sanders looking into it.", "sentId": 255}, {"text": "You've had other politicians.", "sentId": 256}, {"text": "Hillary Clinton is the latest person to put a focus on this drug and you have to wonder if Congress and if this manufacturer will start lowering the price because of the attention.", "sentId": 257}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "Keep an eye on that one -- presidential attention sometimes helps.", "sentId": 258}, {"text": "Ed.", "sentId": 259}], "secId": 95}, {"speaker": "O'KEEFE", "sentences": [{"text": "So off the American campaign trail for a moment.", "sentId": 260}, {"text": "Today is Election Day in Guatemala.", "sentId": 261}, {"text": "We talk about the roots of immigration and why these things happen.", "sentId": 262}, {"text": "It's important to pay attention to what is going on down there today.", "sentId": 263}], "secId": 96}, {"speaker": "O'KEEFE", "sentences": [{"text": "First round of elections today just four days after the country's president resigned.", "sentId": 264}, {"text": "Why should Americans care?", "sentId": 265}, {"text": "Because despite what Donald Trump thinks most illegal immigration is coming from Central America -- from Guatemala, from Honduras, from El Salvador.", "sentId": 266}, {"text": "Economic and political instability is what causes this.", "sentId": 267}], "secId": 97}, {"speaker": "O'KEEFE", "sentences": [{"text": "So there's a caretaker president in place until January.", "sentId": 268}, {"text": "If this new government that gets elected at some point this fall takes over, things stabilize, we'll probably see a decline in illegal immigration.", "sentId": 269}, {"text": "But if the problem persists next year, of course, illegal immigration might pick up just in time for our own elections keeping the issue alive.", "sentId": 270}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "Your point in this might convince Mr. Trump to ask Guatemala to help pay for the wall.", "sentId": 271}, {"text": "You never know.", "sentId": 272}], "secId": 99}, {"speaker": "ZELENEY", "sentences": [{"text": "We're in a new phase of the campaign after Labor Day approaches here.", "sentId": 273}, {"text": "And for the Clinton campaign, for Hillary Clinton, they are trying to focus on policy, policy, policy, policy -- trying to put those e-mail questions and controversies aside.", "sentId": 274}, {"text": "They know it's not going anywhere but they're trying to add to the conversation.", "sentId": 275}], "secId": 100}, {"speaker": "ZELENEY", "sentences": [{"text": "We're going to see Hillary Clinton a lot more than we've seen her over the last few months or so.", "sentId": 276}, {"text": "She's on the Ellen Show on Tuesday.", "sentId": 277}, {"text": "She's giving an Iran speech on Wednesday.", "sentId": 278}, {"text": "Later in the week, she's rolling out a new campaign finance plan.", "sentId": 279}], "secId": 101}, {"speaker": "ZELENEY", "sentences": [{"text": "So she's trying to combat all these questions about e-mail by actually getting out there.", "sentId": 280}, {"text": "Answering more questions and trying to talk about policy more than we've seen so far.", "sentId": 281}, {"text": "They know the e-mails are not going away but they want to try and add something to the sound track of her campaign.", "sentId": 282}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "The Ellen Show.", "sentId": 283}, {"text": "So that means coming soon to the \"SITUATION ROOM\", Wolf Blitzer compares his dancing to Hillary Clinton's dancing on the Ellen Show.", "sentId": 284}, {"text": "Ok.", "sentId": 285}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Juana.", "sentId": 286}], "secId": 104}, {"speaker": "SUMMERS", "sentences": [{"text": "So part of my Labor Day weekend in Iowa following Senator Bernie Sanders.", "sentId": 287}, {"text": "And his operation there has gotten really fascinating.", "sentId": 288}, {"text": "He's built up a campaign with more than 50 paid staffers on the ground, just added a new press secretary.", "sentId": 289}], "secId": 105}, {"speaker": "SUMMERS", "sentences": [{"text": "It'll be interesting to see if he can use that moment.", "sentId": 290}, {"text": "This is his first trip there since the Des Moines Register polling showed him up about seven points, I believe, over Hillary Clinton.", "sentId": 291}, {"text": "So it will be interesting to see whether or not he can turn these big crowds and attention that he's gotten across the country into a real force in Iowa that can reckon with Hillary Clinton.", "sentId": 292}, {"text": "And he said on Saturday that he thinks the Clinton campaign is getting a little bit nervous about him.", "sentId": 293}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "A little bit nervous.", "sentId": 294}, {"text": "We shall see.", "sentId": 295}, {"text": "It just plays out.", "sentId": 296}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 297}, {"text": "Donald Trump's success is teaching all of us some new and some important lessons about today's political environment.", "sentId": 298}, {"text": "But there also are some familiar lessons like politics makes strange bedfellows.", "sentId": 299}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "Case in point, the Conservative Club for Growth is about to launch a big TV ad campaign against Trump pointing out things like his past praise of a single-payer health care system and his current call on higher taxes on hedge fund managers.", "sentId": 300}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "For years the Republican establishment has looked with scorn, I'm being polite, looked with scorn on the Club for Growth, criticizing it for among other things attacking Republican incumbents as big spenders.", "sentId": 301}, {"text": "Just this cycle, for example, the club has said it just might support a primary challenge against Arizona Senator, 2008 GOP presidential nominee John McCain.", "sentId": 302}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "But the club's plans to go after Trump in the days ahead are more than welcomed by Republican establishment groups and Republican establishment leaders who in the past have used derisive labels like club for dopes to describe the conservative organization.", "sentId": 303}, {"text": "Don't expect lasting peace here.", "sentId": 304}, {"text": "But in Trump's case this is a reminder of that old proverb \"the enemy of my enemy is my friend\".", "sentId": 305}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 306}, {"text": "Again thanks for sharing your Sunday morning.", "sentId": 307}, {"text": "We'll see you soon.", "sentId": 308}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" with Jake Tapper starts right now.", "sentId": 309}], "secId": 113}], "sectionCount": 114, "url": "transcripts.cnn.com/TRANSCRIPTS/1509/06/ip.01.html", "sentenceCount": 311, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired September 6, 2015 - 08:30   ET", "speakers": ["PAUL", "BLACKWELL", "KING", "TRUMP", "BUSH", "CLINTON", "BIDEN", "POLITICS", "ZELENY", "MITCHELL", "KUCINICH", "O'KEEFE", "JUANA SUMMERS MASHABLE", "HEWITT", "SUMMERS", "ZELENEY"], "title": "INSIDE POLITICS"}