{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1507.19.ip.01.html.json", "subTitle": "GOP Civil War: Trump vs. McCain; Clinton's Biggest Challenge. Aired 8:30 to 9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "PAUL", "sentences": [{"text": "You go make some good memories today.", "sentId": 0}, {"text": "Thanks for being with us.", "sentId": 1}], "secId": 0}, {"speaker": "BLACKWELL", "sentences": [{"text": "INSIDE POLITICS with John King starts right now.", "sentId": 2}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Donald Trump, who received five deferments during the Vietnam War, questions whether former POW John McCain is a war hero.", "sentId": 3}], "secId": 2}, {"speaker": "TRUMP", "sentences": [{"text": "He's a war hero because he was captured.", "sentId": 4}, {"text": "I like people that weren't captured, ok.", "sentId": 5}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Will Trump's surge in the polls continue or might this latest outburst prove what critics have said from the get-go?", "sentId": 6}], "secId": 4}, {"speaker": "BUSH", "sentences": [{"text": "We have to be big and bold, not divisive and angry.", "sentId": 7}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Plus Hillary Clinton stages her first real town hall.", "sentId": 8}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "And for the first time all five Democrats running share the same stage.", "sentId": 9}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 10}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS, I'm John King.", "sentId": 11}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 12}, {"text": "With us to share their reporting and their insights \"The Atlantic's\" Molly Ball; CNN's M.J. Lee; Ed O'Keefe of the \"Washington Post\" and Jackie Kucinich of the \"Daily Beast\".", "sentId": 13}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Well, the Donald is at the center of yet another storm and again it's of his own making.", "sentId": 14}, {"text": "Mr. Trump received five deferments to avoid the Vietnam War -- five.", "sentId": 15}, {"text": "And yet he somehow sees himself as qualified in this exchange just yesterday in Iowa to question John McCain's heroism.", "sentId": 16}], "secId": 10}, {"speaker": "TRUMP", "sentences": [{"text": "You know, he lost.", "sentId": 17}, {"text": "So I never liked him as much after that because I don't like losers.", "sentId": 18}, {"text": "But frankly --", "sentId": 19}], "secId": 11}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "He's a war hero.", "sentId": 20}, {"text": "He's a war hero.", "sentId": 21}], "secId": 12}, {"speaker": "TRUMP", "sentences": [{"text": "He's not a war hero.", "sentId": 22}, {"text": "He is a war hero because he was captured.", "sentId": 23}, {"text": "I like people that weren't captured.", "sentId": 24}, {"text": "Ok?", "sentId": 25}, {"text": "I hate to tell you.", "sentId": 26}], "secId": 13}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Do you hear that?", "sentId": 27}], "secId": 14}, {"speaker": "TRUMP", "sentences": [{"text": "He's a war hero because he was captured, ok?", "sentId": 28}, {"text": "And I believe perhaps he's a war hero.", "sentId": 29}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "So, from not a war hero to perhaps after two proddings there from Republican pollster, Frank Luntz -- the very, very rough politics in just a minute.", "sentId": 30}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "But first, a little history.", "sentId": 31}, {"text": "These grainy images right are from the U.S.S.", "sentId": 32}, {"text": ".", "sentId": 33}, {"text": "That's 48 years ago this month, 130 men were killed in that fire.", "sentId": 34}, {"text": "See this circle, that's rare footage of Navy Lieutenant John McCain making his way to safety.", "sentId": 35}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "Because of his injuries, McCain was offered a transfer out of Vietnam.", "sentId": 36}, {"text": "But he said no.", "sentId": 37}, {"text": "Two months later, as he recounted here in 2008, he was shot down over Hanoi.", "sentId": 38}], "secId": 18}, {"speaker": "MCCAIN", "sentences": [{"text": "I just started to pull out and got hit by a surface-to-air missile.", "sentId": 39}, {"text": "So I was gyrating very violently, almost straight down.", "sentId": 40}, {"text": "I knocked unconscious when I ejected.", "sentId": 41}, {"text": "When I hit the water I woke up.", "sentId": 42}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Talk about that moment -- bayonets, beating?", "sentId": 43}], "secId": 20}, {"speaker": "MCCAIN", "sentences": [{"text": "Yes, it was very tough.", "sentId": 44}, {"text": "I was kind of dazed, you know, because of what had happened to me.", "sentId": 45}, {"text": "But I was certainly aware that, and certainly when they inflicted pain.", "sentId": 46}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "then prison.", "sentId": 47}, {"text": "The infamous Hanoi Hilton.", "sentId": 48}, {"text": "McCain was offered early release when the Vietnamese realized his father was an admiral.", "sentId": 49}, {"text": "But he refused.", "sentId": 50}, {"text": "The POWs had a code of honor -- first in, first out.", "sentId": 51}], "secId": 22}, {"speaker": "MCCAIN", "sentences": [{"text": "After it was clear to the North Vietnamese that I would not do that then the treatment got very much worse.", "sentId": 52}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Now, to this day, Senator McCain cannot lift his arm past his chest and he has a limp.", "sentId": 53}, {"text": "Senator McCain also has the Silver Star, the Bronze Star, the Legion of Merit, the Purple Heart, and the distinguished Flying Cross -- five of the nation's highest military honors.", "sentId": 54}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "Donald Trump has five deferments.", "sentId": 55}, {"text": "But he says Senator McCain is not -- and then under pressure says perhaps, is a war hero.", "sentId": 56}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "Ed O'Keefe, help me here.", "sentId": 57}, {"text": "We know the rules don't apply.", "sentId": 58}, {"text": "Donald Trump is different.", "sentId": 59}, {"text": "His appeal in this race is he is not a politician.", "sentId": 60}, {"text": "He is first in some national polls, second in others.", "sentId": 61}, {"text": "So he is high in the polls.", "sentId": 62}, {"text": "You cannot discount him.", "sentId": 63}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "But is there a line and maybe has he walked up to it or crossed it here?", "sentId": 64}], "secId": 27}, {"speaker": "O'KEEFE", "sentences": [{"text": "I would think there is.", "sentId": 65}, {"text": "But, you know, he survived the immigration thing.", "sentId": 66}, {"text": "This now happens.", "sentId": 67}, {"text": "I can only think that maybe grandmothers who bake pies is next, and maybe that's the next line that has to be crossed.", "sentId": 68}, {"text": "I do wonder.", "sentId": 69}], "secId": 28}, {"speaker": "O'KEEFE", "sentences": [{"text": "I mean, very quickly, just about every Republican candidate came out and denounced him.", "sentId": 70}, {"text": "Something they've been trying to do, really wanted to do for the last few weeks.", "sentId": 71}, {"text": "Now they have an excuse.", "sentId": 72}, {"text": "Even the RNC got into it.", "sentId": 73}, {"text": "But it exposed all sorts of other problems for them which just shows you how much of a problem he is for the party.", "sentId": 74}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 75}, {"text": "Let's look -- sorry to interrupt -- but let's look at some of that.", "sentId": 76}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Jeb Bush tweeted out \"Enough with the slanderous attacks.\"", "sentId": 77}, {"text": "Marco Rubio said \"America's POWs deserve better than the offensive ranting of Donald Trump.\"", "sentId": 78}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "You mentioned the Republican National Committee.", "sentId": 79}, {"text": "And at that very same event where Trump made those comments about Senator McCain, Rick Perry the former Texas governor was asked does Trump questioning John McCain's heroism disqualify him as a presidential candidate.", "sentId": 80}], "secId": 32}, {"speaker": "PERRY", "sentences": [{"text": "And as the commander in chief of this country -- in one word, yes.", "sentId": 81}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "Again, the politicians say yes, he's at the line, he's crossed the line, it's reprehensible.", "sentId": 82}, {"text": "To be clear, Trump tried to back off a little bit.", "sentId": 83}, {"text": "But even this morning he's tweeting John McCain owes him an apology because John McCain criticized the people who came to his rally in Phoenix last week.", "sentId": 84}], "secId": 34}, {"speaker": "BALL", "sentences": [{"text": "Well, but you heard the audience booing, right?", "sentId": 85}, {"text": "So that's going to be what really is the test of this -- is does his support drop?", "sentId": 86}, {"text": "And I think that we will see that happen.", "sentId": 87}, {"text": "Yes, the party establishment has been looking for an excuse to get rid of the clown show, and to get Donald Trump off the stage somehow.", "sentId": 88}], "secId": 35}, {"speaker": "BALL", "sentences": [{"text": "And it's hard to do when he is first in the polls, when he's got 15 or 17 or 20 percent of the Republican base that just agrees with him on a sort of visceral level.", "sentId": 89}, {"text": "But, you heard that audience booing.", "sentId": 90}, {"text": "That is an audience of hard-core, sort of Christian-right Iowa conservatives and they did not like to hear the military insulted in that way.", "sentId": 91}, {"text": "So I would not be surprised if we see a pretty precipitous drop for Trump.", "sentId": 92}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 93}, {"text": "Mitt Romney who presents himself now as an elder face man of the party, he also tweeted -- remember Mitt Romney went to kiss the ring of Donald Trump in the last presidential campaign as most of the candidates did and that was a little interesting.", "sentId": 94}, {"text": "But Mitt Romney's tweet was \"The difference between John McCain and Donald Trump is that Trump shot himself down.\"", "sentId": 95}, {"text": "Interesting play right there.", "sentId": 96}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "The question is, you know, where does this go in the sense that yes the establishment doesn't like him but what -- and it's perfectly fair if you want to criticize John McCain, if you want to question his immigration policy, you want to his support for the Iraq war or whatever, he's a senator, the public policy stuff is fine.", "sentId": 97}, {"text": "But to question his heroism --", "sentId": 98}], "secId": 38}, {"speaker": "JACKIE KUCINICH", "sentences": [{"text": "The other thing about, I mean I should say -- just to go back to Rick Perry -- Rick Perry actually served in the Armed Forces.", "sentId": 99}, {"text": "So that should be noted as well.", "sentId": 100}, {"text": "But yes, it seems like the voters are going to have to talk.", "sentId": 101}, {"text": "People who vote -- who cast their lot in polls are going to have to get this guy out.", "sentId": 102}, {"text": "Because they can't, and it's going to have to be, it's going to have to be the people who speak on this one.", "sentId": 103}], "secId": 39}, {"speaker": "LEE", "sentences": [{"text": "I'm a little skeptical about whether the people that are currently supporting Donald Trump are really going to be turned off by this.", "sentId": 104}, {"text": "I mean he has made bombastic comments before.", "sentId": 105}, {"text": "The people that support Donald Trump right now support him because he is not the typical candidate -- right?", "sentId": 106}, {"text": "So will the fact that he went after McCain and his time in the war will that actually turn them off?", "sentId": 107}, {"text": "I don't know.", "sentId": 108}], "secId": 40}, {"speaker": "LEE", "sentences": [{"text": "I think the real turning point is really about, as you said, just turning the page in how this is discussed internally within the Republican Party.", "sentId": 109}, {"text": "That we're hearing Rick Perry for the first time say, he should not be a candidate.", "sentId": 110}, {"text": "We have not actually heard that before.", "sentId": 111}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "You make a great point and it's worth noting.", "sentId": 112}, {"text": "He has risen in the polls in part because of his views on immigration appeal to a slice of the Republican Party -- his past questioning of the President -- whether the President was actually an American appeals -- to a small slice of the conference movement, but he's different.", "sentId": 113}, {"text": "Some people want someone to come to Washington to break the glass.", "sentId": 114}, {"text": "They view him as the bull to break up the china shop.", "sentId": 115}, {"text": "So it is worth watching to see if the numbers changed.", "sentId": 116}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "If he had not attacked Senator McCain something else that he said yesterday would probably be getting even more attention.", "sentId": 117}, {"text": "57 percent of Iowa caucus goers in 2012 described themselves as evangelical Christians -- 57 percent.", "sentId": 118}, {"text": "Donald Trump was at an event yesterday organized by an evangelical group -- so largely evangelicals, conservative Christians in Iowa in the room.", "sentId": 119}, {"text": "The people who decide who wins the Iowa caucuses.", "sentId": 120}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "Here's Donald Trump when asked if in his life he ever seeks forgiveness, excuse me, from God.", "sentId": 121}], "secId": 44}, {"speaker": "TRUMP", "sentences": [{"text": "I don't think so.", "sentId": 122}, {"text": "I think if I -- if I do something wrong, I think I just try and make it right.", "sentId": 123}, {"text": "I don't bring God into that picture -- I don't.", "sentId": 124}, {"text": "Now when I take -- when we go in church and when I drink my little wine, which is about the only wine I drink and have my little cracker I guess that's a form of asking for forgiveness and I do that as often as possible because I feel cleansed, ok?", "sentId": 125}], "secId": 45}, {"speaker": "O'KEEFE", "sentences": [{"text": "Clearly.", "sentId": 126}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "Again, again, he has unorthodox appeal.", "sentId": 127}, {"text": "But, you know, I went to Catholic school, was raised Catholic, spent a lot of times with the nuns.", "sentId": 128}, {"text": "They call that the body of Christ and you say amen.", "sentId": 129}], "secId": 47}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yes, you do.", "sentId": 130}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "You don't call it -- and you bow your head respectfully and you pray.", "sentId": 131}, {"text": "It's just interesting to me, again, it's -- is it unorthodox or is it beyond the pale?", "sentId": 132}], "secId": 49}, {"speaker": "BALL", "sentences": [{"text": "Well, I have to -- this is so amusing.", "sentId": 133}, {"text": "I happened to be in the green room with this woman Mary Ellen O'Toole who is an FBI profiler.", "sentId": 134}, {"text": "She's here at CNN to talk about something else.", "sentId": 135}, {"text": "But she was telling me that people with a narcissistically disordered personality are incapable of apologizing because they never think that they've done anything wrong and they don't comprehend their effect on others.", "sentId": 136}], "secId": 50}, {"speaker": "BALL", "sentences": [{"text": "So you know, you saw with the McCain comments.", "sentId": 137}, {"text": "Trump is not apologizing for that.", "sentId": 138}, {"text": "He's still trying to explain or equivocate.", "sentId": 139}, {"text": "With this thing he thinks he is God, the world revolves around him so why should he have to, you know, seek forgiveness from God.", "sentId": 140}], "secId": 51}, {"speaker": "BALL", "sentences": [{"text": "Voters don't see Trump as being like them in any way -- right.", "sentId": 141}, {"text": "He's flamboyant, he's a billionaire.", "sentId": 142}, {"text": "So he's not subject to their rules.", "sentId": 143}, {"text": "He doesn't have to follow the rules of religion like they do.", "sentId": 144}], "secId": 52}, {"speaker": "LEE", "sentences": [{"text": "Although in a place like Iowa, I mean if he's really trying to appeal to this conservative base, it's really just saying that he has never sought forgiveness from God, that when he has made mistakes in the past that God never really factored into the picture.", "sentId": 145}, {"text": "I mean I could imagine him losing at least a part of the support that he has in a place like Iowa and that that will actually end up being --", "sentId": 146}], "secId": 53}, {"speaker": "KUCINICH", "sentences": [{"text": "And maybe --", "sentId": 147}], "secId": 54}, {"speaker": "LEE", "sentences": [{"text": "-- a little more problematic.", "sentId": 148}], "secId": 55}, {"speaker": "KUCINICH", "sentences": [{"text": "Yes.", "sentId": 149}, {"text": "The insincerity of the comment, too -- like yes, yes -- crackers and wine.", "sentId": 150}, {"text": "It's trivializing religion and that's not -- that's not something that's going to play well in a lot of places.", "sentId": 151}], "secId": 56}, {"speaker": "O'KEEFE", "sentences": [{"text": "So to recap in the last month and a half -- immigrants, POWs and Catholics, right?", "sentId": 152}, {"text": "That's who are --", "sentId": 153}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Or Christians.", "sentId": 154}], "secId": 58}, {"speaker": "O'KEEFE", "sentences": [{"text": "Or Christians generally.", "sentId": 155}, {"text": "Christians, generally.", "sentId": 156}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Ok.", "sentId": 157}], "secId": 60}, {"speaker": "O'KEEFE", "sentences": [{"text": "Step back from this for a second though.", "sentId": 158}, {"text": "What was fascinating about what happened on Saturday and how quickly everyone responded -- if you sit back and if you're a Democrat, and you're watching this, they were thrilled because for two reasons.", "sentId": 159}, {"text": "One, it took them 20 minutes to respond to something about this.", "sentId": 160}, {"text": "It took most candidates two, maybe three weeks to respond to the comments about Mexicans.", "sentId": 161}, {"text": "And the RNC which never gets involved directly in this stuff very quickly stepped out and said there is no space in a presidential election to disparage one's military record.", "sentId": 162}], "secId": 61}, {"speaker": "O'KEEFE", "sentences": [{"text": "Immediately Democrats were like, then where were you in 2004 when you went after John Kerry?", "sentId": 163}, {"text": "So the party, again, has been damaged by him in a much broader way, because the perception now is, oh, ok, you're ok -- or you're upset if you're going to, you know, insult POWs and John McCain but it's going to take you nearly a month to say something about immigrants.", "sentId": 164}], "secId": 62}, {"speaker": "O'KEEFE", "sentences": [{"text": "And this time around you're ok if -- or you're upset if a veteran's getting hit but a bunch of years ago you weren't.", "sentId": 165}, {"text": "And it just continues to muddy the waters for Republicans.", "sentId": 166}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "It continues to make a mess.", "sentId": 167}, {"text": "And sometimes brand repair for the entire party not just on Trump.", "sentId": 168}, {"text": "We'll keep an eye on this one.", "sentId": 169}, {"text": "There's no end in sight as we can see.", "sentId": 170}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Up next the five Democrats running for president shared the stage for the first time.", "sentId": 171}, {"text": "But the biggest challenge to Hillary Clinton comes from a Democrat not in the race.", "sentId": 172}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "First though, politicians say the darnedest things.", "sentId": 173}, {"text": "Jeb Bush says the best way to know if his father the former president is recovering from a fall doesn't involve an x-ray or an MRI.", "sentId": 174}], "secId": 66}, {"speaker": "BUSH", "sentences": [{"text": "He's still in the ICU unit.", "sentId": 175}, {"text": "But, I was telling somebody, she got mad at me right here, you got a little mad at me, we know when my dad gets in the hospital kind of pretty regularly at 91.", "sentId": 176}, {"text": "He's a little frail.", "sentId": 177}, {"text": "But when he starts telling semi-dirty jokes to the nurses we know that he's on the rebound.", "sentId": 178}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "All five Democrats running for president shared a stage for an event for the first time this weekend.", "sentId": 179}, {"text": "Big deal -- right?", "sentId": 180}, {"text": "Not exactly.", "sentId": 181}, {"text": "It was a pretty polite affair out in Iowa.", "sentId": 182}, {"text": "Several of Hillary Clinton's rivals did criticize her but not by name.", "sentId": 183}, {"text": "The biggest fireworks on the left came at a big progressive gathering out in Phoenix.", "sentId": 184}, {"text": "First an Elizabeth Warren litmus test that appeared aimed directly at Clinton.", "sentId": 185}], "secId": 68}, {"speaker": "WARREN", "sentences": [{"text": "Anyone who wants the power to make every key economic appointment, and every key nomination across the federal government should say loud and clear, \"We don't run this country for Wall Street and mega corporations, we run it for people.\"", "sentId": 186}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Then protests during the speeches by Bernie Sanders and Martin O'Malley.", "sentId": 187}], "secId": 70}, {"speaker": "SANDERS", "sentences": [{"text": "Black lives matter, white lives matter, all lives matter.", "sentId": 188}], "secId": 71}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Yes, hold on one second.", "sentId": 189}, {"text": "Hold on.", "sentId": 190}], "secId": 72}, {"speaker": "SANDERS", "sentences": [{"text": "Listen, black lives, of course, matter, and I spent 50 years of my life fighting for civil rights, but if you don't want me to be here, that's ok.", "sentId": 191}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "Help me understand what's happening here in the progressive base of the Democratic Party.", "sentId": 192}, {"text": "And why Bernie Sanders and Martin O'Malley maybe weren't as attuned or sensitive to what they were walking into there?", "sentId": 193}], "secId": 74}, {"speaker": "KUCINICH", "sentences": [{"text": "These candidates are all courting the Obama coalition and that includes African-Americans.", "sentId": 194}, {"text": "And saying all lives matter, particularly when you're talking about this movement, is just tone deaf.", "sentId": 195}, {"text": "And this is the point.", "sentId": 196}], "secId": 75}, {"speaker": "KUCINICH", "sentences": [{"text": "And someone -- I mean Bernie Sanders, he is sort of starting to quote -- to court the African-American vote but Martin O'Malley should know better than to say something like that.", "sentId": 197}, {"text": "He was a mayor of Baltimore.", "sentId": 198}, {"text": "He was the governor of Maryland.", "sentId": 199}, {"text": "That was striking to me that he kept repeating it, as well.", "sentId": 200}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "And if you're at one percent or two percent like Martin O'Malley and you're trying to find your opening to make inroads -- that hurt.", "sentId": 201}, {"text": "BALL:  A little bit although he is at least getting some attention for", "sentId": 202}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "it.", "sentId": 203}, {"text": "I mean the biggest problem for Marin O'Malley is walking down the street in Cedar Rapids on Friday night and people are going, who's Martin O'Malley?", "sentId": 204}, {"text": "So he's still having a problem just sort of getting recognized.", "sentId": 205}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "You notice Hillary Clinton was not at that progressive event and a lot of people saying that was a wise decision for her to avoid this kind of side show and this spectacle of all the divisions within the Democratic Party that are really flaring out in the open right now.", "sentId": 206}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "It's an interesting point, flaring out in the open because the Obama presidency is winding down.", "sentId": 207}, {"text": "So when you think about the end of the Bush presidency when all the grievances of the Republican Party came out of the bottle.", "sentId": 208}, {"text": "When you have a president and he's popular, you kind keep the genie in the bottle.", "sentId": 209}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "President Obama is still relatively popular but people see this campaign under way and it's out it comes whether it's the grievances about black lives matter, whether it's grievances about some of the policies the President hasn't gotten to the finish line on.", "sentId": 210}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "And speak to Elizabeth Warren, if you go back to the Bill Clinton cabinet, Robert Reuben, Larry Summers, Roger Altman -- that was Wall Street.", "sentId": 211}, {"text": "What is she saying to Hillary Clinton there?", "sentId": 212}, {"text": "She's essentially -- I mean maybe that's to all the candidates -- but she's essentially saying no, you're not going the way your husband did if you win.", "sentId": 213}], "secId": 82}, {"speaker": "LEE", "sentences": [{"text": "Elizabeth Warren is saying what she has always said.", "sentId": 214}, {"text": "This is not a new message from her.", "sentId": 215}, {"text": "I think it's notable that when Hillary Clinton spoke at this Iowa dinner on Friday she did not talk about her Democratic opponents at all.", "sentId": 216}, {"text": "She only went after the Republicans.", "sentId": 217}], "secId": 83}, {"speaker": "LEE", "sentences": [{"text": "And I think it's worth noting that this for her is the easier thing to do.", "sentId": 218}, {"text": "It's easy for her to say, Republicans are in the wrong  on climate change.", "sentId": 219}, {"text": "Or, you know, they're the backwards party.", "sentId": 220}], "secId": 84}, {"speaker": "LEE", "sentences": [{"text": "I think it's more difficult for her and we've seen this over and over again to talk about issues like trade policy or minimum wage.", "sentId": 221}, {"text": "The things where someone like Elizabeth Warren or Bernie Sanders really want to go after her for.", "sentId": 222}, {"text": "I think that is her bigger challenge right now.", "sentId": 223}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Can she get away with it, I guess is the question?", "sentId": 224}, {"text": "Can she focus on the Republicans and say, ok, I'm getting tugged to my left, I'm getting pressure on the left but it's not enough yet?", "sentId": 225}], "secId": 86}, {"speaker": "O'KEEFE", "sentences": [{"text": "Exactly.", "sentId": 226}, {"text": "And she's looking at the general election thinking, I have to make sure I'm a palpable enough general elections candidate.", "sentId": 227}], "secId": 87}, {"speaker": "O'KEEFE", "sentences": [{"text": "Where was she last night?", "sentId": 228}, {"text": "She was in Arkansas trying to rebuild the Arkansas Democratic Party.", "sentId": 229}, {"text": "I mean look, you get a few electoral votes there it might be the difference.", "sentId": 230}, {"text": "She realizes that that's something that Obama has not done.", "sentId": 231}, {"text": "He has not done party maintenance well.", "sentId": 232}, {"text": "If she can try to expand that map a little bit more perhaps in the long run that makes a lot more sense and then you avoid those issues that the others had in Arizona.", "sentId": 233}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton is likely to win Arkansas in the general election as Donald Trump is to win the Republican nomination -- I'd say.", "sentId": 234}], "secId": 89}, {"speaker": "O'KEEFE", "sentences": [{"text": "True.", "sentId": 235}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "She might have a slightly better chance but this pressure on the left, can she ignore it or is she -- we talked before about how she tries to find a middle ground before -- you know, I'll keep an eye on Wall Street but I'm not going to beat them up.", "sentId": 236}], "secId": 91}, {"speaker": "BALL", "sentences": [{"text": "Well, Bill Clinton's electoral gamble back in 1992 was that there was a sort of silent majority of the Democratic Party that was essentially moderate -- that this sort of angry, liberal fringe did not represent most Democratic primary voters.", "sentId": 237}, {"text": "That worked for Bill Clinton in 1992.", "sentId": 238}], "secId": 92}, {"speaker": "BALL", "sentences": [{"text": "I think the Democratic Party is more liberal now.", "sentId": 239}, {"text": "The world has changed obviously in the last 20 years.", "sentId": 240}, {"text": "The question is how much has it changed?", "sentId": 241}, {"text": "Has it changed enough to actually threaten Hillary Clinton especially considering the particular qualities and weaknesses of the candidates who are challenging her in the primary?", "sentId": 242}, {"text": "At this point she clearly does not feel threatened.", "sentId": 243}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 244}, {"text": "And you talk about -- I was in New Hampshire.", "sentId": 245}, {"text": "You talk to a lot of liberals who say their heart's with Bernie, but their heads -- they sort get that in the end Hillary's probably the better candidate for the general election.", "sentId": 246}], "secId": 94}, {"speaker": "KUCINICH", "sentences": [{"text": "Right.", "sentId": 247}, {"text": "And we have seen her do a couple of things to kind of throw the left a bone.", "sentId": 248}, {"text": "But yes, I think at the end of the day Democrats want to win and so you're not going to see them going in droves to Bernie.", "sentId": 249}, {"text": "But she is -- she ignores them at her own peril.", "sentId": 250}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "We'll watch as this plays out.", "sentId": 251}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Up next our reporters empty their notebooks, get you out ahead of the big political news just around the corner including a poll that even this early is worth watching very closely.", "sentId": 252}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table, ask our great reporters to share a little something from their notebooks.", "sentId": 253}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "Molly Ball.", "sentId": 254}], "secId": 99}, {"speaker": "BALL", "sentences": [{"text": "I've got a little exclusive preview of Hillary Clinton's speech this week.", "sentId": 255}, {"text": "She's going to give a speech on the economy on Wednesday in Raleigh, North Carolina -- location chosen because of the research triangle there to emphasize the theme she's talking about.", "sentId": 256}, {"text": "Encouraging companies to invest in workers, invest in the long-term, invest in research.", "sentId": 257}], "secId": 100}, {"speaker": "BALL", "sentences": [{"text": "So she's going to be proposing some changes in the tax treatment of investment income, other changes, hoping to sort of incentivize companies in a better way to avoid what she is calling quarterly capitalism, the short-term corporate decision making that she says leads to bubbles, and hurts workers, hurts the stability of the economy.", "sentId": 258}], "secId": 101}, {"speaker": "BALL", "sentences": [{"text": "So we see Hillary continuing to emphasize policy, emphasize substance, and roll out these sort of small-bore sort of middle of the road economic policies one at a time, creating a sort of drum beat she's hoping for her campaign of a sort of overall economic policy.", "sentId": 259}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "Likely the biggest issue in the race in one of the biggest battleground states.", "sentId": 260}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "M.J.", "sentId": 261}], "secId": 104}, {"speaker": "LEE", "sentences": [{"text": "One more sign that Donald Trump is running an atypical campaign -- not that we really need another one.", "sentId": 262}, {"text": "I've been hearing from local party officials in Iowa, South Carolina, and New Hampshire that they have not gotten the obligatory phone calls, the request for meetings from Donald Trump even though they've been in obviously constant touch with a lot of the other candidates in the field.", "sentId": 263}], "secId": 105}, {"speaker": "LEE", "sentences": [{"text": "Just a sign that he's running a campaign where what he says, he's not beholden to anyone, he certainly isn't beholden to local party officials; also a sign that the basics of presidential campaigning are in flux.", "sentId": 264}, {"text": "Trump is someone who is a national phenomenon, and he can go directly to the voter, he doesn't need to be courting party officials to help him reach them.", "sentId": 265}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "Sometimes, though, if you don't kiss the ring they find some way to poke you back.", "sentId": 266}, {"text": "We'll see how that works out.", "sentId": 267}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "Ed.", "sentId": 268}], "secId": 108}, {"speaker": "O'KEEFE", "sentences": [{"text": "John, another big speech this week, Jeb Bush in Tallahassee on Monday to talk about how he would take down Mount Washington.", "sentId": 269}, {"text": "He did this as governor of Florida taking on Mount Tallahassee.", "sentId": 270}, {"text": "In this case, he'll be stringing to get a lot of things he sort of mentioned already on the campaign trail.", "sentId": 271}, {"text": "Things like term limits, lobbying reform, making it easier to fire delinquent federal workers.", "sentId": 272}], "secId": 109}, {"speaker": "O'KEEFE", "sentences": [{"text": "This is the first in a series of policy speeches he'll be giving through the fall on things like economic policy, foreign policy, a few other issues again designed to demonstrate that he's a serious adult in the field, and someone who could step into Washington pretty quickly and change things.", "sentId": 273}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "Serious adult compared to who?", "sentId": 274}, {"text": "Never mind.", "sentId": 275}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Jackie.", "sentId": 276}], "secId": 112}, {"speaker": "KUCINICH", "sentences": [{"text": "Speaking of Donald Trump -- so, Donald Trump, you can debate whether or not he should be included in the Republican debate but he already is making an impact in the way candidates are preparing.", "sentId": 277}, {"text": "Several candidates are preparing for how they're going to deal with Trump when he's on that stage, if he puts them down, without trying to go to his level -- so responding without blowing themselves up because he is a walking, talking land mine.", "sentId": 278}, {"text": "And while he might not be president, he could take out someone who might have a better chance.", "sentId": 279}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "So you don't think they'll call him stupid back or something like that?", "sentId": 280}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "I'll close with a somewhat related note.", "sentId": 281}, {"text": "David Letterman now in retirement but there will be a much debated top ten list over the next 16 days.", "sentId": 282}, {"text": "August 4th is the cutoff date for that first presidential debate Jackie just talked about.", "sentId": 283}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "Now the host Fox News says the top ten Republican candidates will get invites -- meaning six or seven others won't make the cut.", "sentId": 284}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "Here's a look at the rankings at the moment.", "sentId": 285}, {"text": "You see Ted Cruz and Mike Huckabee, they're at 5 percent.", "sentId": 286}, {"text": "They would be number seven and eight, making the cut at the moment.", "sentId": 287}, {"text": "2012 candidates Rick Santorum and Rick Perry well, they're among those right on the bubble -- they may or they may not make the cut.", "sentId": 288}, {"text": "Perry's super PAC because of that buying national ads, trying to boost his numbers.", "sentId": 289}, {"text": "Governor Kasich's super PAC also heavily advertising right now.", "sentId": 290}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "Watch those on the bubble over the next week to ten days as they look for ways, maybe provocative ways to boost their poll numbers, say a point or three.", "sentId": 291}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 292}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "Again thanks for sharing your Sunday morning.", "sentId": 293}, {"text": "We'll see you soon.", "sentId": 294}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION starts right now.", "sentId": 295}], "secId": 121}], "sectionCount": 122, "url": "transcripts.cnn.com/TRANSCRIPTS/1507/19/ip.01.html", "sentenceCount": 297, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 19, 2015 - 08:30   ET", "speakers": ["PAUL", "BLACKWELL", "KING", "TRUMP", "BUSH", "UNIDENTIFIED MALE", "MCCAIN", "O'KEEFE", "PERRY", "BALL", "JACKIE KUCINICH", "LEE", "KUCINICH", "WARREN", "SANDERS"], "title": "INSIDE POLITICS"}