{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1507.12.ip.01.html.json", "subTitle": "Trump Monopolizing Republicans' Attention; Clinton Interview Revives \"Trust\" Debate. Aired 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Hillary Clinton insists there's nothing to worry about.", "sentId": 0}], "secId": 0}, {"speaker": "CLINTON", "sentences": [{"text": "Well, I think people should and do trust me.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "But in her first big interview the Democratic front-runner says she didn't receive a subpoena that she did get months ago.", "sentId": 2}], "secId": 2}, {"speaker": "CLINTON", "sentences": [{"text": "I've never had a subpoena.", "sentId": 3}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Worried Republicans ask Donald Trump to tone down his take on Mexican immigrants.", "sentId": 4}], "secId": 4}, {"speaker": "GRAHAM", "sentences": [{"text": "I think it's just out of sheer ignorance the comments he's making.", "sentId": 5}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Will he reconsider?", "sentId": 6}], "secId": 6}, {"speaker": "TRUMP", "sentences": [{"text": "A lot of immigrants coming in are causing tremendous problems -- in terms of crime, in terms of murder, in terms of rape.", "sentId": 7}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "The Donald promotes himself and scoffs at talk he's hurting the GOP brand.", "sentId": 8}], "secId": 8}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Donald Trump has got to go.", "sentId": 9}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 10}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 11}, {"text": "I'm John King.", "sentId": 12}], "secId": 11}, {"speaker": "Thanks for sharing your Sunday morning.  With us to share their reporting and their insights", "sentences": [{"text": "CNN's Nia-Malika Henderson, Ed O'Keefe of the Washington Post, Jackie Kucinich of the \"Daily Beast\", and Jeff Zeleny of CNN.", "sentId": 13}], "secId": 12}, {"speaker": "Thanks for sharing your Sunday morning.  With us to share their reporting and their insights", "sentences": [{"text": "It's no secret Republicans have a huge problem with Latino voters.", "sentId": 14}, {"text": "And now Donald Trump on a daily if not an hourly basis well, he is making its worse with his attacks on undocumented immigrants from Mexico.", "sentId": 15}], "secId": 13}, {"speaker": "TRUMP", "sentences": [{"text": "I would get the ones that are criminals, drug dealers, and the people that are forced in by Mexico, and you know exactly what I'm talking about.", "sentId": 16}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Now the math here, well it's pretty simple.", "sentId": 17}, {"text": "Republicans last won the White House back in 2004 and George W. Bush did that by winning 44 percent of the Latino vote.", "sentId": 18}, {"text": "In 2008 that percentage fell to 31 percent, then to 27 percent in 2012 -- two lopsided Democratic wins.", "sentId": 19}, {"text": "You can call that for Republicans a troubling trend, or a demographic ditch.", "sentId": 20}], "secId": 15}, {"speaker": "GRAHAM", "sentences": [{"text": "The first rule of politics when you're in a hole is stop digging.", "sentId": 21}, {"text": "Somebody needs to take the shovel out of Donald Trump's hand.", "sentId": 22}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "So the Republican Party's national chairman picked up the phone the other day and asked Donald Trump to cool it.", "sentId": 23}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "Now Nevada would be a good place to start or Arizona.", "sentId": 24}, {"text": "But Trump, in both of those states this weekend, thinks his rivals, and his critics, are stupid.", "sentId": 25}], "secId": 18}, {"speaker": "TRUMP", "sentences": [{"text": "And then I hear, like, Donald Trump doesn't deserve to be on the same stage with some failed senator, failed governor or something.", "sentId": 26}, {"text": "It's sort of amazing, isn't it?", "sentId": 27}, {"text": "Isn't it amazing?", "sentId": 28}, {"text": "And the poll just came out and I'm tied with Jeb Bush.", "sentId": 29}, {"text": "And I said, oh, that's too bad.", "sentId": 30}, {"text": "How could I be tied with this guy?", "sentId": 31}, {"text": "He's terrible.", "sentId": 32}, {"text": "He's terrible.", "sentId": 33}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "So here we are now, 25 days from the first big debate -- 25 days.", "sentId": 34}, {"text": "And Donald Trump is the issue in the Republican race, more so at the moment than Hillary Clinton or Barack Obama.", "sentId": 35}, {"text": "That, Ed O'Keefe, has the Democrats smiling.", "sentId": 36}, {"text": "That the debate is about Donald Trump, not about the policies Barack Obama has imposed or what Hillary Clinton would do if elected.", "sentId": 37}], "secId": 20}, {"speaker": "O'KEEFE", "sentences": [{"text": "It is -- it is a gift that keeps on giving to them.", "sentId": 38}, {"text": "And I think the biggest problem is if you were to turn on Univision or Telemundo any night this past week you'd think there was only one Republican running for president and that's Donald Trump.", "sentId": 39}, {"text": "It is just a miserable brand issue for Republicans at this point.", "sentId": 40}], "secId": 21}, {"speaker": "O'KEEFE", "sentences": [{"text": "Talking to Republicans in other campaigns, they're very worried about it.", "sentId": 41}, {"text": "It's eating up all the air time that would be given to them otherwise.", "sentId": 42}, {"text": "We've got two more big presidential candidates coming in the next few days and nobody's talking about John Kasich or Scott Walker.", "sentId": 43}, {"text": "It's all about Donald Trump.", "sentId": 44}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "One of the reasons to know this is look, everybody looks at the polling data.", "sentId": 45}, {"text": "Reince Priebus doesn't pick up the phone unless he sees that it's becoming a problem.", "sentId": 46}, {"text": "Nor does Hillary Clinton in her interview with CNN this past week decide Donald Trump gives me a golden opportunity to hit them all.", "sentId": 47}], "secId": 23}, {"speaker": "CLINTON", "sentences": [{"text": "They are all in the -- you know, in the same general area on immigration.", "sentId": 48}, {"text": "You know, they don't want to provide a path to citizenship.", "sentId": 49}, {"text": "They range across a spectrum of being either grudgingly welcome, or hostile toward immigrants.", "sentId": 50}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "Now, a lot of them, Jackie, have taken issue with Donald Trump -- not all.", "sentId": 51}, {"text": "Ted Cruz says good for him.", "sentId": 52}, {"text": "He's raising the issue.", "sentId": 53}, {"text": "Maybe I wouldn't use the same exact language but he's raising this important issue.", "sentId": 54}, {"text": "But others, you have Governor Bush, Lindsey Graham, and so on and so forth -- have said whoa, stop.", "sentId": 55}, {"text": "But Hillary Clinton sees a golden opportunity though.", "sentId": 56}], "secId": 25}, {"speaker": "KUCINICH", "sentences": [{"text": "And that's going to be the biggest danger to have Donald Trump in those debates.", "sentId": 57}, {"text": "Having the other Republicans having to respond in real-time, to what he says.", "sentId": 58}, {"text": "And that's going to be something I have to imagine that their strategists are coaching them on right now.", "sentId": 59}, {"text": "Because he's going to say something inflammatory and they're going to have to react.", "sentId": 60}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "What do you do there?", "sentId": 61}, {"text": "Do you take him on and say, I stood up to Donald Trump?", "sentId": 62}, {"text": "Or then do you still make it Trump's debate and you're trying to avoid that?", "sentId": 63}, {"text": "I'm not sure of the calculation.", "sentId": 64}], "secId": 27}, {"speaker": "HENDERSON", "sentences": [{"text": "And that's the thing because Trump himself is so unpredictable, right?", "sentId": 65}, {"text": "I mean he's like a caged lion.", "sentId": 66}, {"text": "You just don't know where he's going to go.", "sentId": 67}, {"text": "KING:  Uncaged -- he's an uncaged lion.", "sentId": 68}], "secId": 28}, {"speaker": "HENDERSON", "sentences": [{"text": "Uncaged -- uncaged, that's right.", "sentId": 69}, {"text": "He's a lion on the loose.", "sentId": 70}], "secId": 29}, {"speaker": "HENDERSON", "sentences": [{"text": "And if you poke him, you know, you're going to be in trouble and that's what we've seen.", "sentId": 71}, {"text": "He just ramps up his rhetoric.", "sentId": 72}], "secId": 30}, {"speaker": "HENDERSON", "sentences": [{"text": "I do think this is in some ways a problem of the Republican Party's own making.", "sentId": 73}, {"text": "If you turn back to 2012 you remember with Mitt Romney on stage next to Donald Trump saying that he was honored and delighted to have his endorsement; and a lot of the sort of politics around race and sort of race baiting have defined the Republican Party for quite some time.", "sentId": 74}, {"text": "And so, they want to kind of push back on him now, but over the last couple of years we saw him really rise through the ranks.", "sentId": 75}, {"text": "He was a birther before he was talking about all of this stuff now and that had obviously racial undertones as well.", "sentId": 76}], "secId": 31}, {"speaker": "ZELENY", "sentences": [{"text": "I still think it gives some Republicans though an opportunity to sort of, you know, just like let him implode on stage.", "sentId": 77}, {"text": "And sort of have that moment of standing up to the, you know, the schoolyard bully or whatnot.", "sentId": 78}, {"text": "And it has to be skillfully done, of course, but I still think it's a leadership opportunity for someone.", "sentId": 79}], "secId": 32}, {"speaker": "ZELENY", "sentences": [{"text": "We saw Jeb Bush doing that just a touch this week, defending his wife.", "sentId": 80}, {"text": "Saying I love my wife.", "sentId": 81}, {"text": "I've been married to her for 41 years.", "sentId": 82}, {"text": "I wouldn't change anything about that.", "sentId": 83}, {"text": "I think most reasonable activists, conservative activists say, you know, that makes some sense.", "sentId": 84}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "A lot of Republicans had hoped that this issue would not be first and foremost in their big debates, this cycle.", "sentId": 85}, {"text": "And here's the question I want to ask.", "sentId": 86}, {"text": "I want you to listen.", "sentId": 87}, {"text": "You mentioned Jeb Bush this week.", "sentId": 88}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "He said number one the tone, the smearing, he thinks it's broad-based smearing of all undocumented who come in.", "sentId": 89}, {"text": "Jeb Bush says that's not right.", "sentId": 90}, {"text": "The crime statistics don't back it up.", "sentId": 91}, {"text": "But listen to Jeb Bush talking to the union leader in New Hampshire about what he would do about the undocumented, 11 million or so here in the United States.", "sentId": 92}], "secId": 35}, {"speaker": "BUSH", "sentences": [{"text": "What do we do with the 11 million people here?", "sentId": 93}, {"text": "I think the answer is -- earn legal status.", "sentId": 94}, {"text": "That deal is I think the right balance to deal with this.", "sentId": 95}, {"text": "People came here illegally.", "sentId": 96}, {"text": "There should be a consequence.", "sentId": 97}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "People came here illegal, there should be a consequence.", "sentId": 98}, {"text": "That's this past week.", "sentId": 99}, {"text": "This is three years ago.", "sentId": 100}], "secId": 37}, {"speaker": "BUSH", "sentences": [{"text": "You have to deal with this issue.", "sentId": 101}, {"text": "You can't ignore it and so either a path to citizenship which I would support, and that does put me probably out of the mainstream of most conservatives -- or a path to legalization.", "sentId": 102}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "Is it a coincidence?", "sentId": 103}, {"text": "Does Donald Trump have anything to do with the fact that Jeb Bush now stops that legal status when three years ago he said I'm fine with citizenship?", "sentId": 104}], "secId": 39}, {"speaker": "O'KEEFE", "sentences": [{"text": "He's made it very clear that his position has shifted because he understands that the politics have shifted.", "sentId": 105}, {"text": "Now look, he's for legal status.", "sentId": 106}, {"text": "But he has said in the past, you know, if the moon was in the seventh house and Jupiter and Mars aligned, and somehow a bipartisan deal put together a system that included rigorous border security, plus a pathway to citizenship he'd be ok signing that.", "sentId": 107}, {"text": "It's not going to happen.", "sentId": 108}, {"text": "So he's back to legal status.", "sentId": 109}], "secId": 40}, {"speaker": "O'KEEFE", "sentences": [{"text": "And you know, I think the very simple law and order argument is one that Republicans can now understand.", "sentId": 110}, {"text": "But he's got a 300-page book that lays it out in great detail.", "sentId": 111}, {"text": "And it's very hard for him to back away from that.", "sentId": 112}, {"text": "It is at this point legal status.", "sentId": 113}, {"text": "And it was citizenship.", "sentId": 114}, {"text": "And he admits -- the politics shifted.", "sentId": 115}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "The politics shifted.", "sentId": 116}, {"text": "And his language is tougher here though.", "sentId": 117}, {"text": "He stops, boom -- there should be a consequence.", "sentId": 118}, {"text": "His language even on status is tougher here.", "sentId": 119}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "Let's continue the conversation with Jeb Bush.", "sentId": 120}, {"text": "Because he has -- Donald Trump singles him out all the time.", "sentId": 121}, {"text": "He says he's terrible.", "sentId": 122}, {"text": "How can he negotiate?", "sentId": 123}, {"text": "I can't believe I'm second place to this guy.", "sentId": 124}, {"text": "One thing we did see is the immigration debate played out this week is the money figures started to come out.", "sentId": 125}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "A lot of the candidates put out some impressive figures but nobody had anything like Jeb Bush who shattered the records.", "sentId": 126}, {"text": "$114 million total, $11.5 million for his launch day for his campaign.", "sentId": 127}, {"text": "$103 million -- this is what he was doing all spring in the early months raising for his super PAC.", "sentId": 128}, {"text": "There is no front runner in this race because you have 16 or 17 candidates.", "sentId": 129}, {"text": "No one has a big break in the polls.", "sentId": 130}, {"text": "You would have to say those numbers make him the most formidable.", "sentId": 131}], "secId": 44}, {"speaker": "ZELENY", "sentences": [{"text": "No doubt about.", "sentId": 132}, {"text": "I mean there may not be a front-runner but he's running in front.", "sentId": 133}, {"text": "If you put all the metrics together -- history, money, organization --", "sentId": 134}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "all this money tells you the establishment wants him, right?", "sentId": 135}, {"text": "Not that they rule out a couple of the others, Governor Walker, Governor Kasich and the like, or Governor Christie, maybe if he can have a comeback with the establishment.", "sentId": 136}, {"text": "He's very comfortable with them.", "sentId": 137}], "secId": 46}, {"speaker": "And this is one area -- we talk about the Bush name being a liability a lot on some issues.  Clearly the Bush name is an asset when it comes to money.  KUCINICH", "sentences": [{"text": "But it's not deterring anyone from jumping in.", "sentId": 138}, {"text": "And that's", "sentId": 139}], "secId": 47}, {"speaker": "And this is one area -- we talk about the Bush name being a liability a lot on some issues.  Clearly the Bush name is an asset when it comes to money.  KUCINICH", "sentences": [{"text": "also very interesting.", "sentId": 140}, {"text": "We've got two major candidates that are still -- that are still out there and that are coming in in the next couple of weeks.", "sentId": 141}, {"text": "So they're looking at their money and they're saying ok, that's fine, and they're still pushing forward.", "sentId": 142}, {"text": "So, while the establishment backs and it doesn't seem like it's had any kind of a chilling effect in the massive Republican field.", "sentId": 143}], "secId": 48}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 144}, {"text": "And it also gives some of these also candidates a chance to say, yes, he's got all the money.", "sentId": 145}, {"text": "He's the establishment favorite.", "sentId": 146}, {"text": "But I've got the grassroots.", "sentId": 147}, {"text": "I've got the sort of heart of the Republican Party.", "sentId": 148}], "secId": 49}, {"speaker": "KUCINICH", "sentences": [{"text": "Alliance.", "sentId": 149}], "secId": 50}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 150}, {"text": "I'm putting together these small dollar donors.", "sentId": 151}, {"text": "And I've got sort of the energy and the passion, even though he's got this kind of Lamborghini of a campaign.", "sentId": 152}], "secId": 51}, {"speaker": "O'KEEFE", "sentences": [{"text": "I'll tell you, though, sitting there on the outlook overlooking Walker's point Thursday night this is the postcard shot that everyone is familiar with, the Bush home.", "sentId": 153}, {"text": "He brought 300 people onto the front lawn of his parents' house.", "sentId": 154}, {"text": "They took this huge group photo.", "sentId": 155}, {"text": "I mean it was the ultimate Republican chit that you can give to your backers.", "sentId": 156}, {"text": "He took full advantage of it.", "sentId": 157}, {"text": "He trotted out his mother and his father.", "sentId": 158}], "secId": 52}, {"speaker": "O'KEEFE", "sentences": [{"text": "We could see it from a distance and there are now photos of it.", "sentId": 159}, {"text": "But it just shows you like politically he wants to be Jeb.", "sentId": 160}, {"text": "Financially he has no problem being a Bush at least early on, because it helps.", "sentId": 161}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "Again, 25 days from that first debate.", "sentId": 162}, {"text": "We'll get a sense of whether his ideological differences with the base can be overcome with -- the phrase blazing saddles, I won't use completely but I'll say a boatload of dimes is how I'll put it.", "sentId": 163}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Up next, Hillary Clinton says \"trust me\".", "sentId": 164}, {"text": "But did she then shade the truth when asked about her e-mails?", "sentId": 165}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "First though, you'll love this.", "sentId": 166}, {"text": "Politicians say the darnedest things.", "sentId": 167}, {"text": "Watch here a couple of former presidents compare notes about family members whose political careers, you might say, are still in their infancy.", "sentId": 168}], "secId": 56}, {"speaker": "CLINTON", "sentences": [{"text": "Last night my granddaughter, nine and a half months old, for the first time when I walked into the room, she said, Oh, there's your grand dad, and she turned around and pointed at me.", "sentId": 169}, {"text": "That was worth more than anything anybody had said or done for me or paid to me or anything else.", "sentId": 170}, {"text": "And I don't know, everything you said about it is true.", "sentId": 171}], "secId": 57}, {"speaker": "BUSH", "sentences": [{"text": "Yes.", "sentId": 172}, {"text": "Last night my granddaughter spoke to me in Mandarin.", "sentId": 173}], "secId": 58}, {"speaker": "CLINTON", "sentences": [{"text": "You know, you're starting with so many assumptions that are -- I've never had a subpoena, there is nothing -- again, let's take a deep breath here.", "sentId": 174}, {"text": "Everything I did was permitted by law and regulation.", "sentId": 175}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 176}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton there, in her own words, to CNN -- you just heard them.", "sentId": 177}, {"text": "\"I've never had a subpoena\".", "sentId": 178}, {"text": "Well that's just simply not true.", "sentId": 179}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Here's the calendar right here, March 4th, 2015.", "sentId": 180}, {"text": "And here's the subpoena sent to her by the House Select Committee on Benghazi.", "sentId": 181}, {"text": "You see it right here addressed to the Honorable Hillary R. Clinton; signed by the chairman and the clerk of the House of Representatives.", "sentId": 182}, {"text": "That's in March.", "sentId": 183}, {"text": "A little more than three weeks later, her lawyer, Hillary Clinton's lawyer, David Kendall, responds acknowledging the receipt of the subpoena she says she never received.", "sentId": 184}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Now, the open question is, when will she testify before the committee?", "sentId": 185}, {"text": "That is still an open question.", "sentId": 186}, {"text": "But after the interview, Clinton's staff rushed to say what she meant was that she did not receive the subpoena until after she had erased her private e-mail server.", "sentId": 187}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "But Jeff Zeleny, you spent a lot of time talking to the Clinton staff.", "sentId": 188}, {"text": "How do they feel this interview went in the sense that she knew this question was coming.", "sentId": 189}, {"text": "You do interview prep.", "sentId": 190}, {"text": "You know you're going to get asked about the e-mails.", "sentId": 191}, {"text": "You know you're going to get asked about the subpoenas.", "sentId": 192}, {"text": "And frankly -- that's not an accurate answer.", "sentId": 193}], "secId": 64}, {"speaker": "ZELENY", "sentences": [{"text": "Finally, after probably about ten hours of asking for clarification, one aide finally said, you know, she was not precise about that.", "sentId": 194}, {"text": "She sort of blurted out I've never had a subpoena.", "sentId": 195}, {"text": "Probably did not mean to say that.", "sentId": 196}, {"text": "We know that she -- what she was trying to say as you just said, she did not turn over the e-mails because she was subpoenaed.", "sentId": 197}, {"text": "She had done that months before.", "sentId": 198}, {"text": "But she seemed so defensive at that moment.", "sentId": 199}], "secId": 65}, {"speaker": "ZELENY", "sentences": [{"text": "Overall, though, I think that it was the beginning of sort of a turning point in this, you know, phase two of her campaign of saying why she is running.", "sentId": 200}, {"text": "I think the biggest take away is not this.", "sentId": 201}, {"text": "If you have any questions over the e-mails, you're probably not going to go with her anyway.", "sentId": 202}, {"text": "Her supporters are already -- it's a settled issue.", "sentId": 203}], "secId": 66}, {"speaker": "ZELENY", "sentences": [{"text": "The biggest take away for me from the interview was the spectrum of hostility on immigration, we were talking about earlier.", "sentId": 204}, {"text": "She has boxed in Republicans -- thanks to Donald Trump.", "sentId": 205}, {"text": "And I think that is the takeaway from the interview overall.", "sentId": 206}, {"text": "This is still a problem for her somewhat.", "sentId": 207}, {"text": "She will testify, you know, probably before the end of the summer or fall probably, but you know, I don't think that that -- everyone's already decided, you know, what they think about the subpoena issue.", "sentId": 208}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "But the question is, if you get into a general election match- up, how much does the issue of trust play?", "sentId": 209}, {"text": "And in the interview when Brianna asked her about trust she suggested this was all because of past history.", "sentId": 210}], "secId": 68}, {"speaker": "CLINTON", "sentences": [{"text": "This has been a theme that has been used against me and my husband for many, many years.", "sentId": 211}, {"text": "And at the end of the day, I think voters sort it all out.", "sentId": 212}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Voters sort it all out.", "sentId": 213}, {"text": "This is because of attacks on me for 25 years and my husband for 25 years and yet the \"Washington Post\", the fabulous fact checker Glen Kessler looked at just what she said about the e-mails.", "sentId": 214}, {"text": "Were there regulations?", "sentId": 215}, {"text": "Did she do everything that was required?", "sentId": 216}, {"text": "He looked at what she said in the CNN interview and gave her three Pinocchios, saying sorry, what you said just doesn't hold up to the facts.", "sentId": 217}], "secId": 70}, {"speaker": "KUCINICH", "sentences": [{"text": "Right it did have the shades of -- it's kind of like a new turn on the vast right wing conspiracy.", "sentId": 218}, {"text": "It wasn't that much of a sound bite, it's that same -- they're just coming after us because we're the Clintons.", "sentId": 219}, {"text": "And I think the Benghazi committee is really going to have to be careful about how they ask her these questions because they have the opportunity.", "sentId": 220}, {"text": "Maybe to interview her but they also have the opportunity to make her look very good and to make her look like the victim.", "sentId": 221}, {"text": "And that will be very good for Hillary Clinton.", "sentId": 222}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "Republicans overreaching is a constant and past Clinton controversy, without a doubt.", "sentId": 223}, {"text": "One way you can get people to trust you more, and this is their strategy, is to talk policy.", "sentId": 224}, {"text": "And say I will fight for you on the economy.", "sentId": 225}, {"text": "I will fight for you on immigration.", "sentId": 226}, {"text": "The point you made earlier.", "sentId": 227}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "She gives a big economic speech tomorrow on Monday, where she wants to make the case.", "sentId": 228}, {"text": "I'm the candidate for the middle class.", "sentId": 229}, {"text": "She has issues on that one to her left in Bernie Sanders and then to her right in the Republicans.", "sentId": 230}, {"text": "How does she handle that?", "sentId": 231}], "secId": 73}, {"speaker": "HENDERSON", "sentences": [{"text": "That's right.", "sentId": 232}, {"text": "I think the issue for -- on the left with Bernie Sanders is she's just never going to have the kind of passion that Bernie Sanders has when he speaks.", "sentId": 233}, {"text": "But I think the sort of bread and butter issues about raising minimum wage, equal pay, for men and women I think will hear her sound some of those notes, as well.", "sentId": 234}, {"text": "But again, I think she's got that problem with folks on the left not feeling like she's taking on Wall Street enough.", "sentId": 235}, {"text": "She seems to want to say, well, we want to -- we want to have everybody to have this opportunity, not necessarily bashing Wall Street in a way that Bernie Sanders does.", "sentId": 236}, {"text": "k3:  When Jeb Bush said earlier in the week that she would", "sentId": 237}], "secId": 74}, {"speaker": "HENDERSON", "sentences": [{"text": "continue the zombie economy of Barack Obama, I get it, I get what he's trying to say -- same old, same old.", "sentId": 238}], "secId": 75}, {"speaker": "HENDERSON", "sentences": [{"text": "To Republican voters that makes sense.", "sentId": 239}, {"text": "Do the Republicans feel they run any risk?", "sentId": 240}, {"text": "Unemployment is going down.", "sentId": 241}, {"text": "Job creation is up.", "sentId": 242}, {"text": "It hasn't been the greatest gangbuster recovery but the numbers look a whole lot better now than they did a couple of years ago.", "sentId": 243}], "secId": 76}, {"speaker": "O'KEEFE", "sentences": [{"text": "Republicans like to use the labor participation right.", "sentId": 244}, {"text": "And that, of course, continues to plummet.", "sentId": 245}, {"text": "And that is the number they continue to seize on.", "sentId": 246}, {"text": "We hit a 38-year low in the most recent jobless report.", "sentId": 247}, {"text": "That's enough for Republicans to say things are not going well.", "sentId": 248}], "secId": 77}, {"speaker": "O'KEEFE", "sentences": [{"text": "And that's who they're going for.", "sentId": 249}, {"text": "They want to find those people, be they 28 or 58 and say, look, your job is not as good as it was when Obama began.", "sentId": 250}, {"text": "Why on earth would you give it back to the Democrats again?", "sentId": 251}, {"text": "And I think it's that simple for them.", "sentId": 252}], "secId": 78}, {"speaker": "O'KEEFE", "sentences": [{"text": "Bush is another one, though.", "sentId": 253}, {"text": "He has talked about a tax cut plan.", "sentId": 254}, {"text": "It hasn't come yet.", "sentId": 255}, {"text": "Probably won't come for a while.", "sentId": 256}, {"text": "But I suspect almost immediately they will say why on earth would you let her continue the Obama economy?", "sentId": 257}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "We'll see the specifics.", "sentId": 258}, {"text": "We'll try to do the math.", "sentId": 259}, {"text": "It's a big week ahead: Hillary Clinton's economic speech as well as Scott Walker jumping into the race officially on Monday.", "sentId": 260}, {"text": "We'll keep an eye on all.", "sentId": 261}], "secId": 80}, {"speaker": "Up next", "sentences": [{"text": "tomorrow's news today, our reporters share from their notebooks to get you out ahead of the big political news just around the corner including a rising star thanks to a lowered flag.", "sentId": 262}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "Let's get around the INSIDE POLITICS table.", "sentId": 263}, {"text": "Ask our great reporters to share a little something from their notebooks.", "sentId": 264}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Nia-Malika Henderson.", "sentId": 265}], "secId": 83}, {"speaker": "HENDERSON", "sentences": [{"text": "Bernie Sanders, who's been drawing really large crowds -- 10,000 folks here, 8,000 folks there -- is really trying to figure out a way to introduce himself to African-American voters.", "sentId": 266}, {"text": "He, like everyone knows what happened in 2008 to Hillary Clinton with Barack Obama doing so well with African-American voters.", "sentId": 267}], "secId": 84}, {"speaker": "HENDERSON", "sentences": [{"text": "In speeches lately, Bernie Sanders has been talking about white allies in the civil rights movement.", "sentId": 268}, {"text": "He's been talking about his endorsement of Jesse Jackson way back in 1988.", "sentId": 269}, {"text": "Some people want him to be a little bit more up-to-date in what he's talking about.", "sentId": 270}, {"text": "So, he is going to speak before the Southern Christian Leadership Conference on July 23rd.", "sentId": 271}], "secId": 85}, {"speaker": "HENDERSON", "sentences": [{"text": "And this will be his biggest African-American audience.", "sentId": 272}, {"text": "It will be down in Baton Rouge and folks are really trying to figure out if he's going to be able to gain any traction.", "sentId": 273}, {"text": "This comes as Hillary Clinton, of course, is about to meet with the Congressional Black Caucus.", "sentId": 274}, {"text": "I think that happens this week and so far has an edge.", "sentId": 275}, {"text": "So we'll see what Bernie Sanders has to offer.", "sentId": 276}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Well, that will be fascinating to watch.", "sentId": 277}, {"text": "We'll keep an eye on it.", "sentId": 278}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "Ed.", "sentId": 279}], "secId": 88}, {"speaker": "O'KEEFE", "sentences": [{"text": "Some more calendar items.", "sentId": 280}, {"text": "While Jeb Bush does well nationally and is doing very well in New Hampshire, of course, he's further back in Iowa.", "sentId": 281}, {"text": "And this week he's going right into the belly of the beast -- northwest and western Iowa the most conservative parts of the state.", "sentId": 282}, {"text": "He's going to Sioux City.", "sentId": 283}, {"text": "He's going to Council Bluffs.", "sentId": 284}, {"text": "He's going to give a speech in Ames.", "sentId": 285}, {"text": "Talk to Congressman Steve King this week who, of course, represents most of area.", "sentId": 286}], "secId": 89}, {"speaker": "O'KEEFE", "sentences": [{"text": "He says look, Bush may be the guy who comports himself most like a president but nobody is talking about him up here.", "sentId": 287}, {"text": "Why is that or why is there skepticism?", "sentId": 288}, {"text": "The obvious reasons -- immigration reform, education reform.", "sentId": 289}, {"text": "They say if he comes, if he explains himself, if he reminds them that he's quite the social conservative perhaps he's got a chance.", "sentId": 290}, {"text": "With so many other conservatives out there, Ted Cruz, Mike Huckabee, Rick Santorum, there's a chance that he could perhaps do well enough.", "sentId": 291}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Watch --- see how he does at the retail level.", "sentId": 292}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "Jackie.", "sentId": 293}], "secId": 92}, {"speaker": "KUCINICH", "sentences": [{"text": "I'm going to take you back to New Hampshire.", "sentId": 294}, {"text": "So, the New Day for America, the group supporting John Kasich's run, spent something like $1.7 million in New Hampshire last week for an ad buy.", "sentId": 295}, {"text": "That is the beginning of -- of very large ad buys for John Kasich in New Hampshire.", "sentId": 296}, {"text": "They're going to dump a lot of money there to make sure every New Hampshirite knows his name.", "sentId": 297}, {"text": "And it really shows the strategy they're going for as he prepares to announce his candidacy in Ohio in a couple weeks.", "sentId": 298}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Sounds much like Chris Christie.", "sentId": 299}, {"text": "Focus on New Hampshire, New Hampshire, New Hampshire.", "sentId": 300}, {"text": "We'll watch Governor Kasich.", "sentId": 301}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "Jeff.", "sentId": 302}], "secId": 95}, {"speaker": "ZELENEY", "sentences": [{"text": "He may be number 15 but Scott Walker when he jumps in on Monday in Wisconsin is different.", "sentId": 303}, {"text": "He is a different kind of Republican candidate.", "sentId": 304}, {"text": "He has one foot in the evangelical camp, one foot in the Tea Party camp, and he has shown that he can win election after election after election.", "sentId": 305}], "secId": 96}, {"speaker": "in", "sentences": [{"text": "We'll keep an eye on Scott Walker as he jumps in.", "sentId": 306}], "secId": 97}, {"speaker": "in", "sentences": [{"text": "I'll close with this.", "sentId": 307}, {"text": "South Carolina closed a bitter polarizing chapter in its history on Friday.", "sentId": 308}, {"text": "And the way it happened could serve -- should serve as a powerful example.", "sentId": 309}, {"text": "The confederate flag was lowered and removed from the statehouse grounds in a ceremony that was graceful and respectful.", "sentId": 310}, {"text": "And the Republican governor who pushed to make it happen and happen quickly says she now wants to lead her state in the conversation about race and about tolerance.", "sentId": 311}], "secId": 98}, {"speaker": "in", "sentences": [{"text": "Without a doubt Nikki Haley is a new national voice in GOP politics.", "sentId": 312}, {"text": "Somebody now sure to make the list of potential vice presidential picks in a party that after all has an obvious problem winning support from nonwhite voters.", "sentId": 313}, {"text": "We'll watch her in the months ahead and see how she handles this new spotlight.", "sentId": 314}], "secId": 99}, {"speaker": "in", "sentences": [{"text": "But as we do maybe the competing players in some other big debates like gun control and immigration to name two could learn something from South Carolina.", "sentId": 315}, {"text": "The flag debate once seemed just as intractable, if not more so.", "sentId": 316}, {"text": "Sometimes, respectful conversations lead to surprising consensus and progress.", "sentId": 317}, {"text": "Wishful thinking no doubt, but you don't know if you don't try.", "sentId": 318}], "secId": 100}, {"speaker": "in", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 319}, {"text": "Again thanks for sharing your Sunday morning.", "sentId": 320}, {"text": "We'll see you soon.", "sentId": 321}], "secId": 101}, {"speaker": "in", "sentences": [{"text": "\"STATE OF THE UNION\" starts right now.", "sentId": 322}], "secId": 102}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Donald Trump's relentless rhetoric on --", "sentId": 323}], "secId": 103}], "sectionCount": 104, "url": "transcripts.cnn.com/TRANSCRIPTS/1507/12/ip.01.html", "sentenceCount": 325, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 12, 2015 - 08:30   ET", "speakers": ["KING", "CLINTON", "GRAHAM", "TRUMP", "UNIDENTIFIED MALE", "Thanks for sharing your Sunday morning.  With us to share their reporting and their insights", "O'KEEFE", "KUCINICH", "HENDERSON", "ZELENY", "BUSH", "And this is one area -- we talk about the Bush name being a liability a lot on some issues.  Clearly the Bush name is an asset when it comes to money.  KUCINICH", "Up next", "ZELENEY", "in", "UNIDENTIFIED FEMALE"], "title": "INSIDE POLITICS"}