{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1607.04.ip.01.html.json", "subTitle": "Clinton Met with FBI for 3.5 Hours Over Emails; Trump's Party Unity Problem; Trump Targets Rust Belt Voters. Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Donald Trump targets the blue collar Rust Belt.", "sentId": 0}], "secId": 0}, {"speaker": "TRUMP", "sentences": [{"text": "There is one thing that Bernie Sanders and I are in complete accord with, and that's trade.", "sentId": 1}, {"text": "He said we're being ripped off.", "sentId": 2}, {"text": "I say we're being ripped off.", "sentId": 3}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton acknowledges the economic anxiety driving voters to Trump but then draws a line.", "sentId": 4}], "secId": 2}, {"speaker": "CLINTON", "sentences": [{"text": "\"Make America great again\" is code for go back to the time when a lot of people were not included, including women.", "sentId": 5}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Plus, Clinton's long-awaited interview with the FBI, just days after House Republicans release a highly critical report on Benghazi.", "sentId": 6}], "secId": 4}, {"speaker": "CLINTON", "sentences": [{"text": "I think it's pretty clear it's time to move on.", "sentId": 7}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "The Istanbul attack again puts terror front and center.", "sentId": 8}], "secId": 6}, {"speaker": "TRUMP", "sentences": [{"text": "We have no leadership.", "sentId": 9}, {"text": "You know, you have to fight fire with fire.", "sentId": 10}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Do voters prefer Trump's tough talk or Clinton's deep resume?", "sentId": 11}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 12}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 13}, {"text": "I'm John King.", "sentId": 14}, {"text": "Thanks for sharing your Sunday morning on this big news Fourth of July weekend.", "sentId": 15}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "America celebrates its 240th birthday in the middle of a presidential campaign that gets more unusual and remarkable by the day.", "sentId": 16}, {"text": "Here's three questions as we count down to the conventions.", "sentId": 17}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Number one, will Hillary Clinton's holiday weekend interview with the FBI bring a swift conclusion to its investigation of her private email server or we'll have a new wild card in a campaign where questions of trust and likability are already a giant problem.", "sentId": 18}], "secId": 12}, {"speaker": "CLINTON", "sentences": [{"text": "A lot of people tell pollsters they don't trust me.", "sentId": 19}, {"text": "Now, I don't like hearing that, and I've thought a lot about what's behind it.", "sentId": 20}, {"text": "And, you know, you hear 25 years worth of wild accusations, anyone would start to wonder.", "sentId": 21}, {"text": "And it certainly is true, I have made mistakes.", "sentId": 22}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Here is question two: Donald Trump's promise to rip up trade deals puts him at odds with President Obama and the Republican business establishment, but would put him in sync with battleground state blue collar workers who feel abandoned.", "sentId": 23}], "secId": 14}, {"speaker": "TRUMP", "sentences": [{"text": "Hillary Clinton and her campaign of fear will try to spread the lie that these actions will start a trade war.", "sentId": 24}, {"text": "You already have a trade war.", "sentId": 25}, {"text": "And we're losing badly, badly.", "sentId": 26}, {"text": "She has it completely backwards.", "sentId": 27}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "And question three: how much does party unity really matter?", "sentId": 28}, {"text": "Can Trump win even though more and more Republicans view him as toxics as President Obama and Elizabeth Warren help Hillary Clinton to project a big, happy Democratic family?", "sentId": 29}], "secId": 16}, {"speaker": "WARREN", "sentences": [{"text": "Donald Trump says he'll make America great again.", "sentId": 30}, {"text": "It's stamped on the front of his goofy hat.", "sentId": 31}, {"text": "You want to see goofy?", "sentId": 32}, {"text": "Look at him in that hat.", "sentId": 33}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights this Sunday: Julie Pace of \"The Associated Press\", Ed O'Keefe of \"The Washington Post\", Jennifer Jacobs of \"Bloomberg Politics\", and CNN's Sara Murray.", "sentId": 34}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "The most important man in presidential politics, for the next few weeks, anyway, is a man who, by law, has given a ten-year term to shield him from -- you bet, you guessed it -- the pressures of presidential politics.", "sentId": 35}, {"text": "James Comey is the FBI director.", "sentId": 36}, {"text": "His agents spent three and a half hours questioning Hillary Clinton yesterday about her use of a private email server while secretary of state.", "sentId": 37}, {"text": "The FBI was silent about the meeting, which was right here in Washington, at FBI headquarters.", "sentId": 38}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "But CNN justice correspondent Evan Perez, in my view, the best in the business on that beat, is told the expectation among investigators is that no charges will be sought against Secretary Clinton.", "sentId": 39}, {"text": "Evans' sources told him, barring some new development, that the investigation is likely to conclude in the next two weeks or so.", "sentId": 40}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "In a telephone interview yesterday with MSNBC, Secretary Clinton said she was happy to cooperate, but she would not comment on CNN's reporting.", "sentId": 41}], "secId": 21}, {"speaker": "CLINTON", "sentences": [{"text": "I am not going to comment on the process.", "sentId": 42}, {"text": "I have no knowledge of any time line.", "sentId": 43}, {"text": "This is entirely up to the department.", "sentId": 44}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "Just think about the timing here.", "sentId": 45}, {"text": "Secretary of State Clinton is three weeks away from accepting the Democratic presidential nomination, and she is enjoying a boost in the polls as June turns it July.", "sentId": 46}, {"text": "The arc of the race as pros like to say, is bending her way.", "sentId": 47}, {"text": "But now we wait on the FBI.", "sentId": 48}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "That sentence is just -- now we wait on the FBI, three weeks before she is to accept the nomination, days before she hits the road with the president and the vice president.", "sentId": 49}, {"text": "Wow!", "sentId": 50}], "secId": 24}, {"speaker": "PACE", "sentences": [{"text": "It's completely remarkable in an election that has been completely remarkable.", "sentId": 51}, {"text": "For Hillary Clinton, I think it is very important that she get both the email issue and the Benghazi issue out of the way before she gets to the conventions.", "sentId": 52}], "secId": 25}, {"speaker": "PACE", "sentences": [{"text": "At the same time, I really don't think you're going to see people changing their minds, voters changing their minds on this issue based on the outcome of the FBI investigation, short of an indictment.", "sentId": 53}, {"text": "For people who believe she has done something illegal, for those who believe that this is an example of the Clintons playing by their own rules, whatever the FBI says, they will continue to believe that.", "sentId": 54}], "secId": 26}, {"speaker": "PACE", "sentences": [{"text": "For people who think that this is overblown, they will continue to believe that.", "sentId": 55}, {"text": "But I do think that these questions have dogged her for so long that it's important that this is just finished before she accepts the nomination.", "sentId": 56}], "secId": 27}, {"speaker": "MURRAY", "sentences": [{"text": "But I do think this situation where it's going to get worse before it gets better.", "sentId": 57}, {"text": "I mean, everyone is going to come off their Fourth of July weekend where they've been barbecuing to see the statement saying Hillary Clinton enjoyed her three and a half hours that she spent with the FBI and she went voluntarily.", "sentId": 58}], "secId": 28}, {"speaker": "MURRAY", "sentences": [{"text": "And, you know, that's not how people feel about spending almost four hours with the FBI.", "sentId": 59}, {"text": "She's going to have to keep answering questions, I agree.", "sentId": 60}, {"text": "Evan is the best in the business on this.", "sentId": 61}, {"text": "If his sources say there are no charges coming, I think that's right.", "sentId": 62}], "secId": 29}, {"speaker": "MURRAY", "sentences": [{"text": "But until I think there is that official announcement, she's just going to be asked over and over again, do you think there are charges?", "sentId": 63}], "secId": 30}, {"speaker": "JACOBS", "sentences": [{"text": "And the Republicans keep driving that home saying, think about this.", "sentId": 64}, {"text": "She spent three and a half hours with the FBI.", "sentId": 65}, {"text": "This is historical.", "sentId": 66}], "secId": 31}, {"speaker": "JACOBS", "sentences": [{"text": "If you think about it, as Jonathan Allen pointed out, three and a half hours is about enough time for maybe 25 questions in the scheme of things.", "sentId": 67}, {"text": "That's not a very long interview.", "sentId": 68}, {"text": "You would think, if investigators had the goods on somebody and they were really taking a deep dive, it would have lasted much, much longer.", "sentId": 69}], "secId": 32}, {"speaker": "O'KEEFE", "sentences": [{"text": "And also think about the idea that if it was someone other than Donald Trump running against her right now, she'd probably be in a much worse situation.", "sentId": 70}, {"text": "Thirty-seven percent of the country finds her trustworthy, 45 percent find Donald Trump trustworthy.", "sentId": 71}, {"text": "If that was someone other than him, if it was Chris Christie, if it was Jeb Bush, if it was Marco Rubio, if it was Scott Walker, their numbers would probably be north of 50 percent, and she'd be in much worse situation.", "sentId": 72}], "secId": 33}, {"speaker": "O'KEEFE", "sentences": [{"text": "She is lucky to be facing such a controversial and outspoken opponent who is under water on this.", "sentId": 73}, {"text": "But that I think is what has so many Republicans frustrated.", "sentId": 74}, {"text": "This should be the worst week in her campaign and so far, she is treading water.", "sentId": 75}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "It's an excellent point and let's assume that she didn't say anything in the interview to change the trajectory of the reporting, as Even says, there are no charges.", "sentId": 76}, {"text": "There's still likely to be a pretty damning report about a galactic lapse in judgment, setting up a private email server when you are the secretary of state, about to handle some of the most sensitive information in government.", "sentId": 77}, {"text": "So, let's see where it goes forward.", "sentId": 78}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "That's the substance of it, the law of it, if you will.", "sentId": 79}, {"text": "Donald Trump couldn't resist getting into the politics.", "sentId": 80}, {"text": "The Republican National Committee issued a statement noting the fact that here is a major party almost nominee for president interviewed by the FBI.", "sentId": 81}, {"text": "Donald Trump on Twitter, first he tweets, \"It's impossible for the FBI not to recommend criminal charges against Hillary Clinton.", "sentId": 82}, {"text": "What she did was wrong.", "sentId": 83}, {"text": "What Bill was stupid.\"", "sentId": 84}, {"text": "We'll get to the Bill part in just a minute.", "sentId": 85}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "And then he tweets after the reporting comes out saying that they're not likely to push charges.", "sentId": 86}, {"text": "Donald Trump tweets, \"It was just announced by sources that no charges will be brought against crooked Hillary Clinton.", "sentId": 87}, {"text": "Like I said, the system is totally rigged.\"", "sentId": 88}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "On one hand, he is her opponent and you could get that reaction.", "sentId": 89}, {"text": "On the other hand, if he's president of the United States, the FBI director is going to be sitting at his side giving sensitive briefings.", "sentId": 90}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "Is appropriate for Donald Trump to be essentially trashing the FBI?", "sentId": 91}], "secId": 39}, {"speaker": "PACE", "sentences": [{"text": "Probably not, but I also don't think that's going to stop him necessarily.", "sentId": 92}], "secId": 40}, {"speaker": "PACE", "sentences": [{"text": "I do think that every time that Donald Trump says that last sentence in that second tweet, \"the system is rigged\", that's his best message in this campaign.", "sentId": 93}, {"text": "If he can just keep making that point about the emails and the Clintons and what they would do in power, I think he could be quite successful.", "sentId": 94}, {"text": "The problem for him is it gets lost in various other things he's saying.", "sentId": 95}], "secId": 41}, {"speaker": "JACOBS", "sentences": [{"text": "But once he's president, it won't be rigged anymore.", "sentId": 96}], "secId": 42}, {"speaker": "O'KEEFE", "sentences": [{"text": "He's not the first to suggest that it is.", "sentId": 97}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 98}, {"text": "But the outsider message works for Trump.", "sentId": 99}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "At this moment, is it best for the Republicans to just step back, or does it help -- I guess if they assume that there are going to be no charges, I guess piling on gins up your base?", "sentId": 100}, {"text": "You could make a case, when this happens the Republicans should step back.", "sentId": 101}, {"text": "If she is on fire, just let her do it herself.", "sentId": 102}], "secId": 45}, {"speaker": "MURRAY", "sentences": [{"text": "I think they add fuel to it, honestly.", "sentId": 103}, {"text": "You have seen Trump.", "sentId": 104}, {"text": "I don't think he can do anything except add fuel to the fire.", "sentId": 105}], "secId": 46}, {"speaker": "MURRAY", "sentences": [{"text": "But I also think that, you now, the question is whether Trump just tries to hammer her as crooked Hillary or whether he takes, you know, this investigation, email investigation, whether he takes the Benghazi report and whips it up into a broader question.", "sentId": 106}, {"text": "You know, does this person have the judgment to be president?", "sentId": 107}, {"text": "Do you feel safer now than you did eight years ago?", "sentId": 108}, {"text": "Would she make the right decision if our country was in peril?", "sentId": 109}], "secId": 47}, {"speaker": "MURRAY", "sentences": [{"text": "And if he uses that to frame a broader message about the judgment, about the safety of our nation, that I think this is the kind of thing that could really work to his benefit.", "sentId": 110}, {"text": "But, of course, these are two candidates that are prone to unforced errors.", "sentId": 111}, {"text": "So --", "sentId": 112}], "secId": 48}, {"speaker": "O'KEEFE", "sentences": [{"text": "And I think you're going to see some of the fire this week trained at the president and the vice president especially because both will be campaigning with her.", "sentId": 113}, {"text": "The idea is to maybe bring them down a few pegs, discount them as surrogates for her, because the president -- the majority of the country thinks he's popular again, which is pretty good for him and you don't don't want that if you're the Republicans going into the general election season.", "sentId": 114}, {"text": "To have a popular incumbent president helping out his potential successor.", "sentId": 115}], "secId": 49}, {"speaker": "O'KEEFE", "sentences": [{"text": "So, this is probably their last chance to get him too, and by associating him while we're waiting the FBI is probably their last chance to do it.", "sentId": 116}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "We don't know what will happen in the final days.", "sentId": 117}, {"text": "They have interviewed so many other people.", "sentId": 118}, {"text": "Now, they interview Hillary Clinton.", "sentId": 119}, {"text": "What they'll do is go back and check and make sure everything matches up.", "sentId": 120}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "And if Evan's reporting is on track, no new surprises pop up.", "sentId": 121}, {"text": "They get to a final report.", "sentId": 122}, {"text": "One thing we do know is that this is essentially Jim Comey's decision.", "sentId": 123}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "Normally an investigation so sensitive and even meddling investigation, the FBI director goes to the attorney general and says here is what I think.", "sentId": 124}, {"text": "What do you think?", "sentId": 125}, {"text": "And they have a little conversation about it.", "sentId": 126}, {"text": "You put the best legal minds at the table and you make a decision.", "sentId": 127}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "But Loretta Lynch, the attorney general, all but recuse herself.", "sentId": 128}, {"text": "She said at the Aspen Ideas Forum this week, she's going to leave this up to the FBI.", "sentId": 129}, {"text": "Why did she have to say that?", "sentId": 130}, {"text": "Well, she is in a box of her own making.", "sentId": 131}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "She was in Phoenix the other day, a guy named Bill Clinton, the wife of -- the husband of the candidate, excuse me, and former president of the United States, walked onto Loretta Lynch's plane and they say it was a conversation about golf and about grandchildren, about Janet Reno.", "sentId": 132}, {"text": "Loretta Lynch in a box.", "sentId": 133}, {"text": "She says now, probably shouldn't have done this.", "sentId": 134}], "secId": 55}, {"speaker": "LYNCH", "sentences": [{"text": "I certainly wouldn't do it again.", "sentId": 135}, {"text": "And, you know, because I think it has cast a shadow over what it should not, over what it will not touch.", "sentId": 136}, {"text": "It's important to talk about how it will be resolved.", "sentId": 137}, {"text": "It's important to make it clear that that meeting with President Clinton does not have a bearing on how this matter is going to be reviewed, resolved.", "sentId": 138}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "You could ask the question, what was he thinking?", "sentId": 139}, {"text": "The former president.", "sentId": 140}, {"text": "What was she thinking?", "sentId": 141}, {"text": "The attorney general.", "sentId": 142}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "But isn't the answer I guess nobody was thinking?", "sentId": 143}], "secId": 58}, {"speaker": "PACE", "sentences": [{"text": "This is so stunning that this happened.", "sentId": 144}, {"text": "Bill Clinton gets on a plane with the attorney general investigating his wife at a pivotal moment for her campaign.", "sentId": 145}], "secId": 59}, {"speaker": "PACE", "sentences": [{"text": "I really was astounded by the fact that the meeting went forward for 30 minutes.", "sentId": 146}, {"text": "And you can believe both of them that they did not talk about the investigation.", "sentId": 147}, {"text": "They likely did not.", "sentId": 148}, {"text": "But the perception for people who think that the Clintons are trying to game the system, that it is rigged in their favor, this will be at the top of the list.", "sentId": 149}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "I'd like to say I was surprised, but I covered Bill Clinton for 20 plus years.", "sentId": 150}, {"text": "Got most of these gray hairs.", "sentId": 151}, {"text": "He likes the high wire.", "sentId": 152}], "secId": 61}, {"speaker": "O'KEEFE", "sentences": [{"text": "It says something about her, though, because even if he came on the plane and she tried to make nice to him at first, she should had a staffer that step in and said, can I talk to you second over here?", "sentId": 153}, {"text": "And she should have come back and said, look, buddy, with all due respect, I realize it's 108 degree out, get back on your plane, I'm going to stay on mine.", "sentId": 154}, {"text": "And we never -- you know, we end this now, because with all due respect I am investigating your wife.", "sentId": 155}], "secId": 62}, {"speaker": "O'KEEFE", "sentences": [{"text": "It says something about her judgment, I think, that she didn't have the gumption to say that.", "sentId": 156}], "secId": 63}, {"speaker": "JACOBS", "sentences": [{"text": "And the staffer should have clicked record on her iPhone just to make sure, just to make sure people in ear shot so that nothing untoward was going on.", "sentId": 157}], "secId": 64}, {"speaker": "JACOBS", "sentences": [{"text": "But, you know, you've got people believing a former president and the attorney general are being honest when they say it was purely social.", "sentId": 158}, {"text": "It really was social.", "sentId": 159}, {"text": "Then others think maybe he somehow influenced her to tip him off in this little 20, 30-minute conversation and change the whole outcome of the investigation.", "sentId": 160}, {"text": "It all depends on how --", "sentId": 161}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "So, if you're the Republicans, do you make this about the Clintons, right?", "sentId": 162}, {"text": "It's just there yesterday.", "sentId": 163}, {"text": "It's old news.", "sentId": 164}, {"text": "They're always on the edge like this, always in the gray area, if not over the line.", "sentId": 165}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Or to make to your point earlier about judgment, because if you look, why did she set up a private email server, why did she overrule the advice of her boss, the president of the United States and set up a private email server?", "sentId": 166}, {"text": "And then back to the Benghazi report you mentioned, there are a lot of conspiracy theories out there.", "sentId": 167}, {"text": "But if you look at the basics of it, there were warnings throughout the administration and throughout the State Department.", "sentId": 168}, {"text": "And Hillary Clinton says they never got to her and there's no evidence they did.", "sentId": 169}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "But isn't that the issue?", "sentId": 170}, {"text": "What kind of a shop was she running, that you have warnings, you have warnings, you have warnings and you have warnings, and then everybody realizes the boss doesn't know this?", "sentId": 171}, {"text": "Why didn't somebody kick in the door?", "sentId": 172}, {"text": "What was the culture of the State Department if she was the CEO that they never got to her?", "sentId": 173}], "secId": 68}, {"speaker": "MURRAY", "sentences": [{"text": "The challenge for Trump is he loves conspiracy theories, you know?", "sentId": 174}, {"text": "This is the former birther, remember?", "sentId": 175}, {"text": "This is one of the things that worries him about Republicans -- worries Republicans about him is that he gets stuck in these conspiracy theories and fails to make the broader case against Hillary Clinton.", "sentId": 176}, {"text": "This week I think will be sort of a challenge for him if he can do that, if he can make the bigger, broader case against her.", "sentId": 177}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "We'll see if she does.", "sentId": 178}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "Up next, Trump was troubles of his own, the GOP family feud with the RNC convention just two weeks away.", "sentId": 179}, {"text": "Could a Trump vice presidential pick help to bring the family together?", "sentId": 180}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "But, first, politicians say the darndest things north of the border.", "sentId": 181}, {"text": "The Canadian Prime Minister Justin Trudeau talks up his more than friendship with President Obama.", "sentId": 182}], "secId": 72}, {"speaker": "TRUDEAU", "sentences": [{"text": "And now, finally, this house gets to see a bromance up close.", "sentId": 183}, {"text": "Thanks for making that possible.", "sentId": 184}, {"text": "Although I still think dude-plomacy is more accurate, but I'll get over it.", "sentId": 185}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "The week ahead is a big one for Donald Trump.", "sentId": 186}, {"text": "Maybe huge, to borrow one of his favorite words.", "sentId": 187}, {"text": "He has a Republican unity problem, a family feud -- little time to settle things before his presidential nominating convention.", "sentId": 188}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "The list of prominent Republicans who say they will be anywhere but Cleveland continues to grow.", "sentId": 189}, {"text": "The contrast with Hillary Clinton and the Democrats is beyond striking.", "sentId": 190}, {"text": "Secretary Clinton, as we talked about a little bit in the first block, will be on the road this week, in North Carolina with President Obama.", "sentId": 191}, {"text": "To battleground Pennsylvania with Vice President Joe Biden.", "sentId": 192}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "The other day, it was out here in one of the biggest battlegrounds of all, Ohio, with the liberal icon Elizabeth Warren at her side.", "sentId": 193}], "secId": 76}, {"speaker": "WARREN", "sentences": [{"text": "When Donald Trump says \"great,\" I ask, great for who exactly?", "sentId": 194}, {"text": "For millions of kids struggling to pay for an education?", "sentId": 195}, {"text": "For millions of seniors barely surviving on Social Security?", "sentId": 196}, {"text": "For families that don't fly to Scotland to play golf?", "sentId": 197}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "Now, Mr. Trump was also crisscrossing the battleground states this week.", "sentId": 198}, {"text": "But he lacks the side-kick star power of the Clinton campaign.", "sentId": 199}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "Trump's stops this past week, a big trade speech in battleground Pennsylvania.", "sentId": 200}, {"text": "He was in Ohio as well.", "sentId": 201}, {"text": "Echoed the trade speech up in New Hampshire.", "sentId": 202}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "But, look at this -- all three of those states have Republican incumbents, vulnerable senators on the ballot this fall.", "sentId": 203}, {"text": "All three avoided Trump like the plague.", "sentId": 204}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "Instead of unity, Trump has more discord.", "sentId": 205}, {"text": "Listen to Utah Senator Mike Lee here.", "sentId": 206}, {"text": "He's a Tea Party favorite explaining why Trump might never get his support.", "sentId": 207}], "secId": 81}, {"speaker": "LEE", "sentences": [{"text": "He accused my best friend's father of conspiring to kill JFK.", "sentId": 208}, {"text": "We can go through the fact that he's made some statements that some have identified correctly as religiously intolerant.", "sentId": 209}, {"text": "We can get into the fact he's wildly unpopular in my state.", "sentId": 210}, {"text": "I hope I can get over these concerns.", "sentId": 211}, {"text": "I hope Mr. Trump can help me identify them.", "sentId": 212}], "secId": 82}, {"speaker": "LEE", "sentences": [{"text": "But don't sit here and tell me, Steve, that I have no reason to be concerned about Donald Trump.", "sentId": 213}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "It is hard to fathom sometimes this campaign.", "sentId": 214}, {"text": "He accused my best friend's father of conspiring to kill JFK.", "sentId": 215}, {"text": "He's talking about Ted Cruz and Ted Cruz's father.", "sentId": 216}, {"text": "He did say that.", "sentId": 217}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "You think someone says, no, he never said.", "sentId": 218}, {"text": "He actually, Mr. Trump did say that.", "sentId": 219}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "What does it tell us that a Tea Party guy like Mike Lee from Utah still can't do it?", "sentId": 220}], "secId": 86}, {"speaker": "O'KEEFE", "sentences": [{"text": "It says everything.", "sentId": 221}, {"text": "And most critically, perhaps, for Trump, he is a key swing vote on the convention's rules committee.", "sentId": 222}, {"text": "He's a member of it.", "sentId": 223}, {"text": "And this is a group that's going to decide whether or not to change the rules of the convention on how exactly Trump will get nominated.", "sentId": 224}], "secId": 87}, {"speaker": "O'KEEFE", "sentences": [{"text": "Lee has not weighed in, has not made a decision on how he would vote on the various proposals, including one that would strip away the obligations to vote the results of the primaries and caucuses.", "sentId": 225}, {"text": "So, that's telling that he continues to say that.", "sentId": 226}, {"text": "I think it's a signal that a lot of other like-minded lawmakers and a lot of like-minded Tea Party activists are still sitting on their hands.", "sentId": 227}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "And a lot of these names people at home might not know, but Mike Lee does have sway with Tea Party people.", "sentId": 228}], "secId": 89}, {"speaker": "O'KEEFE", "sentences": [{"text": "Absolutely.", "sentId": 229}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "So, if he's a room trying to convince two or three -- if he needs two or three votes, he's a kind of guy who could get them if he needed them.", "sentId": 230}], "secId": 91}, {"speaker": "MURRAY", "sentences": [{"text": "But he's also saying, look, I'm not feeling pressures from voters in my state, the red states of Utah to back Donald Trump, because the Mormon vote in Utah, they despise Donald Trump like vehemently.", "sentId": 231}, {"text": "And so, this is why we got into the discussion of if Donald Trump, you know, if things don't go haywire in Cleveland, Donald Trump is the nominee, does he win Utah?", "sentId": 232}, {"text": "Could Utah potentially go blue?", "sentId": 233}], "secId": 92}, {"speaker": "MURRAY", "sentences": [{"text": "And that is another just stunning question itself, the idea that the Republican nominee could potentially lose Utah.", "sentId": 234}], "secId": 93}, {"speaker": "JACOBS", "sentences": [{"text": "But you had Mitch McConnell last weekend declining to say when pressed, is Donald Trump qualified to be president?", "sentId": 235}, {"text": "He kept saying, I'll leave that up to the American voters.", "sentId": 236}, {"text": "This is a cycle, when traditional voting blocs have just been ripped apart.", "sentId": 237}, {"text": "You've got labor unions and, you know, the manufacturing association and the chamber criticizing him together in unison.", "sentId": 238}], "secId": 94}, {"speaker": "JACOBS", "sentences": [{"text": "I mean, it's just -- everything has been tossed and turned.", "sentId": 239}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "Up is down, down is up.", "sentId": 240}, {"text": "You mentioned Mitch McConnell.", "sentId": 241}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "So, I want to listen to Mitch McConnell, because a couple of weeks ago, he said I'm glad he's using the teleprompter.", "sentId": 242}, {"text": "I'm glad he's staying on script because frankly he doesn't know about the issues.", "sentId": 243}, {"text": "This is the Senate majority leader talking about the Republican nominee for president.", "sentId": 244}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "You had Paul Ryan out in the Silicon Valley this weekend trying to raise money, essentially saying, oh, forget about him.", "sentId": 245}, {"text": "He's just our presidential nominee.", "sentId": 246}, {"text": "It doesn't matter what he says.", "sentId": 247}, {"text": "Give us money.", "sentId": 248}, {"text": "We'll take care of you.", "sentId": 249}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "Let's listen, Mitch McConnell moving in along here.", "sentId": 250}, {"text": "He says, you know what, Trump is getting a little better.", "sentId": 251}], "secId": 99}, {"speaker": "MCCONNELL", "sentences": [{"text": "So, my hope is that he is beginning to pivot and become what I would call a more serious and credible candidate for the highest office in the land.", "sentId": 252}], "secId": 100}, {"speaker": "REPORTER", "sentences": [{"text": "At the moment, though, I hear you saying he does not meet the threshold.", "sentId": 253}], "secId": 101}, {"speaker": "MCCONNELL", "sentences": [{"text": "He's getting closer.", "sentId": 254}, {"text": "Getting closer.", "sentId": 255}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "I mean, there's often displeasure.", "sentId": 256}, {"text": "There's often, OK, this is not the guy we wanted.", "sentId": 257}, {"text": "But the public criticism, Mark Racicot, former governor of Montana, says, \"I'm hoping for a miracle in Cleveland\".", "sentId": 258}, {"text": "And Racicot is not the guy who runs around saying, look at me, look at me, want to get into the mix of things.", "sentId": 259}], "secId": 103}, {"speaker": "PACE", "sentences": [{"text": "I think Sara's point was important saying these Republicans are feeling no pressure from voters in their states to line up behind Donald Trump.", "sentId": 260}, {"text": "They looked like they may have been feeling pressure after the other candidates dropped out and he would clearly be the nominee, but that's faded away.", "sentId": 261}, {"text": "They're seeing something in the electorate that makes them nervous that he cannot be elected or feel they're better positioned not siding with him.", "sentId": 262}], "secId": 104}, {"speaker": "PACE", "sentences": [{"text": "If you're Trump, what do you take away from that?", "sentId": 263}, {"text": "I would take away that I clearly do not have a winning coalition at this point.", "sentId": 264}, {"text": "How can he cobble together enough voters to win if it appears as though Republicans are not united behind him.", "sentId": 265}], "secId": 105}, {"speaker": "JACOBS", "sentences": [{"text": "\"Washington Post\" had a story this week, you guys published, that has a really long list of Republicans who say publicly that they're going to vote for Hillary Clinton.", "sentId": 266}, {"text": "And it was former George W. Bush administration officials.", "sentId": 267}, {"text": "It was political operatives.", "sentId": 268}, {"text": "It was former elected officials.", "sentId": 269}], "secId": 106}, {"speaker": "JACOBS", "sentences": [{"text": "It was a much longer list than I might have expected.", "sentId": 270}], "secId": 107}, {"speaker": "O'KEEFE", "sentences": [{"text": "And Michael Hayden this week saying that when it comes to the issue of national security preparedness, she is the only one capable at this point.", "sentId": 271}, {"text": "If you're in that lane -- this is the guy who ran the NSA and CIA and, you know, seemed to be aligned with Republicans.", "sentId": 272}, {"text": "If he is saying that publicly, it signals they're worried.", "sentId": 273}], "secId": 108}, {"speaker": "O'KEEFE", "sentences": [{"text": "I think the idea, again, Racicot from Montana, Mike Lee is from Utah.", "sentId": 274}, {"text": "I have talked to delegates in Kansas, Wyoming, Louisiana, Colorado, these are places that Trump is supposed to win, they have serious doubts and they're not doing anything to lift a finger and campaign for him.", "sentId": 275}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "And you see these incumbents in these vulnerable states saying, I'm out of town.", "sentId": 276}, {"text": "I'm busy.", "sentId": 277}, {"text": "Whatever it is, they're avoiding him.", "sentId": 278}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "So, one of the big questions is, can Trump help this?", "sentId": 279}, {"text": "Can he help his problem with Republican unity with his vice presidential pick?", "sentId": 280}, {"text": "And he wanted to say, he would do it at the convention.", "sentId": 281}, {"text": "Now, there are some rumbling from the Trump campaign that it could come a little bi earlier, and the convention is like two weeks away, which means it could come anytime now.", "sentId": 282}, {"text": "If we look at the list, these are the people who inside the campaign say are on the list anyway, former Speaker Newt Gingrich, Governor Chris Christie, Governor Mike Pence of Indiana, who had a meeting with Mr. Trump yesterday we should note.", "sentId": 283}, {"text": "Senator Bob Corker, chairman of the Senate Foreign Relations Committee.", "sentId": 284}, {"text": "I believe he's from Tennessee.", "sentId": 285}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Now, they're on the list.", "sentId": 286}, {"text": "Trump said he wants someone who can pull the levers of Washington.", "sentId": 287}, {"text": "He also wants someone who can help to unify the party.", "sentId": 288}, {"text": "I think that's a list where he could that.", "sentId": 289}, {"text": "Mike Pence is very popular with conservatives for example.", "sentId": 290}, {"text": "Newt Gingrich, popular with some quarters.", "sentId": 291}, {"text": "Not in all.", "sentId": 292}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "But what's remarkable at this, is even Newt Gingrich who said it would be wild if he got the job, because he doesn't think he's going to get the job, but that's what you're supposed to say, when you're on the short list.", "sentId": 293}, {"text": "You're supposed to say, I don't think it will be.", "sentId": 294}, {"text": "But even Newt Gingrich says, you know what, Trump has got some work to do.", "sentId": 295}], "secId": 113}, {"speaker": "GINGRICH", "sentences": [{"text": "Trump's job is frankly to quit screwing up, get the election down to three or four big issues, all of which come down to a single concept -- enough.", "sentId": 296}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "He is right about that.", "sentId": 297}, {"text": "Gingrich, whether you like him or not, Gingrich is a smart political guy, and the idea that Trump needs to get on to change Washington, fix Washington, Washington is broken -- enough.", "sentId": 298}, {"text": "The economy is rigged against you, enough.", "sentId": 299}, {"text": "That's a smart political advice from Newt Gingrich.", "sentId": 300}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "But Trump's job frankly is to quit screwing up.", "sentId": 301}], "secId": 116}, {"speaker": "MURRAY", "sentences": [{"text": "Comments like these are not super helpful if you want to be the V.P.", "sentId": 302}], "secId": 117}, {"speaker": "O'KEEFE", "sentences": [{"text": "Or maybe they are.", "sentId": 303}, {"text": "Maybe they are.", "sentId": 304}], "secId": 118}, {"speaker": "JACOBS", "sentences": [{"text": "Yes, right, they could be.", "sentId": 305}], "secId": 119}, {"speaker": "O'KEEFE", "sentences": [{"text": "Let's flip that for a second.", "sentId": 306}, {"text": "Maybe that's exactly what he needs.", "sentId": 307}, {"text": "And why has Gingrich been floated as a possibility?", "sentId": 308}, {"text": "He's a Washington veteran.", "sentId": 309}, {"text": "He knows the House.", "sentId": 310}, {"text": "He can raise tons of money.", "sentId": 311}], "secId": 120}, {"speaker": "O'KEEFE", "sentences": [{"text": "Sounds like exactly what Trump needs.", "sentId": 312}, {"text": "And he's someone who has an equal level of sort of television familiarity if you will.", "sentId": 313}, {"text": "For a guy who thinks this is a television election, Gingrich is one of the few.", "sentId": 314}], "secId": 121}, {"speaker": "PACE", "sentences": [{"text": "To stay on Gingrich for a minute though -- yes, he is right that Donald Trump's best message is changing Washington.", "sentId": 315}, {"text": "Do you send the message that you're changing Washington by reaching into the '90s and pulling the former house speaker onto your ticket?", "sentId": 316}], "secId": 122}, {"speaker": "JACOBS", "sentences": [{"text": "Right.", "sentId": 317}, {"text": "Will his ideas be seen as fresh?", "sentId": 318}], "secId": 123}, {"speaker": "KING", "sentences": [{"text": "And to your point about, can anybody -- can anybody change Trump's behavior?", "sentId": 319}, {"text": "We've seen it in fits and starts for a day or two and teleprompters there.", "sentId": 320}, {"text": "And then he moves to the rally.", "sentId": 321}, {"text": "He said this week the Popeye speech.", "sentId": 322}, {"text": "I am who I am.", "sentId": 323}, {"text": "I'm Trump, I'm going to continue to be Trump.", "sentId": 324}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "Everybody, sit tight.", "sentId": 325}, {"text": "We got more to talk about.", "sentId": 326}], "secId": 125}, {"speaker": "KING", "sentences": [{"text": "President Obama says Donald Trump has it all wrong on trade.", "sentId": 327}, {"text": "So does the Republican business establishment?", "sentId": 328}, {"text": "Why that bipartisan criticism has Trump smiling?", "sentId": 329}, {"text": "Next.", "sentId": 330}], "secId": 126}, {"speaker": "KING", "sentences": [{"text": "But please take a moment, weigh in our inside politics quiz, it's a big one, folks.", "sentId": 331}, {"text": "Who would you most like to hear from at Donald Trump's convention?", "sentId": 332}, {"text": "Ivanka Trump, Chris Christie, Bobby Knight or Tom Brady?", "sentId": 333}, {"text": "Yes, really.", "sentId": 334}], "secId": 127}, {"speaker": "KING", "sentences": [{"text": "Vote now at CNN.com/vote.", "sentId": 335}], "secId": 128}, {"speaker": "KING", "sentences": [{"text": "Donald Trump is again trying to rewrite the rules.", "sentId": 336}, {"text": "Most of the Rust Belt states from Pennsylvania across to Wisconsin are reliably blue in presidential politics.", "sentId": 337}, {"text": "Mr. Trump aims to change that.", "sentId": 338}], "secId": 129}, {"speaker": "KING", "sentences": [{"text": "And the strategy for doing so is a direct rebuke to the pro-business, pro-trade, pro-globalism Republican establishment.", "sentId": 339}], "secId": 130}, {"speaker": "TRUMP", "sentences": [{"text": "The Trans Pacific Partnership is another disaster, done and pushed by special interests who want to rape our country, just a continuing rape of our country.", "sentId": 340}, {"text": "That's what it is too.", "sentId": 341}, {"text": "It's a harsh word.", "sentId": 342}, {"text": "It's a rape of our country.", "sentId": 343}], "secId": 131}, {"speaker": "KING", "sentences": [{"text": "Tough language there.", "sentId": 344}], "secId": 132}, {"speaker": "KING", "sentences": [{"text": "Trump's week-long focus on trade and economics began in Western Pennsylvania where he made the case blue collar workers cannot trust his opponent.", "sentId": 345}], "secId": 133}, {"speaker": "TRUMP", "sentences": [{"text": "Hillary Clinton unleashed a trade war against the American worker when she supported one terrible deal after another, from NAFTA, to China, to South Korea.", "sentId": 346}, {"text": "It doesn't matter.", "sentId": 347}, {"text": "No matter where she went, the American worker was hurt.", "sentId": 348}], "secId": 134}, {"speaker": "KING", "sentences": [{"text": "If the economy is issue number one as we have, I think, all expect it to be come October and November, is this the right approach?", "sentId": 349}, {"text": "Chamber of Commerce is mad at him.", "sentId": 350}, {"text": "President says it's the wrong prescription.", "sentId": 351}], "secId": 135}, {"speaker": "KING", "sentences": [{"text": "But Trump thinks, I'm getting Bernie Sanders' voters, I'm going to get disaffected blue collar workers, I'm going to create like the old Reagan Democrats, Trump Democrats across the Rust Belt.", "sentId": 352}], "secId": 136}, {"speaker": "PACE", "sentences": [{"text": "He needs to put together a coalition and that's his best chance, to go after disaffected Democrats, to try to get Republicans who may not be voting frequently on his side.", "sentId": 353}, {"text": "I think the trade message is a strong one for him.", "sentId": 354}, {"text": "I think that it is probably his most specific policy position to date.", "sentId": 355}, {"text": "He flushed that out nicely in a speech this week.", "sentId": 356}], "secId": 137}, {"speaker": "PACE", "sentences": [{"text": "I do think, though, that if you -- this is another example where he is separating himself from his party.", "sentId": 357}, {"text": "Every time he does that, I think it's a little concerning to me, if I were a Trump supporter.", "sentId": 358}, {"text": "I do think he needs to find a way to appeal to a part of the party that's powerful and robust, the business-minded part.", "sentId": 359}, {"text": "How does he make this trade argument relevant to them?", "sentId": 360}], "secId": 138}, {"speaker": "JACOBS", "sentences": [{"text": "But it's potent.", "sentId": 361}, {"text": "If he's preying on feelings of emasculation, then this trade message is like the little blue pill, it's the little red sports car.", "sentId": 362}], "secId": 139}, {"speaker": "MURRAY", "sentences": [{"text": "And I do think, look, party elites do have something to learn from this campaign.", "sentId": 363}, {"text": "There is a reason someone like Donald Trump rose to the top.", "sentId": 364}, {"text": "It's because there is a significant share of Republican voters who don't believe in the idea that trade is going to benefit everyone.", "sentId": 365}, {"text": "They don't believe in the notion that, if you cup the top tax rate, all of a sudden, that's going to benefit middle-class households.", "sentId": 366}, {"text": "They have good reason to believe that.", "sentId": 367}, {"text": "It's because middle class incomes have been stagnant.", "sentId": 368}, {"text": "And because the party that promised to change that in many ways has not.", "sentId": 369}], "secId": 140}, {"speaker": "MURRAY", "sentences": [{"text": "And so, if party elites are going to take one message out of Donald Trump's candidacy, even if it goes down in flames, it should be the notion that we have lost touch with a large swath of our base.", "sentId": 370}, {"text": "Maybe we need to adjust our policies or do something differently in future elections to sort of reach them.", "sentId": 371}], "secId": 141}, {"speaker": "KING", "sentences": [{"text": "The party elites thing is a great way to put it, because if you have the president of the United States, Chamber of Commerce, all the CEO saying Donald Trump is wrong, but blue collar people are going to think, maybe he's on to something, because they don't trust the elites.", "sentId": 372}, {"text": "One of the questions is, is Donald Trump the best messenger.", "sentId": 373}], "secId": 142}, {"speaker": "KING", "sentences": [{"text": "Listen to Donald Trump saying he is all for made in the USA and his opponent isn't.", "sentId": 374}], "secId": 143}, {"speaker": "TRUMP", "sentences": [{"text": "They want to protect the world and they don't care about our workers.", "sentId": 375}, {"text": "Hillary Clinton, honestly, is one of the great abusers.", "sentId": 376}, {"text": "The United States, we buy anything.", "sentId": 377}, {"text": "Our people should have more pride in buying made in the USA.", "sentId": 378}, {"text": "Remember the old days?", "sentId": 379}, {"text": "Made in America or made in the USA?", "sentId": 380}], "secId": 144}, {"speaker": "TRUMP", "sentences": [{"text": "And we should put that on.", "sentId": 381}, {"text": "I think I'm going to do that.", "sentId": 382}, {"text": "We should put that on our product.", "sentId": 383}, {"text": "Made in the USA.", "sentId": 384}], "secId": 145}, {"speaker": "KING", "sentences": [{"text": "The Clinton campaign was quick to tweet when Donald Trump talks about made in the USA, maybe he should buy a mirror.", "sentId": 385}, {"text": "Look here at this thing here.", "sentId": 386}, {"text": "This is a Trump shirt made in Bangladesh, as you see from the label there.", "sentId": 387}], "secId": 146}, {"speaker": "KING", "sentences": [{"text": "So, the hypocrisy argument comes up, because Trump ties, Trump shirts, a lot of the Trump brand is not made in the United States.", "sentId": 388}], "secId": 147}, {"speaker": "KING", "sentences": [{"text": "Now, Trump says he would love to do that, but it costs too much.", "sentId": 389}, {"text": "His critics say if \"made in the USA\" is that important, deal with it.", "sentId": 390}, {"text": "Is he right messenger for this?", "sentId": 391}, {"text": "Because that is hypocritical.", "sentId": 392}], "secId": 148}, {"speaker": "PACE", "sentences": [{"text": "It's a tough message for him to send.", "sentId": 393}, {"text": "You will have the Clinton campaign constantly showing the labels of he and Ivanka's products.", "sentId": 394}, {"text": "I think his comeback is always interesting on this.", "sentId": 395}, {"text": "He says, I would love to do that.", "sentId": 396}, {"text": "it's just  that the system is rigged and it makes it so that I can be more profitable doing it this way.", "sentId": 397}, {"text": "If I'm president, I'll change it all.", "sentId": 398}, {"text": "Trust me.", "sentId": 399}, {"text": "I'll change it as president.", "sentId": 400}, {"text": "Asking voters to put a lot of faith in him when he says that.", "sentId": 401}], "secId": 149}, {"speaker": "JACOBS", "sentences": [{"text": "One of the lasting images of the last week or two was him standing in Scotland, the markets are crashing and the U.K. has voted for Brexit and he's saying look at my sprinkler system.", "sentId": 402}, {"text": "It's all about him.", "sentId": 403}, {"text": "Instead of saying something to calm the world's fears, or saying that, you know, would soothe worries.", "sentId": 404}], "secId": 150}, {"speaker": "JACOBS", "sentences": [{"text": "He was making it all about his own business.", "sentId": 405}], "secId": 151}, {"speaker": "KING", "sentences": [{"text": "You mean it's not all about him?", "sentId": 406}, {"text": "News flash.", "sentId": 407}], "secId": 152}, {"speaker": "JACOBS", "sentences": [{"text": "Party of one.", "sentId": 408}, {"text": "KING:  But something fascinating happened this past week.", "sentId": 409}, {"text": "And now, you have the president who is getting briefed by the Clinton campaign and they're sharing messages and sharing how to shape the fall complain.", "sentId": 410}, {"text": "Both Hillary Clinton and President Obama, while trashing Trump, saying he's completely wrong on these things, started to talk more about how they're sympathetic to the voters who follow Trump, saying they understand globalism has left people behind.", "sentId": 411}, {"text": "They understand that people in the trade environment is looking around, trying to figure out what to do.", "sentId": 412}], "secId": 153}, {"speaker": "JACOBS", "sentences": [{"text": "Listen to Hillary Clinton here trying to say, misses to a stretch on my part, but I feel your pain but.", "sentId": 413}], "secId": 154}, {"speaker": "CLINTON", "sentences": [{"text": "I am sympathetic to a lot of the people attracted by Trump's message who are feeling really left out and left behind.", "sentId": 414}, {"text": "They have lost faith in their government, in the economy, certainly in politics.", "sentId": 415}], "secId": 155}, {"speaker": "CLINTON", "sentences": [{"text": "I am not sympathetic to the xenophobia, the misogyny, the homophobia, the Islamophobia.", "sentId": 416}], "secId": 156}, {"speaker": "KING", "sentences": [{"text": "Now, before you guys jump in -- just so you understand the level of coordination here.", "sentId": 417}, {"text": "You heard from Secretary Clinton.", "sentId": 418}, {"text": "President Obama in Canada said he is sympathetic too.", "sentId": 419}, {"text": "And --", "sentId": 420}], "secId": 157}, {"speaker": "OBAMA", "sentences": [{"text": "Somebody else who has never shown any regard for workers, has never fought on behalf of social justice issues, they don't suddenly become a populist because they say something controversial in order to win votes.", "sentId": 421}, {"text": "That's not the measure of populism.", "sentId": 422}, {"text": "That's nativism, or xenophobia, or worse.", "sentId": 423}], "secId": 158}, {"speaker": "KING", "sentences": [{"text": "So when we're talking about the dissonance among Republicans.", "sentId": 424}, {"text": "Most Republicans are pro-trade.", "sentId": 425}, {"text": "Trump now isn't.", "sentId": 426}, {"text": "You do have a very sharp contrast where the Democrats, they're sharing their strategy memos now.", "sentId": 427}], "secId": 159}, {"speaker": "O'KEEFE", "sentences": [{"text": "Good catch.", "sentId": 428}, {"text": "Yes.", "sentId": 429}], "secId": 160}, {"speaker": "O'KEEFE", "sentences": [{"text": "And I think -- I have heard that reflected in talking to voters, that they say, I'm still really struck by a trip I took to Vegas a few weeks ago and talk to Hispanic voters.", "sentId": 430}, {"text": "I talked to two younger ones, under the age of 30.", "sentId": 431}, {"text": "They said, a lot of what he says makes sense on the economy.", "sentId": 432}, {"text": "I'm not making as much as I could.", "sentId": 433}, {"text": "He is a successful businessman.", "sentId": 434}, {"text": "It is kind of the American dream.", "sentId": 435}, {"text": "But he's racist so I won't vote for him.", "sentId": 436}], "secId": 161}, {"speaker": "O'KEEFE", "sentences": [{"text": "I think that's where he gets it wrong on the Sanders voters.", "sentId": 437}, {"text": "Sanders said this himself.", "sentId": 438}, {"text": "They're not going to vote for a bigot, for a racist, a guy who is Islamophobic.", "sentId": 439}, {"text": "I think he's right.", "sentId": 440}, {"text": "That a lot of people, a lot of them live in Pennsylvania, in Ohio, in Indiana and Wisconsin.", "sentId": 441}, {"text": "They'll say he has a point but I can't support someone --", "sentId": 442}], "secId": 162}, {"speaker": "KING", "sentences": [{"text": "Which is why the next couple weeks are so important.", "sentId": 443}, {"text": "He has to chip into the perception that he is pushing people away, that he race baits if he's not racist, as some critics charge.", "sentId": 444}], "secId": 163}, {"speaker": "PACE", "sentences": [{"text": "His convention is an opportunity for him to actually physically show that.", "sentId": 445}, {"text": "So far we haven't seen signs of him putting forward a diverse younger face on the party.", "sentId": 446}, {"text": "Jennifer has had great reporting on people they're considering to be on stage.", "sentId": 447}], "secId": 164}, {"speaker": "PACE", "sentences": [{"text": "There is not a celebrity who is appealing to young people on the list.", "sentId": 448}, {"text": "Very few minorities and very few women on the list.", "sentId": 449}, {"text": "This is his moment.", "sentId": 450}, {"text": "It's unclear whether he's going to seize it.", "sentId": 451}], "secId": 165}, {"speaker": "KING", "sentences": [{"text": "Trump says the roster is full for speakers.", "sentId": 452}, {"text": "I reached out to somebody in the campaign and they said it's not true.", "sentId": 453}, {"text": "And I said, is the candidate lying?", "sentId": 454}, {"text": "They said no, he's just an optimist.", "sentId": 455}, {"text": "We'll get there.", "sentId": 456}, {"text": "We will see.", "sentId": 457}], "secId": 166}, {"speaker": "KING", "sentences": [{"text": "Next, Donald Trump's tough talk or Hillary Clinton's deep resume?", "sentId": 458}, {"text": "Voters weigh in on the commander in chief test.", "sentId": 459}], "secId": 167}, {"speaker": "KING", "sentences": [{"text": "Terror attacks this past week in Istanbul and Bangladesh put the commander in chief test front and center yet again.", "sentId": 460}, {"text": "And it's clear, voters are a bit conflicted.", "sentId": 461}], "secId": 168}, {"speaker": "KING", "sentences": [{"text": "Look at this data from the recent NBC/\"Wall Street Journal\" poll, who would best stand up for America?", "sentId": 462}, {"text": "Donald Trump wins.", "sentId": 463}, {"text": "Who would be stronger on terrorism and homeland security?", "sentId": 464}, {"text": "Stronger, tougher, Trump wins.", "sentId": 465}], "secId": 169}, {"speaker": "KING", "sentences": [{"text": "But would be a good commander in chief, who has the best ability to handle a crisis, who's smarter or better to handle foreign policy?", "sentId": 466}, {"text": "Hillary Clinton wins on the questions of the head, you might say.", "sentId": 467}, {"text": "Trump seems to win on the questions of the heart, the instinct and the visceral.", "sentId": 468}], "secId": 170}, {"speaker": "KING", "sentences": [{"text": "Trump calls it more proof the attacks, the United States needs to be tougher.", "sentId": 469}, {"text": "He says we should reinstitute the use of waterboarding, for example.", "sentId": 470}, {"text": "And he says Hillary Clinton is too weak.", "sentId": 471}], "secId": 171}, {"speaker": "TRUMP", "sentences": [{"text": "The last person they person to see become president of the United States, believe me, is $, Donald Trump.", "sentId": 472}, {"text": "I can tell you that.", "sentId": 473}, {"text": "That's the last person.", "sentId": 474}], "secId": 172}, {"speaker": "TRUMP", "sentences": [{"text": "They have dreams at night, and their dreams are that Hillary Clinton becomes president of our country.", "sentId": 475}, {"text": "Believe me.", "sentId": 476}], "secId": 173}, {"speaker": "KING", "sentences": [{"text": "This strength message was his calling card and part of his success in the Republican primaries.", "sentId": 477}, {"text": "Does it hold up when voters are not picking a Republican nominee anymore, they're picking a commander in chief?", "sentId": 478}], "secId": 174}, {"speaker": "PACE", "sentences": [{"text": "I think you're seeing in the polling numbers you showed that people are drawn to that top-line message, the idea of showing strength, being tougher than we are currently against terrorism.", "sentId": 479}, {"text": "But really, he has not flushed out at all what he would actually do in terms of going after ISIS, in terms of putting U.S. troops on the ground in the Middle East, what kind of presence we'd have there.", "sentId": 480}], "secId": 175}, {"speaker": "PACE", "sentences": [{"text": "And I do think voters tend to try to look for more details as we get deeper into the campaign.", "sentId": 481}, {"text": "This could be an election where that doesn't happen.", "sentId": 482}, {"text": "But I think Hillary Clinton, on her side, will also need to look for ways to separate herself from President Obama a little bit, but she is going to be tougher, even if she has some more specifics that would generally stick that she understands the need to send this message of strength as well.", "sentId": 483}], "secId": 176}, {"speaker": "MURRAY", "sentences": [{"text": "Right.", "sentId": 484}, {"text": "When you look at in terms of experience, obviously Hillary Clinton takes the cake on that one.", "sentId": 485}, {"text": "I think that's why we have seen Republicans who served in former Republican administrations who are leaders in national security and in the military saying they're going to come out and vote for Hillary Clinton.", "sentId": 486}], "secId": 177}, {"speaker": "MURRAY", "sentences": [{"text": "But it also speaks to a weakness that Donald Trump is able to poll so high on sort of his tough talk, on the strength message, because when you are looking at things like Bangladesh, when you are looking at things like Turkey.", "sentId": 487}, {"text": "When you look at what just happened at the nightclub in Orlando, you can go to voters and say, do you feel safer about the world, about your country than you did eight years ago?", "sentId": 488}, {"text": "If you don't, why would you vote for Hillary Clinton, who was secretary of state in this administration and why wouldn't you go with someone like me?", "sentId": 489}], "secId": 178}, {"speaker": "JACOBS", "sentences": [{"text": "Part of tough talk is truth-telling.", "sentId": 490}, {"text": "We know PolitiFact has designated more pants on fire for Trump than any other candidate this cycle, I think they have 30 cases where they --", "sentId": 491}], "secId": 179}, {"speaker": "KING", "sentences": [{"text": "All the candidates combined I think was their finding.", "sentId": 492}], "secId": 180}, {"speaker": "JACOBS", "sentences": [{"text": "And Ben Carson was the number two, with four pants on fire, 78 percent of the statements were either mostly false or entirely false.", "sentId": 493}], "secId": 181}, {"speaker": "JACOBS", "sentences": [{"text": "And so, you know, he wind-surfs so much on issues too.", "sentId": 494}, {"text": "You know, when are people going to start thinking that he is just another one of these mealy-mouthed politicians that he has such a habit of criticizing.", "sentId": 495}, {"text": "He is one way on torture one day and he is one way on the minimum wage saying leave it, and other day, he's saying, well, it's too low.", "sentId": 496}, {"text": "One day he's saying, women should be punished for having an abortion and the other day, he's just completely silent and won't weigh in on abortion.", "sentId": 497}], "secId": 182}, {"speaker": "KING", "sentences": [{"text": "Then the Muslim ban.", "sentId": 498}, {"text": "The Muslim ban, which was a very strong policy in the primaries, was a ban until we figure it out.", "sentId": 499}, {"text": "Then it became a ban on most until we figure it out.", "sentId": 500}, {"text": "Now, there's some talk that the ban goes away and it's more of an immigration policy based on which country you're coming from.", "sentId": 501}, {"text": "MURRAY:  Which is a fine notion to walk your policy back and refine", "sentId": 502}], "secId": 183}, {"speaker": "KING", "sentences": [{"text": "your policy.", "sentId": 503}, {"text": "I think the issue is they're saying, this is what it was from the start, but we all have the video clip of Donald Trump saying, this is a ban on all Muslims.", "sentId": 504}, {"text": "There were no equivocations there.", "sentId": 505}, {"text": "He said, until we figure out what the hell is going on.", "sentId": 506}], "secId": 184}, {"speaker": "KING", "sentences": [{"text": "But he wasn't very clear that this was going to be temporary.", "sentId": 507}, {"text": "Clear on who it would apply to.", "sentId": 508}, {"text": "Now he's saying countries with terrorism links.", "sentId": 509}, {"text": "His advisers are saying it's not about religion.", "sentId": 510}, {"text": "That is not what came across in that initial clip and you were going to see Democrats play that over and over.", "sentId": 511}], "secId": 185}, {"speaker": "KING", "sentences": [{"text": "It's not unusual for politicians to change their mind on the policy.", "sentId": 512}, {"text": "Sometimes it's smart for politicians to change their mind and their policy.", "sentId": 513}, {"text": "The question is does it undercut the authenticity argument and his strength argument.", "sentId": 514}], "secId": 186}, {"speaker": "KING", "sentences": [{"text": "The other question the Clinton campaign likes to raise is temperament and tone, saying Donald Trump speaks in a language not befitting of a commander in chief.", "sentId": 515}, {"text": "I want you to listen to this moment.", "sentId": 516}, {"text": "This is in New Hampshire I believe the other where he gets -- a woman gets up to ask him a question and the question is, should Trump have answered differently?", "sentId": 517}], "secId": 187}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Why aren't we putting our retiree, our military retirees on that border or in TSA?", "sentId": 518}, {"text": "Get rid of all these heebie- jeebies they wear at TSA.", "sentId": 519}, {"text": "I've seen it myself.", "sentId": 520}], "secId": 188}, {"speaker": "TRUMP", "sentences": [{"text": "I understand.", "sentId": 521}], "secId": 189}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "We need the veterans back in there.", "sentId": 522}, {"text": "They've thought for this country and defended it.", "sentId": 523}], "secId": 190}, {"speaker": "TRUMP", "sentences": [{"text": "You know, we are looking at that.", "sentId": 524}, {"text": "We are looking at that.", "sentId": 525}, {"text": "We're looking at a lot of things.", "sentId": 526}], "secId": 191}, {"speaker": "KING", "sentences": [{"text": "And by heebie-jeebies, we believe the woman meant hijabs.", "sentId": 527}, {"text": "Muslims working for TSA.", "sentId": 528}], "secId": 192}, {"speaker": "KING", "sentences": [{"text": "Is Trump supposed to shut that down?", "sentId": 529}, {"text": "Sometimes it's not fair to candidates, all candidates.", "sentId": 530}, {"text": "People get up at the rallies and speak.", "sentId": 531}, {"text": "But is he supposed to -- we're looking at that?", "sentId": 532}, {"text": "What does that mean?", "sentId": 533}], "secId": 193}, {"speaker": "O'KEEFE", "sentences": [{"text": "McCain did it in '08?", "sentId": 534}, {"text": "It was great because it was so authentic how he jumped in and cut off the woman who he said --", "sentId": 535}], "secId": 194}, {"speaker": "PACE", "sentences": [{"text": "She was asking -- she was questioning Obama's religion.", "sentId": 536}], "secId": 195}, {"speaker": "O'KEEFE", "sentences": [{"text": "Right, and he immediately stepped in and said, no, I don't want anything to do with that.", "sentId": 537}, {"text": "Something that meets that halfway might have been a good idea, when you know that your biggest weakness right now with skeptics is the idea that you are an intolerant, racist, Islamophobic guy.", "sentId": 538}], "secId": 196}, {"speaker": "JACOBS", "sentences": [{"text": "But Trump does like to reassure and agree with his fans and his audience numbers.", "sentId": 539}, {"text": "But he does correct them sometimes.", "sentId": 540}, {"text": "I think it was Friday, somebody in his audience criticized Zionist Israel and he jumped in and said, wait a second.", "sentId": 541}, {"text": "Israel is one of our main allies.", "sentId": 542}, {"text": "Let's not criticize Israel.", "sentId": 543}], "secId": 197}, {"speaker": "MURRAY", "sentences": [{"text": "Right.", "sentId": 544}, {"text": "There are some of these moments where he seems to just kind of gloss over and move past.", "sentId": 545}, {"text": "But there's no question that Trump says things or lets things fly that would kill any other candidate.", "sentId": 546}, {"text": "I mean, we just played a clip of him comparing trade to raping our country.", "sentId": 547}], "secId": 198}, {"speaker": "MURRAY", "sentences": [{"text": "Let's maybe agree that we only talk about rape when we're a talking about rape and not use rape to reference trade.", "sentId": 548}, {"text": "Yet that was one of the many blusterous things that he said over the course of the week.", "sentId": 549}, {"text": "He almost gets no attention for saying something like that before we move on to the next controversial moment.", "sentId": 550}], "secId": 199}, {"speaker": "KING", "sentences": [{"text": "And for some voters it has high appeal.", "sentId": 551}, {"text": "He's unconventional, speaks in a language no other politician does.", "sentId": 552}, {"text": "The question is, is there a ceiling?", "sentId": 553}], "secId": 200}, {"speaker": "PACE", "sentences": [{"text": "Yes, I go back to the idea that, what he needs to do is build a coalition, add to his voter base.", "sentId": 554}, {"text": "All of these comments or these lack of pushback on a voter like that, I can't see how he is doing that right now.", "sentId": 555}, {"text": "He needs to get Republicans who voted for Mitt Romney, and then more of them to sign up for him.", "sentId": 556}, {"text": "I'm just not seeing evidence that --", "sentId": 557}], "secId": 201}, {"speaker": "KING", "sentences": [{"text": "Conventions are designed at this point of the campaign to address your weaknesses and build on your strengths.", "sentId": 558}, {"text": "We'll see if they figure that out.", "sentId": 559}], "secId": 202}, {"speaker": "KING", "sentences": [{"text": "Everybody, sit tight.", "sentId": 560}, {"text": "Our reporters share from their notebooks, next.", "sentId": 561}, {"text": "Including Trump's troubles in two very key battlegrounds.", "sentId": 562}], "secId": 203}, {"speaker": "KING", "sentences": [{"text": "But, first, here are the results of the quiz.", "sentId": 563}, {"text": "We asked, who would you most like to see as an RNC convention speaker?", "sentId": 564}, {"text": "The majority of you -- well, not a majority of you said Tom Brady at 46 percent.", "sentId": 565}, {"text": "If he doesn't show up, would people find it deflating?", "sentId": 566}], "secId": 204}, {"speaker": "KING", "sentences": [{"text": "Let's get around the INSIDE POLITICS table and asking our reporters to share a little nugget from their notebooks.", "sentId": 567}], "secId": 205}, {"speaker": "KING", "sentences": [{"text": "Julie Pace?", "sentId": 568}], "secId": 206}, {"speaker": "PACE", "sentences": [{"text": "Hillary Clinton's campaign is actively discouraging Democrats from going to Cleveland to protest during the Republican National Convention.", "sentId": 569}, {"text": "Instead, what they're telling Democrat groups who want to have a presence during that week is to use the GOP gathering as a voter registration drive.", "sentId": 570}, {"text": "You're going to see a lot democratic activity around Cleveland registering voters.", "sentId": 571}, {"text": "They're also planning a social media campaign where Democrats with show voter registration efforts around the country.", "sentId": 572}], "secId": 207}, {"speaker": "PACE", "sentences": [{"text": "This is just another sign that Donald Trump is a master at getting attention and will be a master at getting attention for himself during the convention but Democrats are skilled at these on the ground, voter registration and field efforts that really prove to win elections.", "sentId": 573}], "secId": 208}, {"speaker": "KING", "sentences": [{"text": "That sounds rather grown-up.", "sentId": 574}, {"text": "Is that allowed in this election cycle?", "sentId": 575}], "secId": 209}, {"speaker": "PACE", "sentences": [{"text": "It's not clear.", "sentId": 576}], "secId": 210}, {"speaker": "KING", "sentences": [{"text": "Ed?", "sentId": 577}], "secId": 211}, {"speaker": "O'KEEFE", "sentences": [{"text": "Anyone looking to see if that never Trump can pull something off before the Cleveland, keep an eye on the federal court this week.", "sentId": 578}, {"text": "In Thursday in Richmond, the judge will hear a case brought by a Virginia delegate who says that the rules requiring him to vote based on the results of the March 1 primary in Virginia violate his First Amendment rights.", "sentId": 579}, {"text": "He says it's unconstitutional.", "sentId": 580}], "secId": 212}, {"speaker": "O'KEEFE", "sentences": [{"text": "But eight Virginia delegates who support Trump last week jumped in to say, he's trying to pull something at the 11th hour in his self- interest.", "sentId": 581}, {"text": "He really wanted to do this, he should have done it before the primary.", "sentId": 582}], "secId": 213}, {"speaker": "O'KEEFE", "sentences": [{"text": "The judge will have to rule.", "sentId": 583}, {"text": "There are some Republicans I have talked to say it might be helpful to get a court ruling before they meet in Cleveland because many of the machinations might have to do, of course, with whether or not the delegate has to vote the results of the caucus or primary.", "sentId": 584}], "secId": 214}, {"speaker": "KING", "sentences": [{"text": "Just what we need, add the lawyers to this.", "sentId": 585}, {"text": "Just what we need, politicians aren't enough.", "sentId": 586}], "secId": 215}, {"speaker": "KING", "sentences": [{"text": "Jennifer?", "sentId": 587}], "secId": 216}, {"speaker": "JACOBS", "sentences": [{"text": "We're looking for a pretty juicy week in Trump world.", "sentId": 588}, {"text": "So, we've got that vice presidential announcement in the horizon.", "sentId": 589}, {"text": "So, everywhere Trump goes before the convention, everyone sizing up the location to say is this the place that he's going to be announcing.", "sentId": 590}], "secId": 217}, {"speaker": "JACOBS", "sentences": [{"text": "So, what he got for his week, we have North Carolina on Tuesday.", "sentId": 591}, {"text": "He is going to go head-to-head with President Obama and Hillary Clinton.", "sentId": 592}, {"text": "They will be in the state doing an event about four hours before him.", "sentId": 593}, {"text": "And this is a place where he -- President Obama is going to be a messenger, saying that, you know, this is a woman he respects and she can do the job.", "sentId": 594}, {"text": "Whereas, Trump doesn't have anyone.", "sentId": 595}, {"text": "He doesn't have a former president saying that.", "sentId": 596}], "secId": 218}, {"speaker": "JACOBS", "sentences": [{"text": "Wednesday, he's going to be in Ohio.", "sentId": 597}, {"text": "If he happens to manage to land John Kasich as a running mate, that would be a good place.", "sentId": 598}, {"text": "Thursday he'll be in D.C. meeting with Senate and house Republicans, cozying up to that establishment and trying to convince him he's more than a party of one.", "sentId": 599}], "secId": 219}, {"speaker": "JACOBS", "sentences": [{"text": "Friday, it sounds like he'll be down south.", "sentId": 600}, {"text": "And then, Saturday, he will be at a swank fund-raiser in the Hamptons, hand in hand with RNC chief Reince Priebus, also the co-hosts of this event are some of the biggest backers for Jeb Bush and Marco Rubio.", "sentId": 601}], "secId": 220}, {"speaker": "KING", "sentences": [{"text": "Follow the candidate, we'll get that pick.", "sentId": 602}], "secId": 221}, {"speaker": "KING", "sentences": [{"text": "Sara?", "sentId": 603}], "secId": 222}, {"speaker": "MURRAY", "sentences": [{"text": "Let's just stay in full-on veepstakes mode, since this is the season.", "sentId": 604}], "secId": 223}, {"speaker": "MURRAY", "sentences": [{"text": "So, we're getting this question again of does geography really matter?", "sentId": 605}, {"text": "Donald Trump is meeting with Mike Pence.", "sentId": 606}, {"text": "Part of the appeal is he is Rust Belt guy and he could, you know, sort of bring to the ticket.", "sentId": 607}], "secId": 224}, {"speaker": "MURRAY", "sentences": [{"text": "What you might have gotten with the Scott Walker or a John Kasich, two other guys who aren't quite interested, but when statisticians look back at the last half-century or so, geography has not mattered one bit.", "sentId": 608}, {"text": "Yet it's still something the Trump aides are considering.", "sentId": 609}, {"text": "When they look at Mike Pence, they feel the Rust Belt state appeal could help as they become convinced of where his path lies.", "sentId": 610}, {"text": "Paul Ryan did not deliver Wisconsin.", "sentId": 611}], "secId": 225}, {"speaker": "KING", "sentences": [{"text": "He did.", "sentId": 612}], "secId": 226}, {"speaker": "KING", "sentences": [{"text": "My first campaign was Dukakis Boston, Austin, with Lloyd Bentsen.", "sentId": 613}, {"text": "They lost 40 states.", "sentId": 614}, {"text": "Yes.", "sentId": 615}], "secId": 227}, {"speaker": "KING", "sentences": [{"text": "I close with this -- the Trump campaign continues to annoy and often befuddle veteran activists on key states.", "sentId": 616}, {"text": "In Colorado on Friday, for example, Trump complained again that state Republicans rigged the delegate selection process against him.", "sentId": 617}, {"text": "Not a way to make friends in what is usually presidential swing state.", "sentId": 618}], "secId": 228}, {"speaker": "KING", "sentences": [{"text": "In New Hampshire the other day, activists who supported Trump's rivals in the first in the nation primary, well, they say Trump and his team have done little or nothing to try to win their help.", "sentId": 619}, {"text": "The state Republican Party handled the invites to a Trump event this week and the national party is now stepping in to help with the New Hampshire ground effort.", "sentId": 620}, {"text": "More than a heavy lift is how one veteran New Hampshire Republican described the challenge of making the state competitive in the fall.", "sentId": 621}, {"text": "To prove his point, he said a planned Trump fund-raiser in New Hampshire was canceled for a second time this week, quote, because no one was coming.", "sentId": 622}, {"text": "Ouch.", "sentId": 623}], "secId": 229}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 624}, {"text": "Again, thanks for sharing your Sunday.", "sentId": 625}], "secId": 230}, {"speaker": "KING", "sentences": [{"text": "Up next, \"STATE OF THE UNION\".", "sentId": 626}], "secId": 231}], "sectionCount": 232, "url": "transcripts.cnn.com/TRANSCRIPTS/1607/04/ip.01.html", "sentenceCount": 628, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 4, 2016 - 08:00   ET", "speakers": ["KING", "TRUMP", "CLINTON", "WARREN", "PACE", "MURRAY", "JACOBS", "O'KEEFE", "LYNCH", "TRUDEAU", "LEE", "MCCONNELL", "REPORTER", "GINGRICH", "OBAMA", "UNIDENTIFIED FEMALE"], "title": "INSIDE POLITICS"}