{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1510.04.ip.01.html.json", "subTitle": "Gun Control Issue; Syria Crisis.  Aired 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Another mass shooting puts guns front and center in campaign 2016.", "sentId": 0}], "secId": 0}, {"speaker": "OBAMA", "sentences": [{"text": "Our thoughts and prayers are not enough.", "sentId": 1}, {"text": "It's not enough.", "sentId": 2}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Plus, are these top Republicans ready for prime time?", "sentId": 3}, {"text": "The man in line to be speaker gives Hillary Clinton a huge gift.", "sentId": 4}], "secId": 2}, {"speaker": "MCCARTHY", "sentences": [{"text": "Everybody thought Hillary Clinton was unbeatable -- right.", "sentId": 5}, {"text": "But we put together a Benghazi Special Committee.", "sentId": 6}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Donald Trump praises Putin's military push in Syria.", "sentId": 7}], "secId": 4}, {"speaker": "TRUMP", "sentences": [{"text": "Let Russia take care of ISIS.", "sentId": 8}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "And Ben Carson is asked how he would prepare the nation for a big hurricane.", "sentId": 9}], "secId": 6}, {"speaker": "CARSON", "sentences": [{"text": "I don't know.", "sentId": 10}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "And 26 million reasons Hillary Clinton is feeling the burn.", "sentId": 11}], "secId": 8}, {"speaker": "SANDERS", "sentences": [{"text": "There is nothing, nothing we cannot accomplish.", "sentId": 12}], "secId": 9}, {"speaker": "SANDERS", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 13}], "secId": 10}, {"speaker": "Welcome to INSIDE POLITICS.  I'm John King.  Thanks for sharing your Sunday morning.  With us to share their reporting and their insights", "sentences": [{"text": "the \"Atlantic's\" Molly Ball, CNN Manu Raju, Jonathan Martin of the \"New York Times and CNN's Sara Murray.", "sentId": 14}], "secId": 11}, {"speaker": "Welcome to INSIDE POLITICS.  I'm John King.  Thanks for sharing your Sunday morning.  With us to share their reporting and their insights", "sentences": [{"text": "Hillary Clinton calls the deadly massacre in Oregon sickening and heartbreaking.", "sentId": 15}, {"text": "To her the necessary political response is obvious.", "sentId": 16}], "secId": 12}, {"speaker": "CLINTON", "sentences": [{"text": "What is wrong with us that we can't stand up to the NRA and the gun lobby and the gun manufacturers they represent?", "sentId": 17}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Now the Republican candidates also were quick to condemn the shooting.", "sentId": 18}, {"text": "But they were also quick to say new gun controls would not have prevented the tragedy.", "sentId": 19}], "secId": 14}, {"speaker": "BUSH", "sentences": [{"text": "The impulse is always to do something and it's not necessarily the right thing to do.", "sentId": 20}], "secId": 15}, {"speaker": "HUCKABEE", "sentences": [{"text": "If you have crazy people who want to kill a lot of individuals, they'll find a way to do it.", "sentId": 21}], "secId": 16}, {"speaker": "TRUMP", "sentences": [{"text": "If you had a couple of teachers or somebody with guns in that room, you would have been a hell of a lot better off.", "sentId": 22}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "Now team Clinton sees an issue gun control that was once dangerous for Democrats in national politics as a general election plus now.", "sentId": 23}, {"text": "But more interesting perhaps in the short term is how much of a dividing line gun control law will be in the heated Democratic race.", "sentId": 24}, {"text": "Remember the first Democratic debate is next week right here on CNN.", "sentId": 25}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Senator Bernie Sanders, a liberal favorite on most issues, is a long time defender of gun rights popular in his rural home state of Vermont.", "sentId": 26}, {"text": "Yet listen here to Senator Sanders yesterday at an event in Massachusetts.", "sentId": 27}], "secId": 19}, {"speaker": "SANDERS", "sentences": [{"text": "What we need to do is bring our people together to stop the shouting to pass sensible gun control legislation.", "sentId": 28}, {"text": "Legislation that says clearly guns should not be owned by people who should not have them.", "sentId": 29}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "We often talk about maybe Hillary Clinton moving left to deal with the primary dynamics.", "sentId": 30}, {"text": "Is that Senator Sanders moving left from a position where he is often said you have to respect the views of people who live in rural America?", "sentId": 31}, {"text": "Gun control isn't necessarily the answer.", "sentId": 32}, {"text": "Is he responding to pressure there?", "sentId": 33}], "secId": 21}, {"speaker": "BALL", "sentences": [{"text": "Absolutely.", "sentId": 34}, {"text": "I mean I think there's so much talk about Bernie is so authentic, Bernie is so consistent.", "sentId": 35}, {"text": "He's had the same liberal views for 30 years.", "sentId": 36}, {"text": "But guns is something where he's being put on the spot because it's always been the sort asterisk on his liberal record that he did have a very sort of conservative position on guns because being from Vermont.", "sentId": 37}, {"text": "And now he's -- now that it's in the spotlight he gets squeezed on it and we see him articulating a sort of a different position.", "sentId": 38}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "Is it a chance, an opening for her in her --", "sentId": 39}], "secId": 23}, {"speaker": "MARTIN", "sentences": [{"text": "She has to be tempted.", "sentId": 40}, {"text": "She has to be tempted.", "sentId": 41}, {"text": "And I know, the moderators at CNN, John, will be certainly primed up with the Brady Bill vote.", "sentId": 42}], "secId": 24}, {"speaker": "BALL", "sentences": [{"text": "You think they know?", "sentId": 43}], "secId": 25}, {"speaker": "MARTIN", "sentences": [{"text": "The might know that then Congressman Sanders did in fact oppose the Brady Bill that was signed into law by Bill Clinton.", "sentId": 44}], "secId": 26}, {"speaker": "MARTIN", "sentences": [{"text": "So you can see the opportunity there for Hillary to sort of go out for him.", "sentId": 45}, {"text": "It's hard to see her sort of like head on confronting Bernie, but I do think she'll at least obliquely talk about her consistent record in support of gun safety.", "sentId": 46}], "secId": 27}, {"speaker": "RAJU", "sentences": [{"text": "You've seen some of these other candidates who are trying to get ahead -- make headway in the Democratic primary.", "sentId": 47}, {"text": "Already trying to make this an issue Martin O'Malley, his super PAC came out hitting Bernie on this issue earlier this year.", "sentId": 48}, {"text": "I'm sure you'll see some of those folks who are trying to get to Hillary's left to try to take that support away from Bernie.", "sentId": 49}], "secId": 28}, {"speaker": "RAJU", "sentences": [{"text": "I'm not sure how successful it will be given his views on a sweep of issues that make him to the left of everybody else.", "sentId": 50}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "So a campaign debate, but in terms of policy change, again, you saw the President in the briefing room the other day, he didn't even call on congress to do anything.", "sentId": 51}, {"text": "He essentially was calling on the American people saying the next campaign you need to pressure Congress to do something in the future.", "sentId": 52}], "secId": 30}, {"speaker": "MURRAY", "sentences": [{"text": "And he knows", "sentId": 53}], "secId": 31}, {"speaker": "MURRAY", "sentences": [{"text": "that.", "sentId": 54}, {"text": "I think that's why you saw how frustrated he was because how many times has he had to go up there and give a speech like this and feel like his hands are tied.", "sentId": 55}, {"text": "I mean he's been able to do a lot with executive orders and he feels like he's accomplished a lot that was in his agenda.", "sentId": 56}, {"text": "And this is one gaping hole and he certainly feels that.", "sentId": 57}], "secId": 32}, {"speaker": "MURRAY", "sentences": [{"text": "And it's hard to see how that changes.", "sentId": 58}, {"text": "Even if we get through the next election unless there's a huge turn over in the House and in the Senate, even if you do elect another Democratic president as we've seen with President Obama, you can't get that done.", "sentId": 59}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "They won't even have -- maybe.", "sentId": 60}, {"text": "Maybe they will.", "sentId": 61}, {"text": "I just they won't but I don't think they will.", "sentId": 62}, {"text": "Maybe they can at least have a conversation about the mental health issues.", "sentId": 63}, {"text": "There should be some bipartisan agreement there but we'll see.", "sentId": 64}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "Another issue that could come up in the Democratic debate that came up when the President was answering questions the other day is he was talking about the mumbo jumbo or the, what was the word he used -- half-baked ideas he was hearing from the Republicans on Syria including proposals for a no-fly.", "sentId": 65}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "Then he was asked -- reminded Hillary Clinton supports a no-fly zone.", "sentId": 66}, {"text": "The President's answer -- well he tried.", "sentId": 67}], "secId": 36}, {"speaker": "OBAMA", "sentences": [{"text": "Hillary Clinton is not half baked in terms of her approach to these problems.", "sentId": 68}, {"text": "She was obviously my secretary of state, but I also think that there's a difference between running for president and being president.", "sentId": 69}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Ouch.", "sentId": 70}], "secId": 38}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 71}], "secId": 39}, {"speaker": "MURRAY", "sentences": [{"text": "Ouch.", "sentId": 72}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "Senator Sanders we should note that he's with the President.", "sentId": 73}, {"text": "He says no-fly zone would do no good.", "sentId": 74}], "secId": 41}, {"speaker": "MARTIN", "sentences": [{"text": "That's so Obama though isn't it?", "sentId": 75}, {"text": "He's basically given to say look, you've got to say certain rhetorical things when you're a candidate.", "sentId": 76}, {"text": "We all get that.", "sentId": 77}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "You mean like closing Gitmo?", "sentId": 78}], "secId": 43}, {"speaker": "MARTIN", "sentences": [{"text": "Exactly.", "sentId": 79}, {"text": "Exactly.", "sentId": 80}, {"text": "But Obama is so dismissive of those political strokes, rhetorical strokes and sort of sees his job now differently than being a candidate.", "sentId": 81}, {"text": "But it was fascinating that Sanders wasted no time in siding with Obama.", "sentId": 82}], "secId": 44}, {"speaker": "RAJU", "sentences": [{"text": "And this is one of three issues now that Hillary has opposed the President on.", "sentId": 83}, {"text": "Not only that.", "sentId": 84}, {"text": "Not only Syria but also Keystone, also drilling in the arctic so she's clearly figuring out her spots to differentiate herself from the President rather than being accused of being a water carrier for him?", "sentId": 85}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "He's keeping count.", "sentId": 86}, {"text": "Do you think the President is keeping count?", "sentId": 87}], "secId": 46}, {"speaker": "MURRAY", "sentences": [{"text": "I think the President keeping count.", "sentId": 88}, {"text": "And you know what, this does expose a riff that existed when she was secretary of state in the White House particularly on foreign policy.", "sentId": 89}, {"text": "Hillary Clinton had a sort of a more interventionist view.", "sentId": 90}, {"text": "She wanted to be more aggressive in a number of conflicts and President Obama was not as comfortable with that.", "sentId": 91}, {"text": "You know, that's a harder thing to deal with when you're both in the White House.", "sentId": 92}, {"text": "And now that she's on the campaign trail and he's in the White House, I think we're starting to see that division emerge.", "sentId": 93}], "secId": 47}, {"speaker": "BALL", "sentences": [{"text": "It's also being seen as a weakness for her, right, in the Democratic primary that she is more hawkish than him because that's not necessarily what Democratic primary voters want to see.", "sentId": 94}, {"text": "But I think on the Syria issue, what you see and Obama is sort of telling the truth here.", "sentId": 95}, {"text": "There's pressure on candidates to have something that they say they would do.", "sentId": 96}, {"text": "It doesn't have to be a plausible thing.", "sentId": 97}, {"text": "It doesn't have to be something that you would actually do you were president.", "sentId": 98}, {"text": "You have to say that there's something that can be done because the situation is such a mess.", "sentId": 99}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "More on the possibility of that question in just a minute when we get to the Republicans.", "sentId": 100}, {"text": "But quickly before we go on this -- $26 million for Bernie sanders reported this week; $28 million for Clinton.", "sentId": 101}, {"text": "Parity in fundraising not something we expected and then if you look at what they call the burn rate, Hillary Clinton is spending money about as quickly as it comes in.", "sentId": 102}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "How big of a deal is it that Bernie Sanders is proving not only is he competitive in the polls but he's building a war chest.", "sentId": 103}], "secId": 50}, {"speaker": "MARTIN", "sentences": [{"text": "He has people that can give and give again.", "sentId": 104}, {"text": "These are not people who are maxed out.", "sentId": 105}, {"text": "Donors really grassroots army; it's almost entirely online.", "sentId": 106}, {"text": "He had I think less than five actual events to raise money during the entire quarter while Hillary Clinton is having multiple events on some days.", "sentId": 107}, {"text": "So it is an exclamation point on his grassroots strength.", "sentId": 108}], "secId": 51}, {"speaker": "RAJU", "sentences": [{"text": "And it means that he can potentially last beyond the first four primary states.", "sentId": 109}, {"text": "I mean I think the Clinton people are hoping to deliver a knock off blow on Super Tuesday in that first Tuesday in March but if Bernie has this kind of money he could potentially be in the race for a while.", "sentId": 110}], "secId": 52}, {"speaker": "MURRAY", "sentences": [{"text": "And it will be interesting to see what Bernie is spending that money on -- right, because Hillary is spending all the money but the reason is she's got an enormous number of personnel.", "sentId": 111}, {"text": "And her people say that gives her an organization and infrastructure that she can use to actually run this campaign on the ground where it matters.", "sentId": 112}, {"text": "Is Bernie doing that -- right?", "sentId": 113}, {"text": "Is he spending this money that's", "sentId": 114}], "secId": 53}, {"speaker": "MURRAY", "sentences": [{"text": "coming in or is it more just a sort of expression of support, right, that is a demonstration of his appeal.", "sentId": 115}], "secId": 54}, {"speaker": "MARTIN", "sentences": [{"text": "He still has zero TV ads so, which is a striking thing.", "sentId": 116}], "secId": 55}, {"speaker": "MURRAY", "sentences": [{"text": "But if you're Bernie Sanders and you say to yourself, there's a certain point you do have to start spending money, you do have to build an organization on the ground so those burn rates are going to get closer to each other.", "sentId": 117}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "We'll see pretty soon.", "sentId": 118}, {"text": "TV ads and the like -- spending will start.", "sentId": 119}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Up next some head-scratching moments from top Republicans including a giant gift to Hillary Clinton.", "sentId": 120}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "First though, politicians say the darnedest things.", "sentId": 121}, {"text": "Fresh from Secretary Clinton's visit last night to \"Saturday Night Live\".", "sentId": 122}], "secId": 59}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "I'm just so darn bummed.", "sentId": 123}, {"text": "All anyone wants to talk about is Donald Trump.", "sentId": 124}], "secId": 60}, {"speaker": "CLINTON", "sentences": [{"text": "Donald Trump?", "sentId": 125}, {"text": "Isn't he the one that is like \"you're all losers\"?", "sentId": 126}], "secId": 61}, {"speaker": "CLINTON", "sentences": [{"text": "It really is great how long you supported gay marriage.", "sentId": 127}], "secId": 62}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Yes.", "sentId": 128}, {"text": "I could have supported it sooner.", "sentId": 129}], "secId": 63}, {"speaker": "CLINTON", "sentences": [{"text": "Well, you did pretty soon.", "sentId": 130}], "secId": 64}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Yes.", "sentId": 131}, {"text": "Could have been sooner --", "sentId": 132}], "secId": 65}, {"speaker": "CLINTON", "sentences": [{"text": "Fair point.", "sentId": 133}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 134}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Just a few weeks ago, Donald Trump said the United States should be open to accepting more Syrian refugees because of what he called quote, \"an unbelievable humanitarian problem\".", "sentId": 135}, {"text": "But he's taking a much tougher position now suggesting yesterday the flood of refugees could actually be part of a deliberate strategy by ISIS.", "sentId": 136}, {"text": "Get this -- a Trojan horse, he says.", "sentId": 137}], "secId": 68}, {"speaker": "TRUMP", "sentences": [{"text": "This could be one of the great military coups of all time.", "sentId": 138}, {"text": "If they send them to our country, young, strong people and they turn out to be ISIS.", "sentId": 139}, {"text": "Now probably that won't happen but some of them definitely, in my opinion, will be ISIS.", "sentId": 140}], "secId": 69}, {"speaker": "MARTIN", "sentences": [{"text": "Probably that won't happen is key here, John.", "sentId": 141}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "Probably --", "sentId": 142}], "secId": 71}, {"speaker": "MARTIN", "sentences": [{"text": "Not saying it's going to happen.", "sentId": 143}, {"text": "But probably --", "sentId": 144}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "Never mind that a coup comes from within an organization.", "sentId": 145}, {"text": "See a coup is if the lieutenants topple the general -- I'm sorry, details.", "sentId": 146}], "secId": 73}, {"speaker": "MURRAY", "sentences": [{"text": "Details.", "sentId": 147}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "I made a mistake here.", "sentId": 148}], "secId": 75}, {"speaker": "MURRAY", "sentences": [{"text": "People don't need the details.", "sentId": 149}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "People don't need the details.", "sentId": 150}, {"text": "What?", "sentId": 151}, {"text": "I'm sorry.", "sentId": 152}, {"text": "But why does he want to be commander-in-chief and president.", "sentId": 153}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "First he said let Putin handle it, even though our Pentagon people say that Russian strikes aren't really actually against ISIS, they're Assad.", "sentId": 154}, {"text": "I don't know.", "sentId": 155}, {"text": "Am I supposed to worry about that?", "sentId": 156}], "secId": 78}, {"speaker": "BALL", "sentences": [{"text": "Well, you should obviously be very worried about this tremendous problem -- no, I think, look, I think Donald Trump is a little bit desperate to stay in the headlines because we've kind of seen this all before -- the feuds with the media, the outrageous comments, the borderline racism.", "sentId": 157}, {"text": "We've sort of seen this movie.", "sentId": 158}], "secId": 79}, {"speaker": "BALL", "sentences": [{"text": "And I think he has to find new ways to generate controversy and to keep people interested, because what he's finding out is this campaign is a long slog.", "sentId": 159}, {"text": "And if you're an entertainer who is good at generating controversy at some point people want something new.", "sentId": 160}], "secId": 80}, {"speaker": "RAJU", "sentences": [{"text": "And that's going to catch up to him, too.", "sentId": 161}, {"text": "I mean the commander in chief test is real.", "sentId": 162}, {"text": "And when the candidates try to distinguish themselves with Donald Trump and he says things like this, it's totally going to hurt him in that regard.", "sentId": 163}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "Isn't that happened in the last debate?", "sentId": 164}, {"text": "That was the section of the debate where he kind of disappeared, when they were talking about national security.", "sentId": 165}], "secId": 82}, {"speaker": "MURRAY", "sentences": [{"text": "That's true.", "sentId": 166}, {"text": "This is not his wheel house.", "sentId": 167}, {"text": "This is not his strong hold.", "sentId": 168}, {"text": "I mean he debuted this idea that he would deport any Syrian refugees that the U.S. let in if he were president at an event that I was at in New Hampshire.", "sentId": 169}], "secId": 83}, {"speaker": "MURRAY", "sentences": [{"text": "This was his biggest applause line of the night was saying that he would get rid of these refugees.", "sentId": 170}, {"text": "That there could be members of ISIS among them, why is it all young strong working men and there are so few women.", "sentId": 171}, {"text": "I mean he is playing to the kind of same base of folks who like the idea of build a wall, who like the idea of deport all these undocumented immigrants.", "sentId": 172}], "secId": 84}, {"speaker": "MURRAY", "sentences": [{"text": "Those same people are responding to this idea that we get rid of the Syrian refugees because they could be ISIS.", "sentId": 173}, {"text": "Is it good foreign policy?", "sentId": 174}, {"text": "I don't know.", "sentId": 175}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Laughable policy maybe.", "sentId": 176}], "secId": 86}, {"speaker": "MARTIN", "sentences": [{"text": "I mean he said on the air possibly in terms of we'll take refugees then he realizes it plays to that base and so he changes his mind entirely.", "sentId": 177}], "secId": 87}, {"speaker": "MARTIN", "sentences": [{"text": "I have to say that we, the media, are partly to blame here.", "sentId": 178}, {"text": "Because if we held him to the same standard that we held other candidates to for the stuff that he says, there would be stories every single day about his flip flops and inconsistencies and outrageous statements.", "sentId": 179}, {"text": "What happens is he just goes on the next round of shows and says more stuff and we all just kind of move on.", "sentId": 180}], "secId": 88}, {"speaker": "MARTIN", "sentences": [{"text": "But, you know, saying that the Syrians are going to come here and stage a coup in the United States of America is the kind of thing that should be scrutinized if he's leading in the polls into October.", "sentId": 181}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "Well, we'll see if -- we're trying to scrutinize it now.", "sentId": 182}, {"text": "We'll see if it has any effect.", "sentId": 183}], "secId": 90}, {"speaker": "BALL", "sentences": [{"text": "I think it's safe to say the people who are looking for a sober, responsible foreign policy thinker were never in Trump's camp.", "sentId": 184}, {"text": "It's not like they're going to see this and go wait, maybe he should be commander-in-chief.", "sentId": 185}], "secId": 91}, {"speaker": "MARTIN", "sentences": [{"text": "He's  -- Molly.", "sentId": 186}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Another are you ready for prime time moment this past weak that had the Republican establishment going nuts and I don't listen to the grown-ups in the Republican Party.", "sentId": 187}, {"text": "Kevin McCarthy, the man who, by all accounts, is about to be the Speaker of the House goes on Fox News and essentially connects the dots saying, well, the reason -- the way he sounds -- he said after this is not true.", "sentId": 188}, {"text": "This is not what I meant.", "sentId": 189}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "But if you listen here he seems to be saying we knew Hillary Clinton would be tough so we used our power to form a special committee.", "sentId": 190}], "secId": 94}, {"speaker": "MCCARTHY", "sentences": [{"text": "Everybody thought that Hillary Clinton was unbeatable, right?", "sentId": 191}, {"text": "But we put together a Benghazi Special Committee, a select committee, what are her numbers today?", "sentId": 192}, {"text": "Her numbers are dropping.", "sentId": 193}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "I talked to several what I'll call establishment in the party this past week who were apoplectic and their conclusion was this man is not ready to be speaker.", "sentId": 194}, {"text": "He doesn't hate communications.", "sentId": 195}, {"text": "He doesn't have the strategic skills but they don't have a choice, do they?", "sentId": 196}], "secId": 96}, {"speaker": "RAJU", "sentences": [{"text": "They'll have a choice actually this week.", "sentId": 197}, {"text": "Jason Chaffetz from Utah, the conservative Republican from Utah is announcing today that he's going to run for speaker against Kevin McCarthy.", "sentId": 198}, {"text": "But McCarthy still is, by and away, the favorite heading into a key leadership race this Thursday.", "sentId": 199}], "secId": 97}, {"speaker": "RAJU", "sentences": [{"text": "The big question though for McCarthy is that can he win 218 votes on the House floor later this month?", "sentId": 200}, {"text": "He can only lose 29 Republicans -- John.", "sentId": 201}, {"text": "And already 25 Republicans are in that camp that voted against John Boehner in January.", "sentId": 202}], "secId": 98}, {"speaker": "RAJU", "sentences": [{"text": "This kind of thing makes a lot of people nervous.", "sentId": 203}, {"text": "I heard the same things that you heard.", "sentId": 204}, {"text": "Will it go over 29?", "sentId": 205}, {"text": "If it goes over 29, he'll have fewer than 218 votes and that can throw the whole Republican leadership in a turmoil.", "sentId": 206}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "One other quick I want to get to is Bush versus Rubio.", "sentId": 207}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Jeb Bush, if you look at the polls -- he may not make the primetime debate either.", "sentId": 208}, {"text": "His polls are going down and one of his tactics this past week was to go after his former friend who is going up.", "sentId": 209}, {"text": "Listen.", "sentId": 210}], "secId": 101}, {"speaker": "BUSH", "sentences": [{"text": "I'm a proven leader.", "sentId": 211}, {"text": "I disrupted the old order in Tallahassee.", "sentId": 212}, {"text": "I relied on people like Marco Rubio and many others to follow my leadership and we moved the needle.", "sentId": 213}], "secId": 102}, {"speaker": "BUSH", "sentences": [{"text": "Look, we've had a president who came in and said the same kind of thing.", "sentId": 214}, {"text": "New and improved, hope and change, and he didn't have the leadership skills to fix things.", "sentId": 215}], "secId": 103}, {"speaker": "MARTIN", "sentences": [{"text": "It's a head pat there for you.", "sentId": 216}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "If you want to criticize somebody in the Republican primary criticizing saying Marco Rubio is just like Barack Obama, a freshman senator who doesn't really know what he's doing -- ouch.", "sentId": 217}], "secId": 105}, {"speaker": "MURRAY", "sentences": [{"text": "That's the way to do it.", "sentId": 218}, {"text": "And I think, you know, people sort of thought this would be coming at some point.", "sentId": 219}, {"text": "They knew Bush was going to have to go after Rubio.", "sentId": 220}, {"text": "I think maybe people were surprised to see it this early.", "sentId": 221}, {"text": "But it's really hard to pretend like you're friends with someone and then run against them for president and just hack and tear each other limb to limb.", "sentId": 222}, {"text": "That's why your super PAC raises $100 million dollars, not so you can put out friendly ads about how great Jeb Bush is.", "sentId": 223}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "Boom, boom, boom.", "sentId": 224}, {"text": "That's what campaigns are about, I guess.", "sentId": 225}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "Up next our reporters share from their notebooks, including at least Republican presidential campaign that many view as now being on life support.", "sentId": 226}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table ask our great reporters to give you sneak peek at the big political news ahead.", "sentId": 227}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "Molly Ball.", "sentId": 228}], "secId": 110}, {"speaker": "BALL", "sentences": [{"text": "The Rand Paul campaign, which once showed so much promise is now officially on death watch.", "sentId": 229}, {"text": "It's never a good look for your campaign when every interview with the Des Moines Register starts with \"so are you dropping out?\"", "sentId": 230}, {"text": "And that's what happened to him this week.", "sentId": 231}, {"text": "His disappointing fundraising numbers -- he's not going to be able to keep up the pace of spending that he previously had.", "sentId": 232}, {"text": "He's not getting very big crowds.", "sentId": 233}, {"text": "He's polling so low that it's actually a question whether he'll make the main stage for the next Republican debate at the end of the month.", "sentId": 234}], "secId": 111}, {"speaker": "BALL", "sentences": [{"text": "A lot of nervous, well, I would say a lot of nervous donors.", "sentId": 235}, {"text": "But there's not actually that many donors left.", "sentId": 236}, {"text": "One of the big problems that Paul has had is that a lot of the big names and sort of libertarian money that he thought were going to come through for him didn't come through.", "sentId": 237}], "secId": 112}, {"speaker": "BALL", "sentences": [{"text": "So, you know, he has said multiple times he's still in this.", "sentId": 238}, {"text": "He's going to still be in it when people vote but it's looking very dicey for him.", "sentId": 239}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "We'll keep an eye on that one -- money tends to follow performance and he hasn't performed.", "sentId": 240}], "secId": 114}, {"speaker": "BALL", "sentences": [{"text": "There you go.", "sentId": 241}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "Manu.", "sentId": 242}], "secId": 116}, {"speaker": "RAJU", "sentences": [{"text": "John the most overlooked story of last week was in Colorado where Republicans failed to get a key recruit in the senate race there against Michael Bennett.", "sentId": 243}, {"text": "This is George , he was the man who prosecuted James Holmes, the person who killed 12 people in that Aurora theater shooting in 2012.", "sentId": 244}], "secId": 117}, {"speaker": "RAJU", "sentences": [{"text": "best scene as probably the last best candidate to take on Bennett in the rake.", "sentId": 245}, {"text": "But  surprise a lot by saying that would not bid saying he would not run against Bennett and the Republicans that I talked to out there say in Washington are very fearful that Michael Bennett who is vulnerable, is going to skate into that seat next year.", "sentId": 246}], "secId": 118}, {"speaker": "RAJU", "sentences": [{"text": "He's going have a long way.", "sentId": 247}, {"text": "It's going tell us a lot about the full senate pictures.", "sentId": 248}, {"text": "We can even -- all the Democratic senators who are running for re-election right now may all be save in 2016 which is a huge surprise and have a big impact in the future for controlling disaster..", "sentId": 249}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "We forget sometimes.", "sentId": 250}, {"text": "All the focus on the presidential race, how important that is -- control of both the House and the Senate.", "sentId": 251}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "Jonathan.", "sentId": 252}], "secId": 121}, {"speaker": "MARTIN", "sentences": [{"text": "Has money bought Jeb' love?", "sentId": 253}, {"text": "One of Jeb Bush's rivals told me yesterday that in the last few weeks Jeb Bush and the super PAC have spent over $3 million on New Hampshire TV.", "sentId": 254}, {"text": "This is what you call John free body in the poles.", "sentId": 255}], "secId": 122}, {"speaker": "MARTIN", "sentences": [{"text": "Others campaign is anticipating a little in the polls.", "sentId": 256}, {"text": "The campaign is anticipating a little bump in Jeb's numbers in New Hampshire and they're trying to get ahead of that.", "sentId": 257}, {"text": "It also, by the way, is yet another indication of the more muscular combative phase of the campaign that we're seeing this fall the campaigns are more directly engaging one another.", "sentId": 258}, {"text": "I think it's a sign of things to come.", "sentId": 259}], "secId": 123}, {"speaker": "KING", "sentences": [{"text": "Saw one of those ads last night while I was watching the Red Sox game.", "sentId": 260}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "Sara.", "sentId": 261}], "secId": 125}, {"speaker": "MURRAY", "sentences": [{"text": "Well, I've heard a lot about donor panic in Bush world -- worrying about his performance.", "sentId": 262}, {"text": "Now I'm hearing they're panicking about something new in this more muscular phase.", "sentId": 263}, {"text": "They're worried that the pro Bush super Pac is retraining its fire on Marco Rubio.", "sentId": 264}, {"text": "Why do pro-Bush donors care about this?", "sentId": 265}, {"text": "They actually like Rubio.", "sentId": 266}, {"text": "They think he could be a good second choice if Bush can't get his poll numbers up.", "sentId": 267}, {"text": "They don't want to see him annihilated by super PAC spending and a number of them have told me they're not sure what to do about it.", "sentId": 268}], "secId": 126}, {"speaker": "KING", "sentences": [{"text": "The Florida family feud.", "sentId": 269}], "secId": 127}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 270}, {"text": "Don't expect Vice President Biden at next Tuesday's first Democratic presidential debate.", "sentId": 271}, {"text": "But that doesn't necessarily mean he won't make his decision about a 2016 by the debate.", "sentId": 272}, {"text": "The Vice President described by advisers in bold deliberations as close to making up his mind.", "sentId": 273}], "secId": 128}, {"speaker": "KING", "sentences": [{"text": "Rounding third base is how one advisor put it to me just yesterday.", "sentId": 274}, {"text": "And this adviser said the vice President is well aware he can't wait too much longer.", "sentId": 275}], "secId": 129}, {"speaker": "KING", "sentences": [{"text": "Now even if he decided before Tuesday's debate, Biden advisers say participating is almost certainly out of the question because they don't have an infrastructure in place to hold debate preparations or to pull off the mechanics of a modern debate like a rapid response media team or a VIP Spin Room presence.", "sentId": 276}, {"text": "He could do it himself, I guess.", "sentId": 277}], "secId": 130}, {"speaker": "KING", "sentences": [{"text": "But for weeks now those familiar with the deliberations described the Vice President as leaning in favor of Iran and advisers now have a detailed plan for the campaign built around the middle class economic message but these are also quick to say wanting to run doesn't mean the Vice President will run.", "sentId": 278}], "secId": 131}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 279}, {"text": "Again, thanks for sharing your Sunday.", "sentId": 280}, {"text": "We'll see you soon", "sentId": 281}], "secId": 132}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION with Jake Tapper starts right now.", "sentId": 282}], "secId": 133}], "sectionCount": 134, "url": "transcripts.cnn.com/TRANSCRIPTS/1510/04/ip.01.html", "sentenceCount": 284, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 4, 2015 - 08:30   ET", "speakers": ["KING", "OBAMA", "MCCARTHY", "TRUMP", "CARSON", "SANDERS", "Welcome to INSIDE POLITICS.  I'm John King.  Thanks for sharing your Sunday morning.  With us to share their reporting and their insights", "CLINTON", "BUSH", "HUCKABEE", "BALL", "MARTIN", "RAJU", "MURRAY", "UNIDENTIFIED FEMALE"], "title": "INSIDE POLITICS"}