{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1503.01.ip.01.html.json", "subTitle": "Republican's Hold CPAC; Israeli Leader Heading to U.S. for Crucial Speech", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "A conservative testing ground for Republican presidential hopefuls.", "sentId": 0}], "secId": 0}, {"speaker": "CRUZ", "sentences": [{"text": "We could have had Hillary here, but we couldn't find a foreign nation to foot the bill.", "sentId": 1}], "secId": 1}, {"speaker": "CHRISTIE", "sentences": [{"text": "Well, sometimes people need to be told to sit down and shut up.", "sentId": 2}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Scott Walker raises eyebrows comparing his showdown with unions to fighting ISIS.", "sentId": 3}], "secId": 3}, {"speaker": "WALKER", "sentences": [{"text": "If I can take on 100,000 protesters, I can do the same across the world.", "sentId": 4}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "And Jeb Bush answers the boos --", "sentId": 5}], "secId": 5}, {"speaker": "HANNITY", "sentences": [{"text": "Wait a minute, hang on.", "sentId": 6}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "-- with a bit of humor.", "sentId": 7}], "secId": 7}, {"speaker": "BUSH", "sentences": [{"text": "I'm marking them down as neutral and I want to be your second choice if I decide to go beyond this.", "sentId": 8}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Plus, ask Speaker John Boehner about Republican disarray in Congress and he'll blow you a kiss.", "sentId": 9}, {"text": "INSIDE POLITICS, the biggest stories sourced by the best", "sentId": 10}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "reporters now.", "sentId": 11}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 12}, {"text": "I'm John King.", "sentId": 13}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 14}], "secId": 11}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Nia-Malika Henderson of the \"Washington Post\", Jonathan Martin of the \"New York Times\", Lisa Lerer of Bloomberg Politics and Ed O'Keefe of the \"Washington Post\".", "sentId": 15}], "secId": 12}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "The Israeli Prime Minister Benjamin Netanyahu arrives in the United States today, a bit later today, for a remarkable public showdown with the President of the United States -- a close look at the reasons and the stakes in a moment.", "sentId": 16}], "secId": 13}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "But we begin with the annual conservative revival known as CPAC.", "sentId": 17}, {"text": "This year a big testing ground for the Republicans who would like to be your next president.", "sentId": 18}, {"text": "Jeb Bush came knowing there would be boos because of his positions on education and immigration, positions Jeb Bush insists are for the best.", "sentId": 19}], "secId": 14}, {"speaker": "BUSH", "sentences": [{"text": "The simple fact is there is no plan to deport 11 million people.", "sentId": 20}, {"text": "We should give them a path legal status, where they work, where they don't receive government benefits, where they don't break the law, where they learn English and where they make a contribution to our society.", "sentId": 21}, {"text": "That's what we need to be focused on.", "sentId": 22}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "As you might have been able to figure out listening to that, to most people in the audience Governor Bush's position equals amnesty.", "sentId": 23}, {"text": "But the governor stood his ground.", "sentId": 24}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Jonathan Martin, let's look at the CPAC's straw poll result.", "sentId": 25}, {"text": "This is relatively meaningless but Rand Paul wins -- no laughing, no laughing allowed -- Rand Paul wins with 26 percent, Scott Walker the Wisconsin governor 21, Ted Cruz at 12, Dr. Ben Carson at 11, Jeb Bush at 8.", "sentId": 26}, {"text": "Jeb Bush came in, I guess, with a lot to gain and maybe something to lose.", "sentId": 27}, {"text": "How do you rate this event and the winners and the losers", "sentId": 28}], "secId": 17}, {"speaker": "MARTIN", "sentences": [{"text": "I saw Jeb Bush speak twice earlier last month -- sort of state policy luncheon addresses.", "sentId": 29}, {"text": "He was far more comfortable in a much more hostile environment at CPAC than he was among a bunch of business suit-wearing downtown business guys.", "sentId": 30}, {"text": "I thought he had a pretty confident performance.", "sentId": 31}], "secId": 18}, {"speaker": "MARTIN", "sentences": [{"text": "I think he was clearly animated.", "sentId": 32}, {"text": "He recognized that he had to sort of sustain and deliver.", "sentId": 33}, {"text": "He knew that all eyes were going to be on him.", "sentId": 34}, {"text": "I think he passed the test.", "sentId": 35}], "secId": 19}, {"speaker": "MARTIN", "sentences": [{"text": "How much does it matter in the long run?", "sentId": 36}, {"text": "Not a lot.", "sentId": 37}, {"text": "You know, John  a colleague of ours, had a pretty good point.", "sentId": 38}, {"text": "The best news coming out of this for Jeb, he probably didn't see anything that's going to hurt him long run in either the primary or the general.", "sentId": 39}], "secId": 20}, {"speaker": "MARTIN", "sentences": [{"text": "But it was shrewd on the part of his people though to bus in supporters because I think the sound of the boos around him if he had not brought in his people would have been a bigger story coming out of this.", "sentId": 40}, {"text": "You heard in that clip that you just played, there were a lot of cheers there.", "sentId": 41}, {"text": "Those weren't necessarily organic cheers about the importance -- but the importance of about  people it was cheer from his supporters.", "sentId": 42}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "But one of the questions about Jeb Bush, it's been so long since he ran.", "sentId": 43}, {"text": "Could he go into an event like that?", "sentId": 44}, {"text": "How was he going to stand up in the Republican debates?", "sentId": 45}, {"text": "He did have energy and passed.", "sentId": 46}], "secId": 22}, {"speaker": "LERER", "sentences": [{"text": "Yes, in that test I think he definitely passed.", "sentId": 47}, {"text": "What's interesting to me was much this is going -- the Jeb Bush candidacy is going to be a test of where the Republican Party is.", "sentId": 48}], "secId": 23}, {"speaker": "LERER", "sentences": [{"text": "Mitt Romney, of course, on the immigration issue veered hard to the right to defeat Texas senator Rick Perry in the primary.", "sentId": 49}, {"text": "He couldn't recover from that in the general.", "sentId": 50}, {"text": "He lost Latino voters by a huge margin.", "sentId": 51}, {"text": "I think Obama won more than 70 percent of the vote.", "sentId": 52}], "secId": 24}, {"speaker": "LERER", "sentences": [{"text": "So Jeb Bush seems to be taking a really different approach.", "sentId": 53}, {"text": "He's going to stick with his position on immigration.", "sentId": 54}, {"text": "Sure he's saying we have to secure the border first.", "sentId": 55}, {"text": "But he's saying this is something the party has to do.", "sentId": 56}, {"text": "And whether his party and certainly the base of his party is willing to elect him and bring him through the primary process despite that is a really interesting test about the future of the Republican Party and where it's going.", "sentId": 57}], "secId": 25}, {"speaker": "O'KEEFE", "sentences": [{"text": "I thought that immigration moment was his best because while yes most of the people cheering had been bussed in from K Street to be there and didn't bother to vote in the straw poll before they left, heads didn't explode.", "sentId": 58}, {"text": "Nobody else really got up and left.", "sentId": 59}], "secId": 26}, {"speaker": "O'KEEFE", "sentences": [{"text": "I mean he was telling them something that is true.", "sentId": 60}, {"text": "There is no way that you can physically remove 12 million people from the country.", "sentId": 61}, {"text": "I think what he's trying to say to Republicans is I understand your frustration.", "sentId": 62}, {"text": "I know we have to deal with this but that's not the way to deal with it.", "sentId": 63}, {"text": "We have to be a little more practical.", "sentId": 64}], "secId": 27}, {"speaker": "O'KEEFE", "sentences": [{"text": "Throughout his speech he says, we have to come up with real solutions and I think people walking away said it wasn't exactly what I wanted to hear, but at the same time --", "sentId": 65}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "And he showed a bit of a temper, snapping at a \"Washington Post\" reporter.", "sentId": 66}, {"text": "That won't hurt him with the conservative base.", "sentId": 67}], "secId": 29}, {"speaker": "HENDERSON", "sentences": [{"text": "I thought overall his demeanor was very good.", "sentId": 68}, {"text": "Sometimes I think of him as sort of the Al Gore of GOP politics because sometimes he seems --", "sentId": 69}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Ouch.", "sentId": 70}], "secId": 31}, {"speaker": "HENDERSON", "sentences": [{"text": "-- he seems sort of exactly -- you feel like he wants to sigh, it's sort of beneath him the things he has to do.", "sentId": 71}, {"text": "But I thought he was funny.", "sentId": 72}, {"text": "He was very, very comfortable.", "sentId": 73}, {"text": "As you said in the previous speeches, even in the Q and A, he was a bit sort of diffident dissident.", "sentId": 74}], "secId": 32}, {"speaker": "HENDERSON", "sentences": [{"text": "I also thought as you said before, Sean Hannity, who expected him to treat him with in some ways kid gloves.", "sentId": 75}, {"text": "He gave him some openings and gave him a chance to talk about his conservative record in Florida.", "sentId": 76}], "secId": 33}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 77}, {"text": "And let's not pretend this was some kind of a  moment where Jeb went in and spoke truth to power.", "sentId": 78}, {"text": "He stuck to his guns on common core and immigration.", "sentId": 79}, {"text": "He definitely sounded different than most of the folks before him who were just tossing out big old prime ribs of red meat.", "sentId": 80}], "secId": 34}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 81}], "secId": 35}, {"speaker": "MARTIN", "sentences": [{"text": "But he also spent a lot of time talking about his record as a Florida governor, which is a very conservative record.", "sentId": 82}, {"text": "So it's not like he's sort of trying to run as some kind of a latter-day Nelson Rockefeller.", "sentId": 83}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "The ascendant Republican candidate of the moment is the Wisconsin Governor Scott Walker who came into this room, was very well received, good applause.", "sentId": 84}, {"text": "A lot of people after the fact of listening to this part of it are saying, \"Not so sure, Governor\".", "sentId": 85}], "secId": 37}, {"speaker": "WALKER", "sentences": [{"text": "I want a commander in chief who will do everything in their power to ensure that the threat from radical Islamic terrorists do not wash up on American soil.", "sentId": 86}], "secId": 38}, {"speaker": "WALKER", "sentences": [{"text": "If I can take on 100,000 protesters, I can do the same across the world.", "sentId": 87}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "If I can stand up to 100,000 protesters, he means the labor or -- he had a recall election, he took on the public employees union.", "sentId": 88}, {"text": "A lot of people saying, even some conservative publications saying labor union protesters, ISIS -- not exactly Governor.", "sentId": 89}], "secId": 40}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 90}, {"text": "I mean these are the challenges that these governors have in transferring whatever experience they have as executives of states be they large or small.", "sentId": 91}, {"text": "How can they transfer that to make a convincing case that they should stand next to world leaders on the global stage?", "sentId": 92}, {"text": "And you see him struggling with that.", "sentId": 93}, {"text": "And you'll see others struggle with that as well.", "sentId": 94}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Criticize.", "sentId": 95}, {"text": "Criticize.", "sentId": 96}, {"text": "But he always tries to bring it back to his fight with unions.", "sentId": 97}, {"text": "He's also on the record.", "sentId": 98}, {"text": "And he said this again at a skeptical meeting, the Club for Growth, a conservative where he was questioned in private where people say, \"not sure you're up for foreign policy experience here.\"", "sentId": 99}, {"text": "He said that the most significant foreign policy decision of his lifetime, most significant foreign policy decision of his lifetime was Ronald Reagan standing up to the air traffic controllers and firing the air traffic controllers.", "sentId": 100}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "That's a domestic decision but Scott Walker coming back to a union fight to say that's what scared the Soviets.", "sentId": 101}], "secId": 43}, {"speaker": "O'KEEFE", "sentences": [{"text": "Because his point is that foreign policy isn't so much about whether you studied this stuff, whether you know the difference between glasnost and perestroika -- it's leadership.", "sentId": 102}, {"text": "And his argument was that this was Reagan demonstrating not only to the country and to labor unions but to the world that if he said something, he meant it and he was going to do it.", "sentId": 103}], "secId": 44}, {"speaker": "LERER", "sentences": [{"text": "I mean one thing that was clear from CPAC is foreign policy is front and center.", "sentId": 104}, {"text": "You had Rick Perry get up there and he spent the first good couple of minutes of his speak speaking about foreign policy.", "sentId": 105}, {"text": "I mean this is some one who has a very strong economic story, the Texas miracle to tell about his own state.", "sentId": 106}, {"text": "He decided, no, I'm going to talk about being aggressive against ISIS.", "sentId": 107}], "secId": 45}, {"speaker": "LERER", "sentences": [{"text": "And I think it's a difficult situation because we're in a really fast-moving complex foreign policy situation and I think for candidates, you don't want to lay out a strong position and have it look completely different a month from now.", "sentId": 108}], "secId": 46}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 109}, {"text": "And it gives them a chance to attack Hillary Clinton, too.", "sentId": 110}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "She was a frequent target as was the President's strategy against ISIS.", "sentId": 111}, {"text": "What does it tell us about Chris Christie?", "sentId": 112}, {"text": "We were wondering -- we're talking during the week, anyone is going after Scott Walker because he's rising in the polls.", "sentId": 113}, {"text": "Nobody went after Scott Walker.", "sentId": 114}, {"text": "But Chris Christie who's been struggling, listen to him here when he's asked, isn't Jeb Bush the front-runner.", "sentId": 115}], "secId": 48}, {"speaker": "CHRISTIE", "sentences": [{"text": "Well listen, if what happens is if the elites in Washington who make backroom deals decide who the President's going to be, then he's definitely the front-runner.", "sentId": 116}, {"text": "If the people of the United States decide to pick the next president of the United States and they want someone who looks them in the eye, connects with them and is one of them, I'll do OK if I run.", "sentId": 117}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "The elites -- so Jeb Bush is to Chris Christie is to candidates of the elites.", "sentId": 118}, {"text": "What do we make of Chris Christie's performance there and where he is at the moment?", "sentId": 119}], "secId": 50}, {"speaker": "MARTIN", "sentences": [{"text": "John, as you well know, Chris Christie would love to have the elites in Washington on his side.", "sentId": 120}], "secId": 51}, {"speaker": "LERER", "sentences": [{"text": "Right.", "sentId": 121}, {"text": "HENDERSON:  Right.", "sentId": 122}], "secId": 52}, {"speaker": "LERER", "sentences": [{"text": "He's the RGA head running as an outsider.", "sentId": 123}], "secId": 53}, {"speaker": "MARTIN", "sentences": [{"text": "He is recalibrating his message to accommodate the circumstances that he now finds himself in which is much more of an underdog.", "sentId": 124}, {"text": "You know, he came off of the campaign last year as chairman of the RGA having won all of these governors' races.", "sentId": 125}, {"text": "I think he was looking for that mantle of there's a nefarious backroom of Washington elites, some of their support, and he's not getting much of it.", "sentId": 126}], "secId": 54}, {"speaker": "MARTIN", "sentences": [{"text": "And so, of course, he's now trying to portray them as somehow dictating the terms of this race and himself as a scrappy underdog -- pols  do what they have to do.", "sentId": 127}, {"text": "It is a strategy John of necessity, not preference.", "sentId": 128}], "secId": 55}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 129}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "Came in behind Donald Trump.", "sentId": 130}, {"text": "We say this straw poll doesn't mean a heck of a lot.", "sentId": 131}, {"text": "He came in behind Donald Trump.", "sentId": 132}], "secId": 57}, {"speaker": "MARTIN", "sentences": [{"text": "He has a challenge.", "sentId": 133}], "secId": 58}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 134}, {"text": "That can't be good.", "sentId": 135}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "That's -- thank you very much.", "sentId": 136}, {"text": "Well put.", "sentId": 137}, {"text": "Well put.", "sentId": 138}, {"text": "That can't be good.", "sentId": 139}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Up next, Israeli's Prime Minister's coming to address the congress and the Obama White House is furious.", "sentId": 140}, {"text": "First though, maybe we should just rename our \"Politicians say the darnedest things\" segment to \"This Week in Joe Biden Land\".", "sentId": 141}], "secId": 61}, {"speaker": "RUBIO", "sentences": [{"text": "Every single day Joe Biden says something that makes my career --", "sentId": 142}], "secId": 62}, {"speaker": "LEE", "sentences": [{"text": "Not just the guy who can tell the best Joe Biden jokes.", "sentId": 143}, {"text": "By the way, did you hear what Joe Biden said the other day?", "sentId": 144}, {"text": "Never mind.", "sentId": 145}, {"text": "It's too easy.", "sentId": 146}], "secId": 63}, {"speaker": "BIDEN", "sentences": [{"text": "I just want you to know that I will not be offended if you don't want to, but I'm going to be in that room if anybody wants to photograph.", "sentId": 147}, {"text": "I would not blame you if you didn't.", "sentId": 148}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 149}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "It's important to note that Israel and is will remain the closest U.S. ally in the Middle East.", "sentId": 150}, {"text": "But it's also no secret that President Obama and Prime Minister Netanyahu have a frosty relationship.", "sentId": 151}, {"text": "Actually that's being far too kind.", "sentId": 152}, {"text": "They don't like each other and increasingly they don't trust each other.", "sentId": 153}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "President Netanyahu on his way to Washington, a speech to Congress on Tuesday -- it only adds to the tension.", "sentId": 154}, {"text": "Iran is the sticking point at the moment.", "sentId": 155}, {"text": "Prime Minister Netanyahu says don't trust the Obama administration in these negotiations.", "sentId": 156}, {"text": "He still says it's a special relationship, but let's be honest, it's fractured.", "sentId": 157}, {"text": "It's not just Iran.", "sentId": 158}, {"text": "This is May 2011.", "sentId": 159}], "secId": 67}, {"speaker": "OBAMA", "sentences": [{"text": "We believe the borders of Israel and Palestine should be based on the 1967 lines with mutually-agreed swaths .", "sentId": 160}], "secId": 68}, {"speaker": "NETANYAHU", "sentences": [{"text": "While Israel is prepared to make generous compromises for peace it cannot go back to the 1967 lines because these lines are indefensible.", "sentId": 161}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "That was point, counter point in 2011.", "sentId": 162}, {"text": "Later that year this infamous open mike moment -- then President Sarkozy of France telling President Obama \"I cannot bear Netanyahu, he's a liar.\"", "sentId": 163}, {"text": "President Obama responds, this was picked up in an open mike, \"You're fed up with him?", "sentId": 164}, {"text": "I have to deal with him even more than you,\" -- obvious exasperation there.", "sentId": 165}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "And as Prime Minister Netanyahu heads to Congress, this is Susan Rice, the President's national security adviser.", "sentId": 166}, {"text": "Listen to the language.", "sentId": 167}], "secId": 71}, {"speaker": "RICE", "sentences": [{"text": "What has happened over the last several weeks by virtue of the invitation that was issued --", "sentId": 168}], "secId": 72}, {"speaker": "ROSE", "sentences": [{"text": "By the Speaker of the House.", "sentId": 169}], "secId": 73}, {"speaker": "RICE", "sentences": [{"text": "-- by the Speaker and the acceptance of it by Prime Minister Netanyahu two weeks in advance of his election is that on both sides there has now been injected a degree of partisanship, which is not only unfortunate, I think it's -- it's destructive of the fabric of the relationship.", "sentId": 170}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "Destructive of the fabric of the relationship.", "sentId": 171}, {"text": "Now normally an Israeli prime minister doesn't want to get too much face with an American president.", "sentId": 172}, {"text": "It the Israeli Prime Minister back home.", "sentId": 173}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "Why is Netanyahu willing to do this?", "sentId": 174}, {"text": "Look at this.", "sentId": 175}, {"text": "62 percent of Israelis in a recent \"Jerusalem Post\" poll believe the Obama administration is meddling in the Israeli election.", "sentId": 176}, {"text": "So Lisa Lerer, as the Prime Minister comes to Washington.", "sentId": 177}, {"text": "He", "sentId": 178}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "will address Congress.", "sentId": 179}, {"text": "We know the White House doesn't like it.", "sentId": 180}, {"text": "How much head butting are we going to get or will there be an effort to try to minimize and move on?", "sentId": 181}], "secId": 77}, {"speaker": "LERER", "sentences": [{"text": "Well, if this past week was any indication, I think we're going to see quite a lot of head butting at CPAC which we were just talking about a few minutes ago.", "sentId": 182}, {"text": "The Republicans brought up Israel time and time again as an attack against President Obama.", "sentId": 183}], "secId": 78}, {"speaker": "LERER", "sentences": [{"text": "We're really in uncharted waters here.", "sentId": 184}, {"text": "The Israeli/U.S.", "sentId": 185}, {"text": "relationship has always survived by being pretty nonpartisan.", "sentId": 186}, {"text": "Now you have Prime Minister Netanyahu basically coming here for the biggest campaign rally of his reelection.", "sentId": 187}, {"text": "I think the Israelis have calculated that he can steer the relationship back on course once he's re-elected, if he is re-elected.", "sentId": 188}], "secId": 79}, {"speaker": "LERER", "sentences": [{"text": "I'm not sure that that's so true.", "sentId": 189}, {"text": "I think we're going to see a rough patch for the next remainder of the two years of the Obama administration.", "sentId": 190}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "There are always some differences.", "sentId": 191}, {"text": "I came to Washington at the end of the Reagan administration.", "sentId": 192}, {"text": "The H.W.", "sentId": 193}, {"text": "Bush administration, Secretary of State Jim Baker had some spats.", "sentId": 194}, {"text": "Even in the George W. Bush administration where you had a very, very close relationship at the very end there was a dust up over settlements but I have never seen this public, this constant, this personal.", "sentId": 195}], "secId": 81}, {"speaker": "HENDERSON", "sentences": [{"text": "That's right.", "sentId": 196}, {"text": "I mean we're going to see a foreign leader stand in the halls of Congress and essentially denounce an American president.", "sentId": 197}, {"text": "Some Democrats have said they're going to walk out or not show up, I think it's about 30 or so, but most Democrats will be there.", "sentId": 198}, {"text": "They, of course, asked for a meeting with Netanyahu.", "sentId": 199}, {"text": "He refused.", "sentId": 200}], "secId": 82}, {"speaker": "HENDERSON", "sentences": [{"text": "So it is increasingly partisan.", "sentId": 201}, {"text": "I think we'll see this, as you said, a play-out in 2016 and I think it is unprecedented and troubling, I think, in terms of what sort of precedent it sets for this relationship and for other presidents going forward.", "sentId": 202}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Netanyahu says the President's naive in trying to cut a deal with Iran.", "sentId": 203}, {"text": "The White House says the Israelis have been taking and then distorting their briefings from the U.S. officials on how the negotiations are going, saying things that simply aren't true.", "sentId": 204}, {"text": "Can you fix that or is this relationship done?", "sentId": 205}, {"text": "Between the two leaders -- not the two countries.", "sentId": 206}], "secId": 84}, {"speaker": "MARTIN", "sentences": [{"text": "The Obama/Netanyahu relationship is deeply, deeply fractured.", "sentId": 207}, {"text": "It's hard to see how that's going to change between now and, you know, January 2017 when President Obama leaves office.", "sentId": 208}, {"text": "So I'm not sure what else can be done.", "sentId": 209}], "secId": 85}, {"speaker": "MARTIN", "sentences": [{"text": "Politically, you know, I think you're going to see some folks on the right trying to take advantage of this with the idea that they can somehow leverage support among Jewish voters in 2016.", "sentId": 210}, {"text": "We hear that every four years though and it just never happens.", "sentId": 211}, {"text": "So I'm very skeptical of that.", "sentId": 212}, {"text": "Most Jewish voters in America vote on domestic policy, not Israel.", "sentId": 213}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "This was the card Speaker Boehner played the morning after the State of the Union address.", "sentId": 214}, {"text": "He had this ready to go.", "sentId": 215}, {"text": "They wanted to change the subject the day after.", "sentId": 216}, {"text": "Any regrets on his part or does he still think this is a benefit for him?", "sentId": 217}], "secId": 87}, {"speaker": "O'KEEFE", "sentences": [{"text": "None at all.", "sentId": 218}, {"text": "At a time when nothing else is going right for him, this has been a unifying force for Republicans.", "sentId": 219}, {"text": "They all are in lock step and agreement that this should happen.", "sentId": 220}, {"text": "They are going to welcome him with open arms.", "sentId": 221}], "secId": 88}, {"speaker": "O'KEEFE", "sentences": [{"text": "A bit of a viewer's guide, remember Vice President Biden won't be there so Orrin Hatch as president of the senate will be sitting next to John Boehner.", "sentId": 222}, {"text": "So it's a total Republican embrace of the Israeli prime minister which they feel is a total win-win for them.", "sentId": 223}], "secId": 89}, {"speaker": "LERER", "sentences": [{"text": "And it's confusing though on the Israeli point of view because most Jews in the U.S. are still Democrats.", "sentId": 224}, {"text": "So to align themselves with Republicans, it just seems like a very strange calculation that they're making.", "sentId": 225}, {"text": "And I wonder how this -- whether hurts them in the long term.", "sentId": 226}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "It will get most members of Congress in the room.", "sentId": 227}, {"text": "They passed a one-week extension for the Department of Homeland Security.", "sentId": 228}, {"text": "They'll listen to prime minister Netanyahu and maybe they can go back to their day jobs and keep the government open.", "sentId": 229}, {"text": "We'll talk about that one next week.", "sentId": 230}, {"text": "Any optimists?", "sentId": 231}, {"text": "No, no optimists at the table?", "sentId": 232}], "secId": 91}, {"speaker": "MARTIN", "sentences": [{"text": "I think they'll probably vote to keep it open for a few more weeks or months, something like that.", "sentId": 233}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "More temporary.", "sentId": 234}], "secId": 93}, {"speaker": "MARTIN", "sentences": [{"text": "It does seem like the resolution to all these challenges, in terms of funding the government, are always somehow a few more weeks, a few more months.", "sentId": 235}, {"text": "Sort of a short-term path.", "sentId": 236}], "secId": 94}, {"speaker": "O'KEEFE", "sentences": [{"text": "It totally kills it --", "sentId": 237}], "secId": 95}, {"speaker": "O'KEEFE", "sentences": [{"text": "-- anything else.", "sentId": 238}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Kick the can, fix a band aid.", "sentId": 239}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 240}, {"text": "Our reporters share from their notebooks next getting you out ahead of the big political news to come including why some federal workers have been warned don't hit reply when you get an e-mail.", "sentId": 241}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "Let's go around the INSIDE POLITICS table for a sneak peek at the big political headlines just ahead.", "sentId": 242}], "secId": 99}, {"speaker": "Nia-Malika Henderson.     HENERSON", "sentences": [{"text": "Obama tomorrow is set to meet with his police task", "sentId": 243}], "secId": 100}, {"speaker": "Nia-Malika Henderson.     HENERSON", "sentences": [{"text": "force.", "sentId": 244}, {"text": "This, of course, was put together in the wake of Ferguson and Staten Island.", "sentId": 245}, {"text": "The White House has said that they have been surprised by so many areas of commonality between these activists and law enforcement officials who were on this task force.", "sentId": 246}, {"text": "Other people say the gulf is as wide as you might imagine.", "sentId": 247}, {"text": "They'll deliver a report to the President.", "sentId": 248}], "secId": 101}, {"speaker": "Nia-Malika Henderson.     HENERSON", "sentences": [{"text": "We know that this is a legacy item for this president.", "sentId": 249}, {"text": "He doesn't want this report to collect dust on the shelf, he said.", "sentId": 250}, {"text": "Whether or not it will be a legacy item we'll have to see.", "sentId": 251}, {"text": "That will probably depend on legislation and that seems fairly unlikely.", "sentId": 252}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "Keep an eye on that one in the week ahead.", "sentId": 253}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Jonathan.", "sentId": 254}], "secId": 104}, {"speaker": "MARTIN", "sentences": [{"text": "We were in with one operative to a top candidate for president this week called the Super PAC election.", "sentId": 255}, {"text": "It's March 1st, John, not a single candidate has set up an actual campaign committee.", "sentId": 256}, {"text": "They have though set up super PACs and this has dramatically changed national politics.", "sentId": 257}, {"text": "The donors who are most coveted now are billionaires with a b -- those that can stroke seven, eight-figure checks and the era of the bundlers who can raise a few hundred thousand dollars is seemingly passe.", "sentId": 258}], "secId": 105}, {"speaker": "MARTIN", "sentences": [{"text": "Look at what happened last week in Jackson Hole, Wyoming.", "sentId": 259}, {"text": "You had about a half a dozen operatives to top candidates for president go there not knowing entirely who was going to be in that room except for a handful of big donors.", "sentId": 260}, {"text": "The reason they went there was because when somebody like a Paul Singer says it's time to come make the pitch, these candidates do not hesitate for a second.", "sentId": 261}, {"text": "They have their top staffers drop everything to fly to Jackson Hole.", "sentId": 262}, {"text": "It's a new era.", "sentId": 263}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "New era of Super PACs.", "sentId": 264}, {"text": "Some put their better staffers on the super PACs, too instead of the campaign committee.", "sentId": 265}, {"text": "It is a new era.", "sentId": 266}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "Lisa.", "sentId": 267}], "secId": 108}, {"speaker": "LERER", "sentences": [{"text": "So also on the money front, John, I spent a couple of days last weekend in Silicon Valley where competition is hot and heavy for those billionaires out there.", "sentId": 268}, {"text": "I was out listening to a speech by Hillary Clinton.", "sentId": 269}, {"text": "Before she gave her remarks she made sure to meet with tech executives.", "sentId": 270}, {"text": "She's trying to make inroads.", "sentId": 271}, {"text": "She had trouble raising money there in 2008.", "sentId": 272}, {"text": "President Obama did much better.", "sentId": 273}], "secId": 109}, {"speaker": "LERER", "sentences": [{"text": "This time she's going to have competition from an unlikely source, Rand Paul who's opened an office there.", "sentId": 274}, {"text": "He's hoping to tap into the libertarian vein of some of the Silicon Valley money.", "sentId": 275}, {"text": "Jeb Bush has also been meeting with tech executives.", "sentId": 276}], "secId": 110}, {"speaker": "LERER", "sentences": [{"text": "It's not clear who's going to capture this really new and growing source of wealth for elections that are supposed to cost over $1 billion on each side.", "sentId": 277}, {"text": "But one thing is sure, I think we're going to see a lot of candidates and their staffers making many trips down the 101.", "sentId": 278}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Those states on the West Coast are not competitive when it comes to presidential election day but they're huge, huge money votes.", "sentId": 279}, {"text": "Lisa thank you.", "sentId": 280}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Ed.", "sentId": 281}], "secId": 113}, {"speaker": "O'KEEFE", "sentences": [{"text": "Long before covering campaign politics I was covering federal agencies and federal workers.", "sentId": 282}, {"text": "So on Friday night when they almost closed down the Department of Homeland Security, they issued 47 pages of instructions on how to shut down the department.", "sentId": 283}, {"text": "And buried deep in there on page 23 a little note to the 15 percent of DHS workers who might have been furloughed, \"You can check your e-mail but you cannot hit reply.\"", "sentId": 284}, {"text": "You were allowed to check for the status of the furlough but to hit reply or to engage anyone on e-mail might result in severe penalties.", "sentId": 285}, {"text": "So you would get paid after a shutdown but you weren't allowed to check your e-mail.", "sentId": 286}, {"text": "Perhaps some silver lining in the possibility of a shutdown.", "sentId": 287}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "We may go through this again in a week.", "sentId": 288}, {"text": "I guess -- what's that, an example of your government not at work or your government you better not work, you can only kind of work.", "sentId": 289}, {"text": "I'm not quite sure how to say.", "sentId": 290}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 291}, {"text": "A bit more history on the meaning, if there is one, of the CPAC straw poll.", "sentId": 292}, {"text": "There have been 20 CPAC presidential straw polls over the years.", "sentId": 293}, {"text": "We often call them meaningless or relatively meaningless because only four of those 20 were won by the man who ultimately became the Republican nominee.", "sentId": 294}, {"text": "And all four of those, it's worth noting were in the actual election year.", "sentId": 295}, {"text": "Never has CPAC's winner the year before the Presidential election, like this year, gone on to win the nomination.", "sentId": 296}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "So Rand Paul best not start measuring the White House drapes, but he has won three times now.", "sentId": 297}, {"text": "That puts him in special company -- a tie with Ronald Reagan and Jack Kemp.", "sentId": 298}, {"text": "Mitt Romney is the all-time CPAC leader with four wins.", "sentId": 299}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "So the bottom line winning is meaningless if you win once but most repeat winners -- Reagan, Kemp, Romney do have better resumes.", "sentId": 300}, {"text": "Rand Paul and his father Ron are the only men with at least two CPAC wins who did not end up on a Republican ticket as the nominee or as in Jack Kemp's case, as the VP pick.", "sentId": 301}, {"text": "One more example, I guess, is where Rand Paul heading into 2016 hopes to get a little separation from dad.", "sentId": 302}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 303}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 304}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "We'll see you soon.", "sentId": 305}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" starts right now.", "sentId": 306}], "secId": 121}], "sectionCount": 122, "url": "transcripts.cnn.com/TRANSCRIPTS/1503/01/ip.01.html", "sentenceCount": 308, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired March 1, 2015 - 08:30   ET", "speakers": ["KING", "CRUZ", "CHRISTIE", "WALKER", "HANNITY", "BUSH", "With us to share their reporting and their insights", "MARTIN", "LERER", "O'KEEFE", "HENDERSON", "RUBIO", "LEE", "BIDEN", "OBAMA", "NETANYAHU", "RICE", "ROSE", "Nia-Malika Henderson.     HENERSON"], "title": "INSIDE POLITICS"}