{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1407.06.ip.01.html.json", "subTitle": "Obama's Frustration with Washington; Hobby Lobby Decision; 2014 Election Preview", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "The Supreme Court rules against the Obama White House again.", "sentId": 0}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "The Hobby Lobby ruling is a healthcare policy setback but is it a political win for Democrats?", "sentId": 1}], "secId": 1}, {"speaker": "CROWD", "sentences": [{"text": "Hobby Lobby wins.", "sentId": 2}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Plus mark the President down as frustrated.", "sentId": 3}, {"text": "Never mind Obamacare and immigration he can't even get Congress to help him fix a bridge.", "sentId": 4}], "secId": 3}, {"speaker": "OBAMA", "sentences": [{"text": "It's not crazy.", "sentId": 5}, {"text": "It's not socialism.", "sentId": 6}, {"text": "It's not the imperial presidency.", "sentId": 7}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "And star power on the 2014 campaign trail.", "sentId": 8}, {"text": "Mitt Romney stumps for old friend Scott Brown.", "sentId": 9}], "secId": 5}, {"speaker": "ROMNEY", "sentences": [{"text": "The people of New Hampshire have a chance to vote at what they think about the President's agenda.", "sentId": 10}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "While liberal icon Elizabeth Warren tests her appeal in reliably red Kentucky.", "sentId": 11}], "secId": 7}, {"speaker": "WARREN", "sentences": [{"text": "You send us Alison Grimes instead of Mitch McConnell and you change the world.", "sentId": 12}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 13}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS, I'm John King.", "sentId": 14}, {"text": "Thanks for sharing your Sunday morning especially on this big holiday weekend.", "sentId": 15}, {"text": "With us to share their reporting and their insights \"The Atlantic's\" Molly Ball, \"Politico's\" Manu Raju, CNN's Peter Hamby and Maggie Haberman of \"Politico\".", "sentId": 16}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Now the work week ended on a high note for President Obama -- a strong jobs report for June, the unemployment rate dropping again and the Dow soaring to record highs.", "sentId": 17}], "secId": 11}, {"speaker": "OBAMA", "sentences": [{"text": "This is also the first time we've seen five consecutive months of job growth over 200,000 since 1999.", "sentId": 18}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "But for most of the week you could see and hear the President's frustration, his health care plan took a big blow at the Supreme Court.", "sentId": 19}, {"text": "He decided to give up waiting for Congress to act and now promises new executive actions on immigration.", "sentId": 20}, {"text": "And listen here, the most powerful man in the world lamenting he can't even get the Republican house to help him build roads and bridges.", "sentId": 21}], "secId": 13}, {"speaker": "OBAMA", "sentences": [{"text": "It's not crazy.", "sentId": 22}, {"text": "It's not socialism.", "sentId": 23}, {"text": "You know, it's not, you know, the imperial presidency.", "sentId": 24}, {"text": "It's not like they've been busy with other stuff.", "sentId": 25}, {"text": "No, seriously.", "sentId": 26}, {"text": "I mean, they're not doing anything.", "sentId": 27}, {"text": "Why don't they do this?", "sentId": 28}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "You can see there a mix of frustration and attempted humor from the President.", "sentId": 29}, {"text": "Well, there's zero humor and plenty of hostility when it comes to immigration and the crisis now playing out at the border with the influx of thousands of young children.", "sentId": 30}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Look at these angry demonstrations in southern California late last week.", "sentId": 31}, {"text": "Some of those caught trying to cross the border are bussed to makeshift detention centers.", "sentId": 32}, {"text": "And listen here, a House committee hearing near the border in Texas where Republican governor Rick Perry who says the President should come, visit the border lays the blame squarely on the White House.", "sentId": 33}], "secId": 16}, {"speaker": "PERRY", "sentences": [{"text": "My message to President Obama is to secure this border, Mr. President, finally address this issue and secure this border.", "sentId": 34}, {"text": "Invest sufficient resources to put an adequate number of border patrol agents on the ground permanently, utilize existing technology, including drones and other assets that we know.", "sentId": 35}, {"text": "We know how to do this.", "sentId": 36}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "The White House fires back, Molly, saying if Rick Perry is", "sentId": 37}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "really serious, why doesn't he pick up the phone and call those House Republicans and get them to work with the President?", "sentId": 38}, {"text": "If we have a serious policy challenge like this, what the mayor in that California called an invasion of people coming across the border and all they can do is go off into their political corners and spar, can we have a policy consensus or is that ridiculous to even think about?", "sentId": 39}], "secId": 19}, {"speaker": "BALL", "sentences": [{"text": "I think that's ridiculous to even think about at this point frankly.", "sentId": 40}, {"text": "I mean Republicans really do believe that the White House has in part caused this crisis by incentivizing these children to come here by making it seem that they would have a chance to be legalized if they came here by doing the action on the dreamers that the President did back in 2012.", "sentId": 41}], "secId": 20}, {"speaker": "BALL", "sentences": [{"text": "You know, the administration now considering more executive actions but probably will never go as far as the immigration reform advocates would like.", "sentId": 42}, {"text": "And so he's never going to satisfy either side on this issue and has to try to chart some kind of course.", "sentId": 43}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "If the politics of immigration are raw in a midterm election year, is there any dispute that that likely at the grassroots level, turnout level benefits Republicans?", "sentId": 44}], "secId": 22}, {"speaker": "HABERMAN", "sentences": [{"text": "It absolutely benefits Republicans.", "sentId": 45}, {"text": "And Democrats are holding out some hope that it's going to help them on the margins in certain places for 2014.", "sentId": 46}], "secId": 23}, {"speaker": "RAJU", "sentences": [{"text": "Colorado, for instance.", "sentId": 47}, {"text": "But other states I don't know where it would actually help Democrats.", "sentId": 48}, {"text": "Arkansas not really a heavy Latino population there, even Louisiana is below the national average, Alaska, another state where a Democrat is up for re- election.", "sentId": 49}, {"text": "It's not a real clear-cut winner for Democrats, immigration this year, but they know that it helps them nationally in 2016.", "sentId": 50}], "secId": 24}, {"speaker": "HAMBY", "sentences": [{"text": "Much of the senate playing field is on Republican turf right now.", "sentId": 51}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 52}, {"text": "So the flip side of that is we have immigration front and center.", "sentId": 53}, {"text": "We also have now contraception or what the Democrats would call the war on women because of the Hobby Lobby ruling.", "sentId": 54}, {"text": "The Hobby Lobby ruling, the Supreme Court throwing out a piece of Obamacare -- you had a Christian-run family that runs this private company.", "sentId": 55}, {"text": "They said they did not want to provide some contraceptive coverage -- not all contraceptive coverage.", "sentId": 56}, {"text": "They did not want to provide some contraceptive coverage to their employees because they thought those four specific ways -- means amount to abortion.", "sentId": 57}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "It took just moments for Hillary Clinton to decide she wanted to speak out and speak out strongly.", "sentId": 58}], "secId": 27}, {"speaker": "CLINTON", "sentences": [{"text": "It's very", "sentId": 59}], "secId": 28}, {"speaker": "CLINTON", "sentences": [{"text": "troubling that a sales clerk at Hobby Lobby who needs contraception, which is pretty expensive is not going to get that service through her employers' health care plan because her employer doesn't think she should be using contraception.", "sentId": 60}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "Back to the point, Peter, who is making the previous conversation, I don't think there's any doubt the Democrats think this helps them in 2016 with suburban women, with unmarried women, with younger people perhaps, who don't want the government mandating their choices about sexual reproduction and freedom.", "sentId": 61}, {"text": "What about 2014 when you look again at that senate map and where those races are, is it as clear-cut?", "sentId": 62}], "secId": 30}, {"speaker": "HAMBY", "sentences": [{"text": "I think this is obviously the ruling was a policy setback for the Obama administration but I think it actually is a political win for Democrats in 2014.", "sentId": 63}], "secId": 31}, {"speaker": "HAMBY", "sentences": [{"text": "And what Hillary Clinton just said there is interesting.", "sentId": 64}, {"text": "She kind of framed it partially as an economic argument.", "sentId": 65}, {"text": "Look, the cultural issue of this is evident that Democrats are going to say a bunch of old white men on the Supreme Court are trying to dictate your health choices, but when you look at the bigger picture message from Democrats on equal pay, minimum wage, paid family leave, and then this, I think you're going to hear from Democrats that this isn't just a cultural issue it's an economic issue.", "sentId": 66}], "secId": 32}, {"speaker": "RAJU", "sentences": [{"text": "And why, you know, this is -- Democrats think it's a win or they're actually going to probably try to do something legislatively.", "sentId": 67}, {"text": "You know it's not going to pass but they at least proposed something, put it on the floor of the Senate and force Republicans to vote against it and use it in the races in places like Colorado where Mark Udall is running very aggressively on this issue -- it's a central issue in his race and force the Republican to moderate in that race could, according to Cory Gardner.", "sentId": 68}], "secId": 33}, {"speaker": "HABERMAN", "sentences": [{"text": "It's also related to how you saw -- I mean we saw abortion discussed very plainly in 2012 in a way that I can't remember that ever happening in a national race before that way from the Democratic National Convention.", "sentId": 69}, {"text": "Democrats believe they saw an advantage with women on this.", "sentId": 70}, {"text": "They believed the same thing is true now, and I think there are certain places where it's more true than others but they are expecting especially with single women this can be a winner.", "sentId": 71}], "secId": 34}, {"speaker": "HABERMAN", "sentences": [{"text": "And the way Hillary Clinton framed that argument regardless of the fact that it contains some inaccuracies and lack of a mention about her own husband's administration and the role there, but that is the argument the Democrats in Washington were hoping will be executed in the next couple of months.", "sentId": 72}], "secId": 35}, {"speaker": "RAJU", "sentences": [{"text": "And John there are so few issues right now that are driving Democratic voters out to the polls, they think that this one could be one they could possibly neutralize even Obamacare for Republicans.", "sentId": 73}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "If you listen to Hillary Clinton, whether you agree or disagree with her, you knew crystal clear what she thought of the decision.", "sentId": 74}, {"text": "So the question, same question was posed to another prospective 2016 candidate, Chris Christie.", "sentId": 75}], "secId": 37}, {"speaker": "CHRISTIE", "sentences": [{"text": "Why should I give an opinion on whether they're right or wrong?", "sentId": 76}, {"text": "At the end of the day they did what they did.", "sentId": 77}, {"text": "That's now the law of the land unless people in the elective branches try to change it.", "sentId": 78}, {"text": "This is the way you get bogged down in those things.", "sentId": 79}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "This is the way you get bogged down in those things.", "sentId": 80}, {"text": "Can Chris Christie stand on a debate stage in Iowa with probably Marco Rubio, Rand Paul, Ted Cruz, maybe Rick Santorum?", "sentId": 81}, {"text": "We haven't heard yes or no from Mike Huckabee.", "sentId": 82}, {"text": "But people of that  and say I'm not going to get bogged down in talking about what the Supreme Court says about an issue that is pivotal to the Republican base?", "sentId": 83}], "secId": 39}, {"speaker": "BALL", "sentences": [{"text": "This is an even better indication than the way Hillary talked about that Democrats like this issue so much more than Republicans.", "sentId": 84}, {"text": "It's so telling that Christie does not want to take a position on this.", "sentId": 85}, {"text": "You see that with so many Republican candidates, back in 2012 a lot of Republican candidates thought that they had a winning argument in this idea of religious liberty.", "sentId": 86}, {"text": "Religion is very popular.", "sentId": 87}], "secId": 40}, {"speaker": "BALL", "sentences": [{"text": "Turns out birth control is even more popular and Democrats have become very skilled at putting this argument on their terms and convincing people that Republicans are trying to take away your birth control and we have seen Republicans from Cory Gardner in Colorado to now Chris Christie becoming very uncomfortable getting anywhere near this subject.", "sentId": 88}], "secId": 41}, {"speaker": "HAMBY", "sentences": [{"text": "This isn't the first time Chris Christie's used that settled law argument on a social issue.", "sentId": 89}, {"text": "Last fall when they declined to move forward with the state challenge to the same-sex marriage in New Jersey, he said well this is settled law now, the state Supreme Court made this decision and it just crystallizes the tricky dance that Chris Christie in particular has like you said navigating Iowa, South Carolina, New Hampshire, Florida, wherever, but also maintaining that kind of general election audience.", "sentId": 90}], "secId": 42}, {"speaker": "HABERMAN", "sentences": [{"text": "It crystallizes something else too.", "sentId": 91}, {"text": "The answer that Hillary Clinton gave got a ton of media coverage.", "sentId": 92}, {"text": "I suspect many viewers will be hearing Christie's answer for the first time.", "sentId": 93}, {"text": "And that speaks to the fact that he has so sunk from public memory as a major 2016er.", "sentId": 94}, {"text": "He will come back at some point, I am sure, because I do believe he's running but his status among the chattering class and conventional wisdom has really taken a hit.", "sentId": 95}], "secId": 43}, {"speaker": "HAMBY", "sentences": [{"text": "Is that an ok place to be there right now?", "sentId": 96}, {"text": "HABERMAN:  It's not terrible.", "sentId": 97}], "secId": 44}, {"speaker": "HAMBY", "sentences": [{"text": "Better to go up.", "sentId": 98}], "secId": 45}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes, we'll see.", "sentId": 99}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "He's going to need a better answer -- he's going to need -- the politics are complicated.", "sentId": 100}, {"text": "But if he wants to be president he going to need a better answer than that.", "sentId": 101}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Let's listen before we go to break.", "sentId": 102}, {"text": "This is the President of the United States giving a radio interview in the Oval Office.", "sentId": 103}, {"text": "This is something we've all talked about how demographics, changing cultural opinions especially among younger voters.", "sentId": 104}, {"text": "As a presidential party the Republicans are in trouble.", "sentId": 105}, {"text": "Mitt Romney proved that.", "sentId": 106}, {"text": "Listen to how the President put it.", "sentId": 107}], "secId": 48}, {"speaker": "OBAMA", "sentences": [{"text": "I think over time, the Republican party will move back to the center, mainly because if they don't, they'll never win the presidency again.", "sentId": 108}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "There are a lot of Republicans who think they need to move back to the center, maybe if President Obama says it, it won't happen because they don't do anything he wants?", "sentId": 109}], "secId": 50}, {"speaker": "HABERMAN", "sentences": [{"text": "It's always amazing to me these the moments when Obama gets down into sort of political consultant-land.", "sentId": 110}, {"text": "He did it last weekend when he was saying why he didn't think Hillary Clinton's wealth comments were going to hurt her terribly.", "sentId": 111}, {"text": "This is something that a lot of Obama advisers have been saying and they've been saying this to reporters for a while now that they expect that Republicans have really damaged themselves going forward for a long time.", "sentId": 112}, {"text": "That remains to be seen.", "sentId": 113}], "secId": 51}, {"speaker": "HAMBY", "sentences": [{"text": "You can make the argument that President Obama damaged Democrats also.", "sentId": 114}], "secId": 52}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes.", "sentId": 115}], "secId": 53}, {"speaker": "RAJU", "sentences": [{"text": "There you go but that's also the central debate the Republicans are having.", "sentId": 116}], "secId": 54}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes, exactly right.", "sentId": 117}], "secId": 55}, {"speaker": "RAJU", "sentences": [{"text": "Should you be super conservative and stick to your principles and convince people to come to your side or should you moderate and win over Democrats, that's a debate that they've had since the Tea Party rose.", "sentId": 118}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "And you might get a different answer if you're asking in the 2014 context or the 2016 context.", "sentId": 119}, {"text": "Everybody stay put.", "sentId": 120}, {"text": "Up next we map out the 2014 senate state of", "sentId": 121}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "play including two races the 2016 presidential hopefuls will be watching extra closely.", "sentId": 122}], "secId": 58}, {"speaker": "first", "sentences": [{"text": "suggest just maybe Colorado isn't the only place to get shall we say uplifting baked goods.", "sentId": 123}], "secId": 59}, {"speaker": "OBAMA", "sentences": [{"text": "Here is the problem.", "sentId": 124}, {"text": "We call Bill the crustmaster because of his pies, I don't know what he does, whether he puts crack in them or -- but --", "sentId": 125}], "secId": 60}, {"speaker": "OBAMA", "sentences": [{"text": "No, he doesn't.", "sentId": 126}, {"text": "There is no crack in our pies.", "sentId": 127}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 128}, {"text": "Control of the Senate as you all probably know is the biggest midterm prize at stake this year and our puzzle today maps out the state of play as we mark 121 days, that's four months to Election Day.", "sentId": 129}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Here's the state of play heading in.", "sentId": 130}, {"text": "55 Democrats in the senate, that includes including two independents who caucus with the Democrats.", "sentId": 131}, {"text": "45 Republicans.", "sentId": 132}, {"text": "You can do the math, tells you right here the Republicans need to pick up six seats and that gain of six in November to get the majority in the senate.", "sentId": 133}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Where are they confident?", "sentId": 134}, {"text": "They feel pretty confident about South Dakota, I got to turn this on I guess, there we go.", "sentId": 135}, {"text": "They feel pretty confident about South Dakota, confident about Montana, they feel very confident about West Virginia then it gets a little bit more dicey but they think they can win in North Carolina.", "sentId": 136}, {"text": "They think perhaps Arkansas and Louisiana and Alaska is the other top target.", "sentId": 137}, {"text": "So there would be -- that would get them there if they want to .", "sentId": 138}, {"text": "They might not.", "sentId": 139}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "What do the Democrats feel about the races so far?", "sentId": 140}, {"text": "Well, they're increasingly confident about New Hampshire, although that's a good race there to watch.", "sentId": 141}, {"text": "They think Michigan but it's very close.", "sentId": 142}, {"text": "They feel pretty confident about Minnesota but some Republicans say that could be a sleeper.", "sentId": 143}, {"text": "Oregon is a Democratic health state, watch that one, the Democrats feel ok right now.", "sentId": 144}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Then you see some other ones.", "sentId": 145}, {"text": "There's a great competitive race in Iowa.", "sentId": 146}, {"text": "There's a great competitive race in Colorado.", "sentId": 147}, {"text": "There are competitive races else where that Democrats feel reasonably good about Virginia.", "sentId": 148}, {"text": "This is a Republican-held seat.", "sentId": 149}, {"text": "And I want to start our conversation here.", "sentId": 150}, {"text": "Mitch McConnell the Republican leader, Alison Grimes, his Democratic challenger a red state, they haven't sent a Democrat to the senate since 1992  And yet Manu, this past week, Alison Grimes calls on help from the Massachusetts liberal Elizabeth Warren.", "sentId": 151}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "How does Elizabeth Warren help in a reliably red state?", "sentId": 152}], "secId": 67}, {"speaker": "RAJU", "sentences": [{"text": "It's all about motivating the base.", "sentId": 153}, {"text": "She does speak to those younger voters, the people that Alison Grimes needs to get out to the polls.", "sentId": 154}, {"text": "I mean this is a state that overwhelmingly rejected Barack Obama last year and even though this is a conservative state, this is the majority Democratic registration state.", "sentId": 155}, {"text": "There's still a lot of Democratic voters in pockets like Louisville and Lexington, where Elizabeth Warren does speak to the crowd and she speaks to younger voters, people she can talk about populist issues, railing against the big banks, things that are not super controversial and she's being used -- it's interesting how she's being used in red states this year, places where she can go where the President clearly cannot.", "sentId": 156}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "Is that a sign of her strength or is it a sign Alison Grimes -- remember her first ad.", "sentId": 157}, {"text": "Her first ad was I'm mad at everybody in Washington.", "sentId": 158}, {"text": "I'm mad at the Democrats.", "sentId": 159}, {"text": "I'm not going to be in the President's back pocket.", "sentId": 160}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Is this a sign of strength bringing in Elizabeth Warren or is it a calculation that I'm probably going to lose unless they somehow gin up the entire Democratic base?", "sentId": 161}], "secId": 70}, {"speaker": "HAMBY", "sentences": [{"text": "Manu is right.", "sentId": 162}, {"text": "Grimes has to drive up turn out in Louisville and Lexington with the base Democrats.", "sentId": 163}, {"text": "I was talking to a pretty high ranking Democrat in Kentucky after the Warren trip was announced and told me that Grimes kind of had to change the subject from these he coal regulations which are hurting her and find a way.", "sentId": 164}], "secId": 71}, {"speaker": "HAMBY", "sentences": [{"text": "Not to inject a 2016 comment into a 2014 conversation.", "sentId": 165}, {"text": "I also talked to Democrat donors who were in a fundraiser with her at the 21- C hotel in Louisville with Elizabeth Warren who were very impressed by her.", "sentId": 166}, {"text": "They hadn't seen her up close before and they thought she really did a good job framing her biography around her issues.", "sentId": 167}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "She seems to like it.", "sentId": 168}, {"text": "She's relatively new on the scene so you don't know whether -- when then they travel she seems to like it.", "sentId": 169}], "secId": 73}, {"speaker": "HABERMAN", "sentences": [{"text": "She likes it a lot.", "sentId": 170}, {"text": "I mean she we war saying  basically come out as a big surrogate overnight but she really is filling a void to go back to 2016 that Hillary Clinton is leaving until the fall, where she's doing her book tour and that is a contrast, right.", "sentId": 171}, {"text": "I mean you have Elizabeth Warren is out there helping other Democrats, you have Hillary Clinton ostensibly helping herself fight now and that is something you're going to hear.", "sentId": 172}, {"text": "Right now privately, you might hear it more overtly from Democrats who want her help depending on what Hillary Clinton does.", "sentId": 173}], "secId": 74}, {"speaker": "HABERMAN", "sentences": [{"text": "But Warren, too -- just to make one more contrast point here, the book tour that Hillary Clinton has been doing has not drawn the level of contrast I thought it would to Elizabeth Warren's book tour which Warren is exactly as you said, enjoyed it, interested, engaged, did lots of Q&A with the audience, stood the entire time when I say here walk back and forth gesticulated wildly with her hands.", "sentId": 174}, {"text": "Made fun of herself for it.", "sentId": 175}, {"text": "It was a with the audience, stood the entire time, when I saw her walk back and forth, gesticulated wildly with his hands, made fun of herself for it.", "sentId": 176}, {"text": "It was a revealing contrast.", "sentId": 177}], "secId": 75}, {"speaker": "HAMBY", "sentences": [{"text": "And big organic crowds also showed up for her both on this campaign events and the book tour events.", "sentId": 178}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "More on the Democratic star -- Elizabeth Warren, forgive me -- the Democratic star out there.", "sentId": 179}, {"text": "Mitt Romney a prominent Republican remember him, the nobody.", "sentId": 180}, {"text": "He's trying to come to the aid of Scott Brown who's trying to be the Republican nominee -- he doesn't have that locked up yet, in New Hampshire, running against Jeanne Shaheen.", "sentId": 181}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "Molly, I want to listen to Mitt Romney.", "sentId": 182}, {"text": "Harry Reid was asked about New Hampshire and he laughed.", "sentId": 183}, {"text": "He said ha, ha, ha, at the prospect that Jeanne Shaheen could lose to Scott Brown.", "sentId": 184}, {"text": "My question is can this guy Mitt Romney help make a difference?", "sentId": 185}], "secId": 78}, {"speaker": "ROMNEY", "sentences": [{"text": "I know that the President is not on the ballot this November, but the people of New Hampshire have a chance to vote at what they think about the President's agenda, and they'll do that by saying what they will about the President's number one supporter, Jeanne Shaheen.", "sentId": 186}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Scott Brown still runs well behind in polls against Jeanne Shaheen.", "sentId": 187}, {"text": "In essence if he keeps raising a lot of money and makes the Democrats play, is that enough because it stretches the map?", "sentId": 188}], "secId": 80}, {"speaker": "BALL", "sentences": [{"text": "Well, not if he loses.", "sentId": 189}, {"text": "I mean what Harry Reid was saying was that Democrats do not take this race seriously.", "sentId": 190}, {"text": "So far the polling has not shown that there's much reason that they should.", "sentId": 191}, {"text": "Let's not forget, Mitt Romney lost New Hampshire, despite being about as much a resident of the state as Scott Brown is, and his people really thought that he had a sort of cultural, temperamental neighborly connection to the state and he'd be able to win over the historically pretty conservative voters of New Hampshire but New Hampshire is increasingly a blue state.", "sentId": 192}, {"text": "Besides having the D next to her name, there's not clear evidence that Jeanne Shaheen has done anything specific to offend the voters there and so most Democrats really don't think that this is in play unless the climate changes.", "sentId": 193}], "secId": 81}, {"speaker": "RAJU", "sentences": [{"text": "Yes, exactly.", "sentId": 194}, {"text": "If Scott Brown wins this race, this is a wave election.", "sentId": 195}, {"text": "Then we're looking at a 53-47 Republican/Senate, 52/48, maybe they take Colorado, maybe they get Michigan, too.", "sentId": 196}, {"text": "It will be a huge year for --", "sentId": 197}], "secId": 82}, {"speaker": "HAMBY", "sentences": [{"text": "If you look beyond the top line horse race numbers in that senate race and look the fave/unfaves, Scott Brown is really badly underwater, his unfave is 15 percent.", "sentId": 198}, {"text": "Shaheen is somewhere above 50 percent and that's a real hurdle for Scott Brown to overcome.", "sentId": 199}], "secId": 83}, {"speaker": "HABERMAN", "sentences": [{"text": "And this is part of the strategy.", "sentId": 200}, {"text": "I mean Harry Reid does not do many things by accident and this part of the strategy all along has been to treat Scott Brown like a joke.", "sentId": 201}, {"text": "This is a guy who is a carpetbagger, he's not from the state, he switched states to run here -- precisely.", "sentId": 202}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 203}, {"text": "A quick observation from me that also joins you to an adding 2016 to 2014 conversation -- I don't remember in my lifetime, correct me if I'm wrong where you have very competitive senate races in Iowa and New Hampshire in the cycle before the Presidential cycle.", "sentId": 204}, {"text": "So if you're a Democrat or Republican thinking about running for president you're going to watch how immigration, how the economy, how Hobby Lobby, how all of these decisions essentially a cheat sheet.", "sentId": 205}], "secId": 85}, {"speaker": "RAJU", "sentences": [{"text": "You're going to be able to into these states and stump for those candidates and pretend you're not doing it for yourself.", "sentId": 206}], "secId": 86}, {"speaker": "HAMBY", "sentences": [{"text": "If we're talking about the Warren/Clinton contest, I think it's probably only a matter of time before Elizabeth Warren goes to Iowa and goes New Hampshire and gets --", "sentId": 207}], "secId": 87}, {"speaker": "HABERMAN", "sentences": [{"text": "Big crowd.", "sentId": 208}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Just for 2014 of course.", "sentId": 209}], "secId": 89}, {"speaker": "HAMBY", "sentences": [{"text": "Of course.", "sentId": 210}], "secId": 90}, {"speaker": "HABERMAN", "sentences": [{"text": "Hillary Clinton has a connection to Shaheen.", "sentId": 211}, {"text": "She has no connection to Braley and that's going to be one that's really worth watching.", "sentId": 212}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 213}, {"text": "Everybody sit tight.", "sentId": 214}, {"text": "It's a lot of fun.", "sentId": 215}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Tomorrow's news today is next as our reporters get you out ahead of the big political stories just around the corner.", "sentId": 216}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Let's close by going around the table, have our great reporters share some nuggets from their notebooks.", "sentId": 217}, {"text": "Molly Ball?", "sentId": 218}], "secId": 94}, {"speaker": "BALL", "sentences": [{"text": "I'm going to talk about far, far down ballot the state legislative landscape for this year.", "sentId": 219}, {"text": "Democrats have really gotten their butts kicked in state legislatures for the last couple of cycles.", "sentId": 220}, {"text": "A lot of complaints on the Democratic side that the party did not put enough resources into these down ballot races and that was a lot of what led to the redistricting gains that the Republicans were able to make because, of course, it is the state legislature who draw those maps.", "sentId": 221}], "secId": 95}, {"speaker": "BALL", "sentences": [{"text": "Currently Republicans hold 57 state legislative chambers, Democrats only 41.", "sentId": 222}, {"text": "Democrats managed to lose state legislative chambers in 2012 despite President Obama winning the election.", "sentId": 223}, {"text": "So they announce this week their flip targets, they're looking to take back a lot of these chambers, a lot of them in blue states like Michigan, Pennsylvania, Wisconsin, and try to turn that tide, their fund-raising is up about 25 percent over the last cycle.", "sentId": 224}, {"text": "They think they can finally turn the tide.", "sentId": 225}, {"text": "Republicans of course saying in a midterm election, not so fast.", "sentId": 226}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Best way to build a bench, win at the state legislature.", "sentId": 227}], "secId": 97}, {"speaker": "RAJU", "sentences": [{"text": "Mississippi fallout hitting Kansas.", "sentId": 228}, {"text": "I was just there last week.", "sentId": 229}, {"text": "Milton Wolfe, the Republican Tea Party candidate taking on Pat Roberts, has a really tough chance of winning but what he's doing is riling up the Republican base about the Mississippi results.", "sentId": 230}, {"text": "He's saying that the establishment went to war with the conservatives and we now take this out on Pat Roberts.", "sentId": 231}, {"text": "And not only is he going after Pat Roberts, he is going after Jerry Moran, who is the head of the National Republican Senatorial committee, who's the junior senator from Kansas.", "sentId": 232}, {"text": "And if Milton Wolfe loses this race he maybe Moran's challenger in 2016.", "sentId": 233}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "Milton Wolfe may just keep running.", "sentId": 234}, {"text": "Ok.  We'll watch that one.", "sentId": 235}], "secId": 99}, {"speaker": "HABERMAN", "sentences": [{"text": "Hillary Clinton the person I can't stop talking about has been in Europe for the last few days.", "sentId": 236}, {"text": "She was there on July 4th in Britain; she was getting mocked mercilessly by Republicans.", "sentId": 237}, {"text": "She has a few more interviews where her allies suspect she'll continue cleaning up the fallout from the dead broke gaffe and some of the other missteps she's had.", "sentId": 238}], "secId": 100}, {"speaker": "HABERMAN", "sentences": [{"text": "She's then going to basically disappear for most of the summer.", "sentId": 239}, {"text": "You are not going to see her.", "sentId": 240}, {"text": "She's going to be in the Hamptons and the hope from her allies is that she has learned some of what went wrong in the last couple of weeks and will demonstrate that in the fall.", "sentId": 241}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "We'll watch and learn a lesson or two.", "sentId": 242}, {"text": "Peter?", "sentId": 243}], "secId": 102}, {"speaker": "HAMBY", "sentences": [{"text": "I'm told that an alliance of Democratic groups including the DNC and a couple of super PACs are starting a big voting rights push in a couple of weeks, this includes voter registration efforts but it also includes a push to elect Democratic secretaries of state in key states like Ohio, Colorado, Iowa, New Mexico.", "sentId": 244}, {"text": "The goal here obviously is to protect what they see is the rights of voters but also those are all very important states for 2016 to have friendly secretaries of state running elections in big battleground states next year.", "sentId": 245}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Nice to have friends in the right places.", "sentId": 246}, {"text": "I'll close with this.", "sentId": 247}, {"text": "Manu mentioned the senate race.", "sentId": 248}, {"text": "Ever since Eric Cantor, the House Majority lost his primary a lot of people are scouring the maps and scouring the calendar saying which house incumbent will be next to fall.", "sentId": 249}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "Well, don't hold your breath.", "sentId": 250}, {"text": "I was checking with sources in both parties this week and Democrats say they don't think any of their incumbents will lose primaries.", "sentId": 251}, {"text": "There's only one race they're really watching closely, that's in Massachusetts John Tierney does face a Republican challenge.", "sentId": 252}, {"text": "Republicans think, possibility of one or two -- three at the most incumbents with tough primary challenges.", "sentId": 253}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "Those races are in Tennessee and Michigan.", "sentId": 254}, {"text": "So if you think there's a huge anti-incumbent wave out there, you're probably going to have to think again.", "sentId": 255}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 256}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 257}, {"text": "We'll see you soon.", "sentId": 258}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION WITH CANDY CROWLEY\" starts right now.", "sentId": 259}], "secId": 108}], "sectionCount": 109, "url": "transcripts.cnn.com/TRANSCRIPTS/1407/06/ip.01.html", "sentenceCount": 261, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 6, 2014 - 08:30   ET", "speakers": ["KING", "CROWD", "OBAMA", "ROMNEY", "WARREN", "PERRY", "BALL", "HABERMAN", "RAJU", "HAMBY", "CLINTON", "CHRISTIE", "first"], "title": "INSIDE POLITICS"}