{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.0507.25.ip.01.html.json", "subTitle": "AFL-CIO May Split; George Allen Interview; Evan Bayh Interview; Learning More about Roberts", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "ANNOUNCER", "sentences": [{"text": "Unions divided by an exodus from the AFL/CIO.", "sentId": 0}], "secId": 0}, {"speaker": "HOFFA", "sentences": [{"text": "We have voted to disaffiliate from the AF of L-CIO.", "sentId": 1}], "secId": 1}, {"speaker": "ANNOUNCER", "sentences": [{"text": "What will organized labor's worst rift in decades mean for workers and for politics?", "sentId": 2}], "secId": 2}, {"speaker": "John Roberts and a matter of membership", "sentences": [{"text": "Did the Supreme Court nominee belong to a legal group that raises red flags for many Democrats or not?", "sentId": 3}], "secId": 3}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Oh, all right, I don't think he wants to take any questions.", "sentId": 4}], "secId": 4}, {"speaker": "ROBERTS", "sentences": [{"text": "No.", "sentId": 5}, {"text": "No.", "sentId": 6}, {"text": "No, thanks.", "sentId": 7}], "secId": 5}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Counting the days since the CIA leak: Democrats point to the calendar and the attorney general defends his history with the case.", "sentId": 8}], "secId": 6}, {"speaker": "ARMSTRONG", "sentences": [{"text": "This is a hard sporting event and hard work wins it.", "sentId": 9}, {"text": "So, Vive la Tour forever.", "sentId": 10}], "secId": 7}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Lance Armstrong's next race: Might he give John Kerry competition?", "sentId": 11}], "secId": 8}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Anybody would love to see him in their party.", "sentId": 12}], "secId": 9}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Now live from Washington, CNN's INSIDE POLITICS.", "sentId": 13}], "secId": 10}, {"speaker": "BASH", "sentences": [{"text": "Thanks for joining us.", "sentId": 14}, {"text": "I'm Dana Bash and we begin with a giant of organized labor torn apart: The Teamsters and Service Employees International Union made good on their threat today and they announced they are pulling out of the AFL-CIO.", "sentId": 15}, {"text": "It's the largest schism in labor since the 1930's.", "sentId": 16}, {"text": "The two defecting groups make up more than three million of the AFL-CIO's 13 million members.", "sentId": 17}], "secId": 11}, {"speaker": "The break-away groups are forming a competing coalition designed to do something they say the AFL-CIO has not", "sentences": [{"text": "Bring more workers into the union fold after years of dwindling membership.", "sentId": 18}], "secId": 12}, {"speaker": "HOFFA", "sentences": [{"text": "We have voted to disaffiliate from the AF of L-CIO.", "sentId": 19}, {"text": "This is an historic announcement.", "sentId": 20}, {"text": "It is not done lightly.", "sentId": 21}, {"text": "We have extended a number of propositions and ideas to the AF of L-CIO to make sure that we could change the tide of the AF of L-CIO.", "sentId": 22}], "secId": 13}, {"speaker": "BASH", "sentences": [{"text": "Now, two other unions representing food and commercial workers, as well as textile and hotel workers are sending signals, they too could defect.", "sentId": 23}, {"text": "This revolt is playing out against the backdrop of the AFL-CIO convention in Chicago, where the federation President John Sweeney is accusing the dissident union of a -- quote -- \"grievous insult to working people.\"", "sentId": 24}], "secId": 14}, {"speaker": "BASH", "sentences": [{"text": "In his key-note convention speech, Sweeney said - quote -- \"At a time when our corporate and conservative adversaries have created the most powerful anti-worker political machine in the history of our country, a divided movement hurts the hopes of working families for a better life.\"", "sentId": 25}], "secId": 15}, {"speaker": "BASH", "sentences": [{"text": "Well, there are all sorts of political implications and ramifications for this big rift in organized labor and now for all of that, we bring in our senior political correspondent, Candy Crowley.", "sentId": 26}], "secId": 16}, {"speaker": "BASH", "sentences": [{"text": "Now, Candy, you've been working this story for some time.", "sentId": 27}, {"text": "You've talked to all of these leaders.", "sentId": 28}, {"text": "This is not a big surprise.", "sentId": 29}], "secId": 17}, {"speaker": "CROWLEY", "sentences": [{"text": "No.", "sentId": 30}, {"text": "It's not a big surprise.", "sentId": 31}, {"text": "They always sort of held out -- that is the SEIU and the Teamsters - saying, well, if John Sweeney will just make these changes and if he'll just do this.", "sentId": 32}], "secId": 18}, {"speaker": "CROWLEY", "sentences": [{"text": "But there's a lot of people within the labor federation, the AFL- CIO that felt that all along certainly the SEIU and probably the Teamsters and in a couple of days or a couple of weeks others will in fact, go along with it.", "sentId": 33}, {"text": "They've been heading in this direction for some time.", "sentId": 34}], "secId": 19}, {"speaker": "BASH", "sentences": [{"text": "Now, obviously they say the plan, the whole purpose of this is to increase membership -- increase, at least, affiliation -- but this is also personal against John Sweeney, right?", "sentId": 35}], "secId": 20}, {"speaker": "CROWLEY", "sentences": [{"text": "Well, you know, it seems to be -- because that was the one question, when you say when -- what would you like and then John Sweeney would make some movements towards whatever that is or at least he would feel that way -- and they'd say, well no, we need more of this.", "sentId": 36}], "secId": 21}, {"speaker": "look", "sentences": [{"text": "And of course, Democrats that I have talked to today -- I'm sure you have talked to today -- say oh boy, this is really not good for us.", "sentId": 37}, {"text": "They want cohesion.", "sentId": 38}, {"text": "And in fact this split is going to hurt them in terms of their ground game.", "sentId": 39}], "secId": 22}, {"speaker": "CROWLEY", "sentences": [{"text": "These are the foot soldiers.", "sentId": 40}, {"text": "And if you talk to James Hoffa, if you talk to Andy Stern, they'll say, well, we're still going to work with the AFL-CIO when it comes to political endeavors.", "sentId": 41}, {"text": "The fact of the matter is it's easier to get foot soldiers when they're all in one group than they are in separate groups.", "sentId": 42}], "secId": 23}, {"speaker": "CROWLEY", "sentences": [{"text": "And part of this is also political.", "sentId": 43}, {"text": "Look at the last -- the past record of the AFL-CIO just as far as the last election is concerned.", "sentId": 44}, {"text": "And that's really when a lot of this began to brew over, because you had people like Hoffa and like Stern looking and saying, you know, we've spent all of this money on politics.", "sentId": 45}, {"text": "They think that John Sweeney has spent too much money on politics and not enough money on organizing and that's how they define this rift.", "sentId": 46}, {"text": "And they thought that it really came to a head in 2004.", "sentId": 47}], "secId": 24}, {"speaker": "BASH", "sentences": [{"text": "Candy Crowley, thank you very much.", "sentId": 48}, {"text": "We look forward to hearing your reports much more throughout the day and this evening on this.", "sentId": 49}, {"text": "Thanks, Candy.", "sentId": 50}, {"text": "Appreciate it.", "sentId": 51}], "secId": 25}, {"speaker": "BASH", "sentences": [{"text": "Now we are going to talk to somebody Candy mentioned, one of the break-away union leaders, Teamsters President James Hoffa.", "sentId": 52}, {"text": "He's joining us now from Chicago.", "sentId": 53}], "secId": 26}, {"speaker": "BASH", "sentences": [{"text": "Thank you very much for joining us.", "sentId": 54}, {"text": "My first question is, the whole idea of unions is power in numbers, so when you split, aren't you sort have defeating that purpose?", "sentId": 55}], "secId": 27}, {"speaker": "HOFFA", "sentences": [{"text": "We don't think so.", "sentId": 56}, {"text": "We have had 10 years of John Sweeney's AFL-CIO.", "sentId": 57}, {"text": "We have not organized.", "sentId": 58}, {"text": "We have not grown.", "sentId": 59}, {"text": "We are not strong politically.", "sentId": 60}], "secId": 28}, {"speaker": "HOFFA", "sentences": [{"text": "We are not going through 10 more years of that.", "sentId": 61}, {"text": "We are going to change.", "sentId": 62}, {"text": "We are going to start organizing.", "sentId": 63}, {"text": "We are going to put more money into organizing.", "sentId": 64}, {"text": "We're going to put a lot more money into politics.", "sentId": 65}], "secId": 29}, {"speaker": "HOFFA", "sentences": [{"text": "But what John Sweeney has been doing has not been working, and it's time to try something new.", "sentId": 66}], "secId": 30}, {"speaker": "BASH", "sentences": [{"text": "Now are you going to actively recruit -- or maybe you already are actively recruiting -- other members of the AFL-CIO to come and join your new coalition?", "sentId": 67}], "secId": 31}, {"speaker": "HOFFA", "sentences": [{"text": "Well, there are seven international unions that belong to our federation.", "sentId": 68}, {"text": "And I think that they will be coming over pretty soon.", "sentId": 69}], "secId": 32}, {"speaker": "BASH", "sentences": [{"text": "Can you give us any hints as to who exactly you are talking about?", "sentId": 70}], "secId": 33}, {"speaker": "HOFFA", "sentences": [{"text": "Yes, the Farm Workers, the UFCW, the Carpenters, UNITE- HERE, all those unions will be coming over.", "sentId": 71}, {"text": "BASH: Do we expect an announcement in the next day or two days that they are going to actually defect from the AFL-CIO as you did?", "sentId": 72}], "secId": 34}, {"speaker": "HOFFA", "sentences": [{"text": "That's their decision to make that, and it will be done at their own time.", "sentId": 73}, {"text": "But we are working very closely with them.", "sentId": 74}, {"text": "They are disenchanted with what's happening in the AFL-CIO.", "sentId": 75}, {"text": "We can't have five or 10 more years of the same thing.", "sentId": 76}], "secId": 35}, {"speaker": "HOFFA", "sentences": [{"text": "Look at politics.", "sentId": 77}, {"text": "We don't control the House.", "sentId": 78}, {"text": "We don't control the Senate.", "sentId": 79}, {"text": "We don't control the White House.", "sentId": 80}, {"text": "Our numbers are dropping dramatically with regard to the number of people in the house of labor.", "sentId": 81}], "secId": 36}, {"speaker": "HOFFA", "sentences": [{"text": "And the answer is, we went to the AFL-CIO.", "sentId": 82}, {"text": "We said let's spend more money on organizing.", "sentId": 83}, {"text": "And they said, no.", "sentId": 84}], "secId": 37}, {"speaker": "HOFFA", "sentences": [{"text": "And the answer is, now we're going to do that, just that.", "sentId": 85}, {"text": "We're going to spend more of our seed money on organizing workers in America.", "sentId": 86}], "secId": 38}, {"speaker": "BASH", "sentences": [{"text": "Do you see yourself as a rival organization now to the AFL- CIO?", "sentId": 87}], "secId": 39}, {"speaker": "HOFFA", "sentences": [{"text": "We don't think we are rivals.", "sentId": 88}, {"text": "We are going to be working on the same goals.", "sentId": 89}, {"text": "People will have to make a choice as to where they want to go -- do they share our vision of organizing or do they want to have John Sweeney's federation that is going, I think, really pretty status quo and pretty backwards?", "sentId": 90}], "secId": 40}, {"speaker": "BASH", "sentences": [{"text": "John Sweeney called this a grievous insult.", "sentId": 91}, {"text": "There have been other local labor leaders, AFL-CIO leaders like Robert Haynes of Massachusetts, calling this treasonous, saying you have abandoned them.", "sentId": 92}, {"text": "This is really becoming personal.", "sentId": 93}, {"text": "They also say that this is really about your ego.", "sentId": 94}], "secId": 41}, {"speaker": "BASH", "sentences": [{"text": "What do you say to that?", "sentId": 95}], "secId": 42}, {"speaker": "HOFFA", "sentences": [{"text": "We say this is not personal at all.", "sentId": 96}, {"text": "The answer is, we're the ones that have to make decisions.", "sentId": 97}, {"text": "It's not about John Sweeney, personally.", "sentId": 98}, {"text": "The answer is the policies that the executive council has followed have been backward.", "sentId": 99}], "secId": 43}, {"speaker": "is", "sentences": [{"text": "We are going to show them how we can organize.", "sentId": 100}], "secId": 44}, {"speaker": "BASH", "sentences": [{"text": "I want to ask you a question about the political ramifications because, as you know, Democrats have said that they are quite concerned about this, that their foot soldiers essentially are being torn apart.", "sentId": 101}, {"text": "It takes a long time for change to happen.", "sentId": 102}], "secId": 45}, {"speaker": "What do you think the impact of this will be on the 2006 midterm elections? Could this hurt the get-out-the-vote efforts for Democrats?      HOFFA", "sentences": [{"text": "I don't know.", "sentId": 103}, {"text": "We're going to be obviously getting the vote out for people that want to help working families.", "sentId": 104}, {"text": "But we want more accountability to people, whether Democrats or Republicans, that go and vote on bills that hurt America, that vote for trade bills that send American jobs overseas, that vote to take away workers' rights.", "sentId": 105}, {"text": "We are going to target those people.", "sentId": 106}, {"text": "We're going to find those people.", "sentId": 107}], "secId": 46}, {"speaker": "What do you think the impact of this will be on the 2006 midterm elections? Could this hurt the get-out-the-vote efforts for Democrats?      HOFFA", "sentences": [{"text": "Those people that vote for what's good for American workers, we will support them.", "sentId": 108}, {"text": "The other people, we are going to go after them.", "sentId": 109}], "secId": 47}, {"speaker": "BASH", "sentences": [{"text": "Now, when you were first elected to the head of the Teamsters, you said that you would no longer be an ATM machine for the Democratic Party.", "sentId": 110}, {"text": "You have been on the floor of the Republican Convention not once but, I think, twice, but then you went ahead and endorsed Dick Gephardt and then John Kerry.", "sentId": 111}], "secId": 48}, {"speaker": "BASH", "sentences": [{"text": "How will today's decision impact the kind of politics that you practice, whether it's moving more towards the Republican Party?", "sentId": 112}, {"text": "Is that any kind of point here?", "sentId": 113}], "secId": 49}, {"speaker": "HOFFA", "sentences": [{"text": "We are not moving more toward the Republican Party.", "sentId": 114}, {"text": "What we are doing is we're going to be willing to back bipartisan candidates if they are good for working America.", "sentId": 115}, {"text": "That's the difference.", "sentId": 116}, {"text": "We are not going to be tied to one party.", "sentId": 117}, {"text": "If there's a Republican that's out there doing the right thing, voting against bad trade bills, voting to help American workers, we are not going to be afraid to back a Republican who helps American workers.", "sentId": 118}], "secId": 50}, {"speaker": "HOFFA", "sentences": [{"text": "We are going to be more bipartisan than the AFL-CIO.", "sentId": 119}], "secId": 51}, {"speaker": "BASH", "sentences": [{"text": "Now, one last question before we let you go.", "sentId": 120}, {"text": "Your name, Hoffa, is really synonymous with labor.", "sentId": 121}, {"text": "How hard was this, very quickly, on a personal level to do?", "sentId": 122}], "secId": 52}, {"speaker": "HOFFA", "sentences": [{"text": "It was a difficult decision because it's a momentous decision.", "sentId": 123}, {"text": "We do not do this lightly.", "sentId": 124}, {"text": "We thought about it.", "sentId": 125}, {"text": "I talked to my entire executive board.", "sentId": 126}, {"text": "I talked to leaders of our unions and joint councils and local unions.", "sentId": 127}, {"text": "And they say we have got to do something different.", "sentId": 128}, {"text": "And they endorsed this move.", "sentId": 129}], "secId": 53}, {"speaker": "HOFFA", "sentences": [{"text": "This is not Jim Hoffa making this move.", "sentId": 130}, {"text": "This is a move that's being made by the entire democratic Teamsters Union and it's unanimous.", "sentId": 131}], "secId": 54}, {"speaker": "BASH", "sentences": [{"text": "James Hoffa, we're going to have to leave it there.", "sentId": 132}, {"text": "Thank you very much for joining us from Chicago.", "sentId": 133}, {"text": "We really appreciate it.", "sentId": 134}, {"text": "Thank you.", "sentId": 135}], "secId": 55}, {"speaker": "HOFFA", "sentences": [{"text": "Thank you.", "sentId": 136}], "secId": 56}, {"speaker": "BASH", "sentences": [{"text": "And now we are going to turn to the John Roberts nomination here in Washington, the nomination, of course, to the Supreme Court.", "sentId": 137}, {"text": "He let the White House do the talking for him today as questions persist about his connections to a conservative legal society.", "sentId": 138}, {"text": "Roberts has been making the rounds on Capitol Hill, again, just as he did all last week, and our congressional correspondent Ed Henry is there -- Ed?", "sentId": 139}], "secId": 57}, {"speaker": "HENRY", "sentences": [{"text": "Good afternoon, Dana.", "sentId": 140}, {"text": "Here on the Hill, it's day four of the John Roberts charm offensive.", "sentId": 141}, {"text": "And senators in both parties are, you guessed it, very, very charmed.", "sentId": 142}], "secId": 58}, {"speaker": "HENRY", "sentences": [{"text": "Today it was Senator Dianne Feinstein, a key swing Democrat on the Judiciary Committee, who welcomed in Judge Roberts, who right now appears to be racing towards a relatively easy confirmation to the high court.", "sentId": 143}], "secId": 59}, {"speaker": "HENRY", "sentences": [{"text": "But there was at least one speed bump, maybe not a roadblock, but a speed bump today, when news surfaced that in fact, back in 1997 and '98, John Roberts, as you suggested, was listed in a leadership directory for the Federalist Society.", "sentId": 144}, {"text": "That comes, despite last week's White House denial that Judge Roberts was ever a member of that conservative group, which has been somewhat controversial over the years.", "sentId": 145}], "secId": 60}, {"speaker": "HENRY", "sentences": [{"text": "Now while Judge Roberts today on the Hill would not address questions about his membership or not in this group, Democratic Senator Feinstein, who I mentioned, she said she does not consider this a dis-positive factor in the confirmation process.", "sentId": 146}, {"text": "And Republican Senator John Cornyn, who also met with Judge Roberts, said he believes it's just a big distraction.", "sentId": 147}], "secId": 61}, {"speaker": "CORNYN", "sentences": [{"text": "I think it's an overreaction.", "sentId": 148}, {"text": "Apparently the judge doesn't remember being a member.", "sentId": 149}, {"text": "And you know, I'm sure that I've paid dues in the past and I have forgotten about it.", "sentId": 150}, {"text": "Obviously it wasn't central in his life, but it's not like being a member of the Communist Party.", "sentId": 151}], "secId": 62}, {"speaker": "HENRY", "sentences": [{"text": "Now Democratic aides here on the Hill insist, though, that they believe this is a significant question for two reasons.", "sentId": 152}], "secId": 63}, {"speaker": "HENRY", "sentences": [{"text": "First of all, Judge Roberts has only been on the federal bench for a couple of years.", "sentId": 153}, {"text": "He's basically a blank slate to Democrats, and they say they are trying to ascertain exactly what his views are on key issues like abortion.", "sentId": 154}, {"text": "And they say the Federalist Society, in their eyes -- according to the Democrats -- is a group that is more conservative than Judge Roberts has been portrayed in the early profiles of him and in the way the White House has put the story out.", "sentId": 155}, {"text": "They say that's why they want to dig into this a little more -- they want to find out all they can about his background.", "sentId": 156}], "secId": 64}, {"speaker": "HENRY", "sentences": [{"text": "Here's Democratic Senator Patrick Leahy on the idea that Judge Roberts is still a bit of a blank slate.", "sentId": 157}], "secId": 65}, {"speaker": "LEAHY", "sentences": [{"text": "I think that one thing with Judge Roberts, of course, there have not been a lot of cases that you can get that much of a feeling.", "sentId": 158}, {"text": "And the Supreme Court is there for all Americans.", "sentId": 159}, {"text": "They are the ultimate check and balance.", "sentId": 160}, {"text": "They are the ones who protect the rights of all Americans, not just Republicans, and not just Democrats, and I want to make sure that he is there to protect all Americans.", "sentId": 161}], "secId": 66}, {"speaker": "HENRY", "sentences": [{"text": "The second problem Democrats have is they believe this is a question of White House credibility.", "sentId": 162}, {"text": "Because last week when some media organizations reported that John Roberts was a member of the Federalist Society, the White House sought and got corrections from those media organizations.", "sentId": 163}, {"text": "Democrats say this is why they believe there needs to be a thorough investigation of his background.", "sentId": 164}, {"text": "But the bottom line is, even those Democrats pushing the story a little, admit privately it's probably just a speed bump -- Dana?", "sentId": 165}], "secId": 67}, {"speaker": "BASH", "sentences": [{"text": "Ed Henry, thank you very much on Capitol Hill.", "sentId": 166}], "secId": 68}, {"speaker": "BASH", "sentences": [{"text": "Well, Republicans are, as Ed was just reporting, very much backing John Roberts.", "sentId": 167}, {"text": "Up next, supreme politics on the line on the Hill.", "sentId": 168}, {"text": "I'll talk with Republican Senator George Allen about somebody who may be a little bit more hesitant.", "sentId": 169}, {"text": "See if he agrees.", "sentId": 170}], "secId": 69}, {"speaker": "BASH", "sentences": [{"text": "Also, to go boldly where man has been before -- on the eve of another attempt at launching the shuttle.", "sentId": 171}, {"text": "Have Americans grown apathetic about space?", "sentId": 172}], "secId": 70}, {"speaker": "BASH", "sentences": [{"text": "And later, it was Bill Clinton's launch pad to the White House, and it may be Hillary's too.", "sentId": 173}, {"text": "We'll talk about the Democrat Leadership Council, its political clout and its risk with the Democratic National Committee, with the outgoing chairman, Senator Evan Bayh.", "sentId": 174}], "secId": 71}, {"speaker": "BASH", "sentences": [{"text": "For more on the John Roberts nomination to the Supreme Court and other issues, I am joined from Capitol Hill by Republican Senator George Allen of Virginia.", "sentId": 175}], "secId": 72}, {"speaker": "BASH", "sentences": [{"text": "And I want to start off by noting that it's no secret that you have presidential ambitions.", "sentId": 176}, {"text": "You have been to New Hampshire I think, you've been to Iowa as well.", "sentId": 177}], "secId": 73}, {"speaker": "BASH", "sentences": [{"text": "Another fellow Republican, Senator Sam Brownback, who also is known to have presidential ambitions, is staking out a unique position on the John Roberts nomination.", "sentId": 178}, {"text": "He essentially isn't sold yet on it and he said -- quote -- \"In the past, we've seen that if someone is not well articulated on a position, the tendency is to move left on the bench.\"", "sentId": 179}, {"text": "He said that to a local paper in Kansas -- the idea there being that he's not so sure about him yet, whether he's essentially conservative enough.", "sentId": 180}], "secId": 74}, {"speaker": "BASH", "sentences": [{"text": "What do you make of that?", "sentId": 181}, {"text": "Do you agree with that?", "sentId": 182}], "secId": 75}, {"speaker": "ALLEN", "sentences": [{"text": "Well, I've talked to John Roberts and voted for him a few years ago.", "sentId": 183}], "secId": 76}, {"speaker": "ALLEN", "sentences": [{"text": "What I look for in a judge is a man or a woman who understands the proper role of a judge, which is to apply the law, not invent it.", "sentId": 184}, {"text": "I want judges who will uphold the Constitution, not amend it by judicial decree.", "sentId": 185}, {"text": "I don't want judges like Justice Souter.", "sentId": 186}, {"text": "And I think it's very important that you examine each and every one of these nominees who are getting a lifetime appointment.", "sentId": 187}], "secId": 77}, {"speaker": "ALLEN", "sentences": [{"text": "But when you look at what's an activist judge, you can look at examples out in the 9th Circuit where they knocked the Pledge of Allegiance out of public schools because of the words \"under God.\"", "sentId": 188}], "secId": 78}, {"speaker": "ALLEN", "sentences": [{"text": "You see the courts making decisions and knocking down the will of the people that have parents involved if an unwed minor daughter is going through the trauma of an abortion.", "sentId": 189}], "secId": 79}, {"speaker": "ALLEN", "sentences": [{"text": "And just last month, you have the Supreme Court taking away what's in the Bill of Rights as far as homeowners are concerned by allowing a city in Connecticut to take someone's home because they wanted to derive more revenue from it with another purpose, as if we're serfs or vassals.", "sentId": 190}], "secId": 80}, {"speaker": "ALLEN", "sentences": [{"text": "Now, talking to John Roberts, I think he's one who understands the proper role of a judge is not to be a legislator or to be an executive.", "sentId": 191}, {"text": "And I am confident that he does have the right judicial philosophy.", "sentId": 192}], "secId": 81}, {"speaker": "ALLEN", "sentences": [{"text": "I will want to talk to him some more, but you can't be asking him how he's going to rule on any particular case that may arise, but you get the idea of his philosophy.", "sentId": 193}, {"text": "That gives you a good indication how he analyzes things.", "sentId": 194}], "secId": 82}, {"speaker": "BASH", "sentences": [{"text": "But given the fact that his paper trail, so to speak, is so thin, that his number of rulings are so thin on some of the issues that matter to conservative -- to Republican primary voters, is there a danger in strongly supporting him now, voting for him and then down the road him voting like O'Connor or Souter and there being a backlash from some people who you might be looking for to support you in 2008?", "sentId": 195}], "secId": 83}, {"speaker": "ALLEN", "sentences": [{"text": "Well, I guarantee all of us want to make sure when these people put on that robe for a lifetime appointment that you can determine as best you can, in their own marrow that this is what they believe and that they are not going to go off and be like Souter.", "sentId": 196}, {"text": "I don't consider Sandra Day O'Connor like Souter.", "sentId": 197}], "secId": 84}, {"speaker": "ALLEN", "sentences": [{"text": "And you can look at, of course, his time even on the D.C. Court of Appeals.", "sentId": 198}, {"text": "Even that case, the French fry case, he did the right thing.", "sentId": 199}, {"text": "It's a foolish, idiotic law that they may have.", "sentId": 200}, {"text": "However he said, we're not to be a super-legislature.", "sentId": 201}, {"text": "They ought to change that law so that it's not as foolish and aggravating as that law.", "sentId": 202}], "secId": 85}, {"speaker": "ALLEN", "sentences": [{"text": "So there's a relatively minor case.", "sentId": 203}, {"text": "But still, I think that we can examine him.", "sentId": 204}, {"text": "I'm going to talk to him more personally.", "sentId": 205}, {"text": "But I think that from what I've been able to determine from him, he does have that right philosophy.", "sentId": 206}], "secId": 86}, {"speaker": "far", "sentences": [{"text": "Senator George Allen, we're going to have to leave it there.", "sentId": 207}, {"text": "Thank you very much for joining us from Capitol Hill today.", "sentId": 208}], "secId": 87}, {"speaker": "ALLEN", "sentences": [{"text": "Good to be with you, Dana.", "sentId": 209}], "secId": 88}, {"speaker": "BASH", "sentences": [{"text": "Thank you.", "sentId": 210}], "secId": 89}, {"speaker": "BASH", "sentences": [{"text": "Well, the Space Shuttle Discovery is ready for liftoff.", "sentId": 211}, {"text": "Up next, the politics of space flight.", "sentId": 212}, {"text": "And have the expectations faded since the early days?", "sentId": 213}], "secId": 90}, {"speaker": "BASH", "sentences": [{"text": "All systems are go for tomorrow morning's launch of the Space Shuttle Discovery, America's first space flight since the Columbia disaster more than two years ago.", "sentId": 214}, {"text": "First Lady Laura Bush is expected to be on hand for the liftoff at the Kennedy Space Center.", "sentId": 215}, {"text": "And of course, CNN plans to bring live coverage.", "sentId": 216}], "secId": 91}, {"speaker": "BASH", "sentences": [{"text": "Our Bruce Morton has more on the space program's past and future and how the excitement of those early days seems to have faded.", "sentId": 217}], "secId": 92}, {"speaker": "KENNEDY", "sentences": [{"text": "We choose to go to the moon in this decade and do the other things not because they are easy, but because they are hard.", "sentId": 218}], "secId": 93}, {"speaker": "MORTON", "sentences": [{"text": "The bold young president voiced a bold idea and America gathered itself up and went.", "sentId": 219}, {"text": "We saw for the first time, looking from the moon back at the small blue and white planet we all shared.", "sentId": 220}, {"text": "\"Three billion back there,\" one astronaut said, \"and three of us out here.\"", "sentId": 221}, {"text": "But we got there, eight years later.", "sentId": 222}], "secId": 94}, {"speaker": "ARMSTRONG", "sentences": [{"text": "Houston, Tranquility Base here.", "sentId": 223}, {"text": "The Eagle has landed.", "sentId": 224}], "secId": 95}, {"speaker": "MORTON", "sentences": [{"text": "Americans walked on the moon's surface first.", "sentId": 225}], "secId": 96}, {"speaker": "ARMSTRONG", "sentences": [{"text": "That's one small step for man, one giant leap for mankind.", "sentId": 226}], "secId": 97}, {"speaker": "MORTON", "sentences": [{"text": "In a decade of assassinations, full of wars and riots and violence, the moon landing was different.", "sentId": 227}, {"text": "It was a triumph of the nerds; the anonymous technicians in short-sleeved white shirts with plastic pocket protectors.", "sentId": 228}], "secId": 98}, {"speaker": "MORTON", "sentences": [{"text": "Three astronauts died on a launch pad fire aboard Apollo 1, but no astronaut died on any of the missions to the moon.", "sentId": 229}, {"text": "Instead, Americans got bored with the moon.", "sentId": 230}, {"text": "Apollo 17 was the last moon mission.", "sentId": 231}, {"text": "Three more had been scheduled, but were canceled -- too expensive, not much fun anymore.", "sentId": 232}], "secId": 99}, {"speaker": "MORTON", "sentences": [{"text": "And when it came to the shuttle and the international space station, the old perfection wasn't quite there.", "sentId": 233}, {"text": "Seven astronauts died in aboard the Shuttle Challenger in 1986; seven more in aboard the Shuttle Columbia 2003.", "sentId": 234}, {"text": "It's dangerous work like being a test pilot and the astronauts know that.", "sentId": 235}], "secId": 100}, {"speaker": "MORTON", "sentences": [{"text": "Now we have a president who wants to go back to moon and beyond it.", "sentId": 236}], "secId": 101}, {"speaker": "BUSH", "sentences": [{"text": "With the experience and knowledge gained on the moon, we will then be ready to take the next steps of space exploration -- human missions to Mars and to worlds beyond.", "sentId": 237}], "secId": 102}, {"speaker": "MORTON", "sentences": [{"text": "But Americans aren't so sure.", "sentId": 238}, {"text": "One in five tell a CNN/\"USA Today/\"Gallup poll they have a great deal of confidence NASA can prevent another accident, but half have only a fair amount of confidence and a quarter have none.", "sentId": 239}, {"text": "In 1998, 76 percent of us had an excellent or good opinion of NASA.", "sentId": 240}, {"text": "That's down to 53 percent now.", "sentId": 241}, {"text": "And a manned mission to Mars?", "sentId": 242}, {"text": "Three out of five oppose it.", "sentId": 243}], "secId": 103}, {"speaker": "MORTON", "sentences": [{"text": "So, the shuttle is there and everyone wishes it a safe journey, but the next act?", "sentId": 244}, {"text": "That's a hard question to answer these doubtful days.", "sentId": 245}], "secId": 104}, {"speaker": "MORTON", "sentences": [{"text": "Bruce Morton, CNN, Washington.", "sentId": 246}], "secId": 105}, {"speaker": "BASH", "sentences": [{"text": "Well, there was a huge jolt today for organized labor and American politics.", "sentId": 247}, {"text": "Coming up, the future and fallout now that the AFL- CIO is a broken federation.", "sentId": 248}, {"text": "Will Democrats pay a price?", "sentId": 249}], "secId": 106}, {"speaker": "BASH", "sentences": [{"text": "Plus, the attorney general's defense in the CIA leak investigation.", "sentId": 250}, {"text": "Does our \"Strategy Session\" buy it?", "sentId": 251}, {"text": "More INSIDE POLITICS is just ahead.", "sentId": 252}], "secId": 107}, {"speaker": "BASH", "sentences": [{"text": "Well, as the markets get set to close on Wall Street, we're joined now by Christine Romans in New York with \"The Dobbs Report.\"", "sentId": 253}], "secId": 108}, {"speaker": "BASH", "sentences": [{"text": "Hi, Christine.", "sentId": 254}], "secId": 109}, {"speaker": "ROMANS", "sentences": [{"text": "Hi there, Dana.", "sentId": 255}, {"text": "Thanks.", "sentId": 256}], "secId": 110}, {"speaker": "ROMANS", "sentences": [{"text": "Stocks mostly lower, a down day on Wall Street, despite solid results from American Express.", "sentId": 257}, {"text": "Those results just failed to inspire much buying here today.", "sentId": 258}, {"text": "And the Dow Industrials down 54 points, 10596.", "sentId": 259}, {"text": "The Nasdaq is losing more than half of 1 percent.", "sentId": 260}], "secId": 111}, {"speaker": "ROMANS", "sentences": [{"text": "More signs that the housing market remains red-hot.", "sentId": 261}, {"text": "Sales of previously owned homes rose to another record last month.", "sentId": 262}, {"text": "The median home price soared another 15 percent.", "sentId": 263}, {"text": "That's the biggest gain in 25 years.", "sentId": 264}], "secId": 112}, {"speaker": "ROMANS", "sentences": [{"text": "There's a big merger in the generic drug business.", "sentId": 265}, {"text": "Israel-based Teva Pharmaceuticals is buying rival -- buying rival Ivax for $7.4 billion.", "sentId": 266}, {"text": "That creates the world's biggest maker of generic drugs.", "sentId": 267}, {"text": "The generics industry has been booming, as top-selling drugs like Prozac and Prilosec have lost patent protection.", "sentId": 268}, {"text": "The competition within that industry has been intense.", "sentId": 269}], "secId": 113}, {"speaker": "ROMANS", "sentences": [{"text": "Taser is causing controversy once again.", "sentId": 270}, {"text": "The company is launching a new campaign to boost sales of its stun guns to the public.", "sentId": 271}, {"text": "That is raising concerns among police officers and human rights group.", "sentId": 272}, {"text": "They say Taser is pushing a dangerous and unregulated weapon on to the streets.", "sentId": 273}], "secId": 114}, {"speaker": "Coming up on CNN at 6", "sentences": [{"text": "00 p.m. Eastern on \"LOU DOBBS TONIGHT,\" the White House is looking to promote its guest-worker program with a new coalition made up of Latino and business groups.", "sentId": 274}, {"text": "But critics say it's just another attempt by the Bush administration to cover up its failures to secure our borders.", "sentId": 275}], "secId": 115}, {"speaker": "MEHLMAN", "sentences": [{"text": "I don't believe that the American public will fall for it.", "sentId": 276}, {"text": "I believe that most people understand the basic facts, that you cannot have open immigration and maintain a solid, healthy middle class and viabile social services in this country.", "sentId": 277}], "secId": 116}, {"speaker": "ROMANS", "sentences": [{"text": "Also tonight, Space Shuttle Discovery is set to launch tomorrow morning.", "sentId": 278}, {"text": "NASA Administrator Michael Griffin joins us to discuss the sensor problem that scuttled the mission earlier this month.", "sentId": 279}], "secId": 117}, {"speaker": "ROMANS", "sentences": [{"text": "Then, a scorching heat wave hits the upper Midwest.", "sentId": 280}, {"text": "Is it a sign of global warming?", "sentId": 281}, {"text": "We'll have a special report on that.", "sentId": 282}], "secId": 118}, {"speaker": "Plus", "sentences": [{"text": "00 Eastern, on LOU DOBBS TONIGHT.", "sentId": 283}], "secId": 119}, {"speaker": "Plus", "sentences": [{"text": "Now back to Dana.", "sentId": 284}], "secId": 120}, {"speaker": "BASH", "sentences": [{"text": "Christine, thank you.", "sentId": 285}, {"text": "We'll be watching.", "sentId": 286}], "secId": 121}, {"speaker": "BASH", "sentences": [{"text": "And now back to INSIDE POLITICS.", "sentId": 287}], "secId": 122}, {"speaker": "BASH", "sentences": [{"text": "One Democratic consultant called the newly announced exodus from the AFL-CIO a concern for its members in his party everywhere.", "sentId": 288}], "secId": 123}, {"speaker": "BASH", "sentences": [{"text": "The Teamsters and Service Employees International Union say they're quitting the federation to try to rebuild labor's ranks.", "sentId": 289}, {"text": "Two other unions seem likely to follow.", "sentId": 290}, {"text": "And the full impact of the breakup may not be felt until the next Election Day.", "sentId": 291}], "secId": 124}, {"speaker": "BASH", "sentences": [{"text": "Here's our senior political analyst, Bill Schneider.", "sentId": 292}], "secId": 125}, {"speaker": "SCHNEIDER", "sentences": [{"text": "The house of labor is now divided, not by politics.", "sentId": 293}, {"text": "The unions that are splitting off, which account for roughly a third of the AFL-CIO membership, want to pursue a more aggressive campaign to organize new workers.", "sentId": 294}, {"text": "But the split does have political implications, mostly not good for Democrats.", "sentId": 295}], "secId": 126}, {"speaker": "NOBLE", "sentences": [{"text": "Unions now are going to be focusing internally on their internal problems.", "sentId": 296}, {"text": "It means they're going to have less time and less money to spend focusing on getting Democrats elected.", "sentId": 297}], "secId": 127}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Noble's group, the Center for Responsive Politics, keeps track of political contributions.", "sentId": 298}, {"text": "He reports that last year, unions gave $92 million, mostly to Democrats.", "sentId": 299}, {"text": "Unions may now find other uses for that money.", "sentId": 300}], "secId": 128}, {"speaker": "NOBLE", "sentences": [{"text": "To the extent that some of the unions put money into organizing, which many have felt has been necessary, they may find some of that money not going towards political campaigns.", "sentId": 301}], "secId": 129}, {"speaker": "SCHNEIDER", "sentences": [{"text": "After all, one of the dissident unions' complaints is that the AFL-CIO spends too much money on politics.", "sentId": 302}, {"text": "It's not just about money.", "sentId": 303}], "secId": 130}, {"speaker": "MEYERSON", "sentences": [{"text": "But labor's main contribution is mobilizing its own vote.", "sentId": 304}], "secId": 131}, {"speaker": "SCHNEIDER", "sentences": [{"text": "A vote that has gone nearly 60 percent for the Democratic candidate in the last three presidential elections, according to CNN exit polls.", "sentId": 305}, {"text": "Cities around the country have central labor councils to rally the labor vote.", "sentId": 306}, {"text": "Now those councils are likely to split up.", "sentId": 307}], "secId": 132}, {"speaker": "MEYERSON", "sentences": [{"text": "If they do, the sheer logistics of getting out the vote and whether there will be enough folks knocking on doors of enough union members is at question.", "sentId": 308}], "secId": 133}, {"speaker": "SCHNEIDER", "sentences": [{"text": "There are politically important unions on both sides of the split.", "sentId": 309}, {"text": "Their political efforts may now be more limited.", "sentId": 310}], "secId": 134}, {"speaker": "MEYERSON", "sentences": [{"text": "Some of the most politically active unions, the SEIU in particular, may not be available to do the kind of broad campaign among all union members that its own volunteers have done so well in the last couple of years.", "sentId": 311}], "secId": 135}, {"speaker": "SCHNEIDER", "sentences": [{"text": "The biggest problem for Democrats is that organized labor has lost so many members.", "sentId": 312}, {"text": "It's gone from 35 percent of the workforce in the 1950s to 12.5 percent today.", "sentId": 313}, {"text": "The dissident unions aim to reverse that decline.", "sentId": 314}, {"text": "That has political implications, too.", "sentId": 315}], "secId": 136}, {"speaker": "NOBLE", "sentences": [{"text": "If what comes out of this in the end is a stronger union movement, it may very well help the Democrats.", "sentId": 316}], "secId": 137}, {"speaker": "SCHNEIDER", "sentences": [{"text": "But that is somewhere down the road, of course.", "sentId": 317}], "secId": 138}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Labor was split once before, from 1938 to 1955, a period when both labor and Democrats did very well, but that was when unions were strong and membership was growing.", "sentId": 318}, {"text": "Now some unions are saying, well, what use is solidarity forever when the movement is getting smaller and smaller?", "sentId": 319}], "secId": 139}, {"speaker": "BASH", "sentences": [{"text": "Bill Schneider, thank you very much for that excellent explanation of why we care about all this politically.", "sentId": 320}, {"text": "Thank you, Bill.", "sentId": 321}], "secId": 140}, {"speaker": "BASH", "sentences": [{"text": "Well, we're now going to go back to the question dogging Supreme Court nominee John Roberts.", "sentId": 322}, {"text": "Has he ever been a member of the conservative legal group the Federalist Society?", "sentId": 323}, {"text": "The \"Washington Post\" reports Roberts' name appeared in the group's leadership directory in a late '90s directory, but the White House says Roberts has no memory of ever joining the group or paying dues.", "sentId": 324}], "secId": 141}, {"speaker": "BASH", "sentences": [{"text": "Well, why should we care about all this?", "sentId": 325}], "secId": 142}, {"speaker": "BASH", "sentences": [{"text": "Our chief national correspondent John King takes a closer look at the Federalist Society and why the Roberts connection may matter.", "sentId": 326}], "secId": 143}, {"speaker": "KING", "sentences": [{"text": "The first impression?", "sentId": 327}, {"text": "Just another Washington think tank, behind the times, even.", "sentId": 328}, {"text": "James Madison, after all, left the presidency 188 years ago.", "sentId": 329}], "secId": 144}, {"speaker": "KING", "sentences": [{"text": "But look again, and judge the Federalist Society and its leaders by the company they keep and by a powerful embrace of its guiding philosophy.", "sentId": 330}], "secId": 145}, {"speaker": "LEO", "sentences": [{"text": "The Federalist Society is about a very simple idea -- and that is that judges should interpret the law and not make it up.", "sentId": 331}], "secId": 146}, {"speaker": "BUSH", "sentences": [{"text": "I stand for the appointment of federal judges who know the difference between personal opinion and the strict interpretation of the law.", "sentId": 332}], "secId": 147}, {"speaker": "KING", "sentences": [{"text": "Mr. Bush does not just echo the Federalist motto.", "sentId": 333}, {"text": "The two Supreme Court justices the president says he most admires, Clarence Thomas and Antonin Scalia, have close ties to the organization.", "sentId": 334}, {"text": "And Federalist Society Executive Vice President Leonard Leo is a key White House sounding board on judicial nominations and other legal issues.", "sentId": 335}], "secId": 148}, {"speaker": "KING", "sentences": [{"text": "So, when Mr. Bush made John Roberts his choice for a Supreme Court vacancy, conservatives unfamiliar with his work listened for what, to many, is tantamount to the \"Good Housekeeping\" seal of approval.", "sentId": 336}], "secId": 149}, {"speaker": "MCBRIDE", "sentences": [{"text": "John is known -- John is a member of the Federalist Society      KING: But while even close friends assume that, Roberts in fact said he has not now, nor has he ever been a Federalist Society member.", "sentId": 337}, {"text": "But he has spoken at Society events.", "sentId": 338}, {"text": "And Leo is among those enlisted by the White House to calm conservatives who worry because Roberts has a thin paper trail on abortion and other issues.", "sentId": 339}], "secId": 150}, {"speaker": "LEO", "sentences": [{"text": "My goal is to make sure that the Catholic community and others involved in Republican politics understand who Judge Roberts is and who are in a position to -- and are in a position to support him.", "sentId": 340}], "secId": 151}, {"speaker": "KING", "sentences": [{"text": "The Society itself does not endorse or oppose judicial nominees.", "sentId": 341}, {"text": "But its name comes up frequently in Senate debates, because so many of Bush's picks have ties to the group, a red flag to many Democrats.", "sentId": 342}], "secId": 152}, {"speaker": "DURBIN", "sentences": [{"text": "Their mission statement says, law schools and the legal profession are currently strongly dominated by a form of orthodox liberal ideology.", "sentId": 343}], "secId": 153}, {"speaker": "KING", "sentences": [{"text": "To liberals like Senator Durbin, Federalist Society membership suggests opposition to abortion rights and a pro-business benefit.", "sentId": 344}, {"text": "Not necessarily so, says Federalist Society President Gene Meyer.", "sentId": 345}], "secId": 154}, {"speaker": "MEYER", "sentences": [{"text": "Honestly, most of what is said is not true in the sense they'll say, well, the Federalist Society has such and such a position.", "sentId": 346}, {"text": "We don't take positions.", "sentId": 347}], "secId": 155}, {"speaker": "KING", "sentences": [{"text": "But its membership includes a who's-who of conservative legal heavyweights, who long have talked of reshaping the courts.", "sentId": 348}], "secId": 156}, {"speaker": "OLSON", "sentences": [{"text": "The opportunity to change our cultural and legal landscape for a generation may therefore be a part of the president's victory last week.", "sentId": 349}], "secId": 157}, {"speaker": "KING", "sentences": [{"text": "Now, with a Supreme Court vacancy and a friendly White House, the Federalist Society has a prominent vote.", "sentId": 350}, {"text": "Though Judge Roberts is not a member, organization leaders are confident he reflects their views.", "sentId": 351}], "secId": 158}, {"speaker": "KING", "sentences": [{"text": "John King, CNN, Washington.", "sentId": 352}], "secId": 159}, {"speaker": "BASH", "sentences": [{"text": "Well, there are plenty of political groups that can help make or break careers here in Washington.", "sentId": 353}, {"text": "The Democratic Leadership Council, many believe, really helped President Bill Clinton.", "sentId": 354}, {"text": "His wife spoke there today.", "sentId": 355}, {"text": "Let's hear later on what she had to say.", "sentId": 356}], "secId": 160}, {"speaker": "BASH", "sentences": [{"text": "And up next, we're going to talk to the outgoing head of the DLC about his presidential prospects.", "sentId": 357}], "secId": 161}, {"speaker": "BASH", "sentences": [{"text": "Also ahead, author and actress and activist, is Jane Fonda getting back to her political roots?", "sentId": 358}], "secId": 162}, {"speaker": "BASH", "sentences": [{"text": "And when we go \"Inside the Blogs,\" breaking up is hard to do.", "sentId": 359}, {"text": "The labor pains online.", "sentId": 360}], "secId": 163}, {"speaker": "BASH", "sentences": [{"text": "Senator Hillary Clinton was a featured speaker today in Ohio at a meeting of the Democratic Leadership Council.", "sentId": 361}, {"text": "The DLC, of course, is a group of party moderates credited with boosting Bill Clinton's 1992 presidential campaign.", "sentId": 362}], "secId": 164}, {"speaker": "BASH", "sentences": [{"text": "Senator Clinton told the group that Republicans have moved too far to the right and that Democrats should fill the void in the political center.", "sentId": 363}], "secId": 165}, {"speaker": "CLINTON", "sentences": [{"text": "While we envision restoring the American dream to its full potential, the Republican leadership is busy concentrating wealth and power, restricting opportunity and abandoning responsibility for our shared future.", "sentId": 364}, {"text": "Thus, the clear mission of a unified Democratic Party is to back us out of that Republican tunnel, fill it in, go back across the bridge, and get America back in the business of building dreams again.", "sentId": 365}], "secId": 166}, {"speaker": "BASH", "sentences": [{"text": "Senator Clinton is one of several potential 2008 presidential hopefuls attending the DLC meeting.", "sentId": 366}, {"text": "Governors Mark Warner and Tom Vilsack are also there, as well as Indiana Senator Evan Bayh.", "sentId": 367}], "secId": 167}, {"speaker": "BASH", "sentences": [{"text": "I spoke with Senator Bayh a short time ago.", "sentId": 368}, {"text": "And I started by asking him about the split within the ranks or organized labor we've been reporting and if he thinks the breakup is bad for his party.", "sentId": 369}], "secId": 168}, {"speaker": "BAYH", "sentences": [{"text": "What matters to me is the welfare of working men and women across this country.", "sentId": 370}, {"text": "And on that, Democrats are united.", "sentId": 371}], "secId": 169}, {"speaker": "BAYH", "sentences": [{"text": "I know these organizational things come and go, but regardless of that, we need to focus upon better health care, job security and creation, pension security, those kinds of things.", "sentId": 372}, {"text": "And if we focus on that, then hopefully, this will be just a temporary bump in the road.", "sentId": 373}], "secId": 170}, {"speaker": "BASH", "sentences": [{"text": "OK, Senator, I want to ask about a speech that you gave -- gave there at the DLC meeting today.", "sentId": 374}, {"text": "You talked about it being a time for intra-party squabbling and division to be over.", "sentId": 375}, {"text": "It's no secret that the DLC, the moderate wing, where you are, and Democratic National Committee have had some -- some rifts, if you will, recently.", "sentId": 376}], "secId": 171}, {"speaker": "BASH", "sentences": [{"text": "And your own CEO and founder, Al From, said recently -- quote -- \"For the most part, congressional Democrats, DNC Chairman Howard Dean, and parts of the new Internet activists have delivered a largely negative and pessimistic message, talking about more about what is going wrong than how to make that right.\"", "sentId": 377}, {"text": "So, that sounds like a pretty divisive statement in and of itself.", "sentId": 378}, {"text": "Are you speaking to your members of the DLC, that they should sort of stop attacking Howard Dean?", "sentId": 379}], "secId": 172}, {"speaker": "BAYH", "sentences": [{"text": "Dana, I called for unity today.", "sentId": 380}, {"text": "Of course we're a diverse property.", "sentId": 381}, {"text": "And that is actually a source of great strength for the Democratic Party.", "sentId": 382}, {"text": "And of course we occasionally have differences of opinion.", "sentId": 383}, {"text": "And it's good that we debate those.", "sentId": 384}], "secId": 173}, {"speaker": "BAYH", "sentences": [{"text": "But what's happened since November is that we've begun obsessing on those relatively minor differences.", "sentId": 385}, {"text": "And we have got to get beyond all that and focus upon what really matters.", "sentId": 386}, {"text": "And that is harnessing our values to -- to forge an agenda for opportunity and progress for the American people.", "sentId": 387}], "secId": 174}, {"speaker": "BAYH", "sentences": [{"text": "So, centrist Democrats, left, right, all that doesn't matter.", "sentId": 388}, {"text": "What matters is moving forward and focusing on practical results for the American people.", "sentId": 389}, {"text": "So, I hope we'll get beyond this identity crisis and all that stuff and focus upon the work at hand.", "sentId": 390}], "secId": 175}, {"speaker": "BASH", "sentences": [{"text": "I want to ask about -- back here in Washington, about the leaks investigation.", "sentId": 391}, {"text": "Your party has been pushing this hard.", "sentId": 392}, {"text": "They've had mock hearings.", "sentId": 393}, {"text": "It was the subject of their radio address this past weekend.", "sentId": 394}, {"text": "They've been calling for Karl Rove's security clearance to be revoked.", "sentId": 395}], "secId": 176}, {"speaker": "BASH", "sentences": [{"text": "It is -- it seems to be sort of a top issue for the rank-and-file Democrats out there.", "sentId": 396}, {"text": "Given what you just said about moving on and talking about issues, is this the top agenda item, should it be, for Democrats?", "sentId": 397}], "secId": 177}, {"speaker": "BAYH", "sentences": [{"text": "Well, it's certainly an important issue.", "sentId": 398}, {"text": "I mean, it all comes down to leadership, Dana.", "sentId": 399}, {"text": "We shouldn't have someone working in the Oval Office trying to discredit and smear a private individual, who's just speaking their mind about an important issue facing the country.", "sentId": 400}, {"text": "That is not going to move our nation forward.", "sentId": 401}], "secId": 178}, {"speaker": "BAYH", "sentences": [{"text": "We have got tremendous national security challenges and economic challenges and a variety of other things.", "sentId": 402}, {"text": "And so to have a -- one of the president's right-hand people engaged in that kind of behavior just is not -- it's not up to the standards that we ought to have in the White House.", "sentId": 403}], "secId": 179}, {"speaker": "BAYH", "sentences": [{"text": "So, it's a legitimate issue, but it's only one of many.", "sentId": 404}, {"text": "And we have to focus on the others, too.", "sentId": 405}], "secId": 180}, {"speaker": "BASH", "sentences": [{"text": "Let me ask you about one other issue.", "sentId": 406}, {"text": "And that is, of course, John Roberts, his nomination.", "sentId": 407}, {"text": "Many Democrats want to use this to sort of illustrate the differences between the party.", "sentId": 408}], "secId": 181}, {"speaker": "BASH", "sentences": [{"text": "Democrats want to ask specifically about abortion and other issues that could highlight social differences between the right and the left, if you will.", "sentId": 409}, {"text": "Is that something that should be done through the Roberts nomination?", "sentId": 410}], "secId": 182}, {"speaker": "BAYH", "sentences": [{"text": "Well, I think it should.", "sentId": 411}, {"text": "I don't think we should have either a rush to confirmation or a rush to confrontation.", "sentId": 412}], "secId": 183}, {"speaker": "BAYH", "sentences": [{"text": "You know, this individual will probably be on the Supreme Court for 30 or 40 years and will be interpreting our basic document that affects the basic civil liberties of the American people.", "sentId": 413}, {"text": "And I think it would be irresponsible to not ask someone who has been nominated for a position like that what some of their core beliefs are.", "sentId": 414}], "secId": 184}, {"speaker": "BAYH", "sentences": [{"text": "You wouldn't run for the United States Senate or for governor or for anything else without answering people's questions about what you believe.", "sentId": 415}, {"text": "And I think the -- the Supreme Court is no different.", "sentId": 416}], "secId": 185}, {"speaker": "BASH", "sentences": [{"text": "Senator, it's quickly time to embarrass you.", "sentId": 417}, {"text": "I think we have got just a few seconds left.", "sentId": 418}, {"text": "I learned from your hometown paper today that you were recently named the hottest senator, not counting Barack Obama from Illinois.", "sentId": 419}, {"text": "And you joked with your staff that you wanted to do a walk-off, like they had in the movie \"Zoolander.\"", "sentId": 420}], "secId": 186}, {"speaker": "BASH", "sentences": [{"text": "How is that planning coming?", "sentId": 421}, {"text": "Are you planning to do that?", "sentId": 422}, {"text": "And can you give me one of those \"Zoolander\" faces?", "sentId": 423}, {"text": "Is that something that...", "sentId": 424}], "secId": 187}, {"speaker": "BASH", "sentences": [{"text": "... you've learned from that movie?", "sentId": 425}], "secId": 188}, {"speaker": "BAYH", "sentences": [{"text": "I'm not sure I am going to embarrass myself on national TV by giving you a \"Zoolander\" face.", "sentId": 426}, {"text": "But I -- I am going to say to my good friend Barack, look, maybe we can raise for a few bucks for the DLC and have some fun in the meantime.", "sentId": 427}, {"text": "So, we'll -- we'll see how that goes.", "sentId": 428}], "secId": 189}, {"speaker": "BAYH", "sentences": [{"text": "I mean, it just goes the show that there are a lot of shortsighted people out there when it comes to voting on hottest and not hottest.", "sentId": 429}], "secId": 190}, {"speaker": "BASH", "sentences": [{"text": "OK. Well, we're certainly going to see how that goes, in terms of you and Barack Obama doing that walk-off.", "sentId": 430}], "secId": 191}, {"speaker": "BASH", "sentences": [{"text": "Let us know when that happens.", "sentId": 431}], "secId": 192}, {"speaker": "BAYH", "sentences": [{"text": "Thank you, Dana.", "sentId": 432}, {"text": "We'll -- we'll keep you posted.", "sentId": 433}], "secId": 193}, {"speaker": "BASH", "sentences": [{"text": "Well, we were just talking to Evan Bayh, a Democrat on the list for 2008.", "sentId": 434}], "secId": 194}, {"speaker": "BASH", "sentences": [{"text": "A Republican senator, Rick Santorum, who is also frequently mentioned as a possible presidential contender in 2008, says now that he does not intend to run in the next race for the White House.", "sentId": 435}, {"text": "Santorum was responding to a question during an online discussion on WashingtonPost.com about his new book, \"It Takes a Family.\"", "sentId": 436}], "secId": 195}, {"speaker": "BASH", "sentences": [{"text": "Santorum said that, after his intense race for reelection to the Senate next year, the idea of another heated campaign so soon would not be in his best interests or that of his family.", "sentId": 437}], "secId": 196}, {"speaker": "BASH", "sentences": [{"text": "Well, John Roberts and his apparent links to the Federalist Society, some bloggers want to know, what's the big deal?", "sentId": 438}], "secId": 197}, {"speaker": "BASH", "sentences": [{"text": "That's one of the topics we'll cover with our blog reporters up next.", "sentId": 439}], "secId": 198}, {"speaker": "BASH", "sentences": [{"text": "Well, some members of the blogosphere don't understand the fuss over John Roberts' links to the Federalist Society.", "sentId": 440}], "secId": 199}, {"speaker": "BASH", "sentences": [{"text": "For more, we turn to CNN political producer Abbi Tatton and Jacki Schechner, our blog reporter.", "sentId": 441}], "secId": 200}, {"speaker": "BASH", "sentences": [{"text": "Hey, Jacki.", "sentId": 442}], "secId": 201}, {"speaker": "SCHECHNER", "sentences": [{"text": "Hey, Dana.", "sentId": 443}], "secId": 202}, {"speaker": "SCHECHNER", "sentences": [{"text": "Well, there hasn't been much to debate so far regarding President Bush's nominee, John Bolton.", "sentId": 444}, {"text": "So, when word came out that Roberts had forgotten about affiliation or possibly had forgotten about affiliation with the Federalist Society, a lot of people were wondering, is this much ado about nothing or is this indicative of a larger something?", "sentId": 445}, {"text": "And that's the debate that is going on in the blogs right now.", "sentId": 446}], "secId": 203}, {"speaker": "SCHECHNER", "sentences": [{"text": "We start at ThinkProgress.org, a progressive blog.", "sentId": 447}, {"text": "They call it Roberts' sudden and convenient amnesia.", "sentId": 448}, {"text": "That's their phrase.", "sentId": 449}, {"text": "They say that it's possible to forget belonging to one organization, but why doesn't he remember this?", "sentId": 450}], "secId": 204}, {"speaker": "SCHECHNER", "sentences": [{"text": "The same thing over at Brad DeLong \"Semi-Daily.\"", "sentId": 451}, {"text": "He's an economics professor at Berkeley.", "sentId": 452}, {"text": "And he says, OK, so, how you forget you joined something, but how do you forget being part of the steering committee?", "sentId": 453}, {"text": "That's a little tougher to explain.", "sentId": 454}], "secId": 205}, {"speaker": "TATTON", "sentences": [{"text": "At the progressive group blog Korente.blogspot.com , they're looking at this issue as well, and saying they're looking forward to many, many more questions being asked of this candidate.", "sentId": 455}, {"text": "Why?", "sentId": 456}, {"text": "Just because the White House, if they're spinning their wheels so much over such a simple question, what is going to happen if they really start digging?", "sentId": 457}], "secId": 206}, {"speaker": "TATTON", "sentences": [{"text": "But as we said, some people are saying that this isn't such a big scandal.", "sentId": 458}, {"text": "Kevin Drumm, progressive blogger at \"The Washington Monthly\" calling this is a nano-scandal, saying he's like -- he likes spirited debate about the conservatives as much as the next person, but on this one, why such a big deal.", "sentId": 459}], "secId": 207}, {"speaker": "Pejmanesque.com", "sentences": [{"text": "Same thing with Betsy Newmark blog, \"Betsy's Page\" on blogspot.com, a history teacher in North Carolina.", "sentId": 460}, {"text": "I think her exact quote is: \"Big whoopie-di-doo.", "sentId": 461}, {"text": "So, everybody is surprised that Bush nominated a conservative.", "sentId": 462}, {"text": "He said he was going to do it.", "sentId": 463}, {"text": "Who is shocked by this?", "sentId": 464}, {"text": "And if this is all the opposition has, then it's time to pack up the tents and go home.", "sentId": 465}, {"text": "Game over.\"", "sentId": 466}], "secId": 208}, {"speaker": "TATTON", "sentences": [{"text": "There are a number of political stories out there today the bloggers on the left and the right are looking at, no one big one, so, lots of different threats going on.", "sentId": 467}], "secId": 209}, {"speaker": "TATTON", "sentences": [{"text": "One, though, for the Democrats that they're looking at is the split in organized labor, the Teamsters and the SEIU breaking away from the AFL-CIO, the convention going on in Chicago, and some union members there and blogging about the atmosphere.", "sentId": 468}], "secId": 210}, {"speaker": "TATTON", "sentences": [{"text": "This is a union member from New York, CNY Labor, AFL- CIO.blogspot.com -- we'll see if that one makes the transcripts there -- saying the first official day of the convention, saying that, when the news came down yesterday, the atmosphere was poison, now saying that its -- the mood ranges from somber to just utter shock at this news.", "sentId": 469}], "secId": 211}, {"speaker": "SCHECHNER", "sentences": [{"text": "Maybe it's indicative of the times, but in the midst of all this labor negotiation, Andy Stern, who is the president of the SEIU, another one of the big organizations, or the unions, rather, that is dis-assimilating, or disassociating, with the AFL-CIO, is blogging at unitetowin.org.", "sentId": 470}, {"text": "And you can find that blog at unitetowinblog.org.", "sentId": 471}], "secId": 212}, {"speaker": "SCHECHNER", "sentences": [{"text": "And Stern said last night, he posted why they were doing this, emphasizing this is not a move to work against the AFL-CIO.", "sentId": 472}, {"text": "Instead, it's an opportunity to pursue a different strategy.", "sentId": 473}, {"text": "They're trying to pursue growth and they want to do it in a different way.", "sentId": 474}, {"text": "They also pointed out that they are not going to be working politically against the AFL-CIO.", "sentId": 475}, {"text": "And that is something a lot of people have been very concerned about, is what this is going to mean politically.", "sentId": 476}], "secId": 213}, {"speaker": "TATTON", "sentences": [{"text": "And, yes, some -- looking on a national level, what does this mean for future races?", "sentId": 477}, {"text": "What does this mean for the Democrats.", "sentId": 478}], "secId": 214}, {"speaker": "TATTON", "sentences": [{"text": "Daily Kos, this is one of the really big Democrat bloggers, a big organizer himself, supporter of the Democratic Party.", "sentId": 479}, {"text": "What he is saying, that this is perhaps the best thing to happen to the labor movement in a long time, that it will reinvigorate it.", "sentId": 480}], "secId": 215}, {"speaker": "TATTON", "sentences": [{"text": "More people over the -- at the diaries at Daily Kos saying, yes, while there's some concern that this split could divert resources into competition, that this may actually reinvigorate things and it might be -- bode well for the future.", "sentId": 481}], "secId": 216}, {"speaker": "SCHECHNER", "sentences": [{"text": "Monty's Bluff the same thing, montysbluff.com.", "sentId": 482}, {"text": "This is John Austin, who has a BA in economics and Ph.D. in management, taking a closer look, saying that diversity is key, that this could really spark a grassroots movement.", "sentId": 483}, {"text": "I like this quote: \"This could be the type of action that triggers widespread grassroots mobilization and union identification\" -- so a wide range of views out there, Dana, as far as what this is going to mean on a larger political scale.", "sentId": 484}], "secId": 217}, {"speaker": "BASH", "sentences": [{"text": "There sure are.", "sentId": 485}], "secId": 218}, {"speaker": "BASH", "sentences": [{"text": "Abbi, Jacki, thank you very much.", "sentId": 486}], "secId": 219}, {"speaker": "BASH", "sentences": [{"text": "And now we're going to check in with our Monday \"Political Bytes.\"", "sentId": 487}], "secId": 220}, {"speaker": "BASH", "sentences": [{"text": "Senate Majority Leader Bill Frist has been busy raising money for his political action committee.", "sentId": 488}, {"text": "The FEC report filed by his volunteer PAC shows that he bought in -- brought in, excuse me -- $1.9 million in the first six months of the year, about half of it in amounts of less than $200.", "sentId": 489}, {"text": "He spent more than $700,000 in direct mailings to solicit the donations.", "sentId": 490}], "secId": 221}, {"speaker": "BASH", "sentences": [{"text": "Actress and political activist Jane Fonda plans to join the debate over the Iraq -- the Iraq war.", "sentId": 491}, {"text": "Over the weekend, Fonda said she plans to take a cross-country bus tour next spring with families of Iraq veterans to rally opposition to the war.", "sentId": 492}, {"text": "She says it is the first time she has taken a stand on any war since her highly controversial actions during the Vietnam era.", "sentId": 493}], "secId": 222}, {"speaker": "BASH", "sentences": [{"text": "And now that American cycling legend Lance Armstrong has solidified his place in sports history by winning his seventh straight Tour de France, he's not ruling out a possible entry into politics.", "sentId": 494}, {"text": "Armstrong tells \"Time\" magazine -- quote -- \"Never say never\" and, in his words, \"I don't think I'm truly cut out for it, but if people want it, in 10 years, who knows?\"", "sentId": 495}], "secId": 223}, {"speaker": "BASH", "sentences": [{"text": "Former Democratic hopeful John Kerry was in Paris yesterday to see Armstrong make history.", "sentId": 496}, {"text": "Kerry said he thought Armstrong would be a force in politics, and then he said -- quote -- \"I just hope it's for the right party.\"", "sentId": 497}], "secId": 224}, {"speaker": "BASH", "sentences": [{"text": "Well, America's union movement is going through serious some labor pains today, as we've been reporting.", "sentId": 498}, {"text": "Coming up, our strategy session takes on the problems facing organized labor and whether the feuding factions will be able to work things out.", "sentId": 499}], "secId": 225}, {"speaker": "BASH", "sentences": [{"text": "Welcome back to INSIDE POLITICS and our \"Strategy Session\" on today's hot political topics.", "sentId": 500}, {"text": "With us today, Democratic strategist Donna Brazile, and former Pentagon spokeswoman Torie Clarke.", "sentId": 501}], "secId": 226}, {"speaker": "Today's topics", "sentences": [{"text": "A pair of unions leave the AFL-CIO and more may be following.", "sentId": 502}, {"text": "Supreme Court nominee John Roberts isn't talking.", "sentId": 503}, {"text": "Did he belong to a conservative legal organization and does it matter?", "sentId": 504}, {"text": "And the latest on the CIA leak investigation.", "sentId": 505}], "secId": 227}, {"speaker": "Today's topics", "sentences": [{"text": "But we're going to start with four major unions boycotting the AFL-CIO convention in Chicago.", "sentId": 506}, {"text": "Two of those groups, the Teamsters and Service Employees Union, are getting out of the organization altogether.", "sentId": 507}, {"text": "They're complaining that not enough is being done to get more people into the unions, while AFL-CIO leaders spend too much time courting politicians.", "sentId": 508}], "secId": 228}, {"speaker": "HOFFA", "sentences": [{"text": "There is a debate going on and there is the chance to win coalition that believes that we must grow the American labor movement.", "sentId": 509}, {"text": "There are other people that say let's not grow, let's stay the same, let's keep on having declining membership and let's keep doing what we've been doing for 10 years.", "sentId": 510}, {"text": "We say no.", "sentId": 511}, {"text": "We say it's time for change.", "sentId": 512}], "secId": 229}, {"speaker": "BASH", "sentences": [{"text": "Donna, I'll start with you.", "sentId": 513}, {"text": "You have been involved in Democratic campaigns for some time.", "sentId": 514}, {"text": "You know the importance of unions and having a cohesive union group and big union group, as one Democratic strategist I talked to today put it.", "sentId": 515}, {"text": "This has got to be a big blow to you.", "sentId": 516}], "secId": 230}, {"speaker": "BRAZILE", "sentences": [{"text": "There is no question that Democrats are very concerned.", "sentId": 517}, {"text": "But look , anyone who is a friend of working people in this country -- working families -- should also be concerned that the house of labor is now split.", "sentId": 518}, {"text": "One of the most coveted endorsements that you can get on the campaign trail is the AFL-CIO backing.", "sentId": 519}, {"text": "And now that the unions have split with the AFL-CIO and now this change to win coalition, we have to figure out ways to work with both groups, to help strengthen the labor movement, but more importantly to help strengthen the lives and everyday existence of working people in this country.", "sentId": 520}], "secId": 231}, {"speaker": "BRAZILE", "sentences": [{"text": "You know, there's also another large union out there, the National Education Association.", "sentId": 521}, {"text": "They're not affiliated with the AFL- CIO.", "sentId": 522}, {"text": "They're very strong.", "sentId": 523}, {"text": "They're very important and often, when you go after the AFL-CIO support, you also go after the NEA.", "sentId": 524}, {"text": "So, now it appears that we have to go after the AFL-CIO support, the Change to Win Coalition, and of course, NEA and others.", "sentId": 525}], "secId": 232}, {"speaker": "BASH", "sentences": [{"text": "And you know, Torie, a lot of Republicans are sort of snickering, saying, you know, you've sort of lost the kind of power you have in having foot soldiers all behind one big organization.", "sentId": 526}, {"text": "But could this actually turn out in the long run, if they're successful, to be bad for Republicans?", "sentId": 527}], "secId": 233}, {"speaker": "CLARKE", "sentences": [{"text": "Well, I think long run is the key here.", "sentId": 528}, {"text": "And what -- the turmoil we're seeing in labor unions, it really is a symptom of the larger issue -- globalization.", "sentId": 529}, {"text": "And that's an issue everyone has to deal with, Republicans and Democrats.", "sentId": 530}], "secId": 234}, {"speaker": "CLARKE", "sentences": [{"text": "In the short run, I think it largely makes it harder for Democratic politicians.", "sentId": 531}, {"text": "It's not the slam dunk.", "sentId": 532}, {"text": "The labor union endorsement is not the slam dunk it once was.", "sentId": 533}, {"text": "It doesn't give you the stamp of approval that it once did.", "sentId": 534}], "secId": 235}, {"speaker": "CLARKE", "sentences": [{"text": "The declining credibility of the unions means as a politician, you've got to be more careful now, not sign up lock, stock and barrel with every union.", "sentId": 535}, {"text": "You've got to be more careful about with whom you align yourself.", "sentId": 536}, {"text": "So, it's more of a challenge, puts them more on the defense, which for Republicans, in the short run at least, is a good thing.", "sentId": 537}], "secId": 236}, {"speaker": "BRAZILE", "sentences": [{"text": "But let's look at how this is going to play in Peoria, as they say.", "sentId": 538}, {"text": "And in Peoria, the Teamster that's been working for years with the painter will continue to fight for the same issues, fight for the same type of candidate in terms of their political backing.", "sentId": 539}], "secId": 237}, {"speaker": "BRAZILE", "sentences": [{"text": "What we're seeing now is the Change to Win Coalition.", "sentId": 540}, {"text": "They would like to focus more on organizing workers.", "sentId": 541}, {"text": "They believe workers should have a voice in the workplace and the AFL-CIO will continue to grow the labor movement, but also try to heal those divisions in that rift.", "sentId": 542}], "secId": 238}, {"speaker": "BASH", "sentences": [{"text": "I talked to one Democratic strategist who was very involved in get out the vote and has been in the last several presidential elections who says, you know, look at how close each of the elections have been, the presidential elections.", "sentId": 543}, {"text": "When you're talking about losing clout and you're talking about the AFL-CIO not being there to really push people to the polls and push people to organize, that could make a huge difference.", "sentId": 544}], "secId": 239}, {"speaker": "BRAZILE", "sentences": [{"text": "There's no question.", "sentId": 545}, {"text": "I'm one who knows the strength of the labor movement.", "sentId": 546}, {"text": "I mean, had labor not been on the battlefield in 2000 and 2004, this election -- the elections in 2000 and 2004 would not have been so close.", "sentId": 547}, {"text": "They are very important, very strong, not just financially and political, but you mentioned foot soldiers, having grass-root people on the battlefield.", "sentId": 548}, {"text": "Organized labor is essential to not just the Democratic Party, but to the entire progressive community.", "sentId": 549}], "secId": 240}, {"speaker": "BASH", "sentences": [{"text": "But from the point of view of Republicans, James Hoffa was saying here on INSIDE POLITICS a little while ago, that they are going to continue to reach out to Republicans, that's the Teamsters.", "sentId": 550}, {"text": "You've seen them on the floor of the convention a couple times.", "sentId": 551}, {"text": "So is this just maybe sort of an extension of a phenomenon that's already happening?", "sentId": 552}], "secId": 241}, {"speaker": "CLARKE", "sentences": [{"text": "To a certainly extent.", "sentId": 553}, {"text": "They need to reach out to Republicans for sure, as they have, but they also need to think about the fact the Teamster today is a very different person than 25 or 30 years ago.", "sentId": 554}, {"text": "And they need to adapt their organizations.", "sentId": 555}, {"text": "They need to adapt their platforms.", "sentId": 556}, {"text": "They need to adapt what they're providing to people, because the needs of a Teamster today are very different than 25 or 30 years ago, and that's hard.", "sentId": 557}, {"text": "It is hard for bureaucracies to change.", "sentId": 558}, {"text": "I think it's going be a long struggle for them.", "sentId": 559}], "secId": 242}, {"speaker": "BASH", "sentences": [{"text": "And 25 or 30 years ago, the Teamsters supported Richard Nixon -- right?", "sentId": 560}], "secId": 243}, {"speaker": "BRAZILE", "sentences": [{"text": "Well, absolutely.", "sentId": 561}, {"text": "But you know, labor is, in my judgment, they seek Republicans to support as well as Democrats.", "sentId": 562}, {"text": "It's all about, you know, where these candidates stand on important issues that are impacting the work force today.", "sentId": 563}], "secId": 244}, {"speaker": "BASH", "sentences": [{"text": "OK. Donna and Torie, we're going to leave this topic here for now and we're going to go on.", "sentId": 564}, {"text": "Up next, to the Supreme Court nominee, John Roberts, as he continues his courtship on Capitol Hill.", "sentId": 565}, {"text": "The judge meets with a leading Democratic senator even as questions swirl about a possible membership in a conservative organization and whether or not that matters.", "sentId": 566}], "secId": 245}, {"speaker": "BASH", "sentences": [{"text": "That's up next on the \"Strategy Session.\"", "sentId": 567}], "secId": 246}, {"speaker": "BASH", "sentences": [{"text": "The strategy session continues on INSIDE POLITICS.", "sentId": 568}, {"text": "Donna Brazile and Torie Clarke are still with us, and so are questions over Supreme Court nominee John Roberts as senators try to learn more about him.", "sentId": 569}, {"text": "The appeals court judge didn't answer a question this morning about why he was listed in a leadership directory of the conservative Federalist Society.", "sentId": 570}], "secId": 247}, {"speaker": "BASH", "sentences": [{"text": "Earlier, the White House said Roberts doesn't remember belonging to the group.", "sentId": 571}], "secId": 248}, {"speaker": "MCCLELLAN", "sentences": [{"text": "He has no memory of ever joining or paying dues to the Federalist Society.", "sentId": 572}, {"text": "He has no recollection of that.", "sentId": 573}, {"text": "He has participated in events and panel discussions.", "sentId": 574}, {"text": "He's given speeches at Federalist Society forums, but he doesn't have any recollection of ever paying dues or joining the organization.", "sentId": 575}], "secId": 249}, {"speaker": "BASH", "sentences": [{"text": "OK.", "sentId": 576}, {"text": "So we're all talking about the Federalist Society, and people at home are probably saying, huh?", "sentId": 577}, {"text": "But the question is, for conservatives, for somebody with has such a thin record, where it's really not easy to prove that he will be what they would call a conservative on the court, that something like an affiliation with like the Federalist Society could be a plus for them.", "sentId": 578}], "secId": 250}, {"speaker": "CLARKE", "sentences": [{"text": "Oh, I think both sides will take from it what they want.", "sentId": 579}, {"text": "But it is a little bit of a slow period in the nomination process.", "sentId": 580}, {"text": "I think some people are trying to make a much bigger deal of it than it is.", "sentId": 581}, {"text": "At the end of the day, come October, we're not going to be thinking about, boy, remember that little controversy over the Federalist Society.", "sentId": 582}, {"text": "It's just not that big a deal.", "sentId": 583}], "secId": 251}, {"speaker": "BASH", "sentences": [{"text": "And the White House, as you just heard from Scott McClellan saying, you know, he's not a member of the Federalist Society, John Cornyn, the senator from Texas made a joke earlier saying that it's not like being a member of the Communist Party.", "sentId": 584}], "secId": 252}, {"speaker": "CLARKE", "sentences": [{"text": "Or a thespian.", "sentId": 585}], "secId": 253}, {"speaker": "BASH", "sentences": [{"text": "But this is an organization that really raises flags for Democrats.", "sentId": 586}], "secId": 254}, {"speaker": "BRAZILE", "sentences": [{"text": "It does.", "sentId": 587}, {"text": "Look, the Federalist Society came into being in the 1980s to counter what they perceived to be the overwhelming liberal bias in law schools.", "sentId": 588}, {"text": "Now, the question is, whether or not did he join or did someone put his name on the membership list?", "sentId": 589}], "secId": 255}, {"speaker": "BRAZILE", "sentences": [{"text": "But what we saw today on the front page of the \"Washington Post,\" is that Mr. Roberts, of course, was a member of the steering committee.", "sentId": 590}, {"text": "Now how do you become a member of the steering committee if you're not a member?", "sentId": 591}, {"text": "So I don't know, we all should just find out --", "sentId": 592}], "secId": 256}, {"speaker": "CLARKE", "sentences": [{"text": "But even some of the officials at the Federalist Society, who are loosely described as officials, said well we aren't really strict about whose name gets put on which lists and which committees and it's not really a big deal if people pay dues or not, so it sounds like a very loose organization.", "sentId": 593}], "secId": 257}, {"speaker": "BRAZILE", "sentences": [{"text": "But we got to also say that this is one of the most secret societies in Washington, D.C.", "sentId": 594}], "secId": 258}, {"speaker": "BASH", "sentences": [{"text": "And they don't say who their members are.", "sentId": 595}], "secId": 259}, {"speaker": "CLARKE", "sentences": [{"text": "John Kerry and George Bush, the Skull and Bones, that group from Yale, much more secret than this one, I think.", "sentId": 596}], "secId": 260}, {"speaker": "BRAZILE", "sentences": [{"text": "Well inquiring minds want to know, and perhaps some of those minds are on the United States Senate Judiciary Committee.", "sentId": 597}], "secId": 261}, {"speaker": "BASH", "sentences": [{"text": "Let me go to another issue that is percolating.", "sentId": 598}, {"text": "As you said, the issues are slow to percolate here, but one is about whether or not the White House will release some of the documents John Roberts used and wrote while he was working for a few Republican administrations.", "sentId": 599}, {"text": "Let's listen to what a Republican senator said about that.", "sentId": 600}], "secId": 262}, {"speaker": "ROBERTS", "sentences": [{"text": "I hope this just doesn't, you know, develop into, we want these documents, no you can't have these documents, and then that's used as an excuse to hold up serious consideration of a nominee who I think is very well-qualified.", "sentId": 601}], "secId": 263}, {"speaker": "BASH", "sentences": [{"text": "Now, that was no relation, Senator Pat Roberts of Kansas.", "sentId": 602}, {"text": "He obviously saying, come on, this could drag this out.", "sentId": 603}, {"text": "We know that there have been other nominees that just through their nomination, like Miguel Estrada, who was nominated earlier in the president's term.", "sentId": 604}], "secId": 264}, {"speaker": "BASH", "sentences": [{"text": "Is this really something that you think is going to continue to go on and on and on?", "sentId": 605}], "secId": 265}, {"speaker": "CLARKE", "sentences": [{"text": "Yet to be determined, but I think the administration is defending a very important principle, which is attorney-client privilege.", "sentId": 606}, {"text": "It's a very important privilege.", "sentId": 607}, {"text": "It might be easier, it might be more convenient just to release a lot of these documents.", "sentId": 608}, {"text": "And from what we've seen of what he's written over the past years, it's pretty impressive stuff, but they're defending a very, very important principle, so I think they're right to stick to their guns.", "sentId": 609}, {"text": "And I hope they continue to do so.", "sentId": 610}, {"text": "BRAZILE: Well there's a very thin like between stonewalling the committee that has the right to request this information, and the so- called, a certain attorney-client privilege.", "sentId": 611}, {"text": "I think the senators have the right to know as much as they possibly can about Senator Roberts .", "sentId": 612}], "secId": 266}, {"speaker": "BASH", "sentences": [{"text": "And there is precedent there.", "sentId": 613}, {"text": "I mean you know, Democrats are bringing up the fact that when Rehnquist was nominated to be Chief Justice, the Reagan White House let senators see some of his documents inside the White House.", "sentId": 614}], "secId": 267}, {"speaker": "CLARKE", "sentences": [{"text": "Sure.", "sentId": 615}, {"text": "And I think some may be appropriate and some may not.", "sentId": 616}, {"text": "But people in their interest of what they want to accomplish in the short term shouldn't forget the long term and what's really important to the institutions.", "sentId": 617}], "secId": 268}, {"speaker": "BRAZILE", "sentences": [{"text": "These Democrats are trying to do their homework and I would hope the Republicans will do their homework by reviewing these documents.", "sentId": 618}], "secId": 269}, {"speaker": "BASH", "sentences": [{"text": "You just have one other quick thing to bring up before we get off this topic.", "sentId": 619}, {"text": "A Democrat I was talking to the other day said we've got an issue, it's the Commerce Clause and the Constitution.", "sentId": 620}, {"text": "We're going after the Commerce Clause in the Constitution.", "sentId": 621}, {"text": "I said huh?", "sentId": 622}, {"text": "That's going to be what you're going after?", "sentId": 623}], "secId": 270}, {"speaker": "BASH", "sentences": [{"text": "Can you explain this, Donna?", "sentId": 624}, {"text": "You're a Democratic strategist.", "sentId": 625}], "secId": 271}, {"speaker": "BRAZILE", "sentences": [{"text": "I am not a lawyer, but I did however notice that Senator Kennedy gave an important speech this morning on the Commerce Clause as it relates to constitutional powers that Congress has to provide rights and to interpret the Constitution.", "sentId": 626}, {"text": "And it's very important for fair labor practices, for raising the minimum wage and other issues that are decided by the court.", "sentId": 627}, {"text": "They constantly cite the Commerce Clause.", "sentId": 628}, {"text": "Look, we got to figure out a way to dumb down this, quote unquote, Commerce Clause, so regular thinking people -- but I think it has to do with congressional power.", "sentId": 629}, {"text": "I'm going to consult with Ted Kennedy first.", "sentId": 630}], "secId": 272}, {"speaker": "BASH", "sentences": [{"text": "We'll get back to you on that very soon, but the \"Strategy Session\" will continue in a moment.", "sentId": 631}, {"text": "We're going to talk more about the CIA leak investigation.", "sentId": 632}, {"text": "The Democrats put a clock on the Republican- led Congress and saying not enough is being done to find out what happened.", "sentId": 633}, {"text": "Stay tuned.", "sentId": 634}], "secId": 273}, {"speaker": "PHILLIPS", "sentences": [{"text": "I'm Kyra Phillips, reporting from Atlanta.", "sentId": 635}, {"text": "Coming up at the top of the hour, new arrests in London in the terror probe.", "sentId": 636}, {"text": "What police have learned about the bombs.", "sentId": 637}], "secId": 274}, {"speaker": "PHILLIPS", "sentences": [{"text": "They'll try to launch the space shuttle again.", "sentId": 638}, {"text": "Is it ready?", "sentId": 639}, {"text": "Is it safe?", "sentId": 640}], "secId": 275}, {"speaker": "PHILLIPS", "sentences": [{"text": "And two big unions vote to leave the AFL-CIO.", "sentId": 641}, {"text": "Is this the end of big labor or just the beginning of a new strategy?", "sentId": 642}, {"text": "All those stories and much more on WOLF BLITZER REPORTS\" Now, back to INSIDE POLITICS.", "sentId": 643}], "secId": 276}, {"speaker": "BASH", "sentences": [{"text": "This \"Strategy Session\" continues here on INSIDE POLITICS, and with us are Donna Brazile and Torie Clarke.", "sentId": 644}], "secId": 277}, {"speaker": "BASH", "sentences": [{"text": "And minutes ago, Senate Democrats unveiled a Web site they hope will help make the case for a congressional investigation into the leaking of the name of a CIA operative.", "sentId": 645}, {"text": "That was Valarie Plame.", "sentId": 646}], "secId": 278}, {"speaker": "BASH", "sentences": [{"text": "The Democrats' site shows how much time has passed since her name was revealed in the media more than 742 days ago without the Republican-controlled Congress launching an investigation.", "sentId": 647}, {"text": "It also points to a gap between when White House Chief of Staff Andy Card was told of the Justice Department investigation by then-White House Counsel Alberto Gonzales and when the president and the rest of the White House staff received official notification.", "sentId": 648}], "secId": 279}, {"speaker": "GONZALES", "sentences": [{"text": "I told chief of staff and then immediately the next morning, told the president.", "sentId": 649}, {"text": "And shortly thereafter, there was a notification sent out to all the members of the White House staff.", "sentId": 650}], "secId": 280}, {"speaker": "BASH", "sentences": [{"text": "Now, that was Alberto Gonzales explaining this.", "sentId": 651}, {"text": "And shortly thereafter on the Sunday talk shows, Senator Joe Biden, the Democrat of Delaware, responded.", "sentId": 652}, {"text": "Let's listen to that.", "sentId": 653}], "secId": 281}, {"speaker": "BIDEN", "sentences": [{"text": "The real question now is, who did the chief of staff speak to?", "sentId": 654}, {"text": "Did the chief of staff pick up the phone and call Karl Rove?", "sentId": 655}, {"text": "Did the chief of staff pick up the phone and call anybody else?", "sentId": 656}], "secId": 282}, {"speaker": "BASH", "sentences": [{"text": "OK.", "sentId": 657}, {"text": "I'm not sure if you could hear that, we couldn't.", "sentId": 658}, {"text": "But essentially what he said is that the real question is who did the chief of staff speak to?", "sentId": 659}, {"text": "And that is the question -- that whether or not this lapse gave them any opportunity to do anything.", "sentId": 660}], "secId": 283}, {"speaker": "BASH", "sentences": [{"text": "But the bottom line is that we've known about this time lapse since this whole thing happened.", "sentId": 661}, {"text": "They were up front about it.", "sentId": 662}, {"text": "So, is this going to have any kind traction at all?", "sentId": 663}, {"text": "Are the Democrats just trying to push this still, or does it sort of remind us of the fact that the White House didn't investigate on their own until the Justice Department forced them to?", "sentId": 664}], "secId": 284}, {"speaker": "CLARKE", "sentences": [{"text": "At the end of the day, I don't think it's going to make much difference at all.", "sentId": 665}, {"text": "I think it's an effort to try to constantly repackage things and put them out in a slightly -- same information out in a slightly different way hoping, you know, that they keep it a new story.", "sentId": 666}, {"text": "But I just think sitting senators have far better things to do with their time -- all the issues this country faces right now -- than on something like that.", "sentId": 667}, {"text": "I mean, P.R.", "sentId": 668}, {"text": "stunts and coming up with Web sites and re-packaging timelines, I just think it's kind of sad and an example of how they're grasping at straws.", "sentId": 669}], "secId": 285}, {"speaker": "BASH", "sentences": [{"text": "Do Democrats have to be careful not push this too hard and to sort of make clocks and timelines and things like that when there isn't necessarily anything new at this point, until we get more information in October when the grand jury wraps up and we really get the facts?", "sentId": 670}], "secId": 286}, {"speaker": "BRAZILE", "sentences": [{"text": "Well, you know, based on what I've seen over the weekend in some of the polls, the American people believe the administration has a credibility problem and I think what Judge Gonzales said this weekend adds to this whole confusion of what the White House knew and when did they know it?", "sentId": 671}], "secId": 287}, {"speaker": "BRAZILE", "sentences": [{"text": "I mean, he learned about it -- that was old news, I agree.", "sentId": 672}, {"text": "But I thought what was new this weekend was the fact that he told Mr. Card and what did Mr. Card do with the information?", "sentId": 673}, {"text": "Did they all go home and just sleep on it and get up the next morning and then alert everyone?", "sentId": 674}, {"text": "Or did something happen in those intervening hours.", "sentId": 675}], "secId": 288}, {"speaker": "BRAZILE", "sentences": [{"text": "I think it's important to try to figure out what happened.", "sentId": 676}, {"text": "But then again, I'm not on the grand jury, although Mr. Cooper said there are a lot of black woman -- women, I'm not one of them and I don't know anybody, but hopefully we'll learn soon whether or not the grand jury is taking a look at these 12 hours and what happened.", "sentId": 677}], "secId": 289}, {"speaker": "BASH", "sentences": [{"text": "This just in, Donna Brazile is not on the grand jury.", "sentId": 678}], "secId": 290}, {"speaker": "CLARKE", "sentences": [{"text": "Not on the grand jury.", "sentId": 679}], "secId": 291}, {"speaker": "BASH", "sentences": [{"text": "Before we let you both go...", "sentId": 680}], "secId": 292}, {"speaker": "CLARKE", "sentences": [{"text": "The most newsworthy thing about the Karl Rove story thus far.", "sentId": 681}], "secId": 293}, {"speaker": "BRAZILE", "sentences": [{"text": "I am not on the grand jury.", "sentId": 682}, {"text": "I would have to recuse myself based on my prior friendships.", "sentId": 683}], "secId": 294}, {"speaker": "BASH", "sentences": [{"text": "Before we let you both go, I have to read a quote from the \"New York Times\" today about your former boss, somebody who you were a campaign manager for, Al Gore, talking about a relationship that was unknown, I think, -- maybe you knew about it -- with Johnny Carson.", "sentId": 684}, {"text": "Here's the quote.", "sentId": 685}, {"text": "He said, \"He let me call him up and bounce jokes off him and he would give me advice on the presentation of gags.", "sentId": 686}, {"text": "It was such a privilege.\"", "sentId": 687}, {"text": "Did you ever intercept any Johnny Carson calls?", "sentId": 688}], "secId": 295}, {"speaker": "BRAZILE", "sentences": [{"text": "No, did not.", "sentId": 689}, {"text": "But I did know from time to time the former vice president did reach out and people reached out to him to give him some lines.", "sentId": 690}, {"text": "Some he used, some he did not.", "sentId": 691}, {"text": "But look, the truth of the matter is that Johnny Carson probably would have reached out to anybody.", "sentId": 692}, {"text": "I'm glad he reached out to Johnny Carson Before he died.", "sentId": 693}, {"text": "BASH: OK.", "sentId": 694}, {"text": "Your turn.", "sentId": 695}, {"text": "Anybody famous, any famous joke writers, stand ups, comedians that perhaps some of your Republican candidates reached out to that nobody knows about?", "sentId": 696}], "secId": 296}, {"speaker": "CLARKE", "sentences": [{"text": "Not that I know of, but you know for whom they have a secret affection and -- but you can't really admit is if you're Republican, and I can because I know him personally: Is Louis Black.", "sentId": 697}, {"text": "It's like the dirty little secret of Republicans is to really like Louis Black, who is outrageous, doesn't like too many Republicans.", "sentId": 698}, {"text": "I think he likes me, but that's the dirty little secret about republicans.", "sentId": 699}], "secId": 297}, {"speaker": "BASH", "sentences": [{"text": "And didn't he go to school with the president?", "sentId": 700}], "secId": 298}, {"speaker": "BRAZILE", "sentences": [{"text": "I don't think so.", "sentId": 701}], "secId": 299}, {"speaker": "CLARKE", "sentences": [{"text": "Well, it's nice to know that Republicans have a sense of humor.", "sentId": 702}, {"text": "We could use a little bit more of that in Washington.", "sentId": 703}], "secId": 300}, {"speaker": "BASH", "sentences": [{"text": "We all have senses of humor.", "sentId": 704}], "secId": 301}, {"speaker": "BASH", "sentences": [{"text": "Torie, Donna, thanks very much.", "sentId": 705}, {"text": "Thanks for joining us.", "sentId": 706}], "secId": 302}, {"speaker": "BASH", "sentences": [{"text": "And just ahead, attending a funeral uninvited?", "sentId": 707}, {"text": "We'll rejoin our blog reporters for the details on how a lieutenant governor upset the family of a Marine who was killed in Iraq.", "sentId": 708}], "secId": 303}, {"speaker": "BASH", "sentences": [{"text": "A lieutenant governor attends a funeral uninvited.", "sentId": 709}, {"text": "Now the governor is issuing a written apology.", "sentId": 710}, {"text": "For details, we rejoin CNN Political Producer Abbi Tatton, and Jacki Schechner our blog reporter -- Jacki?", "sentId": 711}], "secId": 304}, {"speaker": "SCHECHNER", "sentences": [{"text": "Hi, Dana.", "sentId": 712}], "secId": 305}, {"speaker": "SCHECHNER", "sentences": [{"text": "We've seen this often, how a local story hits the blog and then gets big.", "sentId": 713}, {"text": "What happened was BlackFive.net , one of the military bloggers got a hold of a story over the weekend from the \"Post Gazette\" in Harrisburg, Pennsylvania, which said that Lieutenant Governor Catherine Baker Knoll showed up at a Marine's funeral uninvited, handed out a business card, and according to the family, said something about our government being against the war.", "sentId": 714}, {"text": "This very much upset the family, according to this article.", "sentId": 715}], "secId": 306}, {"speaker": "SCHECHNER", "sentences": [{"text": "It got picked up.", "sentId": 716}, {"text": "There was no shortage of outrage and anger at Knoll.", "sentId": 717}, {"text": "Some of it we cannot read on the air.", "sentId": 718}, {"text": "It's pretty graphic and angry, but one of the least is the Anchoress  who turns around and says, \"can she be impeached for utter classlessness, cluelessness and jaw-dropping stupidity?\"", "sentId": 719}], "secId": 307}, {"speaker": "TATTON", "sentences": [{"text": "bloggers starting buzzing about this and then some of the big conservative sites picked up on it.", "sentId": 720}, {"text": "As you said, MichellMalkin.com was one of them.", "sentId": 721}, {"text": "Her post, \"The funeral crasher,\" got picked up by a lot of people; got very heavily linked to.", "sentId": 722}, {"text": "Lots of people linking to it, saying that there should be a public apology.", "sentId": 723}, {"text": "Michelle Malkin is updating today, saying that the governor will be sending written apologies to the family, but there's still a lot of talk that a more public apology is what is needed here.", "sentId": 724}], "secId": 308}, {"speaker": "SCHECHNER", "sentences": [{"text": "It's not only the bloggers disseminating the story, but also the family member who was the source of the original article.", "sentId": 725}, {"text": "Her name is Ronda Goodrich.", "sentId": 726}, {"text": "She's the Marine's sister-in-law and she took advantage of an online forum to get the story out as well, at FreeRepublic.com, a conservative news forum over the weekend.", "sentId": 727}, {"text": "She posted her outrage and contact information for both the lieutenant governor and governor.", "sentId": 728}], "secId": 309}, {"speaker": "SCHECHNER", "sentences": [{"text": "Dana, that is one way they are using the Internet to get a little a story and then make it much, much bigger.", "sentId": 729}], "secId": 310}, {"speaker": "BASH", "sentences": [{"text": "Much, much bigger.", "sentId": 730}, {"text": "Jacki, Abbi, thank you very much.", "sentId": 731}], "secId": 311}, {"speaker": "BASH", "sentences": [{"text": "And that's going to wrap it up here for us on INSIDE POLITICS.", "sentId": 732}, {"text": "I'm Dana Bash.", "sentId": 733}], "secId": 312}, {"speaker": "BASH", "sentences": [{"text": "END", "sentId": 734}], "secId": 313}, {"speaker": "BASH", "sentences": [{"text": "TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com", "sentId": 735}], "secId": 314}], "sectionCount": 315, "url": "transcripts.cnn.com/TRANSCRIPTS/0507/25/ip.01.html", "sentenceCount": 737, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 25, 2005 - 15:30   ET", "speakers": ["ANNOUNCER", "HOFFA", "John Roberts and a matter of membership", "UNIDENTIFIED MALE", "ROBERTS", "ARMSTRONG", "BASH", "The break-away groups are forming a competing coalition designed to do something they say the AFL-CIO has not", "CROWLEY", "look", "is", "What do you think the impact of this will be on the 2006 midterm elections? Could this hurt the get-out-the-vote efforts for Democrats?      HOFFA", "HENRY", "CORNYN", "LEAHY", "ALLEN", "far", "KENNEDY", "MORTON", "BUSH", "ROMANS", "Coming up on CNN at 6", "MEHLMAN", "Plus", "SCHNEIDER", "NOBLE", "MEYERSON", "KING", "LEO", "MCBRIDE", "DURBIN", "MEYER", "OLSON", "CLINTON", "BAYH", "SCHECHNER", "TATTON", "Pejmanesque.com", "Today's topics", "BRAZILE", "CLARKE", "MCCLELLAN", "PHILLIPS", "GONZALES", "BIDEN"], "title": "INSIDE POLITICS"}