{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1602.14.ip.01.html.json", "subTitle": "Battle Begins Over Replacing Scalia; Anger, Name-Calling At Fiery Republican Debate; A Look at 2016 Presidential Politics. Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 0}, {"text": "I'm John King.", "sentId": 1}, {"text": "Thanks for sharing your Sunday morning, as we deal with sad and stunning breaking news.", "sentId": 2}, {"text": "The death of the Supreme Court's conservative intellectual powerhouse, Associate Justice Antonin Scalia.", "sentId": 3}], "secId": 0}, {"speaker": "The death of perhaps the court's most polarizing member immediately set off a monumental election year battle.  Two giant questions will shape that fight", "sentences": [{"text": "Who wins the war of wills now between President Obama and Senate Republicans?", "sentId": 4}, {"text": "They say the next president should fill this vacancy.", "sentId": 5}], "secId": 1}, {"speaker": "The death of perhaps the court's most polarizing member immediately set off a monumental election year battle.  Two giant questions will shape that fight", "sentences": [{"text": "The current president says the country cannot afford to wait a year.", "sentId": 6}], "secId": 2}, {"speaker": "OBAMA", "sentences": [{"text": "I plan to fulfill my constitutional responsibilities to nominate a successor in due time.", "sentId": 7}, {"text": "There will be plenty of time for me to do so and for the Senate to fulfill its responsibility to give that person a fair hearing and a timely vote.", "sentId": 8}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "The big question: how does the vacancy change a volatile presidential campaign in which what was a hypothetical debate about court picks is now a reality and a flash point?", "sentId": 9}], "secId": 4}, {"speaker": "BUSH", "sentences": [{"text": "The next president needs to appoint someone with a proven conservative record similar to Justice Scalia.", "sentId": 10}], "secId": 5}, {"speaker": "CRUZ", "sentences": [{"text": "We are one justice away from a Supreme Court that will strike down every restriction on abortion adopted by the states.", "sentId": 11}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "Plus, a feisty and at times ugly Republican presidential debate headed into a huge week in presidential politics.", "sentId": 12}], "secId": 7}, {"speaker": "TRUMP", "sentences": [{"text": "The weakest person on this stage by far on illegal immigration is Jeb Bush.", "sentId": 13}, {"text": "They come out of an act of love.", "sentId": 14}], "secId": 8}, {"speaker": "BUSH", "sentences": [{"text": "If you want to talk about weakness, you want to talk about weakness, it's weak to disparage women.", "sentId": 15}], "secId": 9}, {"speaker": "TRUMP", "sentences": [{"text": "I don't disparage.", "sentId": 16}], "secId": 10}, {"speaker": "BUSH", "sentences": [{"text": "It's weak to disparage Hispanics.", "sentId": 17}], "secId": 11}, {"speaker": "TRUMP", "sentences": [{"text": "I don't disparage.", "sentId": 18}], "secId": 12}, {"speaker": "BUSH", "sentences": [{"text": "It's weak -- it's weak to denigrate the disabled.", "sentId": 19}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Feisty night.", "sentId": 20}, {"text": "We'll get to that in a moment.", "sentId": 21}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights, Julie Pace of \"The Associated Press\", CNN's Manu Raju, Ryan Lizza of \"The New Yorker\", and Jackie Kucinich of \"The Daily Beast\".", "sentId": 22}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Let's start with the death of Justice Scalia, a sad moment, and a big political fight that started within seconds, almost sad that that happened so quickly.", "sentId": 23}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "This is not just about President Obama and Senate Republicans in an election year war of wills.", "sentId": 24}, {"text": "This is about the ideological balance of the Supreme Court.", "sentId": 25}, {"text": "So many decisions in recent years have been 5-4, 5-4, and the conservative majority has won.", "sentId": 26}, {"text": "A Democratic president now has a chance to make his third pick and to reshape the court for years.", "sentId": 27}, {"text": "We would have -- it would be the Obama court with this.", "sentId": 28}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "So, inside the White House, you spend a lot of time covering the president, they think they're going to move forward, but do they think they can win?", "sentId": 29}, {"text": "Do they think they can get the country to put enough pressure on Senate Republicans to force a vote?", "sentId": 30}], "secId": 18}, {"speaker": "PACE", "sentences": [{"text": "They're going to try.", "sentId": 31}, {"text": "I mean, this is going to be the fight of Obama's final year in office.", "sentId": 32}, {"text": "If he though he was going to spend a lot of time on other issues, I think those kinds of gotten put by the wayside.", "sentId": 33}], "secId": 19}, {"speaker": "PACE", "sentences": [{"text": "This certainly came as a surprise to them.", "sentId": 34}, {"text": "You know, often when you have justices that are retiring, you get a little advanced notice at the White House.", "sentId": 35}, {"text": "This is as much of a surprise to them as anybody.", "sentId": 36}], "secId": 20}, {"speaker": "PACE", "sentences": [{"text": "And I think they see that this as a real affront to the president's authority.", "sentId": 37}, {"text": "They've seen Republicans try to paint him as essentially an illegitimate president previously, and I think you're going to see Obama go to the mat on this.", "sentId": 38}, {"text": "It will be challenging for him to pick a nominee who can even stand a chance of getting a vote in the Senate.", "sentId": 39}], "secId": 21}, {"speaker": "PACE", "sentences": [{"text": "He'd probably have to pick someone who is a little more moderate.", "sentId": 40}, {"text": "There are some options out there right now.", "sentId": 41}, {"text": "But I do not think you're going to see the White House back away from this at all.", "sentId": 42}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "And let's talk about the court for a minute, before we get into the raw politics.", "sentId": 43}, {"text": "Justice Scalia calls himself an originalist.", "sentId": 44}, {"text": "He says his job is to not to make new law.", "sentId": 45}, {"text": "His job is to go back to the Founding Fathers.", "sentId": 46}, {"text": "I want you to listen before we talk about the consequential cases.", "sentId": 47}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "This is the justice talking a couple years ago to Piers Morgan about what he thinks the most important job he had in the Supreme Court, and how he thinks he helped shape the other justices.", "sentId": 48}], "secId": 24}, {"speaker": "SCALIA", "sentences": [{"text": "I sleep very well at night knowing that I'm doing what I'm supposed -- what I'm supposed to do, which is to apply -- to apply the Constitution.", "sentId": 49}, {"text": "I do not always like the result.", "sentId": 50}, {"text": "Very often, I think the result is terrible.", "sentId": 51}, {"text": "But that's not my job.", "sentId": 52}, {"text": "I'm not king.", "sentId": 53}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "He's a hero to conservatives because he says read the Federalist Papers.", "sentId": 54}, {"text": "Read the Constitution.", "sentId": 55}, {"text": "If it's not there, it's not there.", "sentId": 56}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "So, he says there's no Roe v. Wade, he says there's no same-sex marriage.", "sentId": 57}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "Before the court now, you have affirmative action cases.", "sentId": 58}, {"text": "Senator Cruz, you heard in the debate, said maybe state restrictions on abortion could come back in.", "sentId": 59}, {"text": "There are voting rights cases.", "sentId": 60}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "I mean, in terms of the next 25 years of American and legal history, if President Obama gets his pick, it's huge.", "sentId": 61}], "secId": 29}, {"speaker": "LIZZA", "sentences": [{"text": "It's huge and, look, a lot of liberals and conservatives have argued that Scalia is the most influential jurist in the last 30 years.", "sentId": 62}, {"text": "And that's why this pick is so much different than any of the Bush era, any of the Obama era, even of the Clinton era, because you have a conservative and arguably the most conservative member of the court who is going to be replaced by a liberal or a moderate, right?", "sentId": 63}, {"text": "We haven't had that in a very, very long time.", "sentId": 64}, {"text": "Obama previous picks were replacing liberals, right, liberals with liberals.", "sentId": 65}, {"text": "Bush was replacing conservatives with conservatives.", "sentId": 66}], "secId": 30}, {"speaker": "LIZZA", "sentences": [{"text": "So, it's not an exaggeration that the ideological balance of the court is at stake here, and that's what makes this so unique.", "sentId": 67}, {"text": "I think the first shot by the Republicans was, let's try and pressure President Obama not to even nominate someone.", "sentId": 68}, {"text": "That lasted about an hour, right?", "sentId": 69}, {"text": "The appointments clause, Article 2 Section 2 of the Constitution says the presidential shall nominate -- President Obama has a quarter of his second term left.", "sentId": 70}, {"text": "He's obviously within his rights to nominate someone.", "sentId": 71}], "secId": 31}, {"speaker": "LIZZA", "sentences": [{"text": "Now, the Senate will have to accept or reject or not get -- or perhaps not vote at all.", "sentId": 72}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "That's the fascinating point.", "sentId": 73}, {"text": "If this came after the conventions in the summertime, you could flatly understand the Republican argument, we're too close.", "sentId": 74}, {"text": "We can't get it done.", "sentId": 75}, {"text": "We can't do the hearings.", "sentId": 76}, {"text": "We can't do the background check.", "sentId": 77}, {"text": "We don't have time.", "sentId": 78}, {"text": "Leave it to the next president -- but 11 months.", "sentId": 79}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "And to your point, can the president travel the country holding up a Constitution and say I thought you guys were the constitutional conservatives.", "sentId": 80}, {"text": "This is my power.", "sentId": 81}, {"text": "And we elect presidents for four- year terms.", "sentId": 82}, {"text": "I've got almost an entire year left.", "sentId": 83}, {"text": "You can't shut down me.", "sentId": 84}, {"text": "I was elected by the American people.", "sentId": 85}, {"text": "And you can't shut down the court or essentially guarantee a punch bunch of 4-4 decisions, which means no decisions on tough issues.", "sentId": 86}], "secId": 34}, {"speaker": "KUCINICH", "sentences": [{"text": "Particularly with a group of Republicans that talk a lot about the Constitution, that someone like Ted Cruz who claims to be a constitutionalist.", "sentId": 87}], "secId": 35}, {"speaker": "KUCINICH", "sentences": [{"text": "Now, Ted Cruz, I think, will be under the most scrutiny, arguably, during this process because he's someone no matter what he says, we have a piece up on \"The Daily Beast\" about how effusive he was about  scrutiny for Ted Cruz under what kind of jurist he would pick if he was president is going to be very, very high.", "sentId": 88}], "secId": 36}, {"speaker": "RAJU", "sentences": [{"text": "And, John, you know, getting back to your point, it will be a long time before a Supreme Court nominee will be replaced if Republicans do not allow a vote this year.", "sentId": 89}, {"text": "It usually takes a few months to go through the legislative process.", "sentId": 90}, {"text": "So, if they waited until the next president, we're looking into maybe may, June of next year, and that will be a long time for 4- 4 cases and a Supreme Court and Republicans could get a lot of heat for it.", "sentId": 91}], "secId": 37}, {"speaker": "RAJU", "sentences": [{"text": "The one thing I think that may cause them to break is if a lot of these blue-state Republicans, particularly in tough re-election races in the Senate in Ohio, in New Hampshire, Pennsylvania, Illinois, those members start to break and start to pressure McConnell to hold a vote on the Senate floor and Chuck Grassley to hold a vote in the Judiciary Committee, that could change the balance.", "sentId": 92}, {"text": "But, right now, they're trying to --", "sentId": 93}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "And I think that balance will change only if President Obama can change public opinion, can get out in the states and campaign and change the environment.", "sentId": 94}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "Because otherwise we have gridlock.", "sentId": 95}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "I was going to say Armageddon in Washington, but Armageddon would imply action.", "sentId": 96}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "If the Republicans won't give the president his pick, then you can bet the Democrats are not going to give Republicans anything.", "sentId": 97}, {"text": "They'll just tie up the Senate and will essentially say might as well go campaign.", "sentId": 98}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "But the question going forward is, do the Democrats get involved in this?", "sentId": 99}, {"text": "Do Hillary Clinton and Bernie Sanders say allow the vote, but how does the president -- I'm fascinated by the point he's got 11 months left.", "sentId": 100}, {"text": "How does he change this?", "sentId": 101}], "secId": 43}, {"speaker": "PACE", "sentences": [{"text": "I think he is going to have to apply some pressure on people like Kelly Ayotte, on Mark Kirk, on Rob Portman, who are looking at re-election potentially in a difficult year for Republicans in the Senate.", "sentId": 102}, {"text": "I think it's going to be really important that he picks a candidate who Republicans would have a hard time turning down.", "sentId": 103}], "secId": 44}, {"speaker": "PACE", "sentences": [{"text": "One option would be to pick somebody like Sri Srinivasan who was recently confirmed unanimously by the same Senate, by the same exact Senate, pick an historic candidate.", "sentId": 104}, {"text": "If he went with Sri Srinivasan, who would be the first Indian American, if he went with another woman, if he went with an African-American woman or man, then that just ramps up the pressure on Republicans to block not only this president but an historic candidate.", "sentId": 105}], "secId": 45}, {"speaker": "LIZZA", "sentences": [{"text": "That's what changes the debate right away.", "sentId": 106}, {"text": "Right now there's no face out there.", "sentId": 107}, {"text": "There's no person, right?", "sentId": 108}, {"text": "It's all theoretical.", "sentId": 109}], "secId": 46}, {"speaker": "LIZZA", "sentences": [{"text": "Once the White House actually has a name with a record and perhaps someone who's voted on in the is that the --", "sentId": 110}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Does that person say sure, Mr. President, do it or does that person understand the meat grinder they would go into?", "sentId": 111}], "secId": 48}, {"speaker": "KUCINICH", "sentences": [{"text": "I think they have to.", "sentId": 112}, {"text": "I think they have to.", "sentId": 113}], "secId": 49}, {"speaker": "KUCINICH", "sentences": [{"text": "And the other thing with Obama is him getting out here and nominating someone quickly, because the conservative machine is going to be out there saying oh, my gosh, he's going to -- he's going to nominate Holder.", "sentId": 114}, {"text": "They're going to start really vilifying this person before they're even out of the gate.", "sentId": 115}], "secId": 50}, {"speaker": "RAJU", "sentences": [{"text": "The person to watch, of course, is Mitch McConnell who claimed he's an institutionalist --", "sentId": 116}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Who the Republican base probably dislikes more than they dislike President Obama.", "sentId": 117}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "He's an institutionalist and he believes in the power of the Senate for advice and consent.", "sentId": 118}, {"text": "When he was under a lot of pressure on Loretta Lynch, he eventually led a confirmation vote even if people like Cruz were saying do not let her get confirmed.", "sentId": 119}, {"text": "We'll see if he breaks this time, though, because the stakes are much higher.", "sentId": 120}], "secId": 53}, {"speaker": "LIZZA", "sentences": [{"text": "I think one mistake is Republicans say out of the gate saying essentially, we won't have a vote or we won't approve anyone that is nominated, rather than waiting for the person and then actually having a reason to vote against them.", "sentId": 121}, {"text": "Because right now they look like they are dead set against any confirmation no matter who it is.", "sentId": 122}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "We'll talk more about this later in the program.", "sentId": 123}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "But up next, it's Valentine's Day.", "sentId": 124}, {"text": "So where's the love?", "sentId": 125}, {"text": "Well, not at the Republican debate last night.", "sentId": 126}, {"text": "We'll get to the hard feelings in a moment.", "sentId": 127}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "But first, politicians say the darnedest things.", "sentId": 128}, {"text": "Here you go -- a special Valentine from the president to the first lady.", "sentId": 129}], "secId": 57}, {"speaker": "OBAMA", "sentences": [{"text": "Michelle, this Valentine's Day I'm going to treat you right.", "sentId": 130}, {"text": "I'm going to make you some zucchini bread.", "sentId": 131}, {"text": "Then I'll spread out some veggies on a plate.", "sentId": 132}, {"text": "Just the way you like them.", "sentId": 133}, {"text": "Because I love you so much, I Obamacare about you more than you even know.", "sentId": 134}, {"text": "That's right.", "sentId": 135}, {"text": "Obama cares.", "sentId": 136}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "Much more on the death of Justice Antonin Scalia and the crackling political fallout in a moment.", "sentId": 137}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "But let's turn now to the Republican race for president and last night's feisty debate.", "sentId": 138}, {"text": "Former President George W. Bush will campaign in South Carolina for his brother, Jeb, tomorrow.", "sentId": 139}, {"text": "And he was very much a debating point last night.", "sentId": 140}], "secId": 60}, {"speaker": "TRUMP", "sentences": [{"text": "George Bush made a mistake.", "sentId": 141}, {"text": "We can make mistakes.", "sentId": 142}, {"text": "But that one was a beauty.", "sentId": 143}, {"text": "We should have never been in Iraq.", "sentId": 144}, {"text": "We have destabilized the Middle East.", "sentId": 145}], "secId": 61}, {"speaker": "TRUMP", "sentences": [{"text": "They lied.", "sentId": 146}, {"text": "They said there were weapons of mass destruction.", "sentId": 147}, {"text": "There were none, and they knew there were none.", "sentId": 148}, {"text": "There were no weapons of mass destruction.", "sentId": 149}], "secId": 62}, {"speaker": "MODERATOR", "sentences": [{"text": "OK.  All right.", "sentId": 150}, {"text": "Governor Bush.", "sentId": 151}], "secId": 63}, {"speaker": "BUSH", "sentences": [{"text": "I am sick and tired of him going after my family.", "sentId": 152}, {"text": "My dad is the greatest man alive in my mind.", "sentId": 153}], "secId": 64}, {"speaker": "BUSH", "sentences": [{"text": "While Donald Trump was building a reality TV show, my brother was building a security apparatus to keep us safe.", "sentId": 154}, {"text": "And I'm proud of what he did.", "sentId": 155}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "That's one of several very feisty exchanges, Donald Trump blaming George W. Bush.", "sentId": 156}, {"text": "Also when Jeb Bush was responding, he said, \"Your brother didn't keep us safe.", "sentId": 157}, {"text": "9/11 happened on his watch.\"", "sentId": 158}, {"text": "Donald Trump was clearly unnerved at the crowd, which is establishment Republicans.", "sentId": 159}, {"text": "The Bush family brand is still pretty good in South Carolina.", "sentId": 160}, {"text": "And Donald Trump was essentially waving at them saying this is the corporate lobbyists and donors and the like.", "sentId": 161}, {"text": "On one hand, you could say Trump seemed to lose his cool a lot.", "sentId": 162}, {"text": "That will hurt him.", "sentId": 163}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "On the other hand, we say we've watched this play out over the years, and with his core supporters, does it help him?", "sentId": 164}], "secId": 67}, {"speaker": "RAJU", "sentences": [{"text": "That's the question.", "sentId": 165}, {"text": "I mean, every time we think that trump is going to go down in the polls, he goes back up.", "sentId": 166}, {"text": "It was remark building to see how rattled Trump gets.", "sentId": 167}, {"text": "Any bit of criticism even from some boos in the crowd.", "sentId": 168}], "secId": 68}, {"speaker": "RAJU", "sentences": [{"text": "You can see him get angry and call people out where other candidates -- Rubio, for instance, was getting booed or heckled at one point just talked over the boos and tried to ignore it.", "sentId": 169}, {"text": "Not Trump.", "sentId": 170}, {"text": "He seems to get pulled into a tit for tat with audience members.", "sentId": 171}], "secId": 69}, {"speaker": "RAJU", "sentences": [{"text": "And also Jeb Bush, too.", "sentId": 172}, {"text": "Jeb Bush is not nearly the kind of target that Donald Trump -- for Donald Trump in a threat for Donald Trump in South Carolina the way that Ted Cruz is.", "sentId": 173}, {"text": "But Donald Trump time and time he kept going after Jeb Bush just because Jeb Bush gets under his skin.", "sentId": 174}], "secId": 70}, {"speaker": "KUCINICH", "sentences": [{"text": "Jeb Bush has a lot gotten better about responding to Trump and getting under -- he's figured out how to get under Trump's skin, and that's been fascinating to watch, because Jeb Bush four months ago would have wilted under that sort of Trump attack.", "sentId": 175}], "secId": 71}, {"speaker": "RAJU", "sentences": [{"text": "Yes, no more low energy Jeb.", "sentId": 176}], "secId": 72}, {"speaker": "LIZZA", "sentences": [{"text": "The first time last night Jeb earned the exclamation point at the end of his name, right?", "sentId": 177}], "secId": 73}, {"speaker": "LIZZA", "sentences": [{"text": "You know, I think what's interesting about this is Trump went left on a few issues, at least for Republicans.", "sentId": 178}, {"text": "It is not popular to accuse George W. Bush of being responsible for 9/11.", "sentId": 179}, {"text": "It is -- in South Carolina, the war in Iraq is -- most voters do not have the view that Trump has.", "sentId": 180}, {"text": "He talked about Planned Parenthood in a positive way at one point.", "sentId": 181}], "secId": 74}, {"speaker": "LIZZA", "sentences": [{"text": "The fascinating thing about Trump's success so far is that he has managed to win voters despite his heresies on a whole number of issues, when you have candidates like Cruz and Trump trying to tell the Republican electorate, this guy is not of us.", "sentId": 182}, {"text": "He's not a true conservative.", "sentId": 183}], "secId": 75}, {"speaker": "LIZZA", "sentences": [{"text": "And will this finally change in South Carolina?", "sentId": 184}, {"text": "Can his opponents finally crack the code on Trump and get the voters to say wait a second, he's not a conservative.", "sentId": 185}, {"text": "And you have to wonder if the Scalia death plays into that.", "sentId": 186}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "That's an interesting point.", "sentId": 187}], "secId": 77}, {"speaker": "And one quick fact check", "sentences": [{"text": "Donald Trump repeated again last night that he was an early opponent of the Iraq war.", "sentId": 188}, {"text": "Simply not the case.", "sentId": 189}, {"text": "If you look in 2003, before the war, there's no public record of Trump saying, don't do this.", "sentId": 190}, {"text": "There is in 2004 after the war was going south, he did became very vocal in saying Bush was mangling the administration of the war.", "sentId": 191}], "secId": 78}, {"speaker": "And one quick fact check", "sentences": [{"text": "But he kept saying that he was out there vocally before the war.", "sentId": 192}, {"text": "And Mr. Trump, if there's public record, send it on in.", "sentId": 193}, {"text": "We love to see it.", "sentId": 194}, {"text": "But it doesn't exist if you go looking for it.", "sentId": 195}], "secId": 79}, {"speaker": "And one quick fact check", "sentences": [{"text": "Let's move on to your point you're making, because you would think that he'd be more on in a fight with Ted Cruz, who has an evangelical base in South Carolina than Jeb Bush.", "sentId": 196}, {"text": "And he has been on Twitter first, repeatedly in recent days tweeting about Ted Cruz, including this one just before the debate, \"Ted Cruz is a cheater.", "sentId": 197}, {"text": "He holds the bible high and then lies and misrepresents the facts.\"", "sentId": 198}], "secId": 80}, {"speaker": "And one quick fact check", "sentences": [{"text": "And then in the debate last night, Trump and Cruz head to head.", "sentId": 199}], "secId": 81}, {"speaker": "TRUMP", "sentences": [{"text": "Single biggest liar, you probably are worse than Jeb Bush.", "sentId": 200}, {"text": "You are the single biggest liar.", "sentId": 201}, {"text": "And today, we had robocalls saying Donald Trump is not going to run in South Carolina where I'm leading by a lot.", "sentId": 202}, {"text": "I'm not going to run -- vote for Ted Cruz.", "sentId": 203}], "secId": 82}, {"speaker": "TRUMP", "sentences": [{"text": "This is the same thing he did to Ben Carson.", "sentId": 204}, {"text": "This guy will say anything.", "sentId": 205}, {"text": "Nasty guy.", "sentId": 206}, {"text": "Now I know why he doesn't have one endorsement from any of these colleagues.", "sentId": 207}], "secId": 83}, {"speaker": "CRUZ", "sentences": [{"text": "Donald didn't disagree with the substance that he supports taxpayer funding for Planned Parenthood.", "sentId": 208}, {"text": "And Donald has this weird pattern.", "sentId": 209}, {"text": "When you point to his own record, he screams \"liar, liar, liar\".", "sentId": 210}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "The stakes for these two guys are enormous.", "sentId": 211}, {"text": "If Trump can get a win in South Carolina on Saturday after his big win in New Hampshire, then he heads south.", "sentId": 212}, {"text": "He talks about the wall.", "sentId": 213}, {"text": "He talks about amnesty.", "sentId": 214}, {"text": "He talks about banning Muslims.", "sentId": 215}, {"text": "And you'd have to say he's in pretty strong shape heading into the southern primaries.", "sentId": 216}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "If Cruz gets the win, same thing.", "sentId": 217}, {"text": "He's the conservative candidate.", "sentId": 218}, {"text": "You mentioned the Supreme Court pick in the mix.", "sentId": 219}, {"text": "And he's going into a Super Tuesday SEC primary where most of the states have a high percentage of evangelical and Tea Party voters.", "sentId": 220}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "That was not a surprise.", "sentId": 221}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "Did anybody win that confrontation?", "sentId": 222}], "secId": 88}, {"speaker": "PACE", "sentences": [{"text": "I don't know if anybody won it, but it's clear where the battle lines are drawn.", "sentId": 223}, {"text": "I think that Cruz has potentially a slight advantage because he can claim the outsider mantel in the same way that Trump can simply because he is so loathed by GOP leaders, but he does have an extremely conservative record that he could fall back on.", "sentId": 224}, {"text": "And I think some of the most effective ads and most effective attacks against Trump over the last several weeks have been pointing to statements he's made, you know, as recently as a couple years ago which make him look a lot more liberal.", "sentId": 225}], "secId": 89}, {"speaker": "PACE", "sentences": [{"text": "So, if Cruz can either win in South Carolina or stay very close to Trump, I do think he has a good playing field in front of him.", "sentId": 226}], "secId": 90}, {"speaker": "RAJU", "sentences": [{"text": "It's interesting to hear the \"L\" word, liar, being used.", "sentId": 227}], "secId": 91}, {"speaker": "PACE", "sentences": [{"text": "Over and over.", "sentId": 228}], "secId": 92}, {"speaker": "RAJU", "sentences": [{"text": "Not just by Trump but also Marco Rubio in that fight over immigration.", "sentId": 229}, {"text": "It just shows that Cruz really occupies a level of support that both Trump and Rubio need to tap into to have a pretty successful night.", "sentId": 230}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "They're trying to say essentially Ted Cruz is a fraud.", "sentId": 231}, {"text": "He keeps telling you he's the consistent conservative.", "sentId": 232}, {"text": "He's the guy you've always wanted.", "sentId": 233}, {"text": "He won't blink.", "sentId": 234}, {"text": "He won't back down.", "sentId": 235}, {"text": "They're trying to make the case that's not true.", "sentId": 236}], "secId": 94}, {"speaker": "LIZZA", "sentences": [{"text": "That word used to be a real red line in politics.", "sentId": 237}, {"text": "I think on the Senate floor, you're not allowed to use that.", "sentId": 238}, {"text": "Rubio had called --", "sentId": 239}], "secId": 95}, {"speaker": "RAJU", "sentences": [{"text": "He did against McConnell.", "sentId": 240}], "secId": 96}, {"speaker": "LIZZA", "sentences": [{"text": "You couldn't do that.", "sentId": 241}], "secId": 97}, {"speaker": "LIZZA", "sentences": [{"text": "So, Rubio calling him a liar was a little surprising.", "sentId": 242}], "secId": 98}, {"speaker": "LIZZA", "sentences": [{"text": "You have to wonder if Ted Cruz is a little -- regrets hugging Donald Trump for all of 2015.", "sentId": 243}, {"text": "Now, he's trying to make the case against him.", "sentId": 244}, {"text": "He was the person that helped allow Trump's rise, but by hugging him, giving him conservative credentials all that time through 2015.", "sentId": 245}], "secId": 99}, {"speaker": "LIZZA", "sentences": [{"text": "Cruz's problem if you look at exit polls in Iowa and New Hampshire, he does very well with higher income evangelicals, more white-collar evangelicals, but Trump is winning blue-collar evangelicals, and that's what he has to -- Cruz has to do in South Carolina is win them back.", "sentId": 246}], "secId": 100}, {"speaker": "KUCINICH", "sentences": [{"text": "Cruz is just banking on Donald Trump not being around this far in the contest.", "sentId": 247}, {"text": "And it just hasn't happened for him.", "sentId": 248}], "secId": 101}, {"speaker": "KUCINICH", "sentences": [{"text": "I do wonder, though, if -- and maybe this is, you know, out there, but I wonder if someone like a John Kasich actually had the best night of everybody, because he didn't engage with anybody.", "sentId": 249}, {"text": "He actually kept to his message over and over and over again, even when people tried to engage him, he stayed positive.", "sentId": 250}], "secId": 102}, {"speaker": "KUCINICH", "sentences": [{"text": "So, I wonder if there is a section in the electorate --", "sentId": 251}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "And he essentially said Hillary Clinton is going to win if we keep fighting like this, and here's another example, the fighting that Kasich was talking about.", "sentId": 252}, {"text": "And to your point about Rubio also going after Cruz, immigration is a", "sentId": 253}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "huge issue with the Republican base.", "sentId": 254}, {"text": "Ted Cruz has tried to say, you know, Marco Rubio was with the gang of eight, which he was.", "sentId": 255}, {"text": "He supported a bill in the Senate that called for a path to citizenship.", "sentId": 256}, {"text": "They went into it, too.", "sentId": 257}], "secId": 105}, {"speaker": "CRUZ", "sentences": [{"text": "Marco went on Univision in Spanish and said he would not rescind President Obama's illegal executive amnesty on his first day in office.", "sentId": 258}, {"text": "I have promised to rescind every single illegal executive action including that one.", "sentId": 259}], "secId": 106}, {"speaker": "RUBIO", "sentences": [{"text": "First of all, I don't know how he knows what I said on Univision because he doesn't speak Spanish.", "sentId": 260}, {"text": "And second of all, the other point that I would make --", "sentId": 261}], "secId": 107}, {"speaker": "RUBIO", "sentences": [{"text": "This is a disturbing pattern.", "sentId": 262}, {"text": "For a number of weeks Ted Cruz has been telling lies.", "sentId": 263}, {"text": "He lied about Ben Carson in Iowa.", "sentId": 264}, {"text": "He lies about Planned Parenthood.", "sentId": 265}, {"text": "He lies about marriage.", "sentId": 266}, {"text": "He's lying about all sorts of things.", "sentId": 267}, {"text": "Now, he makes things up.", "sentId": 268}], "secId": 108}, {"speaker": "RUBIO", "sentences": [{"text": "And here's the truth -- Ted Cruz supported legalizing people that were in this country illegally and only now that he's saying --", "sentId": 269}], "secId": 109}, {"speaker": "CRUZ", "sentences": [{"text": "That is not true.", "sentId": 270}, {"text": "That is absolutely false.", "sentId": 271}, {"text": "What he said is knowingly false.", "sentId": 272}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "Nine debates in, clearly they're tired of each other.", "sentId": 273}, {"text": "They don't like each other.", "sentId": 274}, {"text": "Any pretense of civility is gone.", "sentId": 275}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "The liar -- plus they understand the stakes of where we are on the calendar.", "sentId": 276}], "secId": 112}, {"speaker": "RAJU", "sentences": [{"text": "Right, and we've seen the fight between Cruz and Rubio play out over this issue of immigration.", "sentId": 277}, {"text": "Both men, actually to be fair, are muddying their own records and taking a harder line than they did in that 2013 debate.", "sentId": 278}], "secId": 113}, {"speaker": "RAJU", "sentences": [{"text": "But it's really interesting to see the Rubio and Cruz battle really play out here.", "sentId": 279}, {"text": "Both men want the other to go away.", "sentId": 280}, {"text": "They want to make the race a two-man race between them and Donald Trump.", "sentId": 281}, {"text": "And the worse they do in South Carolina could go --", "sentId": 282}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "That was critical for Rubio, too, because of the bad debate in New Hampshire.", "sentId": 283}, {"text": "So, how -- do you have people to give him OK?", "sentId": 284}, {"text": "Not forgiven but at least you get a second chance?", "sentId": 285}], "secId": 115}, {"speaker": "PACE", "sentences": [{"text": "He was much more fluid in this debate.", "sentId": 286}, {"text": "A lot of the things that he said certainly you would have heard in his speeches, it didn't come across quite as stilted as he did the other debate.", "sentId": 287}, {"text": "But very important in South Carolina that the Rubio/Bush/Kasich win stay close, because if Trump and Cruz pull away after South Carolina, if you look at where the map goes after that, it's hard to see where the establishment fights back.", "sentId": 288}], "secId": 116}, {"speaker": "LIZZA", "sentences": [{"text": "To coin a phrase, I think Rubio knew exactly what he was doing.", "sentId": 289}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "Very good.", "sentId": 290}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "Still ahead, the Democratic race is getting feisty, too.", "sentId": 291}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "Plus, the latest on the death of Justice Antonin Scalia and the debate over filling a vacancy that could swing the ideological balance of the nation's highest court.", "sentId": 292}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "Welcome back to our special hour-long edition of INSIDE POLITICS.", "sentId": 293}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "Back now to this Sunday morning's dramatic news, the death of Supreme Court Justice Antonin Scalia and the immediate, highly partisan political fallout.", "sentId": 294}, {"text": "Justice Scalia, the high court's colorful conservative firebrand, died in his sleep Saturday while on a hunting trip in Texas.", "sentId": 295}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "President Obama rarely agreed with Justice Scalia's rulings, yet said the country should honor his service and his impact.", "sentId": 296}], "secId": 123}, {"speaker": "OBAMA", "sentences": [{"text": "For almost 30 years, Justice Antonin \"Nino\" Scalia was a larger-than-life president on the bench, a brilliant legal mind with an energetic style, incisive wit and colorful opinions.", "sentId": 297}, {"text": "He influenced a generation of judges, lawyers and students and profoundly shaped the legal landscape.", "sentId": 298}, {"text": "He will no doubt be remembered as one of the most consequential judges and thinkers to serve on the Supreme Court.", "sentId": 299}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "Now, the president wept on to say he would soon nominate a replacement.", "sentId": 300}, {"text": "But even before the president spoke, the Senate majority leaders said the vacancy should be filled by the next president.", "sentId": 301}, {"text": "The Republican candidates, well, they agree.", "sentId": 302}], "secId": 125}, {"speaker": "RUBIO", "sentences": [{"text": "I do not believe the President should appoint someone, and it's not unprecedented.", "sentId": 303}, {"text": "In fact, it's been over 80 years since a lame-duck president has appointed a Supreme Court justice.", "sentId": 304}, {"text": "And it reminds us of this -- how important this election is.", "sentId": 305}, {"text": "GOV.", "sentId": 306}, {"text": "JOHN KASICH , PRESIDENTIAL CANDIDATE:  And so I believe the", "sentId": 307}], "secId": 126}, {"speaker": "RUBIO", "sentences": [{"text": "President should not move forward, and I think that we ought to let the next president of the United States decide who is going to run that Supreme Court with a vote by the people of the United States of America.", "sentId": 308}], "secId": 127}, {"speaker": "KING", "sentences": [{"text": "The Democratic candidates, though, say it is President Obama's choice.", "sentId": 309}, {"text": "Hillary Clinton put it this way.", "sentId": 310}], "secId": 128}, {"speaker": "CLINTON", "sentences": [{"text": "It is outrageous that Republicans in the senate and on the campaign trail have already pledged to block any replacement that President Obama nominates.", "sentId": 311}], "secId": 129}, {"speaker": "KING", "sentences": [{"text": "Again, with us to share their reporting and their insights -- Julie Pace of the Associated Press; CNN's Manu Raju;  \"The New Yorker's\" Ryan Lizza and Jackie Kucinich of the \"Daily Beast\".", "sentId": 312}], "secId": 130}, {"speaker": "KING", "sentences": [{"text": "And the Republicans say this has never happened, in part because we haven't had retirements or deaths in election years.", "sentId": 313}, {"text": "There was a confirmation vote in 1988 of Justice Anthony Kennedy.", "sentId": 314}, {"text": "Now he's been nominated by Reagan in '87 and the hearings had been conducted, most of the work had been done and then they had the vote in the election year.", "sentId": 315}, {"text": "That was a Democratic senate, though, giving a Republican president his pick in an election year.", "sentId": 316}], "secId": 131}, {"speaker": "KING", "sentences": [{"text": "Can President Obama use that against the Republican senate now, saying it's not exactly analogous, but our guys gave one to you it's your turn to step up?", "sentId": 317}], "secId": 132}, {"speaker": "PACE", "sentences": [{"text": "I think he'll try to some degree because it is probably the closest precedent that we have here.", "sentId": 318}], "secId": 133}, {"speaker": "KING", "sentences": [{"text": "Politics were a little different back then, yes.", "sentId": 319}], "secId": 134}, {"speaker": "PACE", "sentences": [{"text": "They were a little bit different.", "sentId": 320}, {"text": "You know, I do think, though, that this is interesting when you hear people like Kasich and others talk about, you know, giving the American people a vote in this -- giving them say.", "sentId": 321}], "secId": 135}, {"speaker": "PACE", "sentences": [{"text": "The American people had a say.", "sentId": 322}, {"text": "They voted for Barack Obama twice and gave him eight years in office.", "sentId": 323}, {"text": "I have to imagine that if one of these Republicans does become president and wins a second term, that in their eighth year in office that they would feel like they have an obligation and a right to do plenty of things including nominate a Supreme Court justice.", "sentId": 324}], "secId": 136}, {"speaker": "RAJU", "sentences": [{"text": "John, there used to be so much deference to giving the President his choice to fill any judicial appointment, whether it's Supreme Court or Appellate Court or not.", "sentId": 325}, {"text": "But in the recent years, we've seen in the Senate these judicial wars really, really intensify.", "sentId": 326}, {"text": "Even Republicans would point to Democrats filibustering Appeals Court nominees, even President Obama joining a filibuster of John Roberts in the Senate that's clearly something that, you know, we'll probably hear Republicans talk about a lot.", "sentId": 327}], "secId": 137}, {"speaker": "RAJU", "sentences": [{"text": "But if they decide not to hold a vote and keep that seat open for over a year, that will be an escalation to a whole new level in the judicial --", "sentId": 328}], "secId": 138}, {"speaker": "KING", "sentences": [{"text": "And it goes way beyond the politics because the ideological balance of the court's at stake -- so many 5-4 decisions by a conservative majority.", "sentId": 329}, {"text": "A President Obama pick would turn it over to presumably a liberal majority.", "sentId": 330}, {"text": "Fascinating to watch this play out between the President and Senate Republicans.", "sentId": 331}, {"text": "Also it's already an issue in the campaign.", "sentId": 332}, {"text": "And you know, the Republicans say let me win.", "sentId": 333}, {"text": "I want that pick.", "sentId": 334}, {"text": "The Democrats say give it to President Obama.", "sentId": 335}, {"text": "That's what the constitution says.", "sentId": 336}, {"text": "But within the Republican Party, we had an interesting fight last night between Donald Trump and Ted Cruz.", "sentId": 337}], "secId": 139}, {"speaker": "CRUZ", "sentences": [{"text": "The next president is going to appoint one, two, three, four Supreme Court justices.", "sentId": 338}, {"text": "If Donald Trump is president, he will appoint liberals.", "sentId": 339}, {"text": "And you know how I know that Donald's Supreme Court justices will be liberals?", "sentId": 340}], "secId": 140}, {"speaker": "TRUMP", "sentences": [{"text": "You don't know.", "sentId": 341}], "secId": 141}, {"speaker": "CRUZ", "sentences": [{"text": "Because his entire life he's supported liberals from Jimmy Carter to Hillary Clinton to John Kerry.", "sentId": 342}, {"text": "In 2004, he contributed to John Kerry.", "sentId": 343}, {"text": "Nobody who cares about judges would contribute to John Kerry, Hillary Clinton, Chuck Schumer and Harry Reid.", "sentId": 344}], "secId": 142}, {"speaker": "KING", "sentences": [{"text": "The judicial issue -- judges' appointments means a lot to the conservative base.", "sentId": 345}, {"text": "As we've talked about many times around this table, other candidates have been frustrated.", "sentId": 346}, {"text": "They haven't been able to, in their view, expose Donald Trump as not a conservative.", "sentId": 347}, {"text": "Is this the magic wand?", "sentId": 348}], "secId": 143}, {"speaker": "PACE", "sentences": [{"text": "It might be.", "sentId": 349}, {"text": "I mean I think that if Cruz can really push this idea that he is the only one on the stage who you could guarantee would nominate a truly conservative justice, look at all these things that Donald Trump has said, how could you possibly know where he would go?", "sentId": 350}, {"text": "I think that that could have an impact.", "sentId": 351}, {"text": "But as we've said before, it's just so hard to know with Donald Trump what will resonate.", "sentId": 352}], "secId": 144}, {"speaker": "KUCINICH", "sentences": [{"text": "This did get real.", "sentId": 353}, {"text": "This finally good real, right?", "sentId": 354}, {"text": "It's not a hypothetical you might have to replace a Supreme Court justice.", "sentId": 355}, {"text": "There might be one right out of the gate if this --", "sentId": 356}], "secId": 145}, {"speaker": "KING", "sentences": [{"text": "Does this unfairly hurt Jeb Bush because his dad did David Souter and his brother did John Roberts?", "sentId": 357}, {"text": "LIZZA:   little bit.", "sentId": 358}, {"text": "He's not known among conservatives.", "sentId": 359}, {"text": "The Bush", "sentId": 360}], "secId": 146}, {"speaker": "KING", "sentences": [{"text": "name is not known among conservatives for its great Supreme Court picks.", "sentId": 361}], "secId": 147}, {"speaker": "KING", "sentences": [{"text": "This issue plays to all of Cruz's strengths.", "sentId": 362}, {"text": "He was solicitor general in Texas.", "sentId": 363}, {"text": "He has a long and distinguished legal career.", "sentId": 364}, {"text": "He had some very, very important cases before the Supreme Court.", "sentId": 365}, {"text": "Conservatives know that he will pick a Scalia-like justice.", "sentId": 366}], "secId": 148}, {"speaker": "RAJU", "sentences": [{"text": "Trump very shrewdly though turned it back on Cruz last night for his support of John Roberts in the past and John Roberts upholding the individual mandate and Obamacare -- something that is really still rubbing conservatives the wrong way.", "sentId": 367}], "secId": 149}, {"speaker": "LIZZA", "sentences": [{"text": "And remember, Cruz is still in the senate.", "sentId": 368}, {"text": "He is going to have a platform to beat this drum for the remainder of the issue.", "sentId": 369}], "secId": 150}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 370}, {"text": "Watch the senators in the race -- Senator Sanders, Senator Rubio, Senator Cruz as well.", "sentId": 371}], "secId": 151}, {"speaker": "KING", "sentences": [{"text": "Up next, the Obama factor in a Democratic race that is turning increasingly testy.", "sentId": 372}], "secId": 152}, {"speaker": "KING", "sentences": [{"text": "The Democratic race for president is down to two candidates but it suddenly has three major players.", "sentId": 373}, {"text": "Latinos and African-Americans have the power to decide who wins in Nevada and South Carolina, and don't think for a second Hillary Clinton isn't well aware of that.", "sentId": 374}], "secId": 153}, {"speaker": "CLINTON", "sentences": [{"text": "Today Senator Sanders said that President Obama failed the Presidential leadership test.", "sentId": 375}, {"text": "And this is not the first time that he has criticized President Obama.", "sentId": 376}, {"text": "In the past he's called him weak.", "sentId": 377}, {"text": "He's called him a disappointment.", "sentId": 378}], "secId": 154}, {"speaker": "CLINTON", "sentences": [{"text": "I expect from Republicans -- I do not expect from someone running for the Democratic nomination to succeed President Obama.", "sentId": 379}], "secId": 155}, {"speaker": "SANDERS", "sentences": [{"text": "That is -- that is a low blow.", "sentId": 380}, {"text": "One of us ran against Barack Obama.", "sentId": 381}, {"text": "I was not that candidate.", "sentId": 382}], "secId": 156}, {"speaker": "KING", "sentences": [{"text": "How's this for name dropping?", "sentId": 383}, {"text": "21 Times in all Clinton mentioned President Obama during Thursday night's debate.", "sentId": 384}, {"text": "Including in this retort where Sanders suggested that Wall Street contributions are all about buying influence.", "sentId": 385}], "secId": 157}, {"speaker": "CLINTON", "sentences": [{"text": "I debated then-senator Obama numerous times on stages like this.", "sentId": 386}, {"text": "And he was the recipient of the largest number of Wall Street donations of anybody running on the Democratic side ever.", "sentId": 387}, {"text": "Now, when it mattered, he stood up and took on Wall Street.", "sentId": 388}], "secId": 158}, {"speaker": "SANDERS", "sentences": [{"text": "Let's not insult -- let's not insult the intelligence of the American people.", "sentId": 389}, {"text": "People aren't dumb.", "sentId": 390}], "secId": 159}, {"speaker": "SANDERS", "sentences": [{"text": "Why in God's name does Wall Street make huge campaign contributions?", "sentId": 391}, {"text": "I guess just for the fun of it.", "sentId": 392}, {"text": "They want to throw money around.", "sentId": 393}], "secId": 160}, {"speaker": "KING", "sentences": [{"text": "Much like on the Republican side, the more these two debate, the more we see the tensions and that they're sort of under each other's skin a little bit.", "sentId": 394}, {"text": "Heading in -- this is the test for Hillary Clinton, the whole strategy all along has been maybe we underestimated Bernie Sanders at first.", "sentId": 395}, {"text": "Maybe we're surprised by his strength.", "sentId": 396}, {"text": "But we're moving now into a place where the Democrat -- the real Democratic base votes, Latinos and African-Americans, and we're going to win.", "sentId": 397}, {"text": "However, the Sanders campaign thinks it has some juice.", "sentId": 398}], "secId": 161}, {"speaker": "PACE", "sentences": [{"text": "Yes, and if you listen to the Clinton campaign talk about Nevada in particular, you know something's going on there.", "sentId": 399}, {"text": "Suddenly they're talking about Nevada looking a lot more like Iowa and New Hampshire than a more diverse state and that to me is a sign that they're seeing something in their numbers happening there.", "sentId": 400}], "secId": 162}, {"speaker": "PACE", "sentences": [{"text": "I do think on the Wall Street point that continues to be Sanders's best line of attack.", "sentId": 401}, {"text": "No matter what Hillary Clinton says about Obama and accepting campaign contributions from Wall Street executives, it's a lot different than accepting personal speaking fees from Wall Street.", "sentId": 402}, {"text": "And the more that Sanders hits that, the harder it becomes for her to message her way out of that.", "sentId": 403}], "secId": 163}, {"speaker": "RAJU", "sentences": [{"text": "Getting back to the Nevada point, I sat down with Harry Reid -- Senate minority leader, Nevada Democrat last week and he was absolutely furious at the Clinton campaign for suggesting that Nevada is 80 percent white, essentially trying to downplay or make it sound like even if she does not win Nevada, then it's ok because South Carolina really represents the Democratic coalition.", "sentId": 404}], "secId": 164}, {"speaker": "RAJU", "sentences": [{"text": "Harry Reid says that's not true.", "sentId": 405}, {"text": "They're looking at my old high school yearbook, he said because now we have Hispanics.", "sentId": 406}, {"text": "This is a really diverse state.", "sentId": 407}, {"text": "And he also said that that race is a toss-up right now.", "sentId": 408}, {"text": "It's going to be Very close.", "sentId": 409}], "secId": 165}, {"speaker": "KING", "sentences": [{"text": "The Reid/Clinton thing to me is one of the delicious subplots that doesn't get a lot of attention because remember Harry Reid was pushing Barack Obama to run back in 2007.", "sentId": 410}, {"text": "And the Clintons don't forget.", "sentId": 411}, {"text": "The Clintons don't forget.", "sentId": 412}], "secId": 166}, {"speaker": "KING", "sentences": [{"text": "Now, her trying to counter your point about his economic populous that is working with the Democratic base.", "sentId": 413}, {"text": "Hillary Clinton in that debate and since then on the campaign trail has been saying, ok, fine.", "sentId": 414}, {"text": "You can have an economic plan.", "sentId": 415}, {"text": "Maybe you can appeal to somebody by saying I'm going to take down the big banks.", "sentId": 416}, {"text": "Her big issues -- the case she's trying to make is that Bernie Sanders has one issue and one alone.", "sentId": 417}], "secId": 167}, {"speaker": "CLINTON", "sentences": [{"text": "Not everything -- not everything is about an economic theory.", "sentId": 418}, {"text": "Right?", "sentId": 419}, {"text": "If we broke up the big banks tomorrow, and I will if they deserve it, if they pose a systemic risk, I will, would that end racism?", "sentId": 420}, {"text": "Would that end sexism?", "sentId": 421}, {"text": "Would that end discrimination against the LGBT community?", "sentId": 422}, {"text": "I'm the only candidate who will take on every barrier to progress.", "sentId": 423}, {"text": "I'm the only candidate who has a record of taking on those barriers.", "sentId": 424}], "secId": 168}, {"speaker": "KING", "sentences": [{"text": "She's bigger is the point she's trying to make, that she's a bigger candidate.", "sentId": 425}, {"text": "She's a broader candidate.", "sentId": 426}, {"text": "She's a deeper, more experienced candidate.", "sentId": 427}, {"text": "But in this climate, does that work?", "sentId": 428}], "secId": 169}, {"speaker": "KUCINICH", "sentences": [{"text": "You know, it hasn't yet.", "sentId": 429}, {"text": "It certainly hasn't.", "sentId": 430}, {"text": "And for whatever reason, her message is not resonating with people -- with the Obama coalition.", "sentId": 431}, {"text": "I mean and that's what she needs to build back in order to win this thing.", "sentId": 432}, {"text": "And so maybe it's not about tearing down Sanders at the end of the day.", "sentId": 433}], "secId": 170}, {"speaker": "LIZZA", "sentences": [{"text": "Sanders' genius in this race is that he has a systemic critique of the economy and a systemic critique of our political system -- right.", "sentId": 434}, {"text": "And he's forced her to defend both of those things.", "sentId": 435}, {"text": "He's forced her to say yes, I know that campaign finance reform needs to happen, it's a mess.", "sentId": 436}, {"text": "But within the confines of the system, we can do these sort of small-bore policies.", "sentId": 437}], "secId": 171}, {"speaker": "LIZZA", "sentences": [{"text": "You know, evolution, liberal reform where Sanders is saying no, it all is terrible and we need to blow up the system.", "sentId": 438}, {"text": "It's the left-wing version of Trump's case on the Republican side.", "sentId": 439}], "secId": 172}, {"speaker": "RAJU", "sentences": [{"text": "And the Clinton campaign is trying to throw everything it can at Sanders and nothing has quite stuck yet.", "sentId": 440}, {"text": "Whether he's got proposals that will never fly, whether he doesn't have foreign policy experience, whether he's a single-issue candidate, which one will stick, they're sort of trying different attack lines to see which one actually works.", "sentId": 441}], "secId": 173}, {"speaker": "KUCINICH", "sentences": [{"text": "Pragmatism isn't hot fire.", "sentId": 442}, {"text": "It's not why people run to the polls.", "sentId": 443}, {"text": "It's these bigger ideas.", "sentId": 444}], "secId": 174}, {"speaker": "LIZZA", "sentences": [{"text": "And just as an example of that -- in that line she said I will break up the banks if there's systemic risk.", "sentId": 445}, {"text": "She's talking about this line in Dodd/frank that allows you to do that.", "sentId": 446}, {"text": "Sanders just says I will break up the banks -- period.", "sentId": 447}], "secId": 175}, {"speaker": "PACE", "sentences": [{"text": "It doesn't feel natural coming from her.", "sentId": 448}, {"text": "I'm not sure people really think that Hillary Clinton would actually break up --", "sentId": 449}], "secId": 176}, {"speaker": "KING", "sentences": [{"text": "Because of his history -- he's a senator from Vermont so he does not have a very diverse population -- he's playing catch-up.", "sentId": 450}, {"text": "That's not a criticism, it's just a fact.", "sentId": 451}, {"text": "He's playing catch-up.", "sentId": 452}, {"text": "In Nevada he's stressing that he opposes Obama's deportation strategy.", "sentId": 453}, {"text": "In South Carolina where Hillary Clinton needs the African-American vote in huge numbers -- there's been a fight between a civil rights establishment and some younger civil rights leaders about whether Bernie Sanders was sufficiently active in the movement.", "sentId": 454}, {"text": "Bernie Sanders says he was.", "sentId": 455}, {"text": "She has some friends saying he wasn't.", "sentId": 456}, {"text": "But he has an ad now on TV in South Carolina trying to go straight for the African-American vote.", "sentId": 457}], "secId": 177}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Change does not roll in on the wheels of inevitability.", "sentId": 458}, {"text": "Bernie Sanders -- he was there when Dr. King marched on Washington unafraid to challenge the status quo to end racial profiling, take on police misconduct and take down a system that profits from mass imprisonment.", "sentId": 459}], "secId": 178}, {"speaker": "SANDERS", "sentences": [{"text": "There is no president who will fight harder to end institutional racism.", "sentId": 460}], "secId": 179}, {"speaker": "KING", "sentences": [{"text": "This, to me, is the defining test of this race because of where the calendar goes next where you have either majorities or high pluralities of African-Americans in the Democratic electorate as the calendar moves south.", "sentId": 461}, {"text": "If Bernie Sanders can break through, he's not going to be there among African-Americans but if he can break through and get a sizeable number, that means a longer race and a changed race.", "sentId": 462}], "secId": 180}, {"speaker": "PACE", "sentences": [{"text": "And the place to look when we get numbers out of South Carolina is younger African-Americans because the big question is going to be whether younger African-Americans vote their race or their age.", "sentId": 463}, {"text": "Younger people have flocked to Bernie Sanders.", "sentId": 464}, {"text": "And why wouldn't a younger African-American connect with his message the way a younger white person would?", "sentId": 465}, {"text": "That's the argument that the Sanders campaign is making.", "sentId": 466}], "secId": 181}, {"speaker": "RAJU", "sentences": [{"text": "That's why you see people in the congressional black caucus come out and more aggressively support Hillary Clinton as they did last week because they're trying to push back on Sanders's surge among some of those voters.", "sentId": 467}], "secId": 182}, {"speaker": "KING", "sentences": [{"text": "Can he turn that to his advantage saying there's the establishment?", "sentId": 468}], "secId": 183}, {"speaker": "LIZZA", "sentences": [{"text": "A little bit.", "sentId": 469}, {"text": "He tried to use the establishment to describe other liberal interest groups, and it sort of backfired on him.", "sentId": 470}, {"text": "Remember when he described -- I believe it was a pro-choice group that endorsed Hillary Clinton.", "sentId": 471}, {"text": "The establishment, he had to apologize.", "sentId": 472}], "secId": 184}, {"speaker": "LIZZA", "sentences": [{"text": "I don't think he wants to call people like John Lewis and other members of the civil rights movement the establishment.", "sentId": 473}, {"text": "But we're going to hear a lot about firewall.", "sentId": 474}, {"text": "The Clinton campaign supposedly has a firewall of African-American and Latino voters.", "sentId": 475}, {"text": "And if Bernie Sanders breaches the firewall, Katie bar the door.", "sentId": 476}], "secId": 185}, {"speaker": "KING", "sentences": [{"text": "Katie bar the door.", "sentId": 477}, {"text": "All right.", "sentId": 478}, {"text": "Tomorrow's news today is next.", "sentId": 479}, {"text": "A sneak peek into our reporters' notebooks including Hillary Clinton's women problem.", "sentId": 480}], "secId": 186}, {"speaker": "KING", "sentences": [{"text": "Let's head around the inside politics table, ask our great reporters to tee up some of the big political news just around the corner -- Julie Pace.", "sentId": 481}], "secId": 187}, {"speaker": "PACE", "sentences": [{"text": "As Democrats campaign in Nevada, it's worth taking a look at the state's economy.", "sentId": 482}, {"text": "One of the big differences between Iowa and New Hampshire where the economy recovered much quicker than in a lot of places in the country the recovery in Nevada has actually been quite slow.", "sentId": 483}], "secId": 188}, {"speaker": "PACE", "sentences": [{"text": "The unemployment rate there is higher than the national average.", "sentId": 484}, {"text": "And at some recent campaign rallies, you've heard from a lot of voters talking about losing their jobs recently and a lot of fears that a recession could come back again.", "sentId": 485}], "secId": 189}, {"speaker": "PACE", "sentences": [{"text": "And Democrats in the state that I've talked to say that this is really a core reason why Bernie Sanders may outperform in Nevada.", "sentId": 486}, {"text": "Hillary Clinton has really wrapped herself in Obama's policies, and that may not resonate well with voters who say hey, Obama's economic policies haven't affected us here.", "sentId": 487}], "secId": 190}, {"speaker": "PACE", "sentences": [{"text": "Sanders, meanwhile, can talk about the idea that these possible recessions will continue to come unless you do have these big system- wide changes that he's talking about.", "sentId": 488}], "secId": 191}, {"speaker": "KING", "sentences": [{"text": "Interesting to watch.", "sentId": 489}, {"text": "Caucus system, too which may also help defuse the liberal .", "sentId": 490}, {"text": "Manu.", "sentId": 491}], "secId": 192}, {"speaker": "RAJU", "sentences": [{"text": "John, we've been talking so much about the so-called establishment candidate in the Republican race.", "sentId": 492}, {"text": "And what better way to be the establishment candidate than get endorsement from members of congress.", "sentId": 493}, {"text": "Right now there's a pretty intense effort by Marco Rubio's campaign and Jeb Bush's campaign to get support from members of congress behind the scenes.", "sentId": 494}, {"text": "Have their surrogates reach out to the members who are considering going one way or the other.", "sentId": 495}], "secId": 193}, {"speaker": "RAJU", "sentences": [{"text": "And one person who's on both campaigns' mind is Tom Cotton.", "sentId": 496}, {"text": "He's the Arkansas senator.", "sentId": 497}, {"text": "He's withheld his endorsement so far.", "sentId": 498}, {"text": "He waited until Mike Huckabee got out of the race.", "sentId": 499}, {"text": "And now he's seen as a pretty -- it what would be a big prize for whoever he decides to choose.", "sentId": 500}, {"text": "He may even decide to choose Trump.", "sentId": 501}, {"text": "Who knows?", "sentId": 502}], "secId": 194}, {"speaker": "RAJU", "sentences": [{"text": "All of this really points to how important South Carolina is.", "sentId": 503}, {"text": "Because when South Carolina comes and if Jeb Bush does better than Marco Rubio or vice versa, then you'll see a wave of support potentially from members of congress and it will really show the party start to coalesce behind someone.", "sentId": 504}, {"text": "But the waters are muddied once again, then we could also not have a clear picture after South Carolina.", "sentId": 505}], "secId": 195}, {"speaker": "KING", "sentences": [{"text": "It also helps the more prominent surrogates you have the calend1ar gets crazy and you have several states voting at a time you get them up there on the road to help you out.", "sentId": 506}], "secId": 196}, {"speaker": "KING", "sentences": [{"text": "Ryan.", "sentId": 507}], "secId": 197}, {"speaker": "LIZZA", "sentences": [{"text": "On the Democratic side, also big competition for big-name endorsements, especially if this race carries on and Bernie Sanders continues to challenge Hillary Clinton.", "sentId": 508}, {"text": "Two of the most important endorsements of course would be Barack Obama which his aides have said he's not going to endorse in the primary.", "sentId": 509}], "secId": 198}, {"speaker": "LIZZA", "sentences": [{"text": "But if Bernie Sanders starts to eat into nonwhite voters, you'll see a lot of pressure on the White House and a lot of pressure for Obama to jump in.", "sentId": 510}, {"text": "Aside from Obama, perhaps the most important endorsement is Elizabeth Warren.", "sentId": 511}, {"text": "A lot of Sanders's supporters started as warren supporters, wanted her to run for president.", "sentId": 512}, {"text": "Of course she didn't.", "sentId": 513}], "secId": 199}, {"speaker": "LIZZA", "sentences": [{"text": "But my understanding is from talking to Democrats is that even though 39 out of the 44 Democrats in the senate have endorsed Hillary Clinton, Elizabeth Warren does not plan on endorsing in this primary.", "sentId": 514}, {"text": "But you can bet if this race goes on and Sanders and Clinton are locked in a fierce battle, there will be enormous pressure on her to change her mind.", "sentId": 515}], "secId": 200}, {"speaker": "KING", "sentences": [{"text": "In a word, leverage.", "sentId": 516}, {"text": "Jackie?", "sentId": 517}], "secId": 201}, {"speaker": "KUCINICH", "sentences": [{"text": "So we've been talking a lot about how women especially young women have been voting for Bernie Sanders.", "sentId": 518}, {"text": "But well before people were feeling the Bern, I was talking to pollsters who say after focus group after focus group, young women were not into Hillary Clinton.", "sentId": 519}, {"text": "This is before the Bernie Sanders rise.", "sentId": 520}, {"text": "And so you have to think that maybe instead of tearing Bernie Sanders down, this is a problem with Hillary Clinton and her appeal to that demographic.", "sentId": 521}], "secId": 202}, {"speaker": "KING", "sentences": [{"text": "Maybe they should have caught it a little bit earlier?", "sentId": 522}], "secId": 203}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 523}, {"text": "The big decision in the next 24 to 48 hours for Ohio Governor John Kasich.", "sentId": 524}, {"text": "After placing second in New Hampshire, his plan was to just dabble in South Carolina, then move on and get an early start in states down the road a couple weeks on the calendar but viewed as more favorable to him, mostly state says in the Midwest.", "sentId": 525}], "secId": 204}, {"speaker": "KING", "sentences": [{"text": "But the South Carolina crowds have been good.", "sentId": 526}, {"text": "He felt great after last night's debate and some polling could suggest Kasich could be in play, could be for second or third in South Carolina.", "sentId": 527}], "secId": 205}, {"speaker": "KING", "sentences": [{"text": "So his team is now debating whether to rip up the schedule and make a South Carolina play this week.", "sentId": 528}, {"text": "The upside is obvious.", "sentId": 529}, {"text": "Kasich would benefit if he could again poll ahead of Marco Rubio or Jeb Bush or both.", "sentId": 530}, {"text": "But it's a huge risk.", "sentId": 531}, {"text": "If he gambles and loses, it might be seen as a mistake that cost precious time, money and the perception of his place in the race.", "sentId": 532}], "secId": 206}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 533}], "secId": 207}, {"speaker": "nights", "sentences": [{"text": "00 p.m. Eastern.", "sentId": 534}], "secId": 208}, {"speaker": "nights", "sentences": [{"text": "Again, thanks for sharing your Sunday morning.", "sentId": 535}, {"text": "We'll see you soon.", "sentId": 536}, {"text": "Coming up, \"STATE OF THE UNION\".", "sentId": 537}], "secId": 209}], "sectionCount": 210, "url": "transcripts.cnn.com/TRANSCRIPTS/1602/14/ip.01.html", "sentenceCount": 539, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired February 14, 2016 - 08:00   ET", "speakers": ["KING", "The death of perhaps the court's most polarizing member immediately set off a monumental election year battle.  Two giant questions will shape that fight", "OBAMA", "BUSH", "CRUZ", "TRUMP", "PACE", "SCALIA", "LIZZA", "KUCINICH", "RAJU", "MODERATOR", "And one quick fact check", "RUBIO", "CLINTON", "SANDERS", "UNIDENTIFIED MALE", "nights"], "title": "INSIDE POLITICS"}