{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1607.29.ip.02.html.json", "subTitle": "Remebering Muslim-American Soldier at Convention; Hillary Clinton vs. Donald Trump. Aired 12:30-1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Nazeer Khan came to Philadelphia to remember his son, a Muslim-American soldier killed in Iraq 12 years ago.", "sentId": 0}, {"text": "And he came to suggest Donald Trump needs a civics lesson.", "sentId": 1}], "secId": 0}, {"speaker": "KHAN", "sentences": [{"text": "He loves to build walls and ban us from this country.", "sentId": 2}, {"text": "Donald Trump, you're asking Americans to trust you with their future.", "sentId": 3}, {"text": "Let me ask you?", "sentId": 4}, {"text": "Have you even read the United States constitution?", "sentId": 5}, {"text": "I will gladly lend you my copy.", "sentId": 6}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "That was a very powerful moment and it was personal.", "sentId": 7}], "secId": 2}, {"speaker": "KHAN", "sentences": [{"text": "Have you ever been to Arlington cemetery?", "sentId": 8}, {"text": "Go look at the graves of brave patriots who died defending the United States of America.", "sentId": 9}, {"text": "You will see all faiths, genders and ethnicities.", "sentId": 10}, {"text": "You have sacrificed nothing, and no one.", "sentId": 11}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Just hit him on so many levels.", "sentId": 12}, {"text": "You have sacrificed nothing and no one.", "sentId": 13}, {"text": "Have you been to Arlington cemetery, holding up the constitution?", "sentId": 14}, {"text": "Essentially saying, what you propose is un-American and intolerant.", "sentId": 15}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "And I was just saying during the break, during that moment, in a live and I was asking a lot of Republicans and Conservatives out there just, you know, send me a text or shoot me an e-mail or react to these things.", "sentId": 16}, {"text": "The in incoming on that was wow.", "sentId": 17}], "secId": 5}, {"speaker": "RAJU", "sentences": [{"text": "It really was.", "sentId": 18}, {"text": "I mean and it goes back to the point we are making earlier, Democrats co-opting or rather the Republican messaging about patriotism and about their military and so fort and they did that rather effectively, Republicans do acknowledge and it's interesting you hear also Tim Kaine as he's going out doing interview after interview including on CNN this morning and even in his convention speech saying that Donald Trump has called the military a disaster.", "sentId": 19}, {"text": "Really trying to reach out to those people in the military, the military personnel who have increasingly vote Republican but I think they have an opening here with Donald Trump.", "sentId": 20}], "secId": 6}, {"speaker": "BALL", "sentences": [{"text": "But also emphasizing America's diversity, because this is about Democrats are saying, America is an idea, not an ethnicity.", "sentId": 21}, {"text": "So much of Donald Trumps campaign has been about ethnic appeals to people who believe that they own the American idea and so much of this Democratic convention was about putting people on stage who represent the entire bandwidth of what America is today.", "sentId": 22}, {"text": "Whether it's a transgender person for the first time in American history, whether it's the father of a slain Muslim war hero, whether it's even an undocumented immigrant saying we are all America.", "sentId": 23}, {"text": "This is the big catastrophe as John was saying this diverse America, there is no going back.", "sentId": 24}, {"text": "This is what we are now and asking Americans to ratify that.", "sentId": 25}], "secId": 7}, {"speaker": "HENDERSON", "sentences": [{"text": "And it's the Obama coalition, right?", "sentId": 26}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "And if your -- and the message being that even if you're lukewarm about her and you're saying, \"Hey, don't sit this out because you might not love her but the other guy will take you back.\"", "sentId": 27}], "secId": 9}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah, and essentially saying, I mean there's an attempt to authorize Donald Trump I mean, he does not understand America, he is always is not American.", "sentId": 28}, {"text": "I mean its like -- it's almost what we've seen some Conservatives try to do with Obama, right, and say he's out of bounds of America.", "sentId": 29}], "secId": 10}, {"speaker": "HENDERSON", "sentences": [{"text": "He doesn't really understand American culture and the way Americans think, that's in some ways what they are saying about Donald Trump.", "sentId": 30}], "secId": 11}, {"speaker": "BALZ", "sentences": [{"text": "John, there's always an unexpected moment at conventions and there was a lot of, you know, buried, soaring oratory this week by the big-name people who spoke.", "sentId": 31}, {"text": "But in the same way that the family who spoke on behalf of Mitt Romney in 2012 about their son who had cancer and the way he had helped him in a private way which talked about an aspect of Romney's character that had been sort of ignored through most of the convention, this one was as powerful and as direct an assault on Donald Trump as anybody did at the convention.", "sentId": 32}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "And because it comes from an every day American and an every day American who lost everything, who lost everything.", "sentId": 33}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Politicians, you run them through a filter even if the great speech, even it's great oratory, it's still a politician doing it.", "sentId": 34}, {"text": "That was oomph.", "sentId": 35}, {"text": "Another big -- that was one of the important aspects of last night.", "sentId": 36}, {"text": "Another big part for Secretary Clinton was trying to have unity in the family.", "sentId": 37}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "We know that the Sanders people were restless, the entire convention.", "sentId": 38}, {"text": "So they have Monday, they gave it to the Liberals essentially, they let them all in the steam  but if you're listening to the speakers last night, even Secretary Clinton at times during every speech, some of the wing of the Sanders faction left that's still unsatisfied started to protest a bit in the hall.", "sentId": 39}, {"text": "So, Secretary Clinton right near the top of her speech tried to put this to rest.", "sentId": 40}, {"text": "She congratulated Bernie Sanders, she pointed out to him in the audience, she thanked him for bringing millions of people under the process and then she turned trying to convince his supporters, join me.", "sentId": 41}], "secId": 15}, {"speaker": "CLINTON", "sentences": [{"text": "And to all of your supporters here and around the country, I want you to know, I've heard you, your cause is our cause.", "sentId": 42}, {"text": "Our country needs your ideas, energy and passion.", "sentId": 43}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "The very smart Peter Hart of the Democratic pollster wrote a piece at the end of the Wall Street Journal saying the party that has the unified convention and comes out of his convention were unified tends to win.", "sentId": 44}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "They're just as to get you more boots on the ground, more organization, less dysfunction.", "sentId": 45}, {"text": "A direct appeal there but you could hear it in the hall and even during her speech, there's a group -- and we don't know how big it is out in the country, yeah you can put 20 people or 50 people on a hall and cause a destruction.", "sentId": 46}, {"text": "We don't know hot big it is out in the country, but she repeatedly -- and that was a pretty direct appeal.", "sentId": 47}, {"text": "Did she get them?", "sentId": 48}], "secId": 18}, {"speaker": "BALZ", "sentences": [{"text": "Not quite.", "sentId": 49}, {"text": "She made a lot of efforts out at this week, they made concessions to Bernie Sanders on the platform, they made concessions on when he would speak on Monday night I think why Clinton people who initially didn't really want him to be the last speaker on Monday night.", "sentId": 50}, {"text": "They did a lot but there were signs throughout the convention hall every night that there are people who are resistant.", "sentId": 51}], "secId": 19}, {"speaker": "BALZ", "sentences": [{"text": "I think there are two questions.", "sentId": 52}, {"text": "One is, the polling that we've seen suggested that the Democratic Party is coming together pretty well, as frankly is a lot of the Republican Party.", "sentId": 53}, {"text": "So, on a macro level, she can say we're making progress.", "sentId": 54}, {"text": "I think the one area that she's got to worry about is young people.", "sentId": 55}, {"text": "Young voters still I don't think are there.", "sentId": 56}, {"text": "Not that they prefer Donald Trump but that they are just kind of not keen about her and she's got to do something on the enthusiasm side.", "sentId": 57}], "secId": 20}, {"speaker": "RAJU", "sentences": [{"text": "And I would agree with that.", "sentId": 58}, {"text": "I mean there was actually -- when I was at the convention hall one day this week and a young person of Bernie Sanders supporter actually got into the face of Congressman Elijah Cummings and said to him and yelled at him and said you're going to support someone who's losing in the polls that Donald Trump got really heated and Cummings aide pushed this guy away.", "sentId": 59}, {"text": "So some passion ...", "sentId": 60}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "For those younger voters, it's the first time Obama -- it's there first love, it's their first time in politics a little harder to get through that one.", "sentId": 61}, {"text": "Everybody, sit tight again.", "sentId": 62}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "Next, choosing time, both campaigns are studying the map and doing the math.", "sentId": 63}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "As he campaigned yesterday, Donald Trump urged his supporters not to tune in to watch the final night of the Democratic convention.", "sentId": 64}, {"text": "Maybe he should have taken his own advice a little sooner.", "sentId": 65}], "secId": 24}, {"speaker": "TRUMP", "sentences": [{"text": "I was going to hit a number of those speakers so hard, their heads would spin, they'd never recover and that's what I did with a lot of -- that's why I still don't have certain people endorsing me.", "sentId": 66}, {"text": "They still haven't recovered, OK?", "sentId": 67}], "secId": 25}, {"speaker": "BALL", "sentences": [{"text": "He doesn't mean literally.", "sentId": 68}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "Hold on.", "sentId": 69}, {"text": "Trump went on to say he shared his frustration with a friend.", "sentId": 70}], "secId": 27}, {"speaker": "TRUMP", "sentences": [{"text": "He said don't hit there.", "sentId": 71}, {"text": "Don't hit down.", "sentId": 72}, {"text": "You have one person to beat.", "sentId": 73}, {"text": "It's Hillary Rodham Clinton.", "sentId": 74}, {"text": "One person.", "sentId": 75}, {"text": "Hillary Clinton.", "sentId": 76}, {"text": "I said, you know, but I really want to -- I don't like when they're saying because a lot of it is lies.", "sentId": 77}, {"text": "Not all of it but a lot of it is a lie, some of it absolutely.", "sentId": 78}, {"text": "I said, I just really -- it makes me feel good.", "sentId": 79}], "secId": 28}, {"speaker": "BALL", "sentences": [{"text": "Can I say, I believe that that is a real conversation that Donald Trump had with one of his advisors.", "sentId": 80}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "He said it was a Governor.", "sentId": 81}], "secId": 30}, {"speaker": "BALL", "sentences": [{"text": "Yeah, I think that there are people ...", "sentId": 82}], "secId": 31}, {"speaker": "BALL", "sentences": [{"text": "Trying everyday to restrain him and to tell him that to appeals to his ego.", "sentId": 83}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 84}], "secId": 33}, {"speaker": "BALL", "sentences": [{"text": "To convince him not to constantly beyond the attack and I think also you were talking before about Hillary Clinton trying to make this election or referendum on Trump and instead of a referendum on her.", "sentId": 85}], "secId": 34}, {"speaker": "BALL", "sentences": [{"text": "Judging by the way this thing has gone so far, she will not have a problem doing that.", "sentId": 86}], "secId": 35}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 87}], "secId": 36}, {"speaker": "BALL", "sentences": [{"text": "Because he's constantly giving her new material.", "sentId": 88}, {"text": "HENDERSON: Yeah, absolutely.", "sentId": 89}], "secId": 37}, {"speaker": "BALZ", "sentences": [{"text": "I think he is sort of wants it to be a referendum on him because he wants so much to be about him that it's kind of impossible for him to figure out a way to deflect that and not have a focus back on him and she is, you know ...", "sentId": 90}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "But it is the question that you get from Republicans, including some people who work for Donald Trump who only talked to you privately about this.", "sentId": 91}, {"text": "But the rest of the Republican establishment that is decided to hug Trump, either because they want him in the White House or they need him to at least be competitive enough that they don't loose the senate and get set back in ask -- it's getting them to discipline?", "sentId": 92}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "The smart Republicans tell you in this environment where there's change in the air voters who don't like this town they want something new, that if he could hit the economy, hit change in Washington and then hit, whether he wants to call her \"Crooked\" or whatever Status quo Hillary Clinton, that he's got a chance if he's going off on these tangents about Vladimir Putin and hacking or wanting to him them ...", "sentId": 93}], "secId": 40}, {"speaker": "RAJU", "sentences": [{"text": "Money draws between being authentic which really work from in a primary and being scripted which is the Republican leaders want.", "sentId": 94}, {"text": "I mean how do you balance that your -- as you saw in that speech, there was no teleprompter there.", "sentId": 95}, {"text": "This was classic Donald Trump.", "sentId": 96}, {"text": "And I think that he feels probably constrained constantly give these speeches over the teleprompter that hit those same Republican points.", "sentId": 97}], "secId": 41}, {"speaker": "HENDERSON", "sentences": [{"text": "I think he's disciplined about being chaotic.", "sentId": 98}, {"text": "And I think he holds in the back with the chaos candidate and he sort of likes that, he like the kind of -- to mix it up and to have a lot of things going on and to kind of force himself into the news stream.", "sentId": 99}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "It's the minority but there are some people who think if you're a challenger like him, the chaos is good for you.", "sentId": 100}, {"text": "Stir it up, constantly be in the mix, go.", "sentId": 101}], "secId": 43}, {"speaker": "HENDERSON", "sentences": [{"text": "Gingrich.", "sentId": 102}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "It was Gingrich.", "sentId": 103}], "secId": 45}, {"speaker": "BALZ", "sentences": [{"text": "Yeah, strategic disruption is part of his instinct, I don't know whether it's well thought out of this, but it's the instinct he has.", "sentId": 104}, {"text": "But it combines with the ego in which if the focus is over here and not on him.", "sentId": 105}, {"text": "He wants to do something to bring it.", "sentId": 106}], "secId": 46}, {"speaker": "Sometimes he's very effective at doing that in a political way that's good for him. Very often it's the opposite. KING", "sentences": [{"text": "And we will be watching this play out whether he can keep the discipline out as they hit the road down again, they always say it's a 50 state campaign, well, actually it's a 10 or 12 state campaign and normally by after Labor Day, it's usually down to a six or eight state campaign.", "sentId": 107}, {"text": "Well, let's first we're going to show you this live photo.", "sentId": 108}, {"text": "We're still waiting for the Democratic candidates.", "sentId": 109}], "secId": 47}, {"speaker": "Sometimes he's very effective at doing that in a political way that's good for him. Very often it's the opposite. KING", "sentences": [{"text": "This is the live photo here.", "sentId": 110}, {"text": "This is Temple University where Tim Kaine and Hillary Clinton will begin a bus tour into the heartland Pennsylvania.", "sentId": 111}, {"text": "It's the reason they had the convention there.", "sentId": 112}, {"text": "It's a big battleground.", "sentId": 113}], "secId": 48}, {"speaker": "Sometimes he's very effective at doing that in a political way that's good for him. Very often it's the opposite. KING", "sentences": [{"text": "Let's take a look at where they're going to go.", "sentId": 114}, {"text": "The Democrats are in Philadelphia, then they're going to go in Harrisburg, Pittsburg, Youngstown, Columbus.", "sentId": 115}, {"text": "Also, the Democrats are going to go relatively small towns as you go through there and they get into central Ohio which is very important to very, very key battleground states.", "sentId": 116}], "secId": 49}, {"speaker": "Sometimes he's very effective at doing that in a political way that's good for him. Very often it's the opposite. KING", "sentences": [{"text": "So that makes a statement.", "sentId": 117}, {"text": "First place as you go after your convention, it's also on they neighborhood.", "sentId": 118}, {"text": "We should be obvious about that.", "sentId": 119}, {"text": "You can drive a bus there but there are important states.", "sentId": 120}], "secId": 50}, {"speaker": "Sometimes he's very effective at doing that in a political way that's good for him. Very often it's the opposite. KING", "sentences": [{"text": "And then the Republicans are on the road.", "sentId": 121}, {"text": "Donald Trump's in Colorado Springs and in Denver today.", "sentId": 122}, {"text": "And Mike Pence, his vice presidential running mate in Lima Ohio, and other small town in Ohio are key for the Republicans.", "sentId": 123}], "secId": 51}, {"speaker": "Sometimes he's very effective at doing that in a political way that's good for him. Very often it's the opposite. KING", "sentences": [{"text": "What's the surprise on the map?", "sentId": 124}, {"text": "Is there a surprise on the map?", "sentId": 125}, {"text": "We know that Hillary Clinton is just trying to -- if you hold 2012, you win, 332 electoral votes that President Obama got there, one or two there that are in play but their basic approach is we defend this.", "sentId": 126}, {"text": "We loose one or two.", "sentId": 127}, {"text": "We still win.", "sentId": 128}], "secId": 52}, {"speaker": "BALZ", "sentences": [{"text": "I think we just have to keep watching Pennsylvania to see whether he can put that in play.", "sentId": 129}], "secId": 53}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 130}], "secId": 54}, {"speaker": "BALZ", "sentences": [{"text": "It was 5.4 percentage point margin for President Obama four years ago, which was identical to what he got in Colorado.", "sentId": 131}], "secId": 55}, {"speaker": "BALZ", "sentences": [{"text": "So, in the sense, it was a swing state without being a battleground state.", "sentId": 132}, {"text": "Donald Trump believes that that can be done.", "sentId": 133}, {"text": "They're going to hit Pittsburgh.", "sentId": 134}, {"text": "If they can undermine him in western Pennsylvania, there's no way, I don't think, that he can win Pennsylvania.", "sentId": 135}, {"text": "And so that's -- I think that's the place that, you know, could be the surprise.", "sentId": 136}], "secId": 56}, {"speaker": "HENDERSON", "sentences": [{"text": "And then because I guess Mitt Romney won 206 so they basically need 64.", "sentId": 137}, {"text": "So they essentially have to get kind of a clean sweep.", "sentId": 138}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Florida, Ohio, Pennsylvania.", "sentId": 139}], "secId": 58}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 140}], "secId": 59}, {"speaker": "HENDERSON", "sentences": [{"text": "Or if they do a clean sweep.", "sentId": 141}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Yeah.", "sentId": 142}, {"text": "But that's hard.", "sentId": 143}, {"text": "And you just say only if he flips three, he can get it.", "sentId": 144}], "secId": 61}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 145}, {"text": "That's hard.", "sentId": 146}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "And Pennsylvania hasn't done it since '88, right?", "sentId": 147}], "secId": 63}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 148}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Florida was the closest of all of the states.", "sentId": 149}], "secId": 65}, {"speaker": "HENDERSON", "sentences": [{"text": "It will be more diverse this time than it was last time.", "sentId": 150}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "But if Trump can't get Florida's 29, then it gets really complicated, all right.", "sentId": 151}, {"text": "Then he's got to win Wisconsin and he's going to probably do Iowa and New Hampshire.", "sentId": 152}, {"text": "He got a lot -- do a lot of other business to make up ...", "sentId": 153}], "secId": 67}, {"speaker": "MANU", "sentences": [{"text": "And especially if some of the Republican States are coming on the map that both candidates will have to spend time in.", "sentId": 154}, {"text": "What about Georgia, what about Arizona states ...", "sentId": 155}], "secId": 68}, {"speaker": "HENDRSON", "sentences": [{"text": "Utah.", "sentId": 156}], "secId": 69}, {"speaker": "MANU", "sentences": [{"text": "Utah, yeah.", "sentId": 157}, {"text": "Boston is ...", "sentId": 158}], "secId": 70}, {"speaker": "BALL", "sentences": [{"text": "That's a swing state in some polls.", "sentId": 159}], "secId": 71}, {"speaker": "MANU", "sentences": [{"text": "In North Carolina, you know, going both ways in 2012.", "sentId": 160}, {"text": "And interesting that Hillary Clinton going to Nebraska also because they trying to get that one electoral vote.", "sentId": 161}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "The one electorate vote.", "sentId": 162}, {"text": "I think that the idea for her is her staff, and she has a pretty good staff, and she has a pretty good staff because they're really running the campaign that, don't get your eyes wide open.", "sentId": 163}], "secId": 73}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah, Texas.", "sentId": 164}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "Don't go looking for candy.", "sentId": 165}, {"text": "Defend what you've got.", "sentId": 166}, {"text": "Everybody, sit tight one more time here.", "sentId": 167}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "Ahead, our reporters give you sneak peak into their notebooks including Clinton's plan to deal with a major weakness.", "sentId": 168}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "Let's close as we always do here on Inside Politics.", "sentId": 169}, {"text": "And around the as our great reporters to get you out ahead of the big political news just around the corner.", "sentId": 170}, {"text": "Nia-Malika Henderson?", "sentId": 171}], "secId": 77}, {"speaker": "HENDERSON", "sentences": [{"text": "Tim Kaine's schedule obviously filling up.", "sentId": 172}, {"text": "He's with Hillary Clinton now in Philadelphia doing at a Rustbelt tour.", "sentId": 173}, {"text": "On Monday, he kicks off a tour.", "sentId": 174}, {"text": "He's going to be in Virginia, Richmond, with of course eyes where he was mayor.", "sentId": 175}, {"text": "Then he'll go to Florida, then he'll go to North Carolina and then he'll go to Michigan.", "sentId": 176}], "secId": 78}, {"speaker": "HENDERSON", "sentences": [{"text": "This gives a sense of how the Hillary Clinton campaign thinks they can use him, which essentially everywhere in some ways but particularly in those Sunbelt states like North Carolina, like Virginia and like Florida.", "sentId": 177}, {"text": "His Spanish will come in handy there and as well as his civil rights background and the connection to the African-American community.", "sentId": 178}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Interesting to watch, how he's on the trail, Dan?", "sentId": 179}], "secId": 80}, {"speaker": "BALZ", "sentences": [{"text": "I sat down with Robby Mook yesterday and we've talked about a number of things, including the electoral map and I asked him what are the most important states in your estimation and he went through part of what we talked about Florida, Ohio and Virginia.", "sentId": 180}], "secId": 81}, {"speaker": "BALZ", "sentences": [{"text": "To me, what it said was, a, they're concentrating on the big states with the big numbers and they're not kind of looking around for other opportunities before they'd nailed down and blocked Donald Trump's path if they can do it.", "sentId": 181}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Discipline blocking, smart, smart, Mark Manu?", "sentId": 182}], "secId": 83}, {"speaker": "MANU", "sentences": [{"text": "John, I sat down with the senate Democratic leader yesterday, Harry Reid, and he really went to town on a lot of different subjects.", "sentId": 183}, {"text": "And he criticized DNC for being unfair for Bernie Sanders and he's supporters.", "sentId": 184}, {"text": "And he thought that Debbie Wassermann Schultz should have resigned six weeks ago.", "sentId": 185}], "secId": 84}, {"speaker": "MANU", "sentences": [{"text": "He said -- He also precisely not surprised with Donald Trump.", "sentId": 186}, {"text": "He called them dumb for his comments about Russia at the accessing and releasing Hillary Clinton's e-mails.", "sentId": 187}, {"text": "And interestingly, he split with President Obama on the Trump strategy.", "sentId": 188}, {"text": "He's thinks that Donald Trump represents the Republican Party when President Obama made very clear that Donald Trump does not represent the Republican Party, trying to reach out to those voters in the same division between the two party leaders over how to deal with Donald Trump ...", "sentId": 189}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "That's because Harry Reid is trying to belle chord Donald Trump all of the senate candidates out there.", "sentId": 190}], "secId": 86}, {"speaker": "BALL", "sentences": [{"text": "Right.", "sentId": 191}, {"text": "Gets the majority back.", "sentId": 192}], "secId": 87}, {"speaker": "BALL", "sentences": [{"text": "And we talked a lot about the White Working-Class vote, particularly White Working-Class men in those Rustbelts states.", "sentId": 193}, {"text": "Hillary is notably weak with those voters, losing them by as much as two to one or more, 10 to 15 points weaker than Barack Obama with White Working-Class men.", "sentId": 194}], "secId": 88}, {"speaker": "BALL", "sentences": [{"text": "So how does she fix that?", "sentId": 195}, {"text": "I've been talking to some labor leaders, some AFL-CIO campaigners who have been studying this vote.", "sentId": 196}, {"text": "Trying to figure out what messaging resonates with these voters.", "sentId": 197}], "secId": 89}, {"speaker": "BALL", "sentences": [{"text": "They say, you can't get them to like Hillary.", "sentId": 198}, {"text": "The case to make is first of all based on economic interest, based on policy.", "sentId": 199}, {"text": "And second of all is they get serious.", "sentId": 200}, {"text": "This election is not a joke.", "sentId": 201}, {"text": "Try to get them and take seriously.", "sentId": 202}, {"text": "A candidacy -- the Trump candidacy that many people aren't taking it seriously that all that being said, Trump's support is so solid with this voters that they think that she can only peel off with few percentage point.", "sentId": 203}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "That's interesting, watching that plays out Joe Biden and try to make the plan.", "sentId": 204}, {"text": "And Hillary Clinton even last night said a lot of people were laughing at Donald Trumps stop laughing on that.", "sentId": 205}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "Let me close with something to follow us a little bit on that.", "sentId": 206}, {"text": "What is Hillary Clinton's top post-convention priority?", "sentId": 207}, {"text": "Well, follow the candidate and follow money spent by her friends.", "sentId": 208}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "The bus trip we talked about is targeting small towns and swing voters.", "sentId": 209}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Secretary Clinton is currently loosing independence by 18 points.", "sentId": 210}, {"text": "And the CNN ORC poll we conducted right after the Republican convention, I remember as right after the convention for that the number is probably a little high, we'll see what happen there on the Democratic convention, but the goal is to get back more to where President Obama was in 2012.", "sentId": 211}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "President Obama lost independents to Mitt Romney by five points and still won the election convincingly.", "sentId": 212}, {"text": "That's where Secretary Clinton wants to get.", "sentId": 213}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "And watch the pro-Clinton Super Pac priority USA.", "sentId": 214}, {"text": "It is as we speak coming some new post convention adds focusing on national security, casting Clinton as a steady hand and Trump as unfit to be commander in chief.", "sentId": 215}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "The goal, move the numbers with those independents and more moderate swing voters.", "sentId": 216}, {"text": "That's it for \"Inside Politics.\"", "sentId": 217}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "Again, thanks for sharing your time with me these past two weeks during the conventions.", "sentId": 218}, {"text": "I'm grateful Ashleigh Banfield's for helping us out.", "sentId": 219}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "Ashleigh will back with \"Legal View\" on Monday.", "sentId": 220}, {"text": "We hope to see you Sunday morning on \"Inside Politics\".", "sentId": 221}, {"text": "Our coverage continues in just a moment with the great Wolf Blitzer.", "sentId": 222}], "secId": 99}, {"speaker": "WOLF BLITZER", "sentences": [{"text": "Hello.", "sentId": 223}, {"text": "I'm Wolf Blitzer.", "sentId": 224}, {"text": "Its 1:00 p.m. here in Washington, 6:00 p.m. in London, 8:00 p.m. in Jerusalem, wherever you are watching from around the world, thanks very much for joining us.", "sentId": 225}], "secId": 100}, {"speaker": "WOLF BLITZER", "sentences": [{"text": "The Democratic presidential ticket about to hold --", "sentId": 226}], "secId": 101}], "sectionCount": 102, "url": "transcripts.cnn.com/TRANSCRIPTS/1607/29/ip.02.html", "sentenceCount": 228, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 29, 2016 - 12:30   ET", "speakers": ["KING", "KHAN", "RAJU", "BALL", "HENDERSON", "BALZ", "CLINTON", "TRUMP", "Sometimes he's very effective at doing that in a political way that's good for him. Very often it's the opposite. KING", "MANU", "HENDRSON", "WOLF BLITZER"], "title": "INSIDE POLITICS"}