{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.0507.26.ip.01.html.json", "subTitle": "White House Goes Public With Part of Roberts' Paper Trail; Discovery Blasts Off", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "ANNOUNCER", "sentences": [{"text": "An open-and-shut decision: The White House goes public with parts of John Roberts' paper trail.", "sentId": 0}], "secId": 0}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "I think the White House has made the correct decision.", "sentId": 1}], "secId": 1}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Why are some of the Supreme Court nominee's records still under wraps?", "sentId": 2}], "secId": 2}, {"speaker": "Cultivating terror", "sentences": [{"text": "After the London bombings, do Americans feel more threatened on trains or planes?", "sentId": 3}], "secId": 3}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Liftoff of Space Shuttle Discovery.", "sentId": 4}], "secId": 4}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Shooting for the stars.", "sentId": 5}, {"text": "We'll explore the shuttle's relaunch and whether space is a political priority with astronaut- turned-senator Bill Nelson.", "sentId": 6}], "secId": 5}, {"speaker": "ANNOUNCER", "sentences": [{"text": "And waves of scandal in San Diego.", "sentId": 7}, {"text": "Will voters finally choose a mayor who will stick around?", "sentId": 8}], "secId": 6}, {"speaker": "LENO", "sentences": [{"text": "There's more security being president of Iraq than there is being mayor of San Diego.", "sentId": 9}], "secId": 7}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Now live from Washington, CNN's INSIDE POLITICS", "sentId": 10}], "secId": 8}, {"speaker": "CROWLEY", "sentences": [{"text": "Thank you for joining us.", "sentId": 11}, {"text": "I'm Candy Crowley.", "sentId": 12}, {"text": "We begin with the tug of war over John Roberts' records.", "sentId": 13}, {"text": "Republicans are praising the White House for deciding to release as many as 75,000 pages concerning the Supreme Court nominee's work during the Reagan administration, but some Democrats are zeroing in on the documents the White House will not make public involving cases Roberts argued on behalf of the first Bush administration.", "sentId": 14}], "secId": 9}, {"speaker": "CROWLEY", "sentences": [{"text": "Our White House correspondent Dana Bash is following the Roberts' paper trail -- Dana?", "sentId": 15}], "secId": 10}, {"speaker": "BASH", "sentences": [{"text": "Hi, Candy.", "sentId": 16}, {"text": "And what we're seeing here at the White House today is an attempt to stop simmering conflict from turning into a full boil.", "sentId": 17}, {"text": "And what the strategy is, is essentially to say that they are proving, by releasing documents, that they are being transparent and cooperative -- by getting these tens of thousands of documents out.", "sentId": 18}], "secId": 11}, {"speaker": "BASH", "sentences": [{"text": "But of course, what Democrats really want, the White House is not releasing.", "sentId": 19}, {"text": "Let's take a look at what is White House is giving the green light for.", "sentId": 20}], "secId": 12}, {"speaker": "BASH", "sentences": [{"text": "First of all, at the Reagan Library, John Roberts worked in the Reagan counsel's office from 1982 to '86.", "sentId": 21}, {"text": "There are going to be documents, lots of documents -- tens of thousands released there after they're reviewed for national security reasons and personnel matters to make sure that nothing is -- should remain confidential.", "sentId": 22}], "secId": 13}, {"speaker": "BASH", "sentences": [{"text": "The White House explains the reason they are doing this is because they are subject to something called the Presidential Records Act.", "sentId": 23}, {"text": "That means that anybody who works in the White House understands that eventually this information will become public.", "sentId": 24}], "secId": 14}, {"speaker": "BASH", "sentences": [{"text": "The second thing that the White House is releasing is actually being done today at the National Archives.", "sentId": 25}, {"text": "That is -- excuse me, the -- from when John Roberts was the assistant attorney general from 1981 to 1982.", "sentId": 26}, {"text": "The White House has said -- excuse me -- that they are releasing these because this was already waived by President Clinton in 1998.", "sentId": 27}], "secId": 15}, {"speaker": "BASH", "sentences": [{"text": "The rub, though, Candy, is of course from when he was deputy solicitor general.", "sentId": 28}, {"text": "The White House explanation is that these are subject to the Federal Records Act, a law that essentially says unlike the White House employees, do not think their papers are destined for public release.", "sentId": 29}], "secId": 16}, {"speaker": "BASH", "sentences": [{"text": "Scott McClellan today said that this is something that many -- excuse me -- solicitors general say is very bad for precedent.", "sentId": 30}], "secId": 17}, {"speaker": "MCCLELLAN", "sentences": [{"text": "Future solicitor generals might as well put up a need-not-apply sign if people believe that they may someday go through a Senate confirmation process.", "sentId": 31}, {"text": "And it would stifle the candid, honest and thorough advice that solicitor generals depend on from their attorneys, if that privilege was not protected.", "sentId": 32}], "secId": 18}, {"speaker": "BASH", "sentences": [{"text": "Now what Democrats are saying, Candy, is they want to see these documents from the time Roberts was deputy solicitor general because that is a time when he wrote a brief essentially saying that Roe v. Wade should be overturned and that is really one of the only things that are out -- that is out there as a potential controversy point, a flash point.", "sentId": 33}], "secId": 19}, {"speaker": "Leahy", "sentences": [{"text": "Dana, is there any sign that the White House knows what's in these solicitor general documents that they're not going to release?", "sentId": 34}], "secId": 20}, {"speaker": "BASH", "sentences": [{"text": "They said many times here today, Candy, that the White House does not know what is in the solicitor general's documents.", "sentId": 35}, {"text": "They essentially don't know and that, they say, is besides the point because it's a matter of principle.", "sentId": 36}, {"text": "It's a matter of attorney-client privilege and that is why they are not releasing it.", "sentId": 37}], "secId": 21}, {"speaker": "BASH", "sentences": [{"text": "But interestingly, talking to a senior administration official about what they are releasing, asking if there's anything potentially controversial in what they are releasing, it's pretty clear that they feel pretty confident that nothing that is going to get out there publicly at this point, is going to be another flash point.", "sentId": 38}, {"text": "They feel pretty confident that they are not concerned about what -- in what they're going to be releasing in the next several weeks -- Candy?", "sentId": 39}], "secId": 22}, {"speaker": "CROWLEY", "sentences": [{"text": "Dana Bash, on the paper trail.", "sentId": 40}, {"text": "Thank you.", "sentId": 41}], "secId": 23}, {"speaker": "CROWLEY", "sentences": [{"text": "We have new snapshots of Americans' views of John Roberts and what will be fair game during his confirmation hearings.", "sentId": 42}, {"text": "Our new poll shows 59 percent of the public thinks the Senate should vote to confirm Roberts.", "sentId": 43}, {"text": "Twenty-two percent are against his confirmation.", "sentId": 44}, {"text": "Nineteen percent don't know.", "sentId": 45}], "secId": 24}, {"speaker": "CROWLEY", "sentences": [{"text": "A slightly bigger majority, 61 percent, say senators should insist that Roberts answer questions about his position on abortion.", "sentId": 46}, {"text": "Thirty-seven percent say he shouldn't have to explain his abortion views.", "sentId": 47}], "secId": 25}, {"speaker": "CROWLEY", "sentences": [{"text": "As Roberts reaches out to senators on Capitol Hill again today, he is facing questions about his Catholicism.", "sentId": 48}], "secId": 26}, {"speaker": "CROWLEY", "sentences": [{"text": "Details on that story are still ahead, but now to America's War on Terror in the aftermath of the London bombings.", "sentId": 49}, {"text": "New York Mayor Michael Bloomberg has apologized to five tourists who were handcuffed during a bomb scare on a double-decker bus on Sunday.", "sentId": 50}, {"text": "It turned out there was no threat and the men were released.", "sentId": 51}, {"text": "Meantime, the NYPD has sent an explosive expert to Britain to study the suicide attacks there.", "sentId": 52}], "secId": 27}, {"speaker": "CROWLEY", "sentences": [{"text": "Here in Washington, a House panel heard testimony today from transit officials urging more federal funding for rail and bus security.", "sentId": 53}, {"text": "All this drives home the state of anxiety since the terror overseas.", "sentId": 54}, {"text": "As our Bruce Morton explains, that anxiety is evident in our new poll numbers on terror and the war in Iraq.", "sentId": 55}], "secId": 28}, {"speaker": "MORTON", "sentences": [{"text": "London has got our attention.", "sentId": 56}, {"text": "Last month, just 38 percent of our sample told a CNN/\"USA Today\"/Gallup poll they were worried a family member would be a victim of terrorism.", "sentId": 57}, {"text": "Now after the two attacks in London, that number is up to 47 percent and more than half our sample thinks acts of terrorism are likely in the U.S. in the next few weeks.", "sentId": 58}, {"text": "In June, only about a third thought so.", "sentId": 59}], "secId": 29}, {"speaker": "MORTON", "sentences": [{"text": "You can hear other echoes of London, too.", "sentId": 60}, {"text": "A majority of our sample thinks the government is doing enough to prevent terrorism on airplanes, but also says it's not doing enough to prevent terror on mass transit systems.", "sentId": 61}, {"text": "But mass transit is vital in crowded London.", "sentId": 62}, {"text": "A majority of our sample here in car-conscious America said they never use it.", "sentId": 63}], "secId": 30}, {"speaker": "Iraq", "sentences": [{"text": "49 percent of those under 50 think the U.S. will win, but only 33 percent of those over 50, those old enough to remember the Vietnam War, think the U.S. will win this one.", "sentId": 64}], "secId": 31}, {"speaker": "Iraq", "sentences": [{"text": "Conservatives are the most optimistic, liberals the most pessimistic.", "sentId": 65}, {"text": "Suburbanites are more optimistic than urban or rural Americans.", "sentId": 66}], "secId": 32}, {"speaker": "asked", "sentences": [{"text": "No.", "sentId": 67}, {"text": "A year ago, people we polled were evenly divided on that.", "sentId": 68}, {"text": "Not now.", "sentId": 69}], "secId": 33}, {"speaker": "asked", "sentences": [{"text": "And for the first time in our poll, a flat majority, 51 percent, said they think the Bush administration deliberately misled the American people about whether Iraq had weapons of mass destruction.", "sentId": 70}, {"text": "Of course, none have been found.", "sentId": 71}], "secId": 34}, {"speaker": "asked", "sentences": [{"text": "Bruce Morton, CNN, Washington.", "sentId": 72}], "secId": 35}, {"speaker": "CROWLEY", "sentences": [{"text": "British Prime Minister Tony Blair vowed today not to give one inch on his policies in Iraq or in the war against terror.", "sentId": 73}, {"text": "Blair promised to press forward with new anti-terrorism legislation and he rejected suggestions that Britain's support for the war on Iraq has made the country more vulnerable to terrorist attacks.", "sentId": 74}], "secId": 36}, {"speaker": "CROWLEY", "sentences": [{"text": "In the wake of the London bombings, Blair continues to get really good reviews in this country, with 75 percent of those surveyed in our new poll saying they have a favorable opinion of Tony Blair.", "sentId": 75}], "secId": 37}, {"speaker": "CROWLEY", "sentences": [{"text": "Stay tuned to CNN day and night for the most reliable news about your security.", "sentId": 76}], "secId": 38}, {"speaker": "CROWLEY", "sentences": [{"text": "Prime Minister Blair has apologized for the shooting death of a man in the subway who turned out not to be connected to the recent wave of terror.", "sentId": 77}, {"text": "Up next, how far should we go in this country in the name of security?", "sentId": 78}, {"text": "I'll ask Senator Susan Collins.", "sentId": 79}], "secId": 39}, {"speaker": "CROWLEY", "sentences": [{"text": "Also ahead, the Democrats create their own Roberts Rules of Order for the Supreme Court confirmation hearings.", "sentId": 80}], "secId": 40}, {"speaker": "CROWLEY", "sentences": [{"text": "And with the Shuttle Discovery in orbit again, we'll get perspective from a senator who's been to space and back again, Bill Nelson of Florida.", "sentId": 81}], "secId": 41}, {"speaker": "CROWLEY", "sentences": [{"text": "A short time ago I spoke with Republican Senator Susan Collins of Maine.", "sentId": 82}, {"text": "She is chairwoman of the Homeland Security and Governmental Affairs Committee.", "sentId": 83}, {"text": "We discussed a range of security issues, including the debate over the proposed reauthorization of the Patriot Act.", "sentId": 84}, {"text": "I started by asking her if she thinks the American people are fully informed about what is in the Patriot Act?", "sentId": 85}], "secId": 42}, {"speaker": "COLLINS", "sentences": [{"text": "I don't know that the American people are familiar with the details of the Patriot Act.", "sentId": 86}, {"text": "But I think they believe that the law enforcement tools need to be brought up to date and strengthened in order for us to more effectively pursue terrorists.", "sentId": 87}, {"text": "It's a difficult balance that we always have to be striking between increasing security and making sure that we're safeguarding our personal liberties.", "sentId": 88}], "secId": 43}, {"speaker": "CROWLEY", "sentences": [{"text": "So -- and that's really my question.", "sentId": 89}, {"text": "I mean, we're looking at things like how soon after you go into a suspect's house and search it do you actually have to tell him?", "sentId": 90}, {"text": "How soon after you take medical records and look through them and store them, do you have to tell somebody?", "sentId": 91}], "secId": 44}, {"speaker": "CROWLEY", "sentences": [{"text": "Those are pretty fundamental rights to privacy.", "sentId": 92}, {"text": "Does anything about this Patriot Act as it came out of the House bother you?", "sentId": 93}], "secId": 45}, {"speaker": "COLLINS", "sentences": [{"text": "I think the Senate version is a better version of the Patriot Act extension.", "sentId": 94}, {"text": "I do support an extension of the law, but the Senate did a little bit different approach that makes sure there's a strong judicial role.", "sentId": 95}, {"text": "I think that's key.", "sentId": 96}, {"text": "I think as long as you have the involvement of a court to authorize searches, to authorize wiretaps, that adds an important protection, because it ensures that law enforcement has to answer to someone, prove the case.", "sentId": 97}, {"text": "And one of the changes made by the Senate was to increase the standard that the prosecutor would have to -- or the FBI would have to show the court in order to authorize some of these searches.", "sentId": 98}], "secId": 46}, {"speaker": "CROWLEY", "sentences": [{"text": "Now, which brings me to TSA, which we just recently found out had, in fact, collected, stored, saved information on 250,000 people without telling those people -- without in fact telling you.", "sentId": 99}, {"text": "I mean they're moving to rectify it, as I understand.", "sentId": 100}, {"text": "Isn't that the sort of thing the American public needs to be worried about?", "sentId": 101}], "secId": 47}, {"speaker": "COLLINS", "sentences": [{"text": "Yes.", "sentId": 102}, {"text": "And that was very disappointing, because TSA has been working on an improved screening system for a long time.", "sentId": 103}, {"text": "I and many, many others have warned them repeatedly about the importance of complying with the Privacy Act requirements.", "sentId": 104}, {"text": "And there's just no excuse that once again the Government Accountability Office has found the TSA does not comply fully with the Privacy Act requirements.", "sentId": 105}], "secId": 48}, {"speaker": "COLLINS", "sentences": [{"text": "We've got to assure the American public that screening systems such as these are going to be done right.", "sentId": 106}, {"text": "And that's one reason that I'm such a strong supporter of the new Privacy and Civil Liberties Board that is created by the Intelligence Reform Act that Senator Lieberman and I authored last year.", "sentId": 107}], "secId": 49}, {"speaker": "CROWLEY", "sentences": [{"text": "Senator, you're also part of the so-called Gang of 14.", "sentId": 108}, {"text": "I wanted to ask you about the nomination of Judge Roberts and a couple things that have come up.", "sentId": 109}, {"text": "The documents, the White House has said, look, you can have the documents from the White House counsel's office, but not from the time that he served in the solicitor general's office.", "sentId": 110}, {"text": "Is that acceptable?", "sentId": 111}], "secId": 50}, {"speaker": "COLLINS", "sentences": [{"text": "That sounds like a fair compromise to me.", "sentId": 112}, {"text": "Clearly we need the documents to make an informed vote on Judge Roberts, but I think that some of the Democrats are really pushing the envelope on this -- that they're deliberately seeking documents that they know are protected by attorney-client privilege.", "sentId": 113}, {"text": "And I just hope we can have a fair and dignified process.", "sentId": 114}, {"text": "I'm optimistic that ultimately we will.", "sentId": 115}], "secId": 51}, {"speaker": "CROWLEY", "sentences": [{"text": "The other thing that's caused a stir is Judge Roberts' membership or non-membership in the Federalist Society.", "sentId": 116}, {"text": "Anything wrong with joining the Federalist Society?", "sentId": 117}], "secId": 52}, {"speaker": "COLLINS", "sentences": [{"text": "Nothing at all.", "sentId": 118}, {"text": "It's a respectable group.", "sentId": 119}, {"text": "Just as Justice Ginsberg's previous membership in the ACLU doesn't bother me either.", "sentId": 120}], "secId": 53}, {"speaker": "CROWLEY", "sentences": [{"text": "Senator Susan Collins of Maine.", "sentId": 121}, {"text": "Behind the scenes on the John Roberts nomination.", "sentId": 122}, {"text": "Up next, Bob Novak joins me with his \"Reporter's Notebook\" and the inside scoop on Democratic strategy.", "sentId": 123}], "secId": 54}, {"speaker": "CROWLEY", "sentences": [{"text": "Bob Novak joins us now with some \"Inside Buzz.\"", "sentId": 124}, {"text": "John Roberts, what's the status of that?", "sentId": 125}, {"text": "How's it going?", "sentId": 126}], "secId": 55}, {"speaker": "NOVAK", "sentences": [{"text": "I think the Democrats are in pretty bad shape if they want to stop this.", "sentId": 127}, {"text": "You know, they spent years planning for these Supreme Court nominations and Roberts is a real conservative, and it doesn't look like they are going to be able to mount a credible campaign him.", "sentId": 128}, {"text": "It's a silly season talking about the Federalist Society.", "sentId": 129}, {"text": "Did you ever belong to the Communist Party?", "sentId": 130}], "secId": 56}, {"speaker": "NOVAK", "sentences": [{"text": "And then Senator Dick Durbin is quoted by Professor Turley.", "sentId": 131}, {"text": "Turley's not the most credible guy in the world, but he quotes him as saying he was asking about his -- whether his religion, his Catholic religion would hurt him from making decisions?", "sentId": 132}, {"text": "Not a very good way to go about it.", "sentId": 133}], "secId": 57}, {"speaker": "NOVAK", "sentences": [{"text": "The only thing -- there's not going to be a filibuster, in my opinion.", "sentId": 134}, {"text": "The best thing they can do is to hope that they can embarrass Roberts in the question and answer program not getting him to answer questions before the committee.", "sentId": 135}], "secId": 58}, {"speaker": "CROWLEY", "sentences": [{"text": "Right-hand turn here.", "sentId": 136}, {"text": "CAFTA, Central American Free Trade Agreement, coming up on the House floor tomorrow.", "sentId": 137}, {"text": "Big, kind of, political test here.", "sentId": 138}, {"text": "NOVAK: Yes.", "sentId": 139}, {"text": "It was decided last night, Candy, by Speaker Hastert.", "sentId": 140}, {"text": "This is the speaker's baby.", "sentId": 141}, {"text": "He's got a lot lying on the line on this.", "sentId": 142}, {"text": "I think it's going to be a close vote, but the Republicans think they have got it.", "sentId": 143}, {"text": "There has been some tradeoffs.", "sentId": 144}, {"text": "Speaker Hastert said he wouldn't bring up Social Security in the month of August.", "sentId": 145}, {"text": "This would be strictly a CAFTA vote.", "sentId": 146}, {"text": "They would only have one tough vote a month for the Republicans.", "sentId": 147}, {"text": "But the speaker's got a lot on the line here.", "sentId": 148}], "secId": 59}, {"speaker": "CROWLEY", "sentences": [{"text": "Biggest news this week, really, I think is the split in the AFL-CIO.", "sentId": 149}, {"text": "Teamsters walking out, SEIU, probably some other unions.", "sentId": 150}, {"text": "Are there political ramifications for that in Washington?", "sentId": 151}], "secId": 60}, {"speaker": "NOVAK", "sentences": [{"text": "Yes.", "sentId": 152}, {"text": "And they didn't walk out in anger, the SEIU and the Teamsters.", "sentId": 153}, {"text": "This has been choreographed and orchestrated for almost a year.", "sentId": 154}, {"text": "They don't like Sweeney.", "sentId": 155}, {"text": "And the main thing is they want the money to go into organizing, not into politics.", "sentId": 156}, {"text": "As Jim Hoffa says, he doesn't want to throw money at politicians.", "sentId": 157}], "secId": 61}, {"speaker": "NOVAK", "sentences": [{"text": "This is going to hurt the Democrats somewhat for 2006, to have less money.", "sentId": 158}, {"text": "But I think it probably will mean a stronger labor union, which also helps the Democrats in the long run.", "sentId": 159}, {"text": "So short term pain, long term gain, I would think.", "sentId": 160}], "secId": 62}, {"speaker": "CROWLEY", "sentences": [{"text": "I wanted to talk to you about the CIA leak story, because a couple of things have come out that I wanted to see if I could get you to talk about.", "sentId": 161}, {"text": "The first one is that there is a story out there that Karl Rove testified that you were the one that told him that Valerie Plame was at the CIA.", "sentId": 162}], "secId": 63}, {"speaker": "NOVAK", "sentences": [{"text": "Well I can't talk about anything that I have done.", "sentId": 163}, {"text": "But I would say that it's, to me, very interesting that all these leaks on the grand jury are not coming from the grand jury, or -- as far as I know -- or from the special prosecutor.", "sentId": 164}, {"text": "They are coming from lawyers for various people who are participating in it, or the participants themselves, which is a little bit on the unusual side.", "sentId": 165}], "secId": 64}, {"speaker": "NOVAK", "sentences": [{"text": "The question is, really, political question, is Karl Rove in serious trouble because of this?", "sentId": 166}, {"text": "And you get all kinds of views, but the consensus in the Republicans I talked to is that the word is coming out from the White House he doesn't have any legal problems, he's not going to be prosecuted.", "sentId": 167}, {"text": "If that's right -- I have no idea whether that's right -- I think he's going to be OK.", "sentId": 168}, {"text": "He's not going to be popular with the people who are attacking him anyway.", "sentId": 169}], "secId": 65}, {"speaker": "NOVAK", "sentences": [{"text": "I noticed that this has revived the whole story which is the reason I haven't been on television very much lately.", "sentId": 170}, {"text": "And so all things might have a happy consequence, but it has revived the story and the Democrats are trying to make a lot of it.", "sentId": 171}, {"text": "But I think this is a hard story to keep alive until the grand jury and special prosecutor came up with something.", "sentId": 172}], "secId": 66}, {"speaker": "CROWLEY", "sentences": [{"text": "Well outside whether you testify -- I assume you can't tell us whether you testified at the grand jury or still won't tell us.", "sentId": 173}, {"text": "Outside of that, can you tell us whether you ever told Karl Rove about Valerie Plame's status?", "sentId": 174}, {"text": "NOVAK: I can't tell anything I ever talked to Karl Rove about, because I don't think I ever talked to him about any subject even the time of day, on the record.", "sentId": 175}], "secId": 67}, {"speaker": "CROWLEY", "sentences": [{"text": "Stay tuned.", "sentId": 176}, {"text": "Will you come back and tell us when you can tell us?", "sentId": 177}], "secId": 68}, {"speaker": "NOVAK", "sentences": [{"text": "That would be my pleasure.", "sentId": 178}], "secId": 69}, {"speaker": "CROWLEY", "sentences": [{"text": "OK. Bob Novak, thanks very much.", "sentId": 179}, {"text": "Appreciate it.", "sentId": 180}], "secId": 70}, {"speaker": "CROWLEY", "sentences": [{"text": "We'll have more on John Roberts' treatment on the Hill ahead, including the timing of the hearings, demands for documents, and questions about religion.", "sentId": 181}], "secId": 71}, {"speaker": "CROWLEY", "sentences": [{"text": "Also ahead, San Diego voters give it another shot.", "sentId": 182}, {"text": "Will the mayor they chose be scandal free, after a string of city hall bosses plagued by controversy?", "sentId": 183}], "secId": 72}, {"speaker": "CROWLEY", "sentences": [{"text": "The markets are getting set to close on Wall Street, so I am joined by Christine Romans in New York with \"The Dobbs Report.\"", "sentId": 184}], "secId": 73}, {"speaker": "ROMANS", "sentences": [{"text": "Hi there, Candy.", "sentId": 185}, {"text": "Investors, apparently, couldn't make up their minds today.", "sentId": 186}, {"text": "Stock prices a little changed right now.", "sentId": 187}, {"text": "The Dow Industrials are moving lower, oh, about 11 points.", "sentId": 188}, {"text": "The NASDAQ is adding about a half of one percent.", "sentId": 189}, {"text": "And oil prices were slightly higher, back above $50 a barrel.", "sentId": 190}], "secId": 74}, {"speaker": "ROMANS", "sentences": [{"text": "Lawmakers are a step closer to passing a sweeping energy bill.", "sentId": 191}, {"text": "House and Senate negotiators worked out most of the details late last night.", "sentId": 192}, {"text": "Environmental groups lost some key fights.", "sentId": 193}, {"text": "Proposals to conserve oil and increase energy from renewable sources like solar and wind power were rejected.", "sentId": 194}, {"text": "But the companies did OK a measure that calls for more ethanol production.", "sentId": 195}, {"text": "That's good news for farmers.", "sentId": 196}, {"text": "Ethanol is a corn based additive.", "sentId": 197}, {"text": "The bill also contains a measure aimed at slowing China's attempts to buy American oil companies.", "sentId": 198}, {"text": "The full House and Senate will vote on this bill this week.", "sentId": 199}], "secId": 75}, {"speaker": "ROMANS", "sentences": [{"text": "The maker of M&Ms is delving into a new industry -- prescription drugs.", "sentId": 200}, {"text": "Mars has been researching the medical benefits of chocolates.", "sentId": 201}, {"text": "It plans to develop drugs that use a component of cocoa to help treat diabetes, strokes, and some forms of dementia.", "sentId": 202}, {"text": "A Harvard medical professor working with Mars on the research says -- quote -- \"This is a scientific breakthrough that could well lead to a medical breakthrough.", "sentId": 203}], "secId": 76}, {"speaker": "ROMANS", "sentences": [{"text": "\"TV Guide\" is getting a makeover.", "sentId": 204}, {"text": "The more than 50-year-old magazine will debut this fall as a full sized weekly with far fewer TV listings.", "sentId": 205}, {"text": "Instead, it'll focus on articles about celebrities and television shows.", "sentId": 206}], "secId": 77}, {"speaker": "ROMANS", "sentences": [{"text": "Coming up on CNN at 6 p.m. Eastern on LOU DOBBS TONIGHT, a Senate committee hearing today, how the critical hearing on immigration reform.", "sentId": 207}, {"text": "However, a key element was missing.", "sentId": 208}, {"text": "At the last minute the White House pulled its witnesses.", "sentId": 209}, {"text": "The problem seems to be the Bush administration doesn't know what it wants to do about the nation's broken borders.", "sentId": 210}], "secId": 78}, {"speaker": "CAMAROTA", "sentences": [{"text": "On the one hand, they look at the public opinion polls.", "sentId": 211}, {"text": "Most Americans want the law enforced.", "sentId": 212}, {"text": "They'd like a more moderate pace of immigration.", "sentId": 213}, {"text": "But some very powerful interest groups, mainly the business community and the leadership of the ethnic lobbies, want more immigration and they want to legalize the illegal aliens.", "sentId": 214}, {"text": "And the administration is simply torn between, sort of, public opinion and the interest groups.", "sentId": 215}], "secId": 79}, {"speaker": "ROMANS", "sentences": [{"text": "Also tonight, the triumphant return to space.", "sentId": 216}, {"text": "We'll have a full report on Discovery's launch and what's next for NASA.", "sentId": 217}], "secId": 80}, {"speaker": "ROMANS", "sentences": [{"text": "Plus, are our cities prepared to deal with an attack on a mass transit system?", "sentId": 218}, {"text": "Congressman Peter King is holding hearings on this issue.", "sentId": 219}, {"text": "He joins us.", "sentId": 220}], "secId": 81}, {"speaker": "ROMANS", "sentences": [{"text": "And naming the enemy.", "sentId": 221}, {"text": "We'll break down the Bush administration's new language to describe the global war on terror.", "sentId": 222}], "secId": 82}, {"speaker": "us", "sentences": [{"text": "00 Eastern, LOU DOBBS TONIGHT -- Candy.", "sentId": 223}], "secId": 83}, {"speaker": "CROWLEY", "sentences": [{"text": "We'll see you then.", "sentId": 224}, {"text": "Thanks, Christine.", "sentId": 225}], "secId": 84}, {"speaker": "CROWLEY", "sentences": [{"text": "Now back to INSIDE POLITICS.", "sentId": 226}], "secId": 85}, {"speaker": "CROWLEY", "sentences": [{"text": "Just because the Senate has so far avoided an all-out war over John Roberts' Supreme Court nomination doesn't mean members aren't up for an early skirmish or two, or maybe more.", "sentId": 227}, {"text": "Roberts' paper trail, his religion and the timing of confirmation hearings are all part of the wrangling on the Hill.", "sentId": 228}], "secId": 86}, {"speaker": "CROWLEY", "sentences": [{"text": "We want to get an update from our congressional correspondent Ed Henry -- Ed.", "sentId": 229}], "secId": 87}, {"speaker": "HENRY", "sentences": [{"text": "Good afternoon, Candy.", "sentId": 230}], "secId": 88}, {"speaker": "HENRY", "sentences": [{"text": "That's right.", "sentId": 231}, {"text": "Judge Roberts got even more warm words today, as he met with Republican Senators Lindsey Graham and Kay Bailey Hutchison.", "sentId": 232}, {"text": "But you're right.", "sentId": 233}, {"text": "We're finally starting to see some partisan disputes break out here.", "sentId": 234}, {"text": "First of all, Democratic Senator Patrick Leahy upset that, while the White House is releasing some documents related to Judge Roberts' days in the Reagan administration, they're not releasing other documents dealing with his time in the first Bush administration.", "sentId": 235}], "secId": 89}, {"speaker": "HENRY", "sentences": [{"text": "Then, also, a fight breaking out a bit today over the issue of timing for the hearings, Senate Judiciary Chairman Arlen Specter today saying that some Democrats are trying to start the hearings in mid- September.", "sentId": 236}, {"text": "Also Democrats, he says, are refusing to -- to agree to a final vote by the end of September.", "sentId": 237}, {"text": "That's leading to Republican nervousness that perhaps Judge Roberts might not be confirmed by the first Monday in October.", "sentId": 238}], "secId": 90}, {"speaker": "HENRY", "sentences": [{"text": "So, Senator Specter decided today to play a little bit of hardball today and say that he might actually push to have the hearings start at the end of August.", "sentId": 239}, {"text": "That would cut into senators' August vacation.", "sentId": 240}, {"text": "And I can tell you, it was not that well received by Democratic Leader Harry Reid, who said he does not believe that this should be rushed through.", "sentId": 241}, {"text": "He thinks the background check, all these document searches should be done through the month of August.", "sentId": 242}, {"text": "There's no need to rush it, in the words of Democratic Leader Harry Reid.", "sentId": 243}], "secId": 91}, {"speaker": "HENRY", "sentences": [{"text": "And another controversy breaking out.", "sentId": 244}, {"text": "Republicans angry that in a private meeting on Friday, apparently Democratic Senator Dick Durbin raised the issue with Judge Roberts about his Catholic faith and asked whether or not that would affect some of his rulings on the high court.", "sentId": 245}], "secId": 92}, {"speaker": "HENRY", "sentences": [{"text": "Here's Republican Senator John Cornyn.", "sentId": 246}], "secId": 93}, {"speaker": "CORNYN", "sentences": [{"text": "We have no religious test for public office in this country.", "sentId": 247}, {"text": "And I think anyone would find that sort of inquiry, if it were actually made, offensive.", "sentId": 248}, {"text": "And so I hope we don't go down that road.", "sentId": 249}], "secId": 94}, {"speaker": "HENRY", "sentences": [{"text": "Now, Senator Durbin, who is Catholic himself, told me today that he believes he needs to look at everything, including the nominee's faith, as he takes a measure of the man, in this case, Judge Roberts.", "sentId": 250}], "secId": 95}, {"speaker": "HENRY", "sentences": [{"text": "Durbin added that the reports about this meeting have been exaggerated and he also noted that Judge Roberts said in the meeting that he would let his thoughts be dominated by the rule of law, and that seemed to satisfy Senator Durbin.", "sentId": 251}], "secId": 96}, {"speaker": "HENRY", "sentences": [{"text": "But Senator Durbin and other Democrats today jumping on another hot issue -- hot issue here on the Hill, the decision by Senate Majority Leader Bill Frist to shelve the defense bill until the fall at a time of war because of a dispute over a couple of Republican- authored amendments that the White House was not happy about.", "sentId": 252}, {"text": "One by John McCain would have strengthened policy in dealing with detainees at military prisons like Guantanamo.", "sentId": 253}, {"text": "Another one written by Republican John Thune would have pushed back against the Pentagon a bit on some of these base closings that are planned.", "sentId": 254}], "secId": 97}, {"speaker": "HENRY", "sentences": [{"text": "Democrats particularly upset that the defense bill was pushed aside in favor of a National Rifle Association-backed bill that would grant immunity to gun manufacturers against lawsuits.", "sentId": 255}], "secId": 98}, {"speaker": "HENRY", "sentences": [{"text": "Here's Senator Carl Levin.", "sentId": 256}], "secId": 99}, {"speaker": "LEVIN", "sentences": [{"text": "In the middle of a war, to pull down the defense bill and in order to get to the special interest gun liability bill I think would rub every single American who knew about it the wrong way.", "sentId": 257}], "secId": 100}, {"speaker": "HENRY", "sentences": [{"text": "But Senate Republicans are happy that in the last frenetic days here leading up to the August recess, they appear to be on the verge of a major breakthrough, finally, after years of fits and starts, a deal emerging on an energy reform bill, includes tax breaks for the wind, geothermal, wind and solar industries, also would extend Daylight Savings Time by a month in order to try to conserve energy.", "sentId": 258}, {"text": "The Republicans believe, they hope that this will lower gasoline prices in time for next year's congressional elections -- elections.", "sentId": 259}], "secId": 101}, {"speaker": "HENRY", "sentences": [{"text": "But time will tell whether or not in fact it will lower gas prices, Candy.", "sentId": 260}], "secId": 102}, {"speaker": "CROWLEY", "sentences": [{"text": "Congressional correspondent Ed Henry, thanks very much.", "sentId": 261}], "secId": 103}, {"speaker": "CROWLEY", "sentences": [{"text": "From Capitol Hill, we want to jump to the West Coast, where San Diego voters may have a sense of deja vu.", "sentId": 262}, {"text": "They're casting ballots in their second mayoral election in eight months.", "sentId": 263}], "secId": 104}, {"speaker": "CROWLEY", "sentences": [{"text": "Our senior political analyst Bill Schneider reports on the vote and a city in political crisis.", "sentId": 264}], "secId": 105}, {"speaker": "SCHNEIDER", "sentences": [{"text": "What do these three people have in common?", "sentId": 265}, {"text": "Answer: They've all been mayor of San Diego in the past week.", "sentId": 266}, {"text": "Today, San Diego voters are going to the polls to elect another mayor.", "sentId": 267}], "secId": 106}, {"speaker": "LENO", "sentences": [{"text": "Did you ever think we'd see a day where there would be more security being president of Iraq than there is being mayor of San Diego?", "sentId": 268}, {"text": "It's amazing.", "sentId": 269}], "secId": 107}, {"speaker": "SCHNEIDER", "sentences": [{"text": "A city that's been labeled Enron by the sea.", "sentId": 270}], "secId": 108}, {"speaker": "KITTLE", "sentences": [{"text": "Well, the city of San Diego is indeed in a lot of trouble.", "sentId": 271}, {"text": "This is one of the very worst crises that it has faced in its 155-year history.", "sentId": 272}], "secId": 109}, {"speaker": "SCHNEIDER", "sentences": [{"text": "The city's struggles have come in waves, pounding relentlessly at its political shore.", "sentId": 273}], "secId": 110}, {"speaker": "SCHNEIDER", "sentences": [{"text": "First wave, in 2002, the city council voted to sweeten benefits for city employees without paying for them.", "sentId": 274}, {"text": "Result?", "sentId": 275}, {"text": "Fiscal meltdown, talk of service cuts, possible bankruptcy.", "sentId": 276}], "secId": 111}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Second wave, in 2004, Mayor Dick Murphy barely survives a reelection challenge from surfer-turned-politician Donna Frye.", "sentId": 277}], "secId": 112}, {"speaker": "FRYE", "sentences": [{"text": "And it's no different with surfing than it is in public service.", "sentId": 278}], "secId": 113}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Frye, a last-minute write-in candidate, actually gets about 2,200 more votes than Murphy, but a court threw out more than 5,500 ballots cast by voters who wrote in Frye's name, but failed to blacken the oval next to it.", "sentId": 279}], "secId": 114}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Third wave, with the city facing fiscal collapse and investigations under way by the FBI and the Securities and Exchange Commission, Mayor Murphy resigns after seven months.", "sentId": 280}], "secId": 115}, {"speaker": "MURPHY", "sentences": [{"text": "I am today announcing that I will step down.", "sentId": 281}], "secId": 116}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Fourth wave, three days later, acting Mayor Michael Zucchet is convicted of taking bribes from a strip club owner.", "sentId": 282}, {"text": "It seems the owner wanted to city to change the law that bans patrons from touching the nude dancers.", "sentId": 283}], "secId": 117}, {"speaker": "ZUCCHET", "sentences": [{"text": "Simply put, I am devastated.", "sentId": 284}], "secId": 118}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Council Member Toni Atkins is interim mayor, pending the outcome of the new election, in which the front-runner is:", "sentId": 285}], "secId": 119}, {"speaker": "BEACH BOYS ", "sentences": [{"text": "Surfer girl, my little surfer girl.", "sentId": 286}], "secId": 120}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Democrat and surf shop owner Donna Frye.", "sentId": 287}], "secId": 121}, {"speaker": "FRYE", "sentences": [{"text": "Three or four years of unaudited financial reports, going to be inheriting a -- a very divisive city.", "sentId": 288}], "secId": 122}, {"speaker": "FRYE", "sentences": [{"text": "And the U.S. and the FBI, absolutely, absolutely.", "sentId": 289}], "secId": 123}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "And you still want the job.", "sentId": 290}], "secId": 124}, {"speaker": "FRYE", "sentences": [{"text": "Yes, I do.", "sentId": 291}, {"text": "Yes, I do.", "sentId": 292}], "secId": 125}, {"speaker": "SCHNEIDER", "sentences": [{"text": "But so do several others, including two Republicans who are in a close race for second place.", "sentId": 293}], "secId": 126}, {"speaker": "today", "sentences": [], "secId": 127}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Wipeout.", "sentId": 294}], "secId": 128}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Oh, yes, there is San Diego Congressman Randy \"Duke\" Cunningham.", "sentId": 295}, {"text": "A federal grand jury is looking into his dealings with a Washington defense contractor.", "sentId": 296}, {"text": "Now, Cunningham has announced he will not seek reelection next year.", "sentId": 297}], "secId": 129}, {"speaker": "SCHNEIDER", "sentences": [{"text": "You know, San Diego may be running out of politicians.", "sentId": 298}], "secId": 130}, {"speaker": "CROWLEY", "sentences": [{"text": "I'll bet you anything they'll find someone to run for that office.", "sentId": 299}], "secId": 131}, {"speaker": "SCHNEIDER", "sentences": [{"text": "We'll see.", "sentId": 300}, {"text": "And is that a problem?", "sentId": 301}], "secId": 132}, {"speaker": "CROWLEY", "sentences": [{"text": "Thanks, Bill.", "sentId": 302}, {"text": "America's space program has taken off again.", "sentId": 303}, {"text": "Up next, we'll talk about Discovery's long-awaited liftoff and the future in space with a senator who has been there, Bill Nelson.", "sentId": 304}], "secId": 133}, {"speaker": "CROWLEY", "sentences": [{"text": "Also ahead, the \"Inside Buzz\" on Hillary Clinton's new job, what it means for her party and her own political future.", "sentId": 305}], "secId": 134}, {"speaker": "CROWLEY", "sentences": [{"text": "And, when we go \"Inside the Blogs,\" the online campaign to get the first Iraq war veteran elected to Congress.", "sentId": 306}], "secId": 135}, {"speaker": "CROWLEY", "sentences": [{"text": "President Bush is calling the Shuttle Discovery's long awaited launch today an essential step toward America's goal of continuing to lead the world in space exploration.", "sentId": 307}, {"text": "The liftoff from Florida this morning marked the first manned space flight since the Columbia disaster two-and-a-half years ago.", "sentId": 308}], "secId": 136}, {"speaker": "CROWLEY", "sentences": [{"text": "The lives of seven astronauts and NASA's future were on the line when Discovery blasted into orbit, with First Lady Laura Bush and others watching with some anxiety and then with pride.", "sentId": 309}], "secId": 137}, {"speaker": "CROWLEY", "sentences": [{"text": "We want to talk about the launch of the space program and support for it with a senator with firsthand knowledge of the shuttle.", "sentId": 310}, {"text": "In 1986, Democrat Bill Nelson of Florida became the first member of Congress to fly aboard a space shuttle.", "sentId": 311}], "secId": 138}, {"speaker": "CROWLEY", "sentences": [{"text": "Senator, thank you so much for being here.", "sentId": 312}], "secId": 139}, {"speaker": "CROWLEY", "sentences": [{"text": "I have to ask you, when we watch them go up, I think -- I was talking to somebody in the makeup room and I said my stomach hurt sort of watching it go off, because we have such a horrible memory from the last time.", "sentId": 313}, {"text": "What are they thinking inside that shuttle?", "sentId": 314}], "secId": 140}, {"speaker": "NELSON", "sentences": [{"text": "Well, Candy, they are concentrating.", "sentId": 315}, {"text": "They are so prepared.", "sentId": 316}, {"text": "They're focused on all of their tasks.", "sentId": 317}], "secId": 141}, {"speaker": "NELSON", "sentences": [{"text": "But I'll tell you, as you're lying there strapped in and you feel the energy of those engines, which ignite at 6.6 seconds before T- minus zero, and you even feel the surging of that machine, almost like a thoroughbred straining at the gate to break out.", "sentId": 318}, {"text": "And then, at T- minus zero, those solid rocket motors light off with six million pounds of thrust, you definitely know that you're going someplace.", "sentId": 319}, {"text": "You just hope it's straight up.", "sentId": 320}], "secId": 142}, {"speaker": "CROWLEY", "sentences": [{"text": "So, it's -- so, it's more excitement, adrenaline?", "sentId": 321}, {"text": "You don't think there was any sort of the same kind of anxiety we felt watching it?", "sentId": 322}], "secId": 143}, {"speaker": "NELSON", "sentences": [{"text": "No, because they're so focused.", "sentId": 323}, {"text": "But of course, the heart rate goes up on anybody that -- that's going to occur.", "sentId": 324}], "secId": 144}, {"speaker": "NELSON", "sentences": [{"text": "But -- but these folks are so trained.", "sentId": 325}, {"text": "Remember, they had already gone through one scrub.", "sentId": 326}, {"text": "They were prepared to be disappointed again.", "sentId": 327}, {"text": "But today was flawless.", "sentId": 328}, {"text": "And there are a lot of smiles all around America.", "sentId": 329}], "secId": 145}, {"speaker": "CROWLEY", "sentences": [{"text": "As flawless as it was, we know that NASA wants to get rid of the shuttle and move onto the next phase.", "sentId": 330}, {"text": "Given kind of the public reaction to this sort of thing, which is, we certainly don't see the kind of reaction we got with the first moon walk or the first orbit, is there enough political will among the American people to fully fund what NASA needs to move beyond the shuttle?", "sentId": 331}], "secId": 146}, {"speaker": "NELSON", "sentences": [{"text": "If the president will lead us, there is, because it is a part of our character, Candy, to be explorers and adventurers.", "sentId": 332}, {"text": "We used to have a frontier when we developed this country, that was westward.", "sentId": 333}, {"text": "And the frontier is now upward.", "sentId": 334}, {"text": "And every American wants to be a part of that adventure through exploration.", "sentId": 335}, {"text": "And there's only one person that can lead it.", "sentId": 336}, {"text": "And that's the president.", "sentId": 337}, {"text": "And if he will tap in to that reservoir of yearning for exploration, the support for NASA will be there.", "sentId": 338}], "secId": 147}, {"speaker": "CROWLEY", "sentences": [{"text": "Let me turn your attention to some terra firma issues, John Roberts.", "sentId": 339}, {"text": "The White House today said, look, certainly, we'll make available those records of John Roberts when he served as White House counsel, but not when he served as solicitor general.", "sentId": 340}, {"text": "Is that acceptable to you?", "sentId": 341}], "secId": 148}, {"speaker": "NELSON", "sentences": [{"text": "Candy, why -- why not turn over all of it?", "sentId": 342}, {"text": "I mean, it looks like...", "sentId": 343}], "secId": 149}, {"speaker": "CROWLEY", "sentences": [{"text": "Well, what about lawyer-client privilege?", "sentId": 344}], "secId": 150}, {"speaker": "NELSON", "sentences": [{"text": "Well, I happen to support attorney-client privilege.", "sentId": 345}, {"text": "So, I think that that is a concern.", "sentId": 346}, {"text": "Now, is it trumped by congressional inquiry for a lifetime appointment on a swing vote on the Supreme Court?", "sentId": 347}, {"text": "I think it is.", "sentId": 348}], "secId": 151}, {"speaker": "NELSON", "sentences": [{"text": "But you know, there's got to be some meeting of the minds to come forth.", "sentId": 349}, {"text": "If this fellow is as good as he looks now, being a Clark clean- cut who is smart as a whip and who is not extremist in at least expressing his views, then there shouldn't be anything to hide.", "sentId": 350}, {"text": "Come forth with the documentation.", "sentId": 351}], "secId": 152}, {"speaker": "CROWLEY", "sentences": [{"text": "We have less than 30 seconds, yes or no, I guess.", "sentId": 352}, {"text": "Is it a deal-breaker if the White House will not turn over those documents?", "sentId": 353}], "secId": 153}, {"speaker": "NELSON", "sentences": [{"text": "If they'll have some kind of meeting the Senate halfway, then it's not a deal-breaker.", "sentId": 354}], "secId": 154}, {"speaker": "CROWLEY", "sentences": [{"text": "But if they keep where they are, you think it might be?", "sentId": 355}], "secId": 155}, {"speaker": "NELSON", "sentences": [{"text": "I'd have to know more of the facts, Candy.", "sentId": 356}], "secId": 156}, {"speaker": "CROWLEY", "sentences": [{"text": "Senator Nelson, we really appreciate your time.", "sentId": 357}], "secId": 157}, {"speaker": "NELSON", "sentences": [{"text": "Thank you.", "sentId": 358}], "secId": 158}, {"speaker": "CROWLEY", "sentences": [{"text": "We want to turn our attention now to the 2006 Senate race in Virginia in today's \"Political Bytes.\"", "sentId": 359}], "secId": 159}, {"speaker": "CROWLEY", "sentences": [{"text": "A new poll finds outgoing Democratic Governor Mark Warner leads incumbent Republican Senator George Allen in a hypothetical match-up.", "sentId": 360}, {"text": "The Mason-Dixon survey gives Warner a five-point edge, 47 percent to 42 percent.", "sentId": 361}, {"text": "Warner, of course, has not said if he will run for the Senate.", "sentId": 362}, {"text": "Both Warner and Allen have been mentioned as possible presidential candidates in 2008.", "sentId": 363}], "secId": 160}, {"speaker": "CROWLEY", "sentences": [{"text": "Two Democrats considered likely presidential hopefuls are headed to Iowa soon.", "sentId": 364}, {"text": "Indiana Senator Evan Bayh will be making stops in the Hawkeye State next week, including a fund-raiser for Congressman Leonard Boswell.", "sentId": 365}, {"text": "Former vice presidential candidate John Edwards will travel to Iowa later in the month.", "sentId": 366}], "secId": 161}, {"speaker": "CROWLEY", "sentences": [{"text": "Potential White House candidate and Massachusetts Republican Governor Mitt Romney says his views on abortion are evolving.", "sentId": 367}, {"text": "And he offers the latest evidence in today's \"Boston Globe.\"", "sentId": 368}, {"text": "In a column explaining why he vetoed a bill that would have expanded access to emergency contraception in his state, Romney writes -- quote -- \"I am pro-life.", "sentId": 369}, {"text": "I believe that abortion is the wrong choice, except in cases of incest, rape and to save the life of the mother.", "sentId": 370}, {"text": "I wish the people of America agreed and that the laws of our nation could reflect that view.", "sentId": 371}, {"text": "But while the nation remains so divided over abortion, I believe the states, through the democratic process, should determine their own abortion laws and not have them dictated by judicial mandate.\"", "sentId": 372}], "secId": 162}, {"speaker": "CROWLEY", "sentences": [{"text": "On a national level, Republicans have lost some ground with the public since the spring, but Democrats don't appear to be capitalizing on the Republicans' decline.", "sentId": 373}, {"text": "In the new CNN/\"USA Today\"/Gallup poll, 46 percent have a favorable opinion -- favorable opinion of Republicans.", "sentId": 374}, {"text": "That is down from 50 percent in April.", "sentId": 375}, {"text": "Views of Democrats improved by two points to 52 percent.", "sentId": 376}], "secId": 163}, {"speaker": "CROWLEY", "sentences": [{"text": "As we have reported, Senator Hillary Clinton was among the featured speakers at the meeting of the centrist Democratic Leadership Council, which wrapped up yesterday.", "sentId": 377}], "secId": 164}, {"speaker": "CROWLEY", "sentences": [{"text": "Political analyst Ron Brownstein of \"The L.A. Times\" attended the DLC meeting.", "sentId": 378}, {"text": "He joins me now.", "sentId": 379}], "secId": 165}, {"speaker": "CROWLEY", "sentences": [{"text": "Who looked good?", "sentId": 380}], "secId": 166}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "You know, actually, they had four potential 2008 candidates parading before them this far out, and they all did well with this audience.", "sentId": 381}, {"text": "I was really struck, as I think were many listeners, how far advanced all of them -- Hillary Clinton, Evan Bayh, Tom Vilsack and Mark Warner, who was just in your poll -- were at developing some of themes that they might be able to talk about if they run in 2008.", "sentId": 382}], "secId": 167}, {"speaker": "CROWLEY", "sentences": [{"text": "We may be surprised, but we love it, right?", "sentId": 383}], "secId": 168}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Yes.", "sentId": 384}], "secId": 169}, {"speaker": "CROWLEY", "sentences": [{"text": "You know, it was interesting to watch Hillary Clinton at the DLC, just because, for so long in the public eye, she was the leftward-leaning member of that family.", "sentId": 385}], "secId": 170}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Of the family.", "sentId": 386}], "secId": 171}, {"speaker": "CROWLEY", "sentences": [{"text": "How did -- how did she do and what did she do at the DLC?", "sentId": 387}], "secId": 172}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Well, it's really fascinating, what's happening with Hillary Clinton and the DLC.", "sentId": 388}], "secId": 173}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "As you say, many, many people who watch politics in America remember Clinton -- Hillary Clinton more through an identity as the champion of the left in the Clinton administration.", "sentId": 389}, {"text": "But even throughout that period, she kept good ties with centrists at the DLC.", "sentId": 390}, {"text": "And, certainly, when she ran for the Senate in 2008 and since she's been in the Senate, she has put a greater emphasis on centrist themes.", "sentId": 391}], "secId": 174}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "It was striking that the DLC turned to her to lead a project to define a Democratic agenda for 2006 and 2008.", "sentId": 392}, {"text": "There was a very important thing, though, in her speech.", "sentId": 393}, {"text": "I think she sent a clear signal when she called on the DLC and its liberal critics to stop feuding.", "sentId": 394}, {"text": "She -- I think she's trying to present herself as someone who is bigger than any one faction in the party and in fact can be a rallying -- can be a rallying figure for the many different wings of the Democrats.", "sentId": 395}], "secId": 175}, {"speaker": "CROWLEY", "sentences": [{"text": "Which is a nice idea, if it works.", "sentId": 396}, {"text": "The -- the problem is, she's got to come up with this report in a year.", "sentId": 397}, {"text": "Doesn't she risk losing that passionate left that brought the kind of buzz to Howard Dean?", "sentId": 398}, {"text": "Now, if he couldn't sustain it, one imagines that she might be able to because of her name...", "sentId": 399}], "secId": 176}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Well, this is a somewhat difficult position for her.", "sentId": 400}], "secId": 177}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "In the past, when the DLC has tried to come up with an agenda -- and we should -- we should say, you noticed in that the poll that the -- the Democrats' image has not improved, while the Republicans have gone down.", "sentId": 401}, {"text": "The argument from the DLC is, Democrats have to put out more of a positive agenda of where they are in order to gain from some of the dissatisfaction with the Republican Congress.", "sentId": 402}], "secId": 178}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "So, they turn to Hillary Clinton to do this.", "sentId": 403}, {"text": "But as a potential 2008 candidate, her interest is in drafting a document that will have as broad an acceptance in the party as possible.", "sentId": 404}, {"text": "A candidate doesn't want to alienate any important segment of the party.", "sentId": 405}, {"text": "The DLC has been, through its history, much more interested in edgier, sharper positions, that tend to divide the Democrats.", "sentId": 406}, {"text": "To some extent, they've always used other Democrats as foils to define themselves as centrists, whether it was Jesse Jackson in the '80s or MoveOn.org today.", "sentId": 407}], "secId": 179}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "And I think there may be some tension with what she wants out of this project and what they want out of this project.", "sentId": 408}], "secId": 180}, {"speaker": "CROWLEY", "sentences": [{"text": "So, why did -- why did they pick her, do you think?", "sentId": 409}], "secId": 181}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Well, I think they picked her because she is the most prominent Democrat in the party right now.", "sentId": 410}, {"text": "And it is a good way...", "sentId": 411}], "secId": 182}, {"speaker": "CROWLEY", "sentences": [{"text": "So, she brings buzz to it.", "sentId": 412}], "secId": 183}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "She brings buzz.", "sentId": 413}, {"text": "She brings attention.", "sentId": 414}], "secId": 184}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "I think the interesting question is why she has chosen to identify with them.", "sentId": 415}, {"text": "I'm not sure I have 100 percent of the answer.", "sentId": 416}, {"text": "Obviously, there's a kind of a brand name for centrism that the DLC has built up.", "sentId": 417}, {"text": "But if you look at some of reaction among the left to this conference and the fights that they're having with the DLC since last year, there's a certain amount of danger that she will alienate people who would have been thought to be significant supporters, if she puts out something that follows the track of some of the other DLC writing in recent months.", "sentId": 418}], "secId": 185}, {"speaker": "CROWLEY", "sentences": [{"text": "And -- and talking about the DLC, this was the centrist -- I mean, this has been a launching pad for Bill Clinton, among others.", "sentId": 419}], "secId": 186}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Right.", "sentId": 420}], "secId": 187}, {"speaker": "CROWLEY", "sentences": [{"text": "It was always felt that you had to go there and give a speech...", "sentId": 421}], "secId": 188}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Right.", "sentId": 422}], "secId": 189}, {"speaker": "CROWLEY", "sentences": [{"text": "... you know, have people begin to see you.", "sentId": 423}], "secId": 190}, {"speaker": "CROWLEY", "sentences": [{"text": "I -- I'm sure you have been flooded by e-mails from the left, going, the DLC is done.", "sentId": 424}, {"text": "They don't have any power.", "sentId": 425}, {"text": "Pay no attention to them.", "sentId": 426}], "secId": 191}, {"speaker": "CROWLEY", "sentences": [{"text": "Where is the DLC in -- in this...", "sentId": 427}], "secId": 192}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Well, I think the DLC is struggling to maintain the influence and retain its influence in the party.", "sentId": 428}, {"text": "They clearly were influential throughout the Clinton years.", "sentId": 429}, {"text": "Clinton chaired them in the year leading up to his campaign.", "sentId": 430}, {"text": "He brought many of -- some of their officials into the administration.", "sentId": 431}, {"text": "But since Bush won last November, there has been a fundamental argument in the Democratic Party about how you win.", "sentId": 432}, {"text": "The DLC and Bill Clinton said you win by converting swing voters, bringing them over to your base.", "sentId": 433}, {"text": "Much more of the left argument since the election that, the way you win is by energizing and animating your base with a very polarizing agenda, similar to what in many ways George Bush did in both 2000 and 2004.", "sentId": 434}], "secId": 193}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "So, they're facing a fundamental challenge, not only to their policies, but their overall prescription for the party.", "sentId": 435}, {"text": "And I think by turning to Hillary Clinton, they're looking to reestablish themselves as a central voice in the debate about where the Democrats go.", "sentId": 436}], "secId": 194}, {"speaker": "CROWLEY", "sentences": [{"text": "Rob Brownstein, always good to have you.", "sentId": 437}, {"text": "Always good reading \"The L.A.", "sentId": 438}, {"text": "Times.\"", "sentId": 439}], "secId": 195}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Thank you.", "sentId": 440}], "secId": 196}, {"speaker": "CROWLEY", "sentences": [{"text": "We appreciate it.", "sentId": 441}], "secId": 197}, {"speaker": "CROWLEY", "sentences": [{"text": "A veteran of the war in Iraq is making a run for Congress.", "sentId": 442}, {"text": "We want to check in with our blog reporters next for an update on a special election in Ohio.", "sentId": 443}], "secId": 198}, {"speaker": "CROWLEY", "sentences": [{"text": "This just in to CNN.", "sentId": 444}], "secId": 199}, {"speaker": "CROWLEY", "sentences": [{"text": "The man accused of kidnapping Salt Lake teenager Elizabeth Smart has been found incompetent to stand trial.", "sentId": 445}, {"text": "Elizabeth Smart, you will remember, was kidnapped about three years ago.", "sentId": 446}, {"text": "She was missing for nine months until she was found at least physically unharmed.", "sentId": 447}, {"text": "In the decision that was handed down today, a district judge out of Salt Lake City said that Brian David Mitchell should be confined for mental treatment until he achieves competency.", "sentId": 448}], "secId": 200}, {"speaker": "So", "sentences": [{"text": "00 p.m. Eastern time.", "sentId": 449}], "secId": 201}, {"speaker": "So", "sentences": [{"text": "Moving on now, a veteran of the war in Iraq is running for Congress from Ohio.", "sentId": 450}], "secId": 202}, {"speaker": "So", "sentences": [{"text": "And, for more, we want to check in with CNN political producer Abbi Tatton and Jacki Schechner, our blog reporter -- Jacki.", "sentId": 451}], "secId": 203}, {"speaker": "SCHECHNER", "sentences": [{"text": "Hi, Candy.", "sentId": 452}], "secId": 204}, {"speaker": "SCHECHNER", "sentences": [{"text": "There is a special election a week from today.", "sentId": 453}, {"text": "And the Democratic candidate, Paul Hackett, is a veteran of the war in Iraq.", "sentId": 454}, {"text": "Now, he is not expected to win at this point.", "sentId": 455}, {"text": "His opponent, Jean Schmidt, right, looks like the heavy favorite at this point.", "sentId": 456}, {"text": "But he's getting a lot of attention online, especially from progressive bloggers.", "sentId": 457}], "secId": 205}, {"speaker": "SCHECHNER", "sentences": [{"text": "One blog that is paying attention to this is blog.oh02.com.", "sentId": 458}, {"text": "They are focused specifically, a progressive blog focused specifically on this district in Ohio, no matter who happens to be running.", "sentId": 459}, {"text": "They are strongly in favor of Hackett at this point, following his campaign, with links to his site, HackettForCongress.com.", "sentId": 460}], "secId": 206}, {"speaker": "SCHECHNER", "sentences": [{"text": "Also following this is Tim Tagaris over at swingstateproject.com.", "sentId": 461}, {"text": "And we'll have more on Tim in just a moment.", "sentId": 462}, {"text": "But he happens to be following Hackett around at this point and he says the latest is a video he's posted from Hackett thanking bloggers for their support.", "sentId": 463}], "secId": 207}, {"speaker": "TATTON", "sentences": [{"text": "Swing State Project is also picking up on how much online support in fundraising that this candidate is getting.", "sentId": 464}], "secId": 208}, {"speaker": "TATTON", "sentences": [{"text": "One of the ways they're doing this is through the blogs.", "sentId": 465}, {"text": "There is a site called ActBlue.com, which is a grassroots effort where individuals or organizations or bloggers can create their own fundraising page for a Democratic candidate and fund-raise directly for that.", "sentId": 466}], "secId": 209}, {"speaker": "TATTON", "sentences": [{"text": "Some bloggers have done this.", "sentId": 467}, {"text": "One of them is Duncan Black at atrios.blogspot.com, who set up a page for Hackett earlier this month.", "sentId": 468}, {"text": "And, in just a 24-hour period, he had 83 responses, people donating directly to that site, and raised just over $3,000 there.", "sentId": 469}], "secId": 210}, {"speaker": "TATTON", "sentences": [{"text": "But, as you mentioned, this is the underdog.", "sentId": 470}, {"text": "Hackett is not widely expected by these progressive bloggers who are backing him to win.", "sentId": 471}, {"text": "But there is still a great mood of excitement a week away.", "sentId": 472}], "secId": 211}, {"speaker": "And Chris Bowers over at mydd.com explains why this is. He says", "sentences": [{"text": "\"This is the way forward.", "sentId": 473}, {"text": "This is the way that we have to support Democratic candidates.", "sentId": 474}, {"text": "We have to pick the good candidates.", "sentId": 475}, {"text": "We have to organize online, get the grassroots running and get this positive energy going.\"", "sentId": 476}], "secId": 212}, {"speaker": "SCHECHNER", "sentences": [{"text": "There's been a tremendous amount of money that's been raised, but it's not just money they're throwing behind Hackett.", "sentId": 477}, {"text": "By the way, his opponent is Republican, Jean Schmidt.", "sentId": 478}, {"text": "I should get that correct.", "sentId": 479}], "secId": 213}, {"speaker": "SCHECHNER", "sentences": [{"text": "Over at DailyKos, Tim Tagaris, who we mentioned before, had posted a diary talking about October 25, 2004.", "sentId": 480}], "secId": 214}, {"speaker": "SCHECHNER", "sentences": [{"text": "And the post was \"What a difference a Day Makes,\" talking about what Paul Hackett was doing in Iraq on that day and what his opponent was doing back in Cincinnati on that day.", "sentId": 481}, {"text": "Well, he got contacted by a Las Vegas producer, editor, who volunteered to turn that blog post into a commercial.", "sentId": 482}, {"text": "And that ad is now running online.", "sentId": 483}, {"text": "And that you can find at growohio.org, among other sites where Tim posts.", "sentId": 484}], "secId": 215}, {"speaker": "TATTON", "sentences": [{"text": "Over at the conservative sites today, one op-ed article that is getting a lot of traction today, as mentioned earlier in the show, that from Massachusetts Governor Mitt Romney, who calls himself a pro-life governor in that article today, a strong assertion there, when he's discussing vetoing a contraception bill, lots of discussion, a lot of over at the NationalReview.com, \"The Corner.\"", "sentId": 485}, {"text": "That's their group conservative blog over there.", "sentId": 486}, {"text": "Kathryn Jean Lopez looks at this.", "sentId": 487}, {"text": "In her mind, this is in essence Romney's announcement that he's running for reelection -- not for reelection, but running for president.", "sentId": 488}], "secId": 216}, {"speaker": "SCHECHNER", "sentences": [{"text": "On a progressive blog, worldmusingsltd.blogspot.com -- this is a male teacher in Massachusetts saying not happy with Romney's switch, that this is a flip-flop.", "sentId": 489}, {"text": "He's going to call him on it if he actually tries to run in '08, says he ran as a moderate in Massachusetts and now he is shifting to the right.", "sentId": 490}], "secId": 217}, {"speaker": "TATTON", "sentences": [{"text": "But some people are looking at this already and saying -- looking ahead to '08, patrickruffini.com, looking at Romney's chances in his straw poll today, Romney coming in third, but the results still coming in.", "sentId": 491}, {"text": "That's patrickruffini.com -- back to you, Candy.", "sentId": 492}], "secId": 218}, {"speaker": "CROWLEY", "sentences": [{"text": "Abbi Tatton, Jacki Schechner, thank you.", "sentId": 493}], "secId": 219}, {"speaker": "CROWLEY", "sentences": [{"text": "The White House says some documents from the career of its Supreme Court pick will be released.", "sentId": 494}, {"text": "It also says some other papers will not be released.", "sentId": 495}, {"text": "Is that enough for the Democrats who want to know more about where John Roberts stands?", "sentId": 496}, {"text": "That's ahead in today's \"Strategy Session.\"", "sentId": 497}], "secId": 220}, {"speaker": "CROWLEY", "sentences": [{"text": "It is all about strategy inside the Beltway, everyone jockeying for an advantage.", "sentId": 498}, {"text": "And we try to figure out where things are headed in our daily \"Strategy Session.\"", "sentId": 499}, {"text": "Together again, Democratic strategist Donna Brazile and Bay Buchanan, president of American Cause.", "sentId": 500}, {"text": "We'll sing later.", "sentId": 501}], "secId": 221}, {"speaker": "CROWLEY", "sentences": [{"text": "Today, John Roberts' paper trail, fighting terror in the transit system, and going fundraising with Karl Rove.", "sentId": 502}], "secId": 222}, {"speaker": "CROWLEY", "sentences": [{"text": "First up, the nomination of appellate Judge John Roberts to the U.S. Supreme Court.", "sentId": 503}, {"text": "The White House says some of the papers Roberts has generated during his government work will be released, just not necessarily the ones Democrats want.", "sentId": 504}, {"text": "And a new CNN/\"USA Today\"/Gallup poll shows a lot of Americans, 59 percent, believe the Senate should vote to confirm Roberts to the court.", "sentId": 505}], "secId": 223}, {"speaker": "CROWLEY", "sentences": [{"text": "But before they confirm him, let's talk about it.", "sentId": 506}, {"text": "You know, it occurs to me with this paper release -- OK, the White House says, well, we'll give you the counsel papers when he was in the counsel's office in the White House, we won't give you the solicitor general's papers.", "sentId": 507}], "secId": 224}, {"speaker": "CROWLEY", "sentences": [{"text": "So three things -- one of three things are going on.", "sentId": 508}, {"text": "The Democrats are setting up a way to say -- a John Bolton way.", "sentId": 509}, {"text": "Say, well, unless we see the papers, we won't do it.", "sentId": 510}], "secId": 225}, {"speaker": "CROWLEY", "sentences": [{"text": "The Republicans are, you know, trying to set up a thing making the Democrats look bad and they're saying -- and they're getting out there without ever having been asked to put these papers out.", "sentId": 511}], "secId": 226}, {"speaker": "CROWLEY", "sentences": [{"text": "Or -- this is just really part of the process and this is an opening gambit.", "sentId": 512}, {"text": "The White House says well, we're not going to give you any so that then the Democrats can come back, we'll say, how about some of these things, and we'll say, well, OK, how about this?", "sentId": 513}], "secId": 227}, {"speaker": "CROWLEY", "sentences": [{"text": "What's happening?", "sentId": 514}], "secId": 228}, {"speaker": "BUCHANAN", "sentences": [{"text": "I think you've outlined it quite well.", "sentId": 515}, {"text": "I mean, I think the both -- both scenarios are in play here.", "sentId": 516}, {"text": "I think the Democrats, without question, they see this Mr. Clean.", "sentId": 517}, {"text": "And no matter who the nominee is, they're going to ask for every paper they can because that is a back-up position so if they want to get to him and they don't have the goods, they'll throw it, like you say, with John Bolton, and they'll say we didn't get the goods, we're not going to move ahead until we get the goods.", "sentId": 518}, {"text": "If you don't give us the papers, we're not going to move ahead.", "sentId": 519}, {"text": "And so it gives them a position to take.", "sentId": 520}], "secId": 229}, {"speaker": "BUCHANAN", "sentences": [{"text": "I don't think they'll do it.", "sentId": 521}, {"text": "I don't think they will move ahead and try to filibuster this fellow because they don't get the papers, because he is too clean.", "sentId": 522}, {"text": "He is a Boy Scout.", "sentId": 523}, {"text": "And I do not believe that they are not going to move ahead and confirm him or the Democrats are going to look bad.", "sentId": 524}], "secId": 230}, {"speaker": "CROWLEY", "sentences": [{"text": "Are they getting set up, do you think?", "sentId": 525}], "secId": 231}, {"speaker": "BRAZILE", "sentences": [{"text": "Well, no, no.", "sentId": 526}, {"text": "Look, if he's cleaner than the Board of Health, and they release his papers so that American people can see exactly the way he has thought through some important legal issues, the American people can get a glimpse into how he perhaps may rule on particular cases, especially involving our constitutional rights and liberties.", "sentId": 527}, {"text": "And the American people can see once and for all that he is that the Boy Scout that Bay believes he is.", "sentId": 528}], "secId": 232}, {"speaker": "BRAZILE", "sentences": [{"text": "Look, I have no doubt that, at the end of the day, the Democrats will be able to get those documents, they will be able to review them.", "sentId": 529}, {"text": "But the question is, will the White House release them in a timely manner or will they dump 60,000 pieces of paper on us two days before the confirmation process?", "sentId": 530}], "secId": 233}, {"speaker": "BUCHANAN", "sentences": [{"text": "They will not get these papers, because their solicitor general -- it's the office of solicitor general -- that feels that this is our protected information.", "sentId": 531}, {"text": "It will hurt us in the future to have lawyers come in and say by the way, anything you say, your working papers, could one day be released to the public.", "sentId": 532}, {"text": "I do not believe they can do that and I do not believe they will do it.", "sentId": 533}], "secId": 234}, {"speaker": "CROWLEY", "sentences": [{"text": "How do -- if you're a -- pretend you're a Democrat, pretend you're a strategist.", "sentId": 534}, {"text": "They say how do we respond to this?", "sentId": 535}, {"text": "How do the Democrats respond to this?", "sentId": 536}], "secId": 235}, {"speaker": "BRAZILE", "sentences": [{"text": "Well, first of all, the...", "sentId": 537}], "secId": 236}, {"speaker": "CROWLEY", "sentences": [{"text": "You don't have to pretend you're a Democrat.", "sentId": 538}, {"text": "BRAZILE: That's true.", "sentId": 539}, {"text": "It's very hard for Bay to suck down -- that one down her throat, so let me help her a little bit.", "sentId": 540}, {"text": "Look, the Democrats are going to say, look, don't stonewall us.", "sentId": 541}, {"text": "I mean, we have every right to believe that this guy, you know, is the guy you say he is.", "sentId": 542}, {"text": "But give us the backup, give us the proof.", "sentId": 543}, {"text": "I mean, give us the opportunity to review the documents.", "sentId": 544}, {"text": "You know, let the Democrats see this.", "sentId": 545}], "secId": 237}, {"speaker": "CROWLEY", "sentences": [{"text": "Look, when it comes to attorney-client privilege -- and again, I'm no lawyer so I don't want to make, you know, any law here today -- but give the Democrats the opportunity -- or members of the United States Senate, they have the right to conduct this inquiry and to conduct this background check just like the White House.", "sentId": 546}], "secId": 238}, {"speaker": "BUCHANAN", "sentences": [{"text": "Yes, you know, every...", "sentId": 547}], "secId": 239}, {"speaker": "CROWLEY", "sentences": [{"text": "Let me ask you, Bay...", "sentId": 548}], "secId": 240}, {"speaker": "BUCHANAN", "sentences": [{"text": "... solicitor general that's alive.", "sentId": 549}, {"text": "And Archibald Cox, I think, also has signed this document that says under no circumstances should you ever give these papers out.", "sentId": 550}, {"text": "These are people who are professional.", "sentId": 551}, {"text": "They know the business, they know that job and they know what kind of burden it would be on them in the future if these kind of papers go out...", "sentId": 552}], "secId": 241}, {"speaker": "BRAZILE", "sentences": [{"text": "There's precedent, Bay...", "sentId": 553}], "secId": 242}, {"speaker": "BUCHANAN", "sentences": [{"text": "... on a regular basis.", "sentId": 554}], "secId": 243}, {"speaker": "BRAZILE", "sentences": [{"text": "And Democrats will show that in the past that they've had access to this material.", "sentId": 555}, {"text": "And look, when Bill Clinton was president, the Republicans called upon the White House to basically show them everything.", "sentId": 556}, {"text": "I mean, I know that.", "sentId": 557}, {"text": "So why not?", "sentId": 558}, {"text": "The White House cannot stonewall.", "sentId": 559}, {"text": "The White House should cooperate and should be, as Joe Lieberman said, who's one of the Gang of 14, the White House should be flexible.", "sentId": 560}], "secId": 244}, {"speaker": "CROWLEY", "sentences": [{"text": "Let me play a quick clip for you from Bill Bennett's \"Morning in America\" this morning talking to White House Chief of Staff Andy Card.", "sentId": 561}], "secId": 245}, {"speaker": "CARD", "sentences": [{"text": "I do know John Roberts and I've known him for a long time, for over 20 years or about 20 years.", "sentId": 562}, {"text": "And I'm quite confident that what you see is what you'll get.", "sentId": 563}, {"text": "And he is a conservative.", "sentId": 564}, {"text": "So he's grounded in good, solid principles.", "sentId": 565}, {"text": "He's got a great character to him.", "sentId": 566}, {"text": "I think he's a man of his word.", "sentId": 567}, {"text": "How he served President Reagan, I think, is how he will serve the country and that was as a conservative.", "sentId": 568}], "secId": 246}, {"speaker": "CROWLEY", "sentences": [{"text": "So he must have said conservative three or four times in just that answer alone.", "sentId": 569}, {"text": "Why does the White House go on a conservative show and have to say three or four times in every answer, this man is a conservative?", "sentId": 570}], "secId": 247}, {"speaker": "BRAZILE", "sentences": [{"text": "Because this White House is bought and paid for by the extreme right wing of the Republican party, and unless they feel happy that he is the right kind of conservative, meaning very conservative, they're not going to go to bed at night.", "sentId": 571}, {"text": "Right, Bay?", "sentId": 572}], "secId": 248}, {"speaker": "BUCHANAN", "sentences": [{"text": "There's nothing extreme about Bill Bennett, I can assure you.", "sentId": 573}, {"text": "The point here is, he went on the show.", "sentId": 574}, {"text": "Of course, they're putting people out there to send the word out.", "sentId": 575}, {"text": "There are some conservatives that are concerned because he does not have any paper trail.", "sentId": 576}], "secId": 249}, {"speaker": "BUCHANAN", "sentences": [{"text": "Ann Coulter makes a very good point, she says stealth candidates, stealth nominees.", "sentId": 577}, {"text": "We have never been happy -- conservatives have never been happy with stealth nominees.", "sentId": 578}, {"text": "And so there's reason for concern.", "sentId": 579}, {"text": "But as information does come out, we're getting more and more confident.", "sentId": 580}], "secId": 250}, {"speaker": "BRAZILE", "sentences": [{"text": "See, this is a new litmus test.", "sentId": 581}, {"text": "And he has to be the right brand of conservative.", "sentId": 582}, {"text": "But that brand, that we can't label yet, because...", "sentId": 583}], "secId": 251}, {"speaker": "CROWLEY", "sentences": [{"text": "Stay put.", "sentId": 584}, {"text": "We've got to move on.", "sentId": 585}, {"text": "We'll be right back.", "sentId": 586}], "secId": 252}, {"speaker": "CROWLEY", "sentences": [{"text": "There are already efforts in the U.S. to learn from the deadly attacks on the London transit system.", "sentId": 587}, {"text": "When the \"Strategy Session\" continues, we'll look how Americans feel about how well officials are protecting mass transit systems from terrorism.", "sentId": 588}], "secId": 253}, {"speaker": "CROWLEY", "sentences": [{"text": "The \"Strategy Session\" continues on INSIDE POLITICS.", "sentId": 589}, {"text": "Donna Brazile and Bay Buchanan are with us.", "sentId": 590}, {"text": "The House Homeland Subcommittee held a hearing today looking at whether major cities are prepared to handle attacks on mass transit systems, particularly subways.", "sentId": 591}, {"text": "Most people are not sure.", "sentId": 592}], "secId": 254}, {"speaker": "CROWLEY", "sentences": [{"text": "Our CNN/\"USA Today\"/Gallup poll shows 53 percent of Americans don't believe the government has done enough to protect mass transit.", "sentId": 593}, {"text": "Thirty-nine percent think efforts are about right.", "sentId": 594}, {"text": "That is nearly the opposite of how people view efforts to protect air travel.", "sentId": 595}], "secId": 255}, {"speaker": "CROWLEY", "sentences": [{"text": "You know, once again, we're start -- I mean, London happened.", "sentId": 596}, {"text": "And now, it's all on the mass transit systems.", "sentId": 597}, {"text": "I guess the question is, are cities getting enough help from the federal government?", "sentId": 598}, {"text": "We're assuming the cities are doing something.", "sentId": 599}, {"text": "Are they getting enough help from the federal government?", "sentId": 600}], "secId": 256}, {"speaker": "BUCHANAN", "sentences": [{"text": "Well, there's no question nothing is being done for subways.", "sentId": 601}, {"text": "I mean, I don't know if you travel them.", "sentId": 602}, {"text": "I certainly do on occasion and there's no one stopping me.", "sentId": 603}, {"text": "There is nobody looking.", "sentId": 604}, {"text": "There's nobody there checking anyone...", "sentId": 605}], "secId": 257}, {"speaker": "BRAZILE", "sentences": [{"text": "Unless you had a French fry.", "sentId": 606}], "secId": 258}, {"speaker": "BUCHANAN", "sentences": [{"text": "But -- so I think there's no question that money is not being spent to secure these systems.", "sentId": 607}, {"text": "And cities, obviously, are the frontline and especially airlines and trains.", "sentId": 608}, {"text": "We now know for a fact that's a target of the terrorists.", "sentId": 609}], "secId": 259}, {"speaker": "CROWLEY", "sentences": [{"text": "Do you have any feeling at all that the American public has been prepared at all for, OK, the next time we get on subway, Bay, we would like to do the same thing we do in the airport.", "sentId": 610}, {"text": "We want to open your bags, we want to do -- I mean, isn't' that what we're talking about here?", "sentId": 611}, {"text": "And I don't think there's ever been any discussion of that sort of thing.", "sentId": 612}, {"text": "Something blows up in London, we're immediately, let's protect them.", "sentId": 613}], "secId": 260}, {"speaker": "BRAZILE", "sentences": [{"text": "Well, we've taken visible steps to improve our air traffic system, when it comes to mass transit, our Metro system, our subway systems, I don't think we've done enough.", "sentId": 614}], "secId": 261}, {"speaker": "BRAZILE", "sentences": [{"text": "Look, I travel like you.", "sentId": 615}], "secId": 262}, {"speaker": "CROWLEY", "sentences": [{"text": "Or anything...", "sentId": 616}], "secId": 263}, {"speaker": "BRAZILE", "sentences": [{"text": "Well, I guess I've seen more cops with guns on the Metro system, but I haven't seen a great deal in terms of camera surveillance.", "sentId": 617}, {"text": "Look, I do believe that we should have some detection equipment inside those tunnels, so that we can detect if someone is carrying a bomb or has something that's lethal and dangerous.", "sentId": 618}], "secId": 264}, {"speaker": "BRAZILE", "sentences": [{"text": "I mentioned that French fry because of the young 12-year-old girl here in the District of Columbia, but the truth of the matter is that we should take some visible steps to secure our transit system.", "sentId": 619}], "secId": 265}, {"speaker": "BRAZILE", "sentences": [{"text": "The members of Congress, the reason why they're pressing this is that they're hearing from their mayors.", "sentId": 620}, {"text": "They're hearing from their city leaders.", "sentId": 621}, {"text": "And they're saying you're calling on us to do all of this, but you're not giving us the resources and the backing to help us.", "sentId": 622}], "secId": 266}, {"speaker": "CROWLEY", "sentences": [{"text": "Do you think somebody should go -- I mean, somebody at the White House or somebody on Capitol Hill should go to the states of Maine and South Dakota and Wyoming and Montana and say: I'm sorry, you all can't have any of this federal security money, because you know what, no one's going to go out to North Dakota and do that?", "sentId": 623}], "secId": 267}, {"speaker": "BUCHANAN", "sentences": [{"text": "You know, there's no question that the money needs to go where it's needed.", "sentId": 624}, {"text": "And I think, rather than to go out there and say you're not getting any and you're not getting any, it's time for this administration to come together and say, look, these are our greatest areas of vulnerability and this is how -- what we're going to do, exactly what we're going to do.", "sentId": 625}, {"text": "And this is what we're going to finance in the cities that we feel are most vulnerable and this is what we're going to give for those areas that have nuclear devices or power plants, etc.", "sentId": 626}, {"text": "And organize it, so we know what they're doing.", "sentId": 627}], "secId": 268}, {"speaker": "BUCHANAN", "sentences": [{"text": "But as of right now, this administration is not serious about homeland security here, because they have a border that's wide open and that is number one.", "sentId": 628}], "secId": 269}, {"speaker": "CROWLEY", "sentences": [{"text": "Let me show you in sort of quick succession, two polls.", "sentId": 629}, {"text": "One is on how many people believe that an act of terrorism in the U.S. is likely in the next few weeks.", "sentId": 630}, {"text": "Fifty-seven percent of Americans said they thought it was likely in the next few weeks, which you can see is way up, like 15 points over how they felt a little while ago.", "sentId": 631}], "secId": 270}, {"speaker": "Next up", "sentences": [{"text": "What is your opinion of the Iraq war?", "sentId": 632}, {"text": "Will the U.S. win?", "sentId": 633}, {"text": "Forty-one percent said, yes.", "sentId": 634}, {"text": "But those who thought it just -- it could win but will not or just can't win at all, adds up to what is that, 53 percent.", "sentId": 635}, {"text": "What's happening in those two things?", "sentId": 636}, {"text": "Is this purely headline-driven, do you think?", "sentId": 637}], "secId": 271}, {"speaker": "BRAZILE", "sentences": [{"text": "No, you know, we live in a dangerous world and Madeleine Albright former secretary of State, put out an excellent report just recently on some of the dangerous that we still face.", "sentId": 638}, {"text": "I mean, we still have, you know, nuclear material hanging around the Soviet Union that's not secure.", "sentId": 639}, {"text": "You talk about our borders, but those borders are also porous.", "sentId": 640}], "secId": 272}, {"speaker": "BRAZILE", "sentences": [{"text": "We also know, based on what we've read and seen on the news that al Qaeda is still alive and on the hunt.", "sentId": 641}, {"text": "And we all know that they're looking for targets.", "sentId": 642}, {"text": "Who knows, our country, we may have averted some of their so-called planned attacks, but we've got to do more.", "sentId": 643}], "secId": 273}, {"speaker": "CROWLEY", "sentences": [{"text": "Keeping it on the Iraq war...", "sentId": 644}], "secId": 274}, {"speaker": "BUCHANAN", "sentences": [{"text": "On record, all of this is driven by the media.", "sentId": 645}, {"text": "There's no question you have day after day about this awful London situation and people are going to start saying, what are we doing to protect ours?", "sentId": 646}, {"text": "Absolutely nothing.", "sentId": 647}, {"text": "And so, it's likely that it could happen here.", "sentId": 648}, {"text": "That's why the poll numbers move.", "sentId": 649}], "secId": 275}, {"speaker": "BUCHANAN", "sentences": [{"text": "The president has a real concern, though, not so much on that point, as he does on Iraq.", "sentId": 650}, {"text": "American people are impatient and they're seeing things are not coming to a close as quickly.", "sentId": 651}, {"text": "We've been over there.", "sentId": 652}, {"text": "Let's give Iraq a chance.", "sentId": 653}], "secId": 276}, {"speaker": "BUCHANAN", "sentences": [{"text": "I think they'll get more and more impatient.", "sentId": 654}, {"text": "They'll give them until the end of this year.", "sentId": 655}, {"text": "They'll see the transfer of more power to the government over there.", "sentId": 656}, {"text": "But at some stage, and I think shortly, the American people are going to say it's time to turn this whole thing over to Iraq.", "sentId": 657}], "secId": 277}, {"speaker": "CROWLEY", "sentences": [{"text": "Once again, hang on.", "sentId": 658}, {"text": "We'll be right back.", "sentId": 659}], "secId": 278}, {"speaker": "CROWLEY", "sentences": [{"text": "An investigation continues into the leaking of a CIA operative's identity, but that isn't keeping White House Deputy Chief of Staff Karl Rove from taking his high profile to a Washington fundraiser tonight.", "sentId": 660}, {"text": "Good strategy?", "sentId": 661}, {"text": "We'll ask right after this.", "sentId": 662}], "secId": 279}, {"speaker": "CROWLEY", "sentences": [{"text": "This \"Strategy Session\" continues on INSIDE POLITICS.", "sentId": 663}, {"text": "With us, Donna Brazile and Bay Buchanan.", "sentId": 664}, {"text": "The nomination of John Roberts to the Supreme Court may have taken Karl Rove and his role in the leak of a CIA agent's identity out of the spotlight for a few days, but Rove may find another spotlight on his own.", "sentId": 665}, {"text": "He's expected to help a Maryland Senate hopeful raise money in Washington tonight.", "sentId": 666}, {"text": "That's even though a new CNN/\"USA Today\"/Gallup poll shows that 49 percent of adults say Rove should resign as White House deputy chief of staff.", "sentId": 667}, {"text": "But they don't get to decide, so at the moment it kind of looks like he's there.", "sentId": 668}], "secId": 280}, {"speaker": "CROWLEY", "sentences": [{"text": "You know, how is the White House handling this investigation, which at least since we've learned that Karl Rove was involved has kind of been, you know, we're going to wait for this process to continue.", "sentId": 669}], "secId": 281}, {"speaker": "BRAZILE", "sentences": [{"text": "Well, no.", "sentId": 670}, {"text": "Look, first of all, there's no question that Karl Rove is still one of the most attractive draws in the Republican Party.", "sentId": 671}, {"text": "After all, there are 12 candidates on the Republican side that are hosting fundraisers where Karl is the featured speaker.", "sentId": 672}], "secId": 282}, {"speaker": "BRAZILE", "sentences": [{"text": "Now, I've heard from some of my Republican colleagues, and it wasn't vague, that the reason why is that the White House has made it very clear, you cancel, you're done.", "sentId": 673}, {"text": "We're not coming back and we're not sending anyone else.", "sentId": 674}, {"text": "So there's no question that Karl is going to continue to hold fundraisers, in the case tonight for Michael Steele, a Republican candidate for the United States Senate.", "sentId": 675}], "secId": 283}, {"speaker": "BUCHANAN", "sentences": [{"text": "And none of them are even suggesting that he cancel.", "sentId": 676}, {"text": "Because he is a draw, he brings in the money, and that's what the goal is.", "sentId": 677}], "secId": 284}, {"speaker": "BUCHANAN", "sentences": [{"text": "But what is happening here and the -- why the polls are so poor against him at this time is the headlines again.", "sentId": 678}, {"text": "I mean, the media is in this full-scale campaign to turn this into some kind of a scandal, to really make it look as if he's in the middle and the president's right there behind him in a real problem.", "sentId": 679}, {"text": "There is no there, there yet.", "sentId": 680}, {"text": "They have not been able to show anything.", "sentId": 681}, {"text": "And I think, day after day they raised this issue even though there is nothing else to say.", "sentId": 682}, {"text": "And the White House is doing exactly the right thing by saying nothing.", "sentId": 683}], "secId": 285}, {"speaker": "CROWLEY", "sentences": [{"text": "Then let's talk about Democratic strategy, which has been, this was a horrible breach of national security, they should do something about it.", "sentId": 684}, {"text": "They've kept it at kind of -- at least, you know, looking at it about politics.", "sentId": 685}, {"text": "But now what you have is this Larry Johnson, who is a former Republican who gave the Democratic radio address hitting Rove on this, he's now, in fact, gave a conference call this morning sponsored by the Maryland Democratic Party saying Karl Rove shouldn't be going to this.", "sentId": 686}], "secId": 286}, {"speaker": "CROWLEY", "sentences": [{"text": "Do you lose some of the edge as Democrats when you politicize this on your own?", "sentId": 687}], "secId": 287}, {"speaker": "BRAZILE", "sentences": [{"text": "Well look, first of all, the Republicans won't do anything.", "sentId": 688}, {"text": "They won't hold an investigation, they won't hold hearings.", "sentId": 689}, {"text": "I understand they may hold hearings.", "sentId": 690}, {"text": "This is day number 743.", "sentId": 691}, {"text": "Now Democrats now have a clock on things that the administration can do to, you know, explain to the American people exactly what happened.", "sentId": 692}], "secId": 288}, {"speaker": "BRAZILE", "sentences": [{"text": "Look, we didn't know about Karl Rove's role until just recently when it was revealed once Mr. Cooper was able to reveal his sources.", "sentId": 693}, {"text": "So I think the important thing is everyone needs to let the truth come out and the truth will set us free, Bay.", "sentId": 694}], "secId": 289}, {"speaker": "BUCHANAN", "sentences": [{"text": "It's so ridiculous to suggest Republicans are not doing anything.", "sentId": 695}, {"text": "Before a grand jury, for heaven's sake, this is a federal investigation.", "sentId": 696}, {"text": "Let that take its place.", "sentId": 697}, {"text": "That's number one.", "sentId": 698}, {"text": "And I think the Democrats are foolish, because if nothing happens, they look real bad.", "sentId": 699}], "secId": 290}, {"speaker": "CROWLEY", "sentences": [{"text": "Bay Buchanan, Donna Brazile, come back.", "sentId": 700}, {"text": "I know you had something else to say, so say it next time.", "sentId": 701}], "secId": 291}, {"speaker": "BUCHANAN", "sentences": [{"text": "Thank you very much.", "sentId": 702}], "secId": 292}, {"speaker": "CROWLEY", "sentences": [{"text": "Cycling champ Lance Armstrong has said he might run for office one day.", "sentId": 703}, {"text": "So what office would he run for?", "sentId": 704}, {"text": "We will rejoin our blog reporters next for some online insight into Armstrong's potential career in politics.", "sentId": 705}], "secId": 293}, {"speaker": "CROWLEY", "sentences": [{"text": "Lance Armstrong has conquered the world of bike racing, but is he ready for the rough and tumble of politics?", "sentId": 706}, {"text": "We are rejoining now, CNN political producer Abbi Tatton and Jacki Schechner, our blog reporter.", "sentId": 707}], "secId": 294}, {"speaker": "SCHECHNER", "sentences": [{"text": "Well this is a story we first brought you yesterday here on INSIDE POLITICS.", "sentId": 708}, {"text": "Now that Lance Armstrong has won his seventh consecutive Tour de France, is he going to make a run at politics?", "sentId": 709}, {"text": "And if he does, with what party.", "sentId": 710}, {"text": "That's something they're wondering online today.", "sentId": 711}, {"text": "He did an interview with \"USA Today,\" and a lot of bloggers are picking up on one particular quote, when Lance Armstrong talked about the billions of dollars being spent on the war in Iraq and how that money could be useful to the National Cancer Institute.", "sentId": 712}], "secId": 295}, {"speaker": "SCHECHNER", "sentences": [{"text": "LeftEye.BlogSpot.com, somebody picking up on this, saying he doesn't know what Lance Armstrong's political leanings are, but the quote's enough to make him curious.", "sentId": 713}], "secId": 296}, {"speaker": "TATTON", "sentences": [{"text": "Over at ThinkProgress.org, this is the progressive blogging arm of the Center for American Progress here in Washington, D.C. Nico goes one step further and says Lance Armstrong veers left.", "sentId": 714}, {"text": "Now it seems to them, all there is left to wonder what is he going to run for, is it going to be Texas governor or president.", "sentId": 715}], "secId": 297}, {"speaker": "TATTON", "sentences": [{"text": "Joining in the fun at MyDD.com is Chris Bowers.", "sentId": 716}, {"text": "\"Lance a lefty.\"", "sentId": 717}, {"text": "It's his post, what he's looking at is maybe a run for Senate in Texas, pointing out that John Cornyn is up for re-election in 2008.", "sentId": 718}, {"text": "Maybe that's the seat that he should go for.", "sentId": 719}], "secId": 298}, {"speaker": "speculation", "sentences": [{"text": "Over at SuburbanGenius.BlogSpot.com, this a site on the right that says that yes, they think Armstrong leans left.", "sentId": 720}, {"text": "He's not going to get their vote even though they think he is an animal and a machine athletically, saying they don't understand, are the Dems that desperate that they need to pull anybody in to fill the spot of high political office.", "sentId": 721}, {"text": "Of course, no mention of Arnold Schwarzenegger when they're making that argument.", "sentId": 722}], "secId": 299}, {"speaker": "speculation", "sentences": [{"text": "Candy, we will send it back to you.", "sentId": 723}], "secId": 300}, {"speaker": "CROWLEY", "sentences": [{"text": "Jacki Schechner, Abbi Tatton, thanks.", "sentId": 724}, {"text": "That is it for INSIDE POLITICS.", "sentId": 725}, {"text": "I'm Candy Crowley.", "sentId": 726}, {"text": "WOLF BLITZER REPORTS starts right now.", "sentId": 727}], "secId": 301}, {"speaker": "CROWLEY", "sentences": [{"text": "END", "sentId": 728}], "secId": 302}, {"speaker": "CROWLEY", "sentences": [{"text": "TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com", "sentId": 729}], "secId": 303}], "sectionCount": 304, "url": "transcripts.cnn.com/TRANSCRIPTS/0507/26/ip.01.html", "sentenceCount": 731, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 26, 2005 - 15:30   ET", "speakers": ["ANNOUNCER", "UNIDENTIFIED FEMALE", "Cultivating terror", "UNIDENTIFIED MALE", "LENO", "CROWLEY", "BASH", "MCCLELLAN", "Leahy", "MORTON", "Iraq", "asked", "COLLINS", "NOVAK", "ROMANS", "CAMAROTA", "us", "HENRY", "CORNYN", "LEVIN", "SCHNEIDER", "KITTLE", "FRYE", "MURPHY", "ZUCCHET", "BEACH BOYS ", "today", "NELSON", "BROWNSTEIN", "So", "SCHECHNER", "TATTON", "And Chris Bowers over at mydd.com explains why this is. He says", "BUCHANAN", "BRAZILE", "CARD", "Next up", "speculation"], "title": "INSIDE POLITICS"}