{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1608.21.ip.01.html.json", "subTitle": "Trump Expresses \"Regret\" for Controversial Comments; Trump Enters Ad Wars, Trails Clinton on Spending; GOP Urges Donald Trump to Broaden Outreach to Black Voters.  Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Donald Trump has another campaign team and another new message.", "sentId": 0}], "secId": 0}, {"speaker": "TRUMP", "sentences": [{"text": "Sometimes, in the heat of debate, you don't choose the right words.", "sentId": 1}, {"text": "And believe it or not, I regret it.", "sentId": 2}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Eleven weeks to Election Day, and Trump has an appeal to African-Americans.", "sentId": 3}], "secId": 2}, {"speaker": "TRUMP", "sentences": [{"text": "What the hell do you have to lose?", "sentId": 4}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Plus, Hillary Clinton counters Trump's tough talk on law and order.", "sentId": 5}], "secId": 4}, {"speaker": "CLINTON", "sentences": [{"text": "We need to work together to bridge our divides, not stoke even more divisiveness.", "sentId": 6}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "And could it bring an October surprise?", "sentId": 7}, {"text": "A judge says Clinton must answer more questions about her e-mails.", "sentId": 8}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 9}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS, I'm John King.", "sentId": 10}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 11}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Seventy-nine days until election 2016 and Donald Trump is trying to shake things up in more ways than one.", "sentId": 12}], "secId": 9}, {"speaker": "TRUMP", "sentences": [{"text": "I am the change candidate.", "sentId": 13}, {"text": "Hillary Clinton is for the failed status quo.", "sentId": 14}, {"text": "It is time to vote for a new American future.", "sentId": 15}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Yes, Mr. Trump is changing his top staff for the second time in as many months.", "sentId": 16}, {"text": "That tells us a lot about his management style and about the turmoil within the Trump campaign and the Republican Party.", "sentId": 17}, {"text": "But there are bigger changes as Trump tries to turn the tide on a campaign he is losing, and at the moment losing badly.", "sentId": 18}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "So, here is the question.", "sentId": 19}, {"text": "Is this the real Donald Trump?", "sentId": 20}], "secId": 12}, {"speaker": "TRUMP", "sentences": [{"text": "Sometimes, in the heat of debate and speaking on a multitude of issues, you don't choose the right words or you say the wrong thing.", "sentId": 21}, {"text": "I have done that.", "sentId": 22}, {"text": "And believe it or not, I regret it.", "sentId": 23}, {"text": "And I do regret it, particularly where it may have caused personal pain.", "sentId": 24}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Or is this the real Donald Trump?", "sentId": 25}], "secId": 14}, {"speaker": "TRUMP", "sentences": [{"text": "When Mexico sends its people, they're not sending their best.", "sentId": 26}, {"text": "They're bringing drugs.", "sentId": 27}, {"text": "They're bringing crime.", "sentId": 28}, {"text": "They're rapists.", "sentId": 29}, {"text": "And some, I assume, are good people.", "sentId": 30}], "secId": 15}, {"speaker": "TRUMP", "sentences": [{"text": "Written by a nice reporter.", "sentId": 31}, {"text": "You got to see this guy -- I don't know what I said.", "sentId": 32}, {"text": "I don't remember.", "sentId": 33}], "secId": 16}, {"speaker": "TRUMP", "sentences": [{"text": "I love the old days.", "sentId": 34}, {"text": "You know what they used to do to guys like that when they're in a place like this?", "sentId": 35}, {"text": "They'd be carried out on a stretcher folks.", "sentId": 36}], "secId": 17}, {"speaker": "TRUMP", "sentences": [{"text": "He is walking out like big high-fives, smiling, laughing, like to punch him in the face.", "sentId": 37}, {"text": "I'll tell you.", "sentId": 38}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Let's try it again.", "sentId": 39}, {"text": "Is this the real Donald Trump?", "sentId": 40}], "secId": 19}, {"speaker": "TRUMP", "sentences": [{"text": "A new future requires brand-new leadership.", "sentId": 41}, {"text": "Look how much African-American communities have suffered under Democratic control.", "sentId": 42}, {"text": "To those I say the following: what do you have to lose by trying something new?", "sentId": 43}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "That guy or this guy, the candidate who talked about paying the legal fees of a white supporter who sucker-punched an African-American demonstrator at a Trump rally, the man who, when considering running for president back in 2012 served as chief cheerleader for the birther movement.", "sentId": 44}], "secId": 21}, {"speaker": "TRUMP", "sentences": [{"text": "I have done a great service to the American people.", "sentId": 45}, {"text": "I got him to release a birth certificate that he should have done three years ago and four years ago.", "sentId": 46}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "With us to share the reporting and their insights, CNN's Nia- Malika Henderson, Jonathan Martin of \"The New York Times,\" Abby Phillip of the \"Washington Post\", and Mary Katharine Ham of \"The Federalist\".", "sentId": 47}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Let's just start there, we're always talking campaigns would pivot.", "sentId": 48}, {"text": "It's one of the most overused words in campaign reporting.", "sentId": 49}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "If Donald Trump, the man who says I don't regret anything, now regrets a lot.", "sentId": 50}, {"text": "We don't know exactly what, but he says he regrets things.", "sentId": 51}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "Donald Trump who a lot of people have accused of having a racist attitude or at least race-baiting during the campaign suddenly is making an outreach in every speech to African-Americans and now, yesterday, Mary Katharine, he had a meeting with Hispanic leaders who support him.", "sentId": 52}, {"text": "They're supporters already.", "sentId": 53}, {"text": "This is not new outreach so much.", "sentId": 54}, {"text": "But he says apparently, the reports are on that on meeting by Univision and others, African-Americans supporters.", "sentId": 55}, {"text": "The reports by Univision and others that as early as Thursday in Colorado, a state where the Latino vote is huge.", "sentId": 56}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "Donald Trump, whose website now says amnesty might soften his position on the 11 million undocumented immigrants.", "sentId": 57}, {"text": "This is not a pivot.", "sentId": 58}, {"text": "This is like a body double.", "sentId": 59}], "secId": 27}, {"speaker": "HAM", "sentences": [{"text": "Yes, I think Donald Trump has always been changeable on policies, but not changeable on tone.", "sentId": 60}, {"text": "This was an interesting week because you did see him change tone.", "sentId": 61}], "secId": 28}, {"speaker": "HAM", "sentences": [{"text": "What I thought was interesting about the shakeup is you about Bannon who is a punch you in your face reiteration and you have Kellyanne Conway who has a great campaign pedigree and is a person with lighter touch and very effective touch.", "sentId": 62}, {"text": "You saw Kellyanne Conway's very capable fingerprints on the speech.", "sentId": 63}], "secId": 29}, {"speaker": "HAM", "sentences": [{"text": "But then you saw him veer from it in the subsequent speeches, because he wants to go back to riffing because that's who he is.", "sentId": 64}, {"text": "So, it's like bringing in a quarterback controversy during the playoffs.", "sentId": 65}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "So, we're going to get -- as we talk throughout the show and later about the African-American outreach, but my first question is, is it believable?", "sentId": 66}, {"text": "Can you change?", "sentId": 67}, {"text": "Can you so significantly change your tone 11 weeks out and will people find it convincing?", "sentId": 68}, {"text": "I have learned lessons?", "sentId": 69}, {"text": "I'm a better candidate.", "sentId": 70}, {"text": "I've grown.", "sentId": 71}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "And let's be honest -- people do learn lessons.", "sentId": 72}, {"text": "People do grow.", "sentId": 73}, {"text": "None of us are perfect.", "sentId": 74}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "Or will they say, oh, come on, B.S., this is a cynical ploy because what you were doing isn't working?", "sentId": 75}], "secId": 33}, {"speaker": "HENDERSON", "sentences": [{"text": "He has called himself the candidate of change and her certainly seeming to change before our very eyes.", "sentId": 76}, {"text": "It is not quite a pivot.", "sentId": 77}, {"text": "It feels like a u- turn.", "sentId": 78}, {"text": "Can he actually stick to it?", "sentId": 79}], "secId": 34}, {"speaker": "HENDERSON", "sentences": [{"text": "I think that's the big question.", "sentId": 80}, {"text": "I think the -- part of the problem is a lot of the polls obviously say he is doing very poorly.", "sentId": 81}, {"text": "A lot of this stuff is baked in.", "sentId": 82}], "secId": 35}, {"speaker": "HENDERSON", "sentences": [{"text": "You talk about Kellyanne Conway, for instance, it seems like she is trying to add compassion and make him out to be the compassionate conservative.", "sentId": 83}, {"text": "He had been the law and order candidate, shades of Nixon.", "sentId": 84}, {"text": "So, now, he's trying to pick up on the George W. Bush sort of approach.", "sentId": 85}], "secId": 36}, {"speaker": "HENDERSON", "sentences": [{"text": "You know, I mean, the thing, those two were kind of in conflict, right?", "sentId": 86}, {"text": "So, can he kind of maintain both of those identities at the same time, keep a hold of the base that loves him when he's riffing, loves him when he's playing the tough guy, but also try to get some college educated white women and swing voters who want to see the compassion.", "sentId": 87}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Didn't a lot of that base also love him when he says build a wall?", "sentId": 88}, {"text": "And this is the guy who said he admired Operation Wetback, during the Eisenhower administration.", "sentId": 89}, {"text": "If he stands up in Colorado and says let's find a humane way to keep the undocumented here, a lot of people will say, great, that's the only viable policy, but won't a lot of his people say, hello?", "sentId": 90}], "secId": 38}, {"speaker": "MARTIN", "sentences": [{"text": "Which is why I'm skeptical that he'll actually go that far.", "sentId": 91}, {"text": "And also, keep in mind the fact that talking about a pivot, if you look at the scripted comment this week and if you look at the first ad he released, it's the same populism verging on nationalism that he's been pitching for the last few months.", "sentId": 92}], "secId": 39}, {"speaker": "MARTIN", "sentences": [{"text": "This is the scripted version of Trump.", "sentId": 93}, {"text": "It doesn't have much appeal for certainly non-white voters and upscale voters who are often the swing voters.", "sentId": 94}, {"text": "Showing an ad of Hispanic folks on top of trains is not going to appeal to suburban Philadelphia college plus white voters, it's not going to appeal to the same kind of voters in McLean and Falls Church.", "sentId": 95}, {"text": "I don't get why people think he's doing the great pivot when the scripted version of Trump is still nationalism.", "sentId": 96}, {"text": "Right?", "sentId": 97}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "My question is, do the Clinton people see this as real?", "sentId": 98}, {"text": "If you watch them on twitter, watch their statements in recent days -- and I'm going to play a little Hillary Clinton here.", "sentId": 99}, {"text": "This is the beginning of the week.", "sentId": 100}, {"text": "She was not responding to what we saw Friday and Saturday, which was the continuation of the change from new Trump tone and some would say new policy or at least hints of possible new policy.", "sentId": 101}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "But listen to Hillary Clinton here trying to tell people off the top, don't believe what you're about to see.", "sentId": 102}], "secId": 42}, {"speaker": "CLINTON", "sentences": [{"text": "I think it's fair to say that Donald Trump has shown us who he is.", "sentId": 103}, {"text": "He can hire and fire anybody he wants from his campaign.", "sentId": 104}, {"text": "They can make him read new words from a teleprompter.", "sentId": 105}, {"text": "But he is still the same man who insults Gold Star families, demeans women, mocks people with disabilities, and thinks he knows more about ISIS than our generals.", "sentId": 106}, {"text": "There is no new Donald Trump.", "sentId": 107}, {"text": "This is it.", "sentId": 108}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "Is it in the sense that one of the things that has proven frustrating to Hillary Clinton is because people think they know her because she's been around for so long?", "sentId": 109}, {"text": "It's hard for people to change opinions about her.", "sentId": 110}, {"text": "One of the things we did see from Donald Trump during the primaries is that people know him as a celebrity, they know him as a real estate guy but he did change opinions about him because he's new on the political stage.", "sentId": 111}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "Is there a fear in the Clinton campaign?", "sentId": 112}, {"text": "They may think it's cynical.", "sentId": 113}, {"text": "They may think this is bogus.", "sentId": 114}, {"text": "But do they think it might work?", "sentId": 115}], "secId": 45}, {"speaker": "PHILLIP", "sentences": [{"text": "Well, I think they worry that it would have an effect of consolidating Republicans, which is actually when you look at the polling in recent weeks, it's shown that Donald Trump has not done what virtually every other Republican nominee has done, which is consolidate his base.", "sentId": 116}, {"text": "Get up where she is among Democrats, in the 80s and close to the 90s among Republicans.", "sentId": 117}], "secId": 46}, {"speaker": "PHILLIP", "sentences": [{"text": "There are many Republicans in who want to say we want to know if Donald Trump is going to be someone we can rely to do what we want him to do.", "sentId": 118}, {"text": "And that's what he demonstrated last week.", "sentId": 119}, {"text": "I don't think the Clinton folks are worried about swing voters, because to Jonathan's point, the sort of suburban women, they've been bombarded with ads from the Clinton campaign locking in Donald Trump's persona for many, many months now.", "sentId": 120}, {"text": "It's going to be very hard to undo that with one speech.", "sentId": 121}], "secId": 47}, {"speaker": "PHILLIP", "sentences": [{"text": "But I think Republicans who are looking for a reason to trust Trump, this might be that reason that they're looking for.", "sentId": 122}], "secId": 48}, {"speaker": "HENDERSON", "sentences": [{"text": "You know, a lot of the polls show that some of the Republicans are concerned about him being intolerant.", "sentId": 123}, {"text": "One in five Republican men see him as intolerant, and 25 percent of Republican women.", "sentId": 124}], "secId": 49}, {"speaker": "HENDERSON", "sentences": [{"text": "So, when he goes and he is in front of the white audiences, he actually is appealing to those white audiences when he talks about African-Americans.", "sentId": 125}, {"text": "He isn't really, I don't think at least, appealing to African-Americans.", "sentId": 126}, {"text": "He is trying to appeal to those audiences he is in front of.", "sentId": 127}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "You mentioned the softer touch of Kellyanne Conway.", "sentId": 128}, {"text": "She's never run a campaign.", "sentId": 129}, {"text": "A lot of Republicans are nervous about her running a campaign at this level.", "sentId": 130}, {"text": "But she does have a history of messaging to try to get to more moderate, middle of the road voters.", "sentId": 131}, {"text": "And one of the things we saw was Donald Trump and Mike Pence go to", "sentId": 132}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Baton Rouge.", "sentId": 133}, {"text": "They went to Baton Rouge, it's a photo op.", "sentId": 134}, {"text": "Candidates do this, though.", "sentId": 135}, {"text": "All candidates do this.", "sentId": 136}, {"text": "I'm not criticizing Donald Trump at all for this.", "sentId": 137}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "There's some question, is the right to go?", "sentId": 138}, {"text": "Do you take away resources when you go?", "sentId": 139}, {"text": "But he went there and he showed some compassion.", "sentId": 140}, {"text": "They're helping unload an aid truck.", "sentId": 141}, {"text": "On a couple occasions he said he thought Barack Obama should he broken his vacation and gone there or at least come back to the White House to monitor this.", "sentId": 142}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "What -- is this just a smart, reactive politics?", "sentId": 143}, {"text": "Is it neither here nor there?", "sentId": 144}, {"text": "Louisiana is going to be red in November.", "sentId": 145}], "secId": 54}, {"speaker": "HAM", "sentences": [{"text": "Well, I think it's a rare moment where he saw a lane open that does make him look a bit more compassionate and went for that lane, instead of maybe the more divisive.", "sentId": 146}, {"text": "Because there is a lane open because of the Obama administration up until several days ago not having released a statement, though they've done resource updates.", "sentId": 147}, {"text": "I think it was not a bad move.", "sentId": 148}], "secId": 55}, {"speaker": "HAM", "sentences": [{"text": "The question is can he find the lanes for the rest of the campaign.", "sentId": 149}, {"text": "You're right when he is probably trying to go after disaffected Republicans.", "sentId": 150}, {"text": "Had he done it six months ago, it would have been much more likely.", "sentId": 151}, {"text": "At this point it's tougher.", "sentId": 152}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "That's a great point in a sense that a lot of people who watched the speech, the outsider speech, the status quo speech were like, why didn't you do this at the convention?", "sentId": 153}, {"text": "Why didn't you do this months ago?", "sentId": 154}, {"text": "It's been pretty clear, this is the road map we think you should run.", "sentId": 155}, {"text": "But we'll see what happens.", "sentId": 156}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Let's spend a little time on the campaign shakeup.", "sentId": 157}, {"text": "I don't think voters tend to vote for who is on the letterhead of the campaign.", "sentId": 158}, {"text": "But this was interesting.", "sentId": 159}, {"text": "Paul Manafort who's brought in just two months ago first gets shoved aside, and by the end of the week, he decides to resign.", "sentId": 160}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "Let's show the new faces here.", "sentId": 161}, {"text": "Kellyanne Conway gets promoted.", "sentId": 162}, {"text": "She was in as a senior adviser.", "sentId": 163}, {"text": "She's now the campaign manager.", "sentId": 164}, {"text": "Steve Bannon comes from Breitbart, a very aggressive, alt-right, if you're not familiar with Breitbart News service.", "sentId": 165}, {"text": "A lot of people accused it of racing-baiting.", "sentId": 166}, {"text": "A lot of people accused it for being very productive.", "sentId": 167}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "He comes in.", "sentId": 168}, {"text": "And Roger Ailes, who just left FOX News, is now showing up having conversations with Trump and showing up at certain meetings.", "sentId": 169}, {"text": "Again, I know Roger from the '88 campaign, where he helped George H.W.", "sentId": 170}, {"text": "Bush beat Michael Dukakis.", "sentId": 171}, {"text": "He has very accomplished campaign pedigree in the past.", "sentId": 172}, {"text": "But he is a guy who just had to quit his job because of sexual harassment allegations.", "sentId": 173}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "I can't assume that the Hillary Clinton campaign isn't going to use that in an ad pretty soon.", "sentId": 174}, {"text": "But inside the shakeup, it's made establishment Republicans nervous, because they view Steve Bannon has treated them, let's put it this way, as a pinata.", "sentId": 175}, {"text": "If you are Paul Ryan, if you are Mitch McConnell, if you are a Republican leader, this man has essentially called you worse than the Democrats in many occasions.", "sentId": 176}], "secId": 61}, {"speaker": "HAM", "sentences": [{"text": "Well, and that's what it's interesting about this, it's the Jekyll and he shake up.", "sentId": 177}, {"text": "There are two opposite sides here.", "sentId": 178}, {"text": "And the concern with Bannon is that he is only skilled -- and a little bit Ailes -- they're only skilled with reaching the people you're already reaching.", "sentId": 179}, {"text": "Is that the goal?", "sentId": 180}, {"text": "Or is the goal to reach someone else?", "sentId": 181}], "secId": 62}, {"speaker": "HAM", "sentences": [{"text": "And it showed for a couple days, it looked like he was interested in reaching other people.", "sentId": 182}, {"text": "I think his tendency will always to go back to the Bannon and Ailes side, instead of Kellyanne Conway side.", "sentId": 183}], "secId": 63}, {"speaker": "MARTIN", "sentences": [{"text": "Comfort food.", "sentId": 184}, {"text": "Comfort food.", "sentId": 185}, {"text": "Absolutely.", "sentId": 186}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "You guys wrote a piece about the inside mechanics of all this happening.", "sentId": 187}, {"text": "The sort of, I mean, Manafort just came in.", "sentId": 188}, {"text": "He was supposed to be the adult, and then all of a sudden, Trump --", "sentId": 189}], "secId": 65}, {"speaker": "MARTIN", "sentences": [{"text": "Trump doesn't want that.", "sentId": 190}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "-- low energy.", "sentId": 191}, {"text": "He Jeb Bushed him.", "sentId": 192}], "secId": 67}, {"speaker": "MARTIN", "sentences": [{"text": "No.", "sentId": 193}], "secId": 68}, {"speaker": "MARTIN", "sentences": [{"text": "So, Trump started calling Manafort low energy ala Jeb Bush, according to my colleague Maggie Haberman, who reported that wonderful nugget.", "sentId": 194}, {"text": "Trump doesn't want order.", "sentId": 195}, {"text": "He doesn't want discipline.", "sentId": 196}, {"text": "He doesn't want a chain of command.", "sentId": 197}], "secId": 69}, {"speaker": "MARTIN", "sentences": [{"text": "He wants to do his thing, which is making decisions on the fly based upon coverage, watching shows like this, reading the papers, that's how he operates, and with counsel from his kids.", "sentId": 198}, {"text": "Look, is he going to have folks around him?", "sentId": 199}, {"text": "Yes.", "sentId": 200}, {"text": "But he'll never operate like a traditional candidate.", "sentId": 201}], "secId": 70}, {"speaker": "MARTIN", "sentences": [{"text": "And I think Manafort's efforts to impose a traditional campaign structure on Trump were bound to fail.", "sentId": 202}, {"text": "In some ways, it's amazing that it lasted this long.", "sentId": 203}, {"text": "Manafort is a decades long operative.", "sentId": 204}, {"text": "He's a traditional operative and he was trying to make Trump into a traditional candidate.", "sentId": 205}, {"text": "It was not a marriage made in heaven.", "sentId": 206}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "It lasted two months.", "sentId": 207}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "A lot more to talk about.", "sentId": 208}, {"text": "Everybody, sit tight.", "sentId": 209}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "Ahead, is Donald Trump finally spending money on TV ads?", "sentId": 210}, {"text": "Yes, he is.", "sentId": 211}, {"text": "We'll map out where and what it tells us about the state of the race.", "sentId": 212}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "But, first, politicians say the darndest things.", "sentId": 213}, {"text": "Here's Vice President Joe Biden unfiltered.", "sentId": 214}], "secId": 75}, {"speaker": "BIDEN", "sentences": [{"text": "As Hillary will point out and knows no one ever doubts I mean what I say.", "sentId": 215}, {"text": "The problem is I sometimes say all that I mean.", "sentId": 216}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 217}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "Our latest CNN electoral map underscores the challenge for Donald Trump, very steep challenge with 79 days until Election Day.", "sentId": 218}, {"text": "Take a look here.", "sentId": 219}, {"text": "We now score it dark red, solid Republican.", "sentId": 220}, {"text": "Dark blue, solid Democratic.", "sentId": 221}, {"text": "The light-blues lean Democratic and the light reds lean Republican.", "sentId": 222}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "We now score it 273 for Clinton, 191 for Trump, which means if the election were today by our projections here, she would win the presidency.", "sentId": 223}, {"text": "Never mind the states left on the board, the yellow states or your tossup states.", "sentId": 224}, {"text": "As of now, Hillary Clinton would be the next president of the United States.", "sentId": 225}, {"text": "Still time for Mr. Trump.", "sentId": 226}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "His strategy, he has to win Florida.", "sentId": 227}, {"text": "He has to hold North Carolina, which Mitt Romney won in 2012.", "sentId": 228}, {"text": "No Republican wins without winning Ohio.", "sentId": 229}, {"text": "That would get Donald Trump there.", "sentId": 230}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "But one of the big places the Trump campaign looks at is Pennsylvania, right?", "sentId": 231}, {"text": "If they can change that one, well, then, flipping three states and holding North Carolina, Trump could win under that scenario.", "sentId": 232}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "Not today.", "sentId": 233}, {"text": "Today, let me reinforce the point.", "sentId": 234}, {"text": "Today, Hillary Clinton is winning and there are several other states on the board where she is leading.", "sentId": 235}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "But Donald Trump now launching his first paid advertising of the general election and he's doing it in four states.", "sentId": 236}, {"text": "The ones I mentioned, Ohio, Pennsylvania, North Carolina and Florida, the ones he most needs to make this race competitive.", "sentId": 237}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Here is the problem for Donald Trump, in all of those states at the states at the moment, he is losing.", "sentId": 238}, {"text": "This is an average.", "sentId": 239}, {"text": "Some of the more recent polls show bigger Clinton leads.", "sentId": 240}, {"text": "On average Hillary Clinton up four in Florida, up two in Ohio, up nine in Pennsylvania, up four in North Carolina.", "sentId": 241}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "Look at this, though, again, if you want to hold open the possibility of a Trump comeback, that's not that big of a lead, nor is that, nor is that.", "sentId": 242}, {"text": "Tough sledding but it is possible.", "sentId": 243}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Now, so Donald Trump picking those four states to launch the first big ads of the general election.", "sentId": 244}], "secId": 86}, {"speaker": "AD NARRATOR", "sentences": [{"text": "In Hillary Clinton's America, the system stays rigged against Americans.", "sentId": 245}, {"text": "Syrian refugees flood in.", "sentId": 246}, {"text": "Illegal immigrants convicted of committing crimes get to stay.", "sentId": 247}, {"text": "It's more of the same but worse.", "sentId": 248}], "secId": 87}, {"speaker": "AD NARRATOR", "sentences": [{"text": "Donald Trump's America is secure, terrorists and dangerous criminals kept out.", "sentId": 249}, {"text": "The borders secured.", "sentId": 250}, {"text": "Our families safe.", "sentId": 251}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Let's -- get to the message in a second.", "sentId": 252}, {"text": "One of the things Republicans are saying is where have you been?", "sentId": 253}, {"text": "They've been behind in fund-raising, but Hillary and her friends in the super PAC community have been on television for months.", "sentId": 254}], "secId": 89}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, and their beat is that somehow the campaign hasn't really started yet.", "sentId": 255}, {"text": "That people haven't been tuned in all this time and obviously, Hillary Clinton -- the Hillary Clinton campaign has made a different calculation.", "sentId": 256}, {"text": "You saw Obama make a different calculation last time as well in going after Mitt Romney.", "sentId": 257}], "secId": 90}, {"speaker": "HENDERSON", "sentences": [{"text": "I think we are in new era in the sense that people every day are on their phones and Facebook and hearing about this campaign constantly.", "sentId": 258}, {"text": "They're hearing about it from their friends and they're hearing about it all the time on social media.", "sentId": 259}], "secId": 91}, {"speaker": "HENDERSON", "sentences": [{"text": "So, you know, I mean, better late than never for these ads.", "sentId": 260}, {"text": "I think that ad certainly is an echo of his speech at the RNC, the kind of law and order thing.", "sentId": 261}, {"text": "Again, he is playing to the anxieties.", "sentId": 262}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Is it, to your point earlier, that that's an ad -- he is under- performing among Republicans right now.", "sentId": 263}, {"text": "If he gets his Republican support back to where it should be, 90-plus percent, that does make the race more competitive.", "sentId": 264}, {"text": "It doesn't mean he could win, it makes him more conservative.", "sentId": 265}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "But if you're doing that with 90 days to go, it's s a sign of weakness.", "sentId": 266}], "secId": 94}, {"speaker": "PHILLIPS", "sentences": [{"text": "It's not.", "sentId": 267}, {"text": "That's not a good sign.", "sentId": 268}], "secId": 95}, {"speaker": "PHILLIPS", "sentences": [{"text": "Yes, to say the least.", "sentId": 269}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "I'm being kind.", "sentId": 270}, {"text": "It's Sunday morning.", "sentId": 271}], "secId": 97}, {"speaker": "MARTIN", "sentences": [{"text": "Yes, very gracious.", "sentId": 272}], "secId": 98}, {"speaker": "PHILLIPS", "sentences": [{"text": "Ads are one thing.", "sentId": 273}, {"text": "But we also have to look at the big picture which is that Donald Trump has almost no presence in key swing states, in Florida, North Carolina, in Pennsylvania, and in Ohio.", "sentId": 274}, {"text": "That's a huge problem, because ads are reinforced by the ground game, by people knocking on doors and finding your voters and bringing them out.", "sentId": 275}], "secId": 99}, {"speaker": "It's sort of like part of a larger picture of under preparedness.  The Clinton folks are just hammering away piece by piece.  They're going after the early vote in a lot of these states and sort of just -- it's incredibly methodical.  HENDERSON", "sentences": [{"text": "And playing like they're behind.", "sentId": 276}], "secId": 100}, {"speaker": "PHILLIPS", "sentences": [{"text": "And playing like they're behind, and Trump, you know, the ad is going to help him with Republicans in some ways.", "sentId": 277}, {"text": "But he also has this additional challenge of counter-balancing literally tens of millions of dollars going after swing voters.", "sentId": 278}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "This has been a huge complaint if you call into state Republican chairman or state Republican Parties or Senate incumbent ex say in Pennsylvania, or say in Ohio, or say in New Hampshire, where is the Trump cavalry.", "sentId": 279}, {"text": "We can't trust these people.", "sentId": 280}, {"text": "We can't depend -- they've hired a couple guys, they're nice people but not experienced at this level.", "sentId": 281}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "In the terms of nuts and bolts, if Donald Trump is going to pull off a comeback, that would be historic comeback, no one has done it, but I leave open the possibility, because this has been such a wacky year, but if you call around the country, conservatives and Republicans and conservatives around the country are worried.", "sentId": 282}], "secId": 103}, {"speaker": "HAM", "sentences": [{"text": "Well, they should be worried.", "sentId": 283}, {"text": "The pitch about him was he's got all this money, he can write a giant check and swoop in.", "sentId": 284}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "And that he hires the right people.", "sentId": 285}], "secId": 105}, {"speaker": "HAM", "sentences": [{"text": "That he hires the write people, we keep seeing that changing all the time.", "sentId": 286}, {"text": "But, look, I think the turnaround of the numbers which he accomplished in the Republican primary that he can do it in a general.", "sentId": 287}, {"text": "They don't always make a distinction between the primary and general electorate, which are very different things.", "sentId": 288}, {"text": "Up until this week, the third party candidates Gary Johnson and Jill Stein had spent more time on air than the general candidate.", "sentId": 289}, {"text": "2016.", "sentId": 290}], "secId": 106}, {"speaker": "MARTIN", "sentences": [{"text": "But, John, this is a good ad, Abby mentioned this, this is a good ad for the Republican base.", "sentId": 291}, {"text": "Basically, at this point the Republican Party wants Trump to get the 45 percent roughly.", "sentId": 292}, {"text": "They need him to get the 45.", "sentId": 293}], "secId": 107}, {"speaker": "MARTIN", "sentences": [{"text": "Look, I was talking to folks this week.", "sentId": 294}, {"text": "He is down 11 in North Carolina according to multiple polls.", "sentId": 295}, {"text": "Good, quality polls.", "sentId": 296}, {"text": "Similar in Pennsylvania.", "sentId": 297}, {"text": "Similar in Virginia.", "sentId": 298}], "secId": 108}, {"speaker": "MARTIN", "sentences": [{"text": "The barn door is closing.", "sentId": 299}, {"text": "The important thing now, though, is to get Trump stabilized with his own party.", "sentId": 300}, {"text": "The reason is you mitigate the damage down-ballot.", "sentId": 301}, {"text": "Pat Toomey in Pennsylvania can win if Trump is losing by five or six.", "sentId": 302}, {"text": "It's a lot harder if it's ten.", "sentId": 303}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "It's impossible, it's impossible.", "sentId": 304}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "And that's the big dilemma in the party.", "sentId": 305}, {"text": "There are all these people saying, OK, abandon Trump, but there is a bigger risk in that as well as a benefit.", "sentId": 306}, {"text": "There is no switch that says move the money here.", "sentId": 307}, {"text": "It doesn't work that way.", "sentId": 308}, {"text": "It's complicated.", "sentId": 309}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "If Trump collapses, they go with him even if they run a perfect campaign.", "sentId": 310}], "secId": 112}, {"speaker": "PHILLIPS", "sentences": [{"text": "He is underperforming a generic Republican.", "sentId": 311}, {"text": "I mean, a generic Republican is competitive against the generic Democrat, let alone someone who has such high negatives as Hillary Clinton does.", "sentId": 312}, {"text": "So, for Trump to be where he is, is a signal of a significant problem.", "sentId": 313}, {"text": "And getting, you know, the down-ballot folks -- getting voters to split that ticket is going to be extremely challenging.", "sentId": 314}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "What would he have called a generic Republican during the primaries?", "sentId": 315}, {"text": "Mr.", "sentId": 316}, {"text": "Vanilla.", "sentId": 317}], "secId": 114}, {"speaker": "HAM", "sentences": [{"text": "I don't know if you can find that way.", "sentId": 318}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "Generic Republicans or Democrats, always the best candidate.", "sentId": 319}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "Everything, hang tight.", "sentId": 320}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "Donald Trump predicts he will get, listen here, he predicts he will get 95 percent of the African-American vote in 2020.", "sentId": 321}, {"text": "More on his new message next.", "sentId": 322}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "First, though, take our INSIDE POLITICS quiz this morning.", "sentId": 323}, {"text": "The president is headed to Baton Rouge on Tuesday after his vacation.", "sentId": 324}, {"text": "Should he have cut short his Martha's Vineyard's day to monitor the Louisiana flooding or does the president have the resources to keep track of things while on vacation.", "sentId": 325}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "Cast your vote at CNN.com/vote.", "sentId": 326}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "Let's dig a little bit deeper now on a few of the more provocative things Donald Trump said this past week beginning with that more detailed appeal for African-American votes.", "sentId": 327}], "secId": 121}, {"speaker": "TRUMP", "sentences": [{"text": "And what do you have to lose?", "sentId": 328}, {"text": "Look.", "sentId": 329}, {"text": "What do you have to lose?", "sentId": 330}, {"text": "You're living in poverty.", "sentId": 331}, {"text": "Your schools are no good.", "sentId": 332}, {"text": "You have no jobs, 58 percent of your youth is unemployed.", "sentId": 333}, {"text": "What the hell do you have to lose?", "sentId": 334}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "Let's set aside for a moment anyway.", "sentId": 335}, {"text": "The fact that the fact checkers say that statistic, the 58 percent and several other statistics Trump sites in these speeches are a bit off or distorted or just wrong.", "sentId": 336}, {"text": "Listen to what Mr. Trump went on to say.", "sentId": 337}], "secId": 123}, {"speaker": "TRUMP", "sentences": [{"text": "And at the end of four years, I guarantee you that I will get over 95 percent of the African-American vote.", "sentId": 338}, {"text": "I promise you.", "sentId": 339}, {"text": "Because I will produce.", "sentId": 340}, {"text": "I will produce for the inner cities, and I will produce for the African-Americans.", "sentId": 341}, {"text": "And the democrats -- the democrats will not produce, and all they've done is taken advantage of your vote.", "sentId": 342}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "That's a rather bold 2020 prediction there by a republican candidate, 95 percent of the African-American vote.", "sentId": 343}, {"text": "But first things first, Trump's current standing among African-Americans is terrible.", "sentId": 344}, {"text": "A recent ABC \"Washington Post\" poll showed him getting just 2 percent of the African-American vote.", "sentId": 345}], "secId": 125}, {"speaker": "KING", "sentences": [{"text": "Let's look on the bright side, that was double the 1 percent African- American supports found for Trump in an NBC Wall Street Journal poll just after the democratic convention.", "sentId": 346}, {"text": "I combat this so many different ways because you -- we don't read minds.", "sentId": 347}, {"text": "We don't read minds and you want to give the guy the benefit of the doubt if this outreach is genuine.", "sentId": 348}, {"text": "But the reaction about the tone was essentially, you know, African-Americans, you're kind of dumb for supporting the Democrats.", "sentId": 349}, {"text": "Here I am.", "sentId": 350}, {"text": "A lot of people, even a lot of Republicans were like, well, no, do this the jack Kemp/Paul Ryan way,", "sentId": 351}], "secId": 126}, {"speaker": "KING", "sentences": [{"text": "don't do it that way.", "sentId": 352}], "secId": 127}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "What's interesting about Trump is that he had actually reserved a lot of his more controversial statements for other groups for Hispanic-Americans, for Muslims.", "sentId": 353}, {"text": "And for African- Americans, he said some things but hasn't really kind of, you know, gone there with them.", "sentId": 354}, {"text": "But African-Americans start with Trump with 2012, the birther stuff.", "sentId": 355}, {"text": "They start -- they start with him there.", "sentId": 356}, {"text": "And when you start there, many -- most African-Americans view that as a flatly racist statement.", "sentId": 357}, {"text": "Donald trump has to express some regret for that, maybe, and then move on to some other things.", "sentId": 358}], "secId": 128}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Good luck.", "sentId": 359}, {"text": "Good luck.", "sentId": 360}, {"text": "I tried -- I tried that when the birth Certificate came out.", "sentId": 361}, {"text": "When the day the birth certificate came out, I said aren't you at all embarrassed for leading this exercise?", "sentId": 362}, {"text": "He said, no, he had done the country a great service.", "sentId": 363}], "secId": 129}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "I think the whole -- been talking to black republicans in 2012 at the Tampa Convention.", "sentId": 364}, {"text": "They sort of conceded with Obama on the ballot.", "sentId": 365}, {"text": "They won't really going to be able to do that well with African-Americans and they won't going to get the sort of standard issue 10 percent that republicans get among African- Americans.", "sentId": 366}, {"text": "They thought 2016 would be different.", "sentId": 367}, {"text": "The black republicans, I've talked to after this feel glad that they don't have to go on air and defend what he said.", "sentId": 368}, {"text": "They feel like Donald Trump has no credibility, no standing with black republicans, and the people who he is - who he is surrounding himself with people like Omarosa.", "sentId": 369}, {"text": "They don't even have that much credibility with black republicans.", "sentId": 370}, {"text": "So, you know, I think, you know, it's doubtful that he's going to get 10 percent.", "sentId": 371}, {"text": "I think one of his people said they think he'll get 20 percent.", "sentId": 372}, {"text": "You know, I think he'll do about as well as Mitt Romney did.", "sentId": 373}, {"text": "UNIDENTIFIED MALE:  That was 6 percent.", "sentId": 374}, {"text": "Mitt Romney got 6 percent, John McCain got 4 percent.", "sentId": 375}, {"text": "George W. Bush got 11 percent in 2004, 95 percent in 2000.", "sentId": 376}, {"text": "Bob Dole actually got 12 percent.", "sentId": 377}], "secId": 130}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "And the Bush folks put a lot of time on it, especially it was like Ohio where he got up to 16 percent of the black vote in '04 and that was basically crucial to him.", "sentId": 378}], "secId": 131}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "A lot of -- a lot of people questioned Bush's policy in the African-American community and a lot of those people were predisposed to be democrats but they didn't question his heart.", "sentId": 379}, {"text": "They didn't question his heart.", "sentId": 380}], "secId": 132}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "And he courted a very specific slides of African-Americans.", "sentId": 381}, {"text": "Those black evangelicals around same-sex marriage.", "sentId": 382}], "secId": 133}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Look, and I think there's an argument to be made to the black community on certain issues.", "sentId": 383}, {"text": "And the Jack Kemp/Paul Ryan way is the better way to do that.", "sentId": 384}, {"text": "And it's still a very slow climb up hill particularly school choice, I think is one where the labor on the democratic side is staunchly opposed and it really benefits the African-American community.", "sentId": 385}, {"text": "He's not a guy who makes that argument.", "sentId": 386}, {"text": "And I think you're right, you know, that he's actually reaching out to some republican voters to say, look, I'm trying here.", "sentId": 387}, {"text": "I am not sure it works and I think Clinton can frame the \"what do you have to lose \"in an ad like this.", "sentId": 388}], "secId": 134}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "I was going to say he is a geo TV machine for black democrats now.", "sentId": 389}, {"text": "I mean, that \"what the hell do you have to lose\" will be played a lot.", "sentId": 390}, {"text": "He is a provocateur.", "sentId": 391}, {"text": "But, John, here's my question.", "sentId": 392}, {"text": "Is the republican party of 2016 OK with their standard bearer going to an almost all-white rally and basically saying the black community is a hell-hole, what the hell do you have to lose?", "sentId": 393}, {"text": "Where are the leaders of the GOP?", "sentId": 394}, {"text": "Are they okay with him saying that?", "sentId": 395}, {"text": "I think since he said that, you know, I haven't heard a word from them.", "sentId": 396}, {"text": "And I get the fact that Trump says outlandish things and they don't respond to everything.", "sentId": 397}, {"text": "But for a party that they proudly deem the party of Lincoln, the silence --", "sentId": 398}], "secId": 135}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "So that point, he did soften his tone a bit yesterday, maybe in reaction to the criticism and he said this, I want to be the party of Lincoln again.", "sentId": 399}, {"text": "I'd be honored if I had the African-American votes or maybe he got a little bit of the message.", "sentId": 400}, {"text": "Hillary Clinton tweeted out, this is so ignorant and it's staggering after the tone Trump had the other day.", "sentId": 401}, {"text": "Let's move on another thing he said the beginning of the week.", "sentId": 402}, {"text": "We're talking about the end of the week where we did get a very different tone from Donald Trump.", "sentId": 403}, {"text": "At the beginning of the week, he was talking about his views on ISIS and national security and he was trying to explain what originally began as a Muslim ban, now is a ban on people coming in -- and we don't know the policy details quite and how it works.", "sentId": 404}, {"text": "But he says we need a policy -- a ban on people coming in from countries where there are suspicions of supporting terrorist activity.", "sentId": 405}], "secId": 136}, {"speaker": "TRUMP", "sentences": [{"text": "We should only admit into this country those who share our values and respect our people.", "sentId": 406}, {"text": "In the cold war, we had an ideological screening test.", "sentId": 407}, {"text": "The time is overdue to develop a new screening test for the threats we face today.", "sentId": 408}, {"text": "I call it extreme vetting.", "sentId": 409}], "secId": 137}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Now, this whole idea, a lot of people say how does that work?", "sentId": 410}, {"text": "What is extreme vetting?", "sentId": 411}, {"text": "But in his defense, this is -- this is an area where he got considerable support during the primaries.", "sentId": 412}, {"text": "And where a lot of people think, okay, you know, explain it to me.", "sentId": 413}, {"text": "But yes, let's be tough on who comes into the country.", "sentId": 414}, {"text": "But that seemed to be going -- again, we've had this conversation.", "sentId": 415}, {"text": "We're talking like a broken record but it's so important.", "sentId": 416}, {"text": "That seemed, again, much more like shoring up his base again, not doing what a general election candidate needs to do.", "sentId": 417}], "secId": 138}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Right.", "sentId": 418}, {"text": "But I do think this is an area where he can say two people -- and there are many people in the election, not just republicans are on the right who have lost faith in the institutions particularly the federal government and their ability to keep us safe and their ability to do what they say or even willingness to do what they're going to do.", "sentId": 419}, {"text": "And I think this is a point of strengthening him to some degree where they go, well, look, I'm not trying to trust this guy entirely but he recognizes the threat and he's being serious about it.", "sentId": 420}, {"text": "Whereas the other side feels like he's messing around.", "sentId": 421}], "secId": 139}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "We could connect that to the broader issue of government confidence.", "sentId": 422}], "secId": 140}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Yes.", "sentId": 423}, {"text": "And I think also display some fluency in it.", "sentId": 424}, {"text": "I think when he's so tethered to the teleprompter there.", "sentId": 425}, {"text": "He sounds like he's reading the teleprompter.", "sentId": 426}, {"text": "He doesn't really seem to be speaking in a way where he had deep knowledge about some things.", "sentId": 427}, {"text": "So, I think he's got to really work on that.", "sentId": 428}], "secId": 141}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "And for the Clinton folks, when they look at something like that.", "sentId": 429}, {"text": "They look at the teleprompter and then they just wait 12 hours or 24 hours for him to appear on some television show and answer questions.", "sentId": 430}, {"text": "And then he inevitably reverts back to the kind of language that he was using earlier.", "sentId": 431}, {"text": "I think they can -- they believe they can count on that kind of like clockwork and they have been.", "sentId": 432}], "secId": 142}, {"speaker": "KING", "sentences": [{"text": "The 95 percent was an adlib.", "sentId": 433}, {"text": "It was -- the appeal to African- American was in a written speech.", "sentId": 434}, {"text": "The 90 -- I'll get 95 percent was an adlib.", "sentId": 435}, {"text": "You know, you want to be ambitious.", "sentId": 436}, {"text": "Up next, the new court ruling in a case involving Hillary Clinton's e-mails and a new take from the Clinton foundation about foreign money.", "sentId": 437}], "secId": 143}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton is promising big changes to how the family and its foundation does its business if she wins the White House.", "sentId": 438}, {"text": "One pledge is that the Clinton Foundation will no longer take contributions from foreign governments or from corporations.", "sentId": 439}, {"text": "Also, no more paid speeches by Bill Clinton.", "sentId": 440}, {"text": "That's another promise.", "sentId": 441}, {"text": "Now, the timing, more than a little curious.", "sentId": 442}, {"text": "Donald Trump of late has been much more aggressive in questioning Clinton's ethics.", "sentId": 443}], "secId": 144}, {"speaker": "TRUMP", "sentences": [{"text": "While our country lost badly under Hillary Clinton, she cashed in big-time.", "sentId": 444}, {"text": "There was all the money funneled into the Clinton Foundation from foreign governments and corporations.", "sentId": 445}, {"text": "It was pay for play.", "sentId": 446}, {"text": "In a Trump administration, the state department will work for the country, not for Hillary Clinton's donors.", "sentId": 447}], "secId": 145}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "It's not just the candidate.", "sentId": 448}, {"text": "The new chief executive of the Trump campaign comes from a conservative website which has long accused the Clintons of corruption.", "sentId": 449}], "secId": 146}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "A new report today claims that the Clinton Foundation gives about 10 percent of its money that it raises to actual charities.", "sentId": 450}], "secId": 147}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Enormous amounts of money have flowed to the Clintons from foreign governments, foreign financiers and businesses.", "sentId": 451}], "secId": 148}, {"speaker": "KING", "sentences": [{"text": "Now, this change, if she becomes president, and there are already some people seeing some loopholes in this change, but -- surprise, yes -- if we won't take foreign money, we won't take corporation money, Bill Clinton won't go back to giving paid speeches, he's not giving any right now, comes after not only a lot of conservative criticism, lot of editorial page criticism, the Boston Globe, a week ago said she should shut this down, if she's elected.", "sentId": 452}, {"text": "The Wall Street Journal editorial in Friday said, it's not fundraising poses a problem when she's president, why didn't when she was secretary of state or while she's running for president?", "sentId": 453}, {"text": "The answer is that it did and it does and they know it.", "sentId": 454}], "secId": 149}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Yes.", "sentId": 455}, {"text": "I think the Clintons will get away with whatever they can get away with for as long as possible.", "sentId": 456}, {"text": "And it can be violating the ethic -- the spirit of ethical agreements or actual ethics or even laws.", "sentId": 457}, {"text": "Like this is how they do business.", "sentId": 458}, {"text": "And I think again, like -- Trump and her re fighting unequally, unlikable, like unpopular grounds here.", "sentId": 459}, {"text": "And this is another thing where, had she done it six months ago, I think the story would be different now.", "sentId": 460}, {"text": "And he is willing to be extremely frank about her behavior.", "sentId": 461}, {"text": "And that will be a weakness for her.", "sentId": 462}], "secId": 150}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "This is going to be a great debate.", "sentId": 463}, {"text": "This is going to be an interesting, whether Trump can carry this in the debate or whether she turns the Trump industries, Trump organization and finances -- UNIDENTIFIED FEMALE:  I think he has a cleaner argument now that", "sentId": 464}], "secId": 151}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Manafort is no longer with the campaign.", "sentId": 465}, {"text": "He was a bit of a liability because of his dealings overseas as well.", "sentId": 466}, {"text": "But I think this is a powerful argument that the Trump campaign -- that Trump himself can make.", "sentId": 467}, {"text": "It's sort of -- either real corruption or the specter of corruption.", "sentId": 468}, {"text": "There's a whiff of pay for play.", "sentId": 469}, {"text": "So I think --", "sentId": 470}], "secId": 152}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Can you expect this woman to change Washington?", "sentId": 471}], "secId": 153}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Yes, exactly.", "sentId": 472}], "secId": 154}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "And just how relied the foundation has been over the years on this money.", "sentId": 473}, {"text": "We did an analysis over the weekend that and found that it was about half of the money would have fallen under the rules that are now banned for donation.", "sentId": 474}, {"text": "So it's a real thing for them that going back to her state department years, she was -- her family foundation was accepting money from foreign governments and entities in ways that they are acknowledging is basically  unethical -- or would be unethical come November.", "sentId": 475}], "secId": 155}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Yes.", "sentId": 476}, {"text": "Their big gathering is this fall, so it'll come up again.", "sentId": 477}], "secId": 156}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "And the fact that she was doing this while secretary of state, taking money, big money from the Saudis, for example.", "sentId": 478}, {"text": "Where are the ads?", "sentId": 479}, {"text": "I mean, it's one more example of just -- if you had a functional opposition, can you imagine the kind of attacks that could be launched against the Clintons?", "sentId": 480}, {"text": "And now at almost Labor Day to say, oh, yes, if she is president we'll shut it down.", "sentId": 481}, {"text": "I mean, it's just such easy fodder but it's just -- you will see there at one fast point.", "sentId": 482}, {"text": "This is part of her challenge with younger voters.", "sentId": 483}, {"text": "This is part of the reason why she was vulnerable against Bernie.", "sentId": 484}, {"text": "Not so much because of ideological issues, not a part of it, but also because this is where specter and unseemliness of some of their financial dealings.", "sentId": 485}, {"text": "It just seems so cynical.", "sentId": 486}, {"text": "And I think this is part of her challenge.", "sentId": 487}, {"text": "Trump's been a gift, but this is part of her challenge, winning over younger, more idealistic voters.", "sentId": 488}], "secId": 157}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Another thing that is still with us is you have this lawsuit by a conservative group Judicial Watch about email, Transparency, about trying to get the e-mails out.", "sentId": 489}, {"text": "And whether your  concern Judicial Watch files a lot of suits to get government documents and if you are a fan of transparency, which we should be in our business, we should support that aspect, political sometimes, that's .", "sentId": 490}, {"text": "Now, a judge has said that they wanted to depose her.", "sentId": 491}, {"text": "Judicial Watch wanted to ask her questions.", "sentId": 492}, {"text": "The judge has said no.", "sentId": 493}, {"text": "You don't get a deposition in person, but she will have to answer written questions.", "sentId": 494}, {"text": "And as part of this, we also saw reports this week that in her FBI interview she said, well, I had this private e-mail server and my personal email copy because Colin Powell told me that was the best way to do things.", "sentId": 495}, {"text": "I'm coinciding two different issues there.", "sentId": 496}, {"text": "But is there a possibility -- I mean her lawyer, she and her lawyers will answer whatever questions she gets from Judicial Watch.", "sentId": 497}, {"text": "I assume they'll be extra careful but it still raises the possibility that we're not done here yet, right.", "sentId": 498}, {"text": "UNIDENTIFIED FEMALE:  Yes.", "sentId": 499}, {"text": "And I mean, some of the polls show that", "sentId": 500}], "secId": 158}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "most people think something unethical happened or something happened here that happens, but they also suggest that people are sick of hearing about her e-mails.", "sentId": 501}, {"text": "I think -- and the Clinton campaign is voting on the latter that they're -- they won't really gain any attraction.", "sentId": 502}, {"text": "But I mean, they've got to be worried about the drip, drip, drip of this and if they can essentially start to lose this thing and sort of a death by a thousand cuts.", "sentId": 503}], "secId": 159}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "And even while voters are maybe sick of the sort of atmosphere of talking about these e-mails and the controversy, every time that something comes out that's concrete like these most recent e-mails that revealed things about the Clinton Foundation or whatever we might hear from her FBI interviews or from the depositions to come, it gives more concrete fodder for voters to latch onto, so they can say it's not just that they feel she is untrustworthy but they can actually point to something.", "sentId": 504}, {"text": "That's why it's a problem for Clinton's folks.", "sentId": 505}, {"text": "They're dealing with the drip, drip, drip of real things.", "sentId": 506}], "secId": 160}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "And you have Jim Comey validating it with his searing statement.", "sentId": 507}], "secId": 161}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "We'll see if Trump can get in position close enough to make opportunities if they're there.", "sentId": 508}, {"text": "Our reporters  next, including a plea to the pollsters about the third- party tickets.", "sentId": 509}, {"text": "First, here's the results for inside  Sunday.", "sentId": 510}, {"text": "Should president Obama have cut short his stay on Martha's Vineyard due to Louisiana flooding?", "sentId": 511}, {"text": "Most of you -- wow.", "sentId": 512}, {"text": "Most of you say no.", "sentId": 513}], "secId": 162}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table and ask our great reporters to get you out ahead of the big political news just around the corner.", "sentId": 514}, {"text": "Nia-Malika Henderson.", "sentId": 515}], "secId": 163}, {"speaker": "HENDERSON", "sentences": [{"text": "Nevada, very much on the radar for the Clinton campaign.", "sentId": 516}, {"text": "Tim Kaine will be there on Monday talking to ironworkers.", "sentId": 517}, {"text": "And Hillary Clinton will be there on Thursday.", "sentId": 518}, {"text": "The surprise about Nevada for some folks is that it's as close as it is.", "sentId": 519}, {"text": "It's two percentage -- two points separate them.", "sentId": 520}, {"text": "They're basically tied there.", "sentId": 521}, {"text": "The interesting thing is that demographically, at least racially, it's very similar to Colorado and Virginia.", "sentId": 522}, {"text": "But yet and still, it's neck and neck and you'll see Tim Kaine and Hillary Clinton trying to widen the gap a bit.", "sentId": 523}, {"text": "The focus on union voters, the focus on working-class white voters.", "sentId": 524}, {"text": "That is the difference in that state.", "sentId": 525}, {"text": "It's about 16 percent union households there.", "sentId": 526}], "secId": 164}, {"speaker": "HENDERSON", "sentences": [{"text": "Barack Obama won 60 percent of those households.", "sentId": 527}, {"text": "So that's going to be the focus there as they get to the state meetings.", "sentId": 528}, {"text": "Who's going to be much more difficult nut to crack than Colorado and Virginia.", "sentId": 529}], "secId": 165}, {"speaker": "KING", "sentences": [{"text": "Like one of the biggest the surprises this year.", "sentId": 530}, {"text": "So Nevada has been stubbornly tight.", "sentId": 531}, {"text": "Jonathan?", "sentId": 532}, {"text": "MARTIN:  Well, Hillary has spent the weekend far away from, you know, battleground stage.", "sentId": 533}, {"text": "She was actually raising money in Nantucket.", "sentId": 534}, {"text": "Far away from places like Nevada.", "sentId": 535}, {"text": "But I think she's going to now put it to good use I am told.", "sentId": 536}, {"text": "I understand from the Clinton campaign, if they're going to put down an eight-figure buy year this fall.", "sentId": 537}, {"text": "The idea behind doing it now, John, is you lock in the best rates possible for the ads and you send the message that you'll intensify the onslaught against Mr. Trump.", "sentId": 538}], "secId": 166}, {"speaker": "KING", "sentences": [{"text": "And they hope that onslaught keeps him where he is.", "sentId": 539}, {"text": "We'll see.", "sentId": 540}, {"text": "Abby?", "sentId": 541}], "secId": 167}, {"speaker": "PHILLIPS", "sentences": [{"text": "I will talk about millennials.", "sentId": 542}, {"text": "And the next coming days, we're going to have some exclusive details about how pro-Clinton groups are reaching out to young women.", "sentId": 543}, {"text": "This is going to stubborn demographic for Hillary Clinton.", "sentId": 544}, {"text": "But it's also -- in the selection, millennials are going toward Clinton over Trump in pretty dramatic numbers.", "sentId": 545}, {"text": "Democrats are trying to really lock that in, not just for this election but for many elections to come.", "sentId": 546}, {"text": "Republicans have not done that kind of outreach.", "sentId": 547}, {"text": "Trump has certainly not done that kind of outreach and that could be a mistake.", "sentId": 548}, {"text": "This is a very large demographic group, rivaling the baby boomers that could haunt them for elections to come.", "sentId": 549}], "secId": 168}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 550}, {"text": "They get them to play this time and then keep them, lock them in, right Mary Katherine?", "sentId": 551}], "secId": 169}, {"speaker": "HAM", "sentences": [{"text": "Yes.", "sentId": 552}, {"text": "Let's talk about third-party and the threshold.", "sentId": 553}, {"text": "The debate commission announced this week the five polls it will use to take an average from to see if a third-party candidate might make it to the stage.", "sentId": 554}, {"text": "That's 15 percent earlier this summer mostly by Johnson, the libertarian candidate supporters, over the petition drive to basically say the polls please include his name so he can maybe hit 15 percent.", "sentId": 555}, {"text": "He's hit double digits in some, but the petition may have worked too well because now all four candidates are included in many of these polls, which may split that into establishments.", "sentId": 556}, {"text": "The existence of jockeying will continue to happen as these invitations to the debates will go out in the next two, three weeks.", "sentId": 557}], "secId": 170}, {"speaker": "KING", "sentences": [{"text": "That's a very important month ahead if you're libertarians trying to get into those debates.", "sentId": 558}, {"text": "I'll close with this.", "sentId": 559}, {"text": "The turmoil in Trump land may not be over.", "sentId": 560}, {"text": "Campaign chairman Paul Manafort resigned last week, days after his role was sharply reduced when Trump named a new campaign manager and a new chief executive.", "sentId": 561}, {"text": "Now, several members of Manafort's team are also mulling whether to say.", "sentId": 562}, {"text": "National Political Director, Jim Murphy and pollster Tony Fabrizio, among a handful of senior staffers brought in by Manafort now telling friends they've been pushed out of the loop by the new team.", "sentId": 563}, {"text": "And in some cases are learning about new campaign decisions by watching their candidate on television or by following media reports.", "sentId": 564}, {"text": "Top Republican Party officials are nervous that more departures will do more damage to an operation already viewed as not ready for the giant challenges ahead in the closing weeks of the campaign, so they're trying to negotiate, either keep them there or give them roles in the national party.", "sentId": 565}, {"text": "But I'm told, don't be surprised if one two or few remaining members of team Manafort head for the exits in the days ahead.", "sentId": 566}, {"text": "That's it for INSIDE POLITICS.", "sentId": 567}, {"text": "Again, thanks for sharing your Sunday", "sentId": 568}], "secId": 171}, {"speaker": "KING", "sentences": [{"text": "morning.", "sentId": 569}, {"text": "We'll see you soon.", "sentId": 570}, {"text": "Up next, \"STATE OF THE UNION.\"", "sentId": 571}], "secId": 172}], "sectionCount": 173, "url": "transcripts.cnn.com/TRANSCRIPTS/1608/21/ip.01.html", "sentenceCount": 573, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired August 21, 2016 - 08:00   ET", "speakers": ["KING", "TRUMP", "CLINTON", "HAM", "HENDERSON", "MARTIN", "PHILLIP", "BIDEN", "AD NARRATOR", "PHILLIPS", "It's sort of like part of a larger picture of under preparedness.  The Clinton folks are just hammering away piece by piece.  They're going after the early vote in a lot of these states and sort of just -- it's incredibly methodical.  HENDERSON", "UNIDENTIFIED FEMALE", "UNIDENTIFIED MALE"], "title": "INSIDE POLITICS"}