{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1502.15.ip.01.html.json", "subTitle": "Obama War Powers: Too Much or Too Little; Likely 2016 Candidates Talk Use of Force; London Curse", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "President Obama asked congress for new war powers but promises there will be limits.", "sentId": 0}], "secId": 0}, {"speaker": "OBAMA", "sentences": [{"text": "I'm convinced that the United States should not get dragged back into another prolonged ground war in the Middle East.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Many liberals don't trust that promise and some Republicans say it's one the President can't keep if he wants true victory.", "sentId": 2}], "secId": 2}, {"speaker": "BOEHNER", "sentences": [{"text": "He continues to look at this as a counterterrorism effort when, in fact, there's a war underway.", "sentId": 3}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "What do the 2016 Republican contenders think?", "sentId": 4}], "secId": 4}, {"speaker": "CHRISTIE", "sentences": [{"text": "You see the President taking vows saying that he has terrorism on the run.", "sentId": 5}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Oh, maybe they should just stop going to London.", "sentId": 6}], "secId": 6}, {"speaker": "WALKER", "sentences": [{"text": "I'm going to punt on that one as well.", "sentId": 7}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Vaccines, no doubt, are a presidential issue.", "sentId": 8}, {"text": "Is evolution?", "sentId": 9}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 10}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 11}, {"text": "I'm John King.", "sentId": 12}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 13}], "secId": 10}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Julie Pace of the Associated Press, CNN's Peter Hamby, \"The Atlantic's\" Molly Ball and Jonathan martin of the \"New York Times\".", "sentId": 14}], "secId": 11}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "It was a remarkable picture last week.", "sentId": 15}, {"text": "Take a peek.", "sentId": 16}], "secId": 12}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "President Obama and the top members of his national security team, four former senators all of whose careers anchored by anti-war thinking.", "sentId": 17}, {"text": "There they are --- side by side.", "sentId": 18}, {"text": "Even more remarkable, they were there because the President-elected on a promise to end two exhausting costly overseas war asking congress for new war-making authority in the Middle East.", "sentId": 19}], "secId": 13}, {"speaker": "OBAMA", "sentences": [{"text": "I'm optimistic that it can win strong bipartisan support and that we can show our troops and the world that Americans are united in this mission.", "sentId": 20}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "So far though, despite the President's request, there's bipartisan skepticism.", "sentId": 21}, {"text": "Liberals complaining the request lacks the iron-clad promise against mission creek and ground troops.", "sentId": 22}, {"text": "Conservatives complain the President's approach in both words and in deeds just isn't tough enough, they say, to destroy the Islamic state.", "sentId": 23}], "secId": 15}, {"speaker": "THUNE", "sentences": [{"text": "The fact of the matter is that for the past six years the administration's consistent dithering has made the world less, not more safe.", "sentId": 24}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Julia Pace, sometimes in Washington if both sides are mad, that means you've found a sweet spot -- the middle.", "sentId": 25}, {"text": "But not so clear in this case because now you have to put language which Congress has to pass something.", "sentId": 26}], "secId": 17}, {"speaker": "PACE", "sentences": [{"text": "Absolutely.", "sentId": 27}, {"text": "I think it says a lot about where we are right now that people at the White House that I talk to are just happy that there are very few lawmakers who are adamantly opposed to this -- listen, I'm definitely not going to vote for anything.", "sentId": 28}], "secId": 18}, {"speaker": "PACE", "sentences": [{"text": "You have Republicans who disagree with this piece of legislation for one reason, Democrats who disagree for a totally another reason.", "sentId": 29}, {"text": "How you bridge that divide I think is going to be very difficult.", "sentId": 30}, {"text": "No one is going to end up with something that they like.", "sentId": 31}], "secId": 19}, {"speaker": "PACE", "sentences": [{"text": "It's just a matter of where the White House decides to move on this.", "sentId": 32}, {"text": "Do they want to tighten up the language, make it more restrictive or do they want to move towards Republicans and leave it somewhat open-ended; something that again, it's hard to imagine that this president would want to do.", "sentId": 33}], "secId": 20}, {"speaker": "HAMBY", "sentences": [{"text": "That's a really good point.", "sentId": 34}, {"text": "The loudest critics of this so far are the Democrats who have been calling for this for a long time, like Tim Kaine for example.", "sentId": 35}, {"text": "And then the hawks in the Republican Party, the sort of the, you know, devout partisans.", "sentId": 36}, {"text": "And in the middle it leaves a lot of room to figure out where we want to go.", "sentId": 37}], "secId": 21}, {"speaker": "BALL", "sentences": [{"text": "In a way the President has sort of called the Congress' bluff, right?", "sentId": 38}, {"text": "Because Congress has been saying since this action began, wait a second, we want a say in this but for different reasons.", "sentId": 39}, {"text": "Democrats wanted to say in order to limit it.", "sentId": 40}, {"text": "Republicans wanted to say in order to expand the mandate.", "sentId": 41}, {"text": "And so the White House is saying, fine, see what you can do since you want to weigh in so badly.", "sentId": 42}, {"text": "And perhaps it will be most effective as a sort of reverse psychology since now that they've given Congress what they said they wanted, Congress doesn't seem to want it so much.", "sentId": 43}], "secId": 22}, {"speaker": "MARTIN", "sentences": [{"text": "The dog has fallen off the cart here.", "sentId": 44}], "secId": 23}, {"speaker": "BALL", "sentences": [{"text": "Exactly.", "sentId": 45}], "secId": 24}, {"speaker": "MARTIN", "sentences": [{"text": "But I think the bigger picture point here that's important is it does seem like that Congress at least has the opportunity now to assert itself in war-making policy which they've really seen at the executive branch over the course of the last 30 years or even longer than that.", "sentId": 46}, {"text": "So I think for those of us who are fans of  government, I think that that is a promising development.", "sentId": 47}], "secId": 25}, {"speaker": "MARTIN", "sentences": [{"text": "The other point that I would make on this is that there are some escape hatches on this.", "sentId": 48}, {"text": "This is not that tight of a resolution.", "sentId": 49}, {"text": "I think if you look at it, it will undo the '02 resolution that ok'd the Iraq war but not the '01 resolution after the 9/11 attacks that ok'd the invasion of Afghanistan.", "sentId": 50}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "It says al Qaeda and its affiliates, which you can define loosely and the Commander-in-Chief -- but that's one of the complaints.", "sentId": 51}, {"text": "Republicans say we want more specificity on what you will do, not what you won't do.", "sentId": 52}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "They want to know -- define the enemy more clearly, define the mission.", "sentId": 53}, {"text": "There -- some of them want to leave open specifically let's do ground troops if we deem that necessary.", "sentId": 54}, {"text": "And then on the left you have wait a minute, this language is a little vague.", "sentId": 55}, {"text": "And you don't take away 2001.", "sentId": 56}, {"text": "So essentially you're asking us to pass something but then you can do -- you or your successor can do whatever you want.", "sentId": 57}], "secId": 28}, {"speaker": "PACE", "sentences": [{"text": "And I think what's really interesting about this, the biggest escape hatch is that Obama is currently acting under the 2002 resolution.", "sentId": 58}, {"text": "He can continue to do that.", "sentId": 59}, {"text": "Now, the 2002 resolution, as we all remember, is the resolution that Hillary Clinton voted for and that Obama opposed and said that was the big distinction between he and Hillary Clinton in the 2008 campaign.", "sentId": 60}], "secId": 29}, {"speaker": "PACE", "sentences": [{"text": "It is amazing to think that this president is going to act under a resolution that he essentially won the Democratic nomination for.", "sentId": 61}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "And to your point, to your point about the 2002 debate, anybody who wants to run for higher office or keep running for office has to be mindful of the fact that votes that look pretty safe and pretty smart in 2002, this one #Hillaryknowsbest did not turn out that way down the road.", "sentId": 62}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "And so what happens to 2016?", "sentId": 63}, {"text": "We'll watch Elizabeth Warren, we'll watch Bernie Sanders.", "sentId": 64}, {"text": "But importantly, nothing against them but Hillary Clinton seems to have a bit of a lead over them.", "sentId": 65}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "There's a more interesting Republican race.", "sentId": 66}, {"text": "Listen to Rand Paul here saying -- he says the President has it all wrong.", "sentId": 67}, {"text": "This is part of his solution.", "sentId": 68}], "secId": 33}, {"speaker": "PAUL", "sentences": [{"text": "I think the only way this battle ultimately is won is with troops on the ground.", "sentId": 69}, {"text": "But they need to be Arab troops.", "sentId": 70}, {"text": "They need to be Iraqis.", "sentId": 71}, {"text": "They need to be Kurds.", "sentId": 72}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "Aren't there Iraqis and Kurds?", "sentId": 73}, {"text": "Isn't that's what's happening inside Iraq?", "sentId": 74}, {"text": "Am I missing something?", "sentId": 75}], "secId": 35}, {"speaker": "PACE", "sentences": [{"text": "He's not saying a lot.", "sentId": 76}, {"text": "I mean really no one has said much specific last week as this rolled out.", "sentId": 77}, {"text": "Marco Rubio was perhaps the most specific saying, you know, it's unprecedented for a president to try to limit himself and he would want to get rid of those limitations.", "sentId": 78}, {"text": "Ted Cruz asked for something in there about arming the Kurds which is again something the U.S. is already doing.", "sentId": 79}], "secId": 36}, {"speaker": "PACE", "sentences": [{"text": "So you're seeing these potential candidates really trying to feel out the ground but not a lot of specifics.", "sentId": 80}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Before you jump in, let's just bring Ted Cruz into the equation because some Republicans seem to think that if the President just talked about this differently it would make a difference.", "sentId": 81}], "secId": 38}, {"speaker": "CRUZ", "sentences": [{"text": "When you have an administration that will not utter the words \"radical Islamic terrorists\", you have an administration that is unwilling to effectively design and implement a strategy defeat radical Islamic terrorists.", "sentId": 82}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "I get the argument and it's a fair debating point.", "sentId": 83}, {"text": "Without taking sides, should the President be more aggressive in his description of the enemy?", "sentId": 84}, {"text": "Ted Cruz -- radical Islamic terrorists -- he said it twice it there in a sentence.", "sentId": 85}, {"text": "But if the President of the United States came out tomorrow and said a million times \"radical Islamic terrorists\", does anyone think ISIS would surrender?", "sentId": 86}], "secId": 40}, {"speaker": "HAMBY", "sentences": [{"text": "Does anyone thing Ted Cruz would change his opposition to anything the President says, you know?", "sentId": 87}], "secId": 41}, {"speaker": "BALL", "sentences": [{"text": "But I think what we're seeing, you know, is that these issues, foreign policy issues, are going to be a much bigger deal in 2016 in the Republican primary than they were in 2012.", "sentId": 88}, {"text": "They already are.", "sentId": 89}, {"text": "And how tricky this ground is for Rand Paul because he does not have a lot of company there in that noninterventionist wing in the primaries.", "sentId": 90}, {"text": "We could see a replay of those 2012 debates where Ron Paul was all alone on the stage getting attacked from all sides by a Republican Party that other than him really just wanted a much more aggressive posture.", "sentId": 91}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "And my question is can they get away with just saying this president is getting it wrong without being specific about things they would clearly do different?", "sentId": 92}, {"text": "Not just in their words.", "sentId": 93}], "secId": 43}, {"speaker": "HAMBY", "sentences": [{"text": "It's hard to see that.", "sentId": 94}, {"text": "And that's sort of one reason that you saw Marco Rubio step out a little bit this week and say that I know more about this stuff than any of my potential opponents in the field.", "sentId": 95}], "secId": 44}, {"speaker": "PACE", "sentences": [{"text": "Just as a practical matter, this resolution that Obama wants them to vote on is for three years.", "sentId": 96}, {"text": "That takes them into the next presidency.", "sentId": 97}, {"text": "So if you are running for president this is something that you would be saddled with.", "sentId": 98}, {"text": "You're going to have to take a stand on this one way or the other.", "sentId": 99}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "You want to be president, just being critical isn't good enough and we should note we didn't talk about it here -- Jeb Bush has a big foreign policy speech in the week ahead.", "sentId": 100}, {"text": "We'll watch what he says about this and other issues as well.", "sentId": 101}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 102}, {"text": "Next, call it the London curse.", "sentId": 103}, {"text": "Republican presidential contenders cross the pond hoping to make a splash and instead make a mess.", "sentId": 104}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "But first, politicians say or do the darnedest things.", "sentId": 105}, {"text": "Can you say February and Yolo.", "sentId": 106}], "secId": 48}, {"speaker": "OBAMA", "sentences": [{"text": "The deadline for signing up for health insurance is February -- that's not right.", "sentId": 107}, {"text": "Man, February 15th.", "sentId": 108}], "secId": 49}, {"speaker": "OBAMA", "sentences": [{"text": "Thanks, Obama.", "sentId": 109}], "secId": 50}, {"speaker": "OBAMA", "sentences": [{"text": "That's pretty good.", "sentId": 110}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Welcome back, if you're a sports fan you've no doubt heard of the Sports Illustrated curse.", "sentId": 111}, {"text": "Appear on the cover, celebrate and then brace for the worse.", "sentId": 112}, {"text": "Way back in the day Evel Knievel on the cover -- his canyon jump didn't go so well.", "sentId": 113}, {"text": "Lindsey Vonn on the here -- yes she's won gold medals but not long after this, she suffered a big injury.", "sentId": 114}, {"text": "Tim Tebow -- this is when he was a rising star with the Denver Broncos, he's no longer in the NFL, let's just leave it there.", "sentId": 115}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "In presidential politics now, we're talking about something called the London curse.", "sentId": 116}, {"text": "Republican presidential candidates, they go across the pond, they're hoping to make a foreign policy good impression.", "sentId": 117}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "Chris Christie stumbled on the vaccine question.", "sentId": 118}], "secId": 54}, {"speaker": "CHRISTIE", "sentences": [{"text": "All I can say is we vaccinated ours but I also understand that parents need to have some measure of choice in things as well so that's the balance that the government has to decide.", "sentId": 119}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "About a month earlier, Louisiana governor, Bobby Jindal -- the London mayor says this is not only wrong, he says it's ridiculous.", "sentId": 120}], "secId": 56}, {"speaker": "JOHNSON", "sentences": [{"text": "You need to have proper sort of facts to back that up.", "sentId": 121}, {"text": "I have lived here a long time, I don't know of any no-go zones.", "sentId": 122}], "secId": 57}, {"speaker": "JINDAL", "sentences": [{"text": "Well, there are people here in London that will tell you that our neighbors where the women don't feel safe, walking through those neighborhoods without veils.", "sentId": 123}, {"text": "There are neighborhoods where the police are less likely to go.", "sentId": 124}, {"text": "That's a danger --", "sentId": 125}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "The no-go zone debate will continue.", "sentId": 126}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "And just this past week, the Wisconsin Governor Scott Walker asked this question and using a football metaphor, punting.", "sentId": 127}], "secId": 60}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Are you comfortable with the idea of evolution?", "sentId": 128}, {"text": "Do you believe in it?", "sentId": 129}, {"text": "Do you accept it?", "sentId": 130}], "secId": 61}, {"speaker": "WALKER", "sentences": [{"text": "For me, I'm going to punt on that one as well.", "sentId": 131}], "secId": 62}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "No, really?", "sentId": 132}], "secId": 63}, {"speaker": "WALKER", "sentences": [{"text": "That's a question a politician shouldn't be involved in one way or the other.", "sentId": 133}, {"text": "I'm going to leave that up to you.", "sentId": 134}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Is that Jonathan Martin, a question a politician shouldn't be involved with one way or another?", "sentId": 135}, {"text": "Especially a Republican politician who's trying to court the evangelical base in Iowa and then be a general election candidate?", "sentId": 136}], "secId": 65}, {"speaker": "MARTIN", "sentences": [{"text": "The answer to that question John came about a half an hour after he said that on Twitter.", "sentId": 137}, {"text": "He came down squarely on the side of if not creationism, some kind of divine role in man's presence and so I think he figured out that he had to say something on it and he did so on Twitter because, of course, it's a political issue because of the nature of the primary, the nature of American politics today.", "sentId": 138}], "secId": 66}, {"speaker": "MARTIN", "sentences": [{"text": "I don't quite get why these folks are going over to London except for they want to raise money from American expatriates.", "sentId": 139}], "secId": 67}, {"speaker": "HAMBY", "sentences": [{"text": "I don't either.", "sentId": 140}, {"text": "This is one I don't understand.", "sentId": 141}], "secId": 68}, {"speaker": "MARTIN", "sentences": [{"text": "There are some bankers over there.", "sentId": 142}], "secId": 69}, {"speaker": "HAMBY", "sentences": [{"text": "There's a money thing, right, from ex-pats.", "sentId": 143}, {"text": "There's a sort of notional idea that they're going to build up their foreign policy credentials which is actually kind of silly; a trade mission is going to do that.", "sentId": 144}, {"text": "But if you're a Republican, if you have any sort of half interest in politics, you know that English people, there's nothing they like to exoticise  more is the American Republican Party.", "sentId": 145}], "secId": 70}, {"speaker": "HAMBY", "sentences": [{"text": "If you're sitting down with a British interviewer, he's going to ask you about evolution and abortion and Sarah Palin and you have to be ready to answer those questions.", "sentId": 146}], "secId": 71}, {"speaker": "PACE", "sentences": [{"text": "Particularly if you are coming over with not much of an agenda like a trade mission.", "sentId": 147}], "secId": 72}, {"speaker": "MARTIN", "sentences": [{"text": "Romney's challenge too, by the way, in 2012 he had nothing to say when he was over there.", "sentId": 148}, {"text": "And a lot of these politicians adhere to the rule that politics stops at the water's edge.", "sentId": 149}, {"text": "And that when you're across the see, then you don't criticize American foreign policy on foreign soil and so I think he was sort of hemmed in by that.", "sentId": 150}, {"text": "But you're right, you've got to have something to say.", "sentId": 151}], "secId": 73}, {"speaker": "HAMBY", "sentences": [{"text": "That's also not controversial.", "sentId": 152}, {"text": "You answer most Americans sort of believe in evolution either God only or guided --", "sentId": 153}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "Is it a fair presidential question, evolution?", "sentId": 154}, {"text": "He's a governor so he has to deal with what's in textbooks.", "sentId": 155}, {"text": "Presidents don't have to deal with what's in textbooks.", "sentId": 156}, {"text": "Sometimes governors do, school committees do and states do -- creationism, evolution, your text book.", "sentId": 157}, {"text": "Your views on stem cell research, this could be important to you.", "sentId": 158}], "secId": 75}, {"speaker": "Is it a presidential question or is it the media trying to trip up a candidate?       BALL", "sentences": [{"text": "Well, I think it's a question that voters care about one", "sentId": 159}], "secId": 76}, {"speaker": "Is it a presidential question or is it the media trying to trip up a candidate?       BALL", "sentences": [{"text": "way or the other.", "sentId": 160}, {"text": "And you can be more deft in the way that you answer it whether the way you answer it is to deflect it or get into a serious discussion of the science, and I think that's why these candidates keep getting tripped up is because this is an uncontrolled atmosphere.", "sentId": 161}, {"text": "This is the beginning of the Presidential cycle and so they're still getting their feet wet, so to speak.", "sentId": 162}, {"text": "They're still getting used to these kinds of uncontrolled situations and we see some candidates who haven't been on that big stage that much before and are getting tripped up by that.", "sentId": 163}], "secId": 77}, {"speaker": "MARTIN", "sentences": [{"text": "Here's the irony, some sort of notebook stuff here, John, that you'll appreciate.", "sentId": 164}, {"text": "The Walker folks did not want a lot of press attention on this trip.", "sentId": 165}, {"text": "In fact, they saw what happened with Christie and they really worked to limit the availability of Walker while he was over there.", "sentId": 166}], "secId": 78}, {"speaker": "MARTIN", "sentences": [{"text": "This was the only public event he had.", "sentId": 167}, {"text": "It happened to be live streaming.", "sentId": 168}, {"text": "He was fin the entire event.", "sentId": 169}, {"text": "It was not until that last question that he got tripped up.", "sentId": 170}, {"text": "You know, they saw the Christie example and they worked to avoid press attention at all but he did one event.", "sentId": 171}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "He's getting more scrutiny right now because what goes up in politics gets more scrutiny.", "sentId": 172}, {"text": "He's gone up in the Iowa, up in the New Hampshire polls, up in the national Republican political conversation.", "sentId": 173}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "And I will, the \"Boston Globe\" and \"Washington Post\" -- both doing stories everybody at this table knows but a lot of American voters might not know.", "sentId": 174}, {"text": "Scott Walker never graduated from college.", "sentId": 175}, {"text": "Does that matter?", "sentId": 176}, {"text": "Pro or con; plus or minus?", "sentId": 177}], "secId": 81}, {"speaker": "PACE", "sentences": [{"text": "I think it depends on how he explains it to the public or what the story is behind it.", "sentId": 178}, {"text": "Actually it is a kind of confusing story.", "sentId": 179}, {"text": "I don't think that a lot of Americans would say it completely disqualifies him.", "sentId": 180}, {"text": "But I do think, that you know, you're running to be the President of United States, we talk about college education as a qualification for a lot of jobs out there.", "sentId": 181}, {"text": "I think there may be some people who say a president should be one of them.", "sentId": 182}], "secId": 82}, {"speaker": "BALL", "sentences": [{"text": "Yes.", "sentId": 183}, {"text": "And you know, I think it's a net negative only because there's nothing positive about it.", "sentId": 184}, {"text": "I don't think there's a lot of voters who are going to look at him and say, working class hero, good for you not going to college.", "sentId": 185}, {"text": "Therefore, those who do care about it, it's going to be in a negative sense.", "sentId": 186}], "secId": 83}, {"speaker": "BALL", "sentences": [{"text": "Is it going to be a deal breaker for a lot of people?", "sentId": 187}, {"text": "Probably not.", "sentId": 188}, {"text": "But some thing I have heard from some Republicans out there is they wonder why he never went back and finished.", "sentId": 189}, {"text": "He's had a lot of time now and it becomes a commitment --", "sentId": 190}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "He's going to have to explain that.", "sentId": 191}, {"text": "A lot of people who have been elected and re-elected think I have answered all f the biographical questions.", "sentId": 192}, {"text": "Everybody knows everything about me.", "sentId": 193}, {"text": "When you run for president, it's completely different.", "sentId": 194}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "We learned about George W. Bush's DUI late in the campaign.", "sentId": 195}, {"text": "He's going to have answer, why.", "sentId": 196}, {"text": "But isn't it also risky for the Democrats to try to make an issue of it?", "sentId": 197}, {"text": "Maybe an individual voter might say it bothers me.", "sentId": 198}, {"text": "Another voter might say, that's fine, I didn't graduate college.", "sentId": 199}], "secId": 86}, {"speaker": "MARTIN", "sentences": [{"text": "He'll love that, right.", "sentId": 200}], "secId": 87}, {"speaker": "HAMBY", "sentences": [{"text": "That's exactly what it is.", "sentId": 201}, {"text": "He's self-styled Mr. authenticity.", "sentId": 202}, {"text": "He brings a packed lunch to the office every day, sits in the stands at Lambeau .", "sentId": 203}, {"text": "He'll use that to attack the liberal media and Democrats and use that as a sort of foil.", "sentId": 204}], "secId": 88}, {"speaker": "MARTIN", "sentences": [{"text": "He buys his clothes off the rack.", "sentId": 205}], "secId": 89}, {"speaker": "HAMBY", "sentences": [{"text": "These cultural elites don't get working class America.", "sentId": 206}], "secId": 90}, {"speaker": "MARTIN", "sentences": [{"text": "Do you go to Kohl's, Peter, for your coats and jackets?", "sentId": 207}], "secId": 91}, {"speaker": "HAMBY", "sentences": [{"text": "Not lately.", "sentId": 208}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Remember not in a public way, but remember Democrats under the radar and under their breaths and in the blogosphere tried, even though he went to Yale and Harvard, to say George W Bush was not the sharpest tool in the shed.", "sentId": 209}, {"text": "And I think he served two terms as president right.", "sentId": 210}], "secId": 93}, {"speaker": "HAMBY", "sentences": [{"text": "Rand Paul also didn't graduate from college.", "sentId": 211}, {"text": "He didn't go into medical school.", "sentId": 212}], "secId": 94}, {"speaker": "MARTIN", "sentences": [{"text": "Your point that was right is that transparency I think is the best solution for Walker here.", "sentId": 213}, {"text": "He's going to have to come out and do an interview or some kind of a, you know, availability, explaining what actually happened, but also what he tells his two sons about what happened and the example about that.", "sentId": 214}, {"text": "I think that will be a fascinating thing that could diffuse some of those.", "sentId": 215}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "Friends say in college at that time he said he had a job opportunity, he needed to take it.", "sentId": 216}, {"text": "If he wants to be President of the United States, he's going to have to go through this again.", "sentId": 217}, {"text": "And trust me, Governor, like it or not, you get scrubbed when you run for the big job.", "sentId": 218}, {"text": "That's how it happens.", "sentId": 219}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Everybody sit.", "sentId": 220}, {"text": "Next tomorrow's news today, our reporters share from their notebooks including a Carolina's feud that's not about basketball or barbecue.", "sentId": 221}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table and ask our great reporters to share a nugget or two.", "sentId": 222}, {"text": "Julia Pace.", "sentId": 223}], "secId": 98}, {"speaker": "PACE", "sentences": [{"text": "On Friday John Podesta who's a well-known Democrat around town had his last day in the Obama White House officially freeing him up to work for Hillary Clinton in her campaign.", "sentId": 224}, {"text": "And there are a lot of Democrats that are breathing a big sigh of relief around this.", "sentId": 225}], "secId": 99}, {"speaker": "PACE", "sentences": [{"text": "Podesta is someone who is known as a guy who can speak to the Clintons with some straight talk, who can coordinate her campaign, coordinate outside groups.", "sentId": 226}, {"text": "We saw some risk among some of the outsider groups.", "sentId": 227}, {"text": "And I'm told that even though he's going to be the campaign chairman he's going to have a very hands-on day-to-day role.", "sentId": 228}, {"text": "He's not going to be somebody who's just doing 30,000 foot strategic thinking.", "sentId": 229}, {"text": "That's very important to a lot in the Clinton camp.", "sentId": 230}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Who thinks maybe some heads need to be banged in there?", "sentId": 231}, {"text": "Skippy they call him, when he gets into this alternate ego when he gets a little angry.", "sentId": 232}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "Peter Hamby.", "sentId": 233}], "secId": 102}, {"speaker": "HAMBY", "sentences": [{"text": "Not a lot of people are talking about this but there is a state out there that's shaping up to be the Florida or Michigan of the 2016 nominating calendar and that is North Carolina.", "sentId": 234}, {"text": "North Carolina passed a statute last year that said they're going to go the week after South Carolina, one of the first four states in the Republican nominating process.", "sentId": 235}, {"text": "South Carolina votes on a Saturday.", "sentId": 236}, {"text": "That means North Carolina will go on a Tuesday.", "sentId": 237}, {"text": "So three days after these first four states you could have a state with a lot of big media markets and a lot of voters right square in the middle of this nominating fight.", "sentId": 238}, {"text": "And the people I talked to in North Carolina in the Republican Party there say they do not care at all if the Republican National Committee penalizes them with delegates or whatever.", "sentId": 239}, {"text": "They want the attention.", "sentId": 240}, {"text": "They want to be square up front.", "sentId": 241}], "secId": 103}, {"speaker": "HAMBY", "sentences": [{"text": "Remember, they usually go in May.", "sentId": 242}, {"text": "It looks like they could be going in February in 2016.", "sentId": 243}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "That would change a lot.", "sentId": 244}], "secId": 105}, {"speaker": "HAMBY", "sentences": [{"text": "This session.", "sentId": 245}, {"text": "They'll talk about this a little bit about this session.", "sentId": 246}, {"text": "But there doesn't seem to be a lot of appetite in the middle right now.", "sentId": 247}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "That would make it interesting.", "sentId": 248}, {"text": "Molly Ball.", "sentId": 249}], "secId": 107}, {"speaker": "BALL", "sentences": [{"text": "John Kasich, the governor of Ohio is headed to South Carolina this week.", "sentId": 250}, {"text": "It's his first trip to an early primary state.", "sentId": 251}, {"text": "He's someone who has the credentials to basically be an instant contender -- popular governor of a big swing state.", "sentId": 252}, {"text": "Just reelected by 30 points and hasn't done a lot to sort of stoke the 2016 talks to date.", "sentId": 253}], "secId": 108}, {"speaker": "BALL", "sentences": [{"text": "This part of this tour he's been doing all over the country of quacking for a balanced budget amendment which he claims this is not a gimmick.", "sentId": 254}, {"text": "He's actually trying to get this done.", "sentId": 255}, {"text": "The more states that pass it, the more chances it has of actually having to be considered as a constitutional amendment.", "sentId": 256}, {"text": "He's been mostly out west so far.", "sentId": 257}], "secId": 109}, {"speaker": "BALL", "sentences": [{"text": "He's one to keep an eye on.", "sentId": 258}, {"text": "But you know, time is running out for him to decide.", "sentId": 259}, {"text": "I spoke to him recently, he said he hasn't made up his mind.", "sentId": 260}, {"text": "People close to him think he really has to decide what he's going to do.", "sentId": 261}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "To your point, I talked to a couple of big New Hampshire Republicans this week who are interested who say, governor, we need to know.", "sentId": 262}, {"text": "We need to know.", "sentId": 263}, {"text": "They're getting a lot of pressure to decide.", "sentId": 264}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Jonathan.", "sentId": 265}], "secId": 112}, {"speaker": "MARTIN", "sentences": [{"text": "There was a flap in Hillary land this week between two competing super PACs who are backing Senator Clinton -- Secretary Clinton I should say.", "sentId": 266}, {"text": "It really underscored the fact that as ever there are competing power centers John, as you know, in the Clinton's orbit.", "sentId": 267}, {"text": "And really with Hillary close to the only game in town, the competing power circles in Democratic politics as well, and she  is Democratic politics.", "sentId": 268}], "secId": 113}, {"speaker": "MARTIN", "sentences": [{"text": "I am told that David Brock who is at the center of this who resigned from the Priorities USA from the board of Priorities USA which was the big Obama super PAC in 2012 and is shaping up to be the Clinton super PAC in 2016 is still in talks that he's being wooed.", "sentId": 269}, {"text": "One Democrat told me that the Priorities  are groveling to David Brock.", "sentId": 270}, {"text": "I'm told that he's on course to come back to the board, like to happen early this week.", "sentId": 271}], "secId": 114}, {"speaker": "MARTIN", "sentences": [{"text": "Peace in our time, John.", "sentId": 272}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "I think I would call it detente at best.", "sentId": 273}, {"text": "We'll see.", "sentId": 274}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 275}, {"text": "Utah Republican Senator Mike Lee put the Tea Party on the map back in 2010 when he defeated incumbent Republican Senator Robert Bennett.", "sentId": 276}, {"text": "Now the establishment is trying to get revenge.", "sentId": 277}, {"text": "You might say trying to return the favor.", "sentId": 278}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "As yet, no serious lead challenger has emerged for 2016.", "sentId": 279}, {"text": "And the senator has begun working to quiet some of his business and establishment critics.", "sentId": 280}, {"text": "But I'm told several business leaders in the state, that's Utah, now making a push to convince the former governor, Jon Huntsman to mount a primary challenge.", "sentId": 281}, {"text": "You might recall Huntsman bombed as a GOP presidential candidate in 2012.", "sentId": 282}, {"text": "He's now in Washington most of the time and is host of a radio show for the bipartisan group called No Labels.", "sentId": 283}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "But he was a popular governor.", "sentId": 284}, {"text": "His deep pocketed dad is among those who don't like Senator Lee a bit and I'm told some national establishment players now about to join their Utah allies and try to push Governor Huntsman to head home and get back in the game.", "sentId": 285}, {"text": "I'm skeptical but worth watching.", "sentId": 286}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 287}, {"text": "Thanks again for sharing your Sunday morning.", "sentId": 288}, {"text": "We'll see you soon.", "sentId": 289}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" starts right now.", "sentId": 290}], "secId": 121}], "sectionCount": 122, "url": "transcripts.cnn.com/TRANSCRIPTS/1502/15/ip.01.html", "sentenceCount": 292, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired February 15, 2015 - 08:30   ET", "speakers": ["KING", "OBAMA", "BOEHNER", "CHRISTIE", "WALKER", "With us to share their reporting and their insights", "THUNE", "PACE", "HAMBY", "BALL", "MARTIN", "PAUL", "CRUZ", "JOHNSON", "JINDAL", "UNIDENTIFIED MALE", "Is it a presidential question or is it the media trying to trip up a candidate?       BALL"], "title": "INSIDE POLITICS"}