{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.0508.02.ip.01.html.json", "subTitle": "Bush Goes on Vacation; President Signs CAFTA; Battles Await; Palmeiro & Congress; Evolution vs. Intelligent Design", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "HENRY", "sentences": [{"text": "Thanks for joining us.", "sentId": 0}, {"text": "I'm Ed Henry.", "sentId": 1}, {"text": "President Bush is getting ready to leave Washington for his Texas ranch, but first he's putting together an essay of sorts: \"What I Did Before My Summer Vacation.\"", "sentId": 2}], "secId": 0}, {"speaker": "HENRY", "sentences": [{"text": "The administration is eager to tout its year-to-date accomplishments, including the Central American Free Trade Agreement Mr. Bush signed today at the White House.", "sentId": 3}], "secId": 1}, {"speaker": "HENRY", "sentences": [{"text": "And that's where we begin with our correspondent Suzanne Malveaux -- Suzanne.", "sentId": 4}], "secId": 2}, {"speaker": "MALVEAUX", "sentences": [{"text": "Well, Ed, there's already a sense of excitement here at the White House that the president is going to be leaving for his Crawford Ranch in about 30 minutes or so.", "sentId": 5}, {"text": "This is for his month-long recess, but of course, his calendar already filling up with activities.", "sentId": 6}], "secId": 3}, {"speaker": "MALVEAUX", "sentences": [{"text": "What we expect tomorrow in a speech is essentially what you said, an essay which is reflecting some of his legislative victories.", "sentId": 7}, {"text": "He'll be talking about the energy bill, the highway bill.", "sentId": 8}, {"text": "And of course, he'll also be talking about the Central American Free Trade Agreement or CAFTA.", "sentId": 9}, {"text": "That is what he signed today.", "sentId": 10}], "secId": 4}, {"speaker": "MALVEAUX", "sentences": [{"text": "It was a particularly sweet victory for the president, really; the House passing it by just two votes.", "sentId": 11}, {"text": "And he put a lot of political capital behind this.", "sentId": 12}, {"text": "He had to convince Republicans from states like North Carolina, Ohio, as well as Pennsylvania -- those are the places where they felt they had the most to lose when it came to American jobs -- to sign on to this legislation.", "sentId": 13}, {"text": "President Bush making the case today, as he had for months.", "sentId": 14}, {"text": "And, of course, a result of a lot of the deal-making that was going on on Capitol Hill, that this was more than a trade bill.", "sentId": 15}], "secId": 5}, {"speaker": "BUSH", "sentences": [{"text": "All of us in this room understand that to keep our economy growing and creating jobs, we need to open markets for Americans' products overseas.", "sentId": 16}, {"text": "All of us understand that strengthening our economic ties with our democratic neighbors is vital to America's economic and national security interests.", "sentId": 17}, {"text": "And all of us understand that by strengthening ties with democracies in our hemisphere, we are advancing the stability that comes from freedom.", "sentId": 18}], "secId": 6}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, Ed, his focus on national security has been much more successful when it comes to the focus on Social Security.", "sentId": 19}, {"text": "That is one of the tasks that he's going to have when he's at Crawford, to come up with a way to re-engage members of Congress, when they come back from their recess, to focus on what he wants.", "sentId": 20}, {"text": "And that is his Social Security reform agenda -- Ed.", "sentId": 21}], "secId": 7}, {"speaker": "HENRY", "sentences": [{"text": "Suzanne, another thing the president has been doing on his way out of town is doing some interviews with small groups of reporters.", "sentId": 22}, {"text": "And yesterday, he addressed the question of creationism versus evolution.", "sentId": 23}, {"text": "And that is causing a little bit of controversy among some.", "sentId": 24}, {"text": "Others are saying there's nothing new here.", "sentId": 25}], "secId": 8}, {"speaker": "HENRY", "sentences": [{"text": "What's the White House saying about that?", "sentId": 26}], "secId": 9}, {"speaker": "MALVEAUX", "sentences": [{"text": "Well, Ed, really, there is nothing new here.", "sentId": 27}, {"text": "This is a point that the president has actually reiterated.", "sentId": 28}, {"text": "And he talked about it back in the days when he was governor.", "sentId": 29}, {"text": "It's very interesting.", "sentId": 30}, {"text": "There's a statement that he made about it, saying, essentially, yesterday -- he says, I think part of education is to expose people to different schools of thought.", "sentId": 31}, {"text": "Essentially, to have those two schools of thought being taught side-by-side in this public school system.", "sentId": 32}], "secId": 10}, {"speaker": "MALVEAUX", "sentences": [{"text": "You take it back to the days when he was running for president the first term, he said something very similar.", "sentId": 33}, {"text": "He said he believes that schools should be taught different forms of how the world was formed.", "sentId": 34}, {"text": "Essentially, White House officials, as well as education officials, saying, look, this is no indication of a new policy or even a federal position here.", "sentId": 35}, {"text": "This is a local, this is a state issue, this is a curriculum issue.", "sentId": 36}], "secId": 11}, {"speaker": "HENRY", "sentences": [{"text": "Suzanne, also, the White House has been taking a lot of heat as you know, in recent weeks over the CIA leak case.", "sentId": 37}, {"text": "But in this interview yesterday, the president also seemed to give another vote of confidence to Karl Rove.", "sentId": 38}, {"text": "Does the White House think that they are kind of out of the woods on that?", "sentId": 39}, {"text": "They're feeling a little better as he heads out of town for vacation?", "sentId": 40}], "secId": 12}, {"speaker": "MALVEAUX", "sentences": [{"text": "Well, they're not completely confident they're out of the woods on this at all.", "sentId": 41}, {"text": "As a matter of fact, the whole thinking behind this is that, yes, put a straight face forward here -- the president saying, Karl's got my complete confidence.", "sentId": 42}, {"text": "He's a valuable member of my team.", "sentId": 43}, {"text": "Make it very clear that that is the case.", "sentId": 44}], "secId": 13}, {"speaker": "MALVEAUX", "sentences": [{"text": "At the same time, there is some concern here of just how much this is going to overshadow the agenda going into the fall.", "sentId": 45}, {"text": "They know they want to push forward on Social Security.", "sentId": 46}, {"text": "They know that this, of course, is going to be somewhat of a distraction.", "sentId": 47}, {"text": "They are hoping that in those months to come, the federal grand jury will wrap that up and hopefully this will go away.", "sentId": 48}, {"text": "But they -- make no illusions.", "sentId": 49}, {"text": "They have no kind of thinking that this is going to go away any time soon.", "sentId": 50}], "secId": 14}, {"speaker": "HENRY", "sentences": [{"text": "OK. Suzanne Malveaux from the White House.", "sentId": 51}, {"text": "Thank you very much.", "sentId": 52}], "secId": 15}, {"speaker": "HENRY", "sentences": [{"text": "The president and members of Congress may need all the rest and relaxation they can get this month, because this fall, they're likely to be embroiled in one brawl after another.", "sentId": 53}], "secId": 16}, {"speaker": "HENRY", "sentences": [{"text": "Our congressional correspondent Joe Johns previews the fights ahead.", "sentId": 54}], "secId": 17}, {"speaker": "JOHNS", "sentences": [{"text": "Barring any last minute surprises in the vetting process, the fight, if there is one, over John Roberts' nomination to the Supreme Court, is expected to end before the court reconvenes October 3.", "sentId": 55}, {"text": "After that, a minefield of sticky issues remain for the party controlling the Congress.", "sentId": 56}], "secId": 18}, {"speaker": "ROTHENBERG", "sentences": [{"text": "The Republicans need to find some policy proposals that unite the party, rather than divide them.", "sentId": 57}], "secId": 19}, {"speaker": "JOHNS", "sentences": [{"text": "Republicans can't agree among themselves on some of the toughest issues, including embryonic stem cell research.", "sentId": 58}, {"text": "The Senate majority leader gave it a push right before the August recess, but the White House and many congressional conservatives say it's a moral issue, and for them, bad politics.", "sentId": 59}], "secId": 20}, {"speaker": "DELAY", "sentences": [{"text": "I think a candidate that believes in the destruction of life would have a very hard time appealing to the vast majority of the Republicans in this party.", "sentId": 60}], "secId": 21}, {"speaker": "JOHNS", "sentences": [{"text": "Democrats are instigating.", "sentId": 61}], "secId": 22}, {"speaker": "DURBIN", "sentences": [{"text": "It is my belief that we have set the stage to return in September and take up this important life- saving issue.", "sentId": 62}], "secId": 23}, {"speaker": "JOHNS", "sentences": [{"text": "Another hot button topic, the president's Social Security plan.", "sentId": 63}, {"text": "Mr. Bush is trying to keep it on life support, but some in his party fear a voter backlash on this issue, too.", "sentId": 64}], "secId": 24}, {"speaker": "BUSH", "sentences": [{"text": "Now's the time to act on this.", "sentId": 65}, {"text": "Now, I understand some in Washington don't want to deal with the issue.", "sentId": 66}, {"text": "It's too politically sensitive.", "sentId": 67}], "secId": 25}, {"speaker": "JOHNS", "sentences": [{"text": "And it doesn't stop there.", "sentId": 68}, {"text": "On immigration reform and border security, on tax reform, getting agreements from here-on-out is not expected to be easy.", "sentId": 69}], "secId": 26}, {"speaker": "ROTHENBERG", "sentences": [{"text": "The devil is always in the details, when have you a deficit, when you're talking about more tax cuts or permanent tax cuts.", "sentId": 70}, {"text": "The Republicans are going to have to figure out a way to do that without giving the Democrats more ammunition.", "sentId": 71}], "secId": 27}, {"speaker": "JOHNS", "sentences": [{"text": "Also, early in September, the Senate is likely to take up something akin to permanent repeal of the estate tax, also known as the death tax.", "sentId": 72}, {"text": "Senate Majority Leader Bill Frist has said he would like to take that up pretty soon after getting back.", "sentId": 73}, {"text": "Ed, back to you.", "sentId": 74}], "secId": 28}, {"speaker": "HENRY", "sentences": [{"text": "Joe, we know Republican leaders have been pushing to end the death tax for a long time now.", "sentId": 75}, {"text": "Also, at the beginning of the year, the president talked about structural tax reform.", "sentId": 76}, {"text": "They seem to be having a hard time getting that done.", "sentId": 77}, {"text": "What's been the roadblock there?", "sentId": 78}], "secId": 29}, {"speaker": "JOHNS", "sentences": [{"text": "Well, differences of opinions, just like everything else.", "sentId": 79}, {"text": "As you know, there are some members of Congress who have said they want to see it done away with completely.", "sentId": 80}, {"text": "There are others who say they think they ought to just scale it back a bit, rather than getting rid of the whole thing.", "sentId": 81}], "secId": 30}, {"speaker": "JOHNS", "sentences": [{"text": "And in the backdrop to all of this, as you know, this has also been used as a political issue.", "sentId": 82}, {"text": "Before it was used against Tom Daschle in his last Senate race.", "sentId": 83}, {"text": "He lost.", "sentId": 84}, {"text": "Some Democrats apparently getting antsy, seeing ads about all of this from time to time.", "sentId": 85}, {"text": "There's a little bit of worry here in the Senate that this is an issue that needs to be addressed -- Ed.", "sentId": 86}], "secId": 31}, {"speaker": "HENRY", "sentences": [{"text": "OK. Joe Johns at the Capitol.", "sentId": 87}, {"text": "Thank you, Joe.", "sentId": 88}], "secId": 32}, {"speaker": "HENRY", "sentences": [{"text": "Another Major League Baseball player has been suspended for steroid use a day after the Rafael Palmeiro bombshell.", "sentId": 89}, {"text": "Up next, do members of Congress who sat and listened to Palmeiro's denials feel betrayed?", "sentId": 90}, {"text": "I'll talk with two lawmakers with different takes on the steroid scandal.", "sentId": 91}], "secId": 33}, {"speaker": "HENRY", "sentences": [{"text": "Also ahead, a campaign for Congress and against the president's Iraq policy.", "sentId": 92}, {"text": "Will Ohio voters send a message to the White House today?", "sentId": 93}], "secId": 34}, {"speaker": "HENRY", "sentences": [{"text": "And later, summer snapshots of the president's agenda and what he can hope to accomplish in the long, cold months ahead.", "sentId": 94}], "secId": 35}, {"speaker": "HENRY", "sentences": [{"text": "A day after slugger Rafael Palmeiro was suspended for testing positive for banned substances, another player has been suspended 10 days under baseball's new steroids policy.", "sentId": 95}, {"text": "This time, it's Seattle Mariners pitcher Ryan Franklin.", "sentId": 96}, {"text": "That news comes as lawmakers are questioning whether Palmeiro was telling the truth when he testified before Congress.", "sentId": 97}, {"text": "Palmeiro was adamant in his opposition to steroid use during his testimony last spring when he spoke in favor of a tough drug-testing policy for baseball.", "sentId": 98}], "secId": 36}, {"speaker": "PALMEIRO", "sentences": [{"text": "I'll be brief in my remarks today.", "sentId": 99}, {"text": "Let me start by telling you this: I have never used steroids.", "sentId": 100}, {"text": "Period.", "sentId": 101}, {"text": "I do not know how to say it any more clearly than that: Never.", "sentId": 102}, {"text": "The reference to me in Mr. Canseco's book is absolutely false.", "sentId": 103}], "secId": 37}, {"speaker": "HENRY", "sentences": [{"text": "Yesterday Palmeiro struck a much different tone.", "sentId": 104}, {"text": "He acknowledged that he failed his own test, but he insisted he never intentionally took an illegal substance.", "sentId": 105}], "secId": 38}, {"speaker": "PALMEIRO", "sentences": [{"text": "Why would I do this in a year where I went in front of Congress?", "sentId": 106}, {"text": "You know, why would I do this during a season where I was going to get the 3,000 hits.", "sentId": 107}, {"text": "And I would not put my career on the line.", "sentId": 108}, {"text": "I would not put my reputation on the line.", "sentId": 109}, {"text": "I'm not a crazy person.", "sentId": 110}, {"text": "I'm not stupid.", "sentId": 111}], "secId": 39}, {"speaker": "HENRY", "sentences": [{"text": "Earlier today, Congressman Jim Moran of Virginia, offered a tough assessment of Palmeiro and questioned whether he misled Congress.", "sentId": 112}], "secId": 40}, {"speaker": "MORAN", "sentences": [{"text": "Baseball is kind of an American institution and now its heroes, not only do they use steroids to enhance their abilities so it's an artificial skill they're really being paid to show us on the field, but more importantly, they lie under oath to a congressional committee.", "sentId": 113}, {"text": "Mr. Palmeiro particularly, pointing his finger and so on and this guy's making millions and millions of dollars.", "sentId": 114}, {"text": "And it's phony.", "sentId": 115}, {"text": "It's not real.", "sentId": 116}], "secId": 41}, {"speaker": "HENRY", "sentences": [{"text": "A short while ago, I spoke with a member of the House committee that hosted those baseball hearings back in March.", "sentId": 117}, {"text": "Democratic Congressman Elijah Cummings of Maryland was among those who questioned Palmeiro, Mark McGuire and others under oath.", "sentId": 118}, {"text": "I started by asking Congressman Cummings if he thinks the committee should have pressed Palmeiro and the others witness harder during their appearance on the Hill.", "sentId": 119}], "secId": 42}, {"speaker": "CUMMINGS", "sentences": [{"text": "No, I think it would have been very -- as a lawyer, who practiced trial law, case law and for some 20 years, I can tell you it's kind of hard when somebody looks you in the eye and shakes his finger at you and says: No, I've never done this.", "sentId": 120}, {"text": "I mean, what can you ask him?", "sentId": 121}, {"text": "I mean, so -- think about it.", "sentId": 122}], "secId": 43}, {"speaker": "HENRY", "sentences": [{"text": "Right.", "sentId": 123}, {"text": "But now that we have this test for Major League Baseball, saying that Rafael Palmeiro failed it, do you think now Congress should refer this to a prosecutor and really press this and say he lied to Congress under oath?", "sentId": 124}], "secId": 44}, {"speaker": "CUMMINGS", "sentences": [{"text": "To be frank with you, I think that would be very difficult to prove, because certainly Mr. Palmeiro would say that, you know, even if he did use steroids recently, that at the time of the hearing and before that he didn't.", "sentId": 125}, {"text": "So, I think that's going to be hard.", "sentId": 126}], "secId": 45}, {"speaker": "HENRY", "sentences": [{"text": "But Congressman, do you think that maybe that would lead some skeptics to say, well, look, this congressional committee got all these headlines back in March, but it turns out they didn't really press the witnesses that hard and now, when one of them, it appears that he lied under oath to Congress, you're probably not going to do anything about it?", "sentId": 127}], "secId": 46}, {"speaker": "CUMMINGS", "sentences": [{"text": "Well, I can tell you, there will probably be some people on the committee that will press hard for it.", "sentId": 128}, {"text": "I'm not going to be one.", "sentId": 129}, {"text": "I think Palmeiro has probably already suffered enough.", "sentId": 130}, {"text": "Here's a man that was at the mountaintop just a few weeks ago with having reached that major milestone.", "sentId": 131}, {"text": "And now, he's at the bottom.", "sentId": 132}], "secId": 47}, {"speaker": "CUMMINGS", "sentences": [{"text": "And every time gets up to bat, he has got to wonder about his own self.", "sentId": 133}, {"text": "He's got to wonder what his fellow players are thinking of him; what the fans are thinking of him; what those little children that have Palmeiro written on the backs of their baseball shirts are thinking of him.", "sentId": 134}, {"text": "And I think he's going to suffer enough.", "sentId": 135}], "secId": 48}, {"speaker": "CUMMINGS", "sentences": [{"text": "Now, let me say this, though, as you know, the -- our committee passed out legislation where -- which said that if you are caught with using steroids the first time, you would have a two-year ban and then after that if you get caught again, it's lifetime.", "sentId": 136}, {"text": "I still believe in that.", "sentId": 137}], "secId": 49}, {"speaker": "HENRY", "sentences": [{"text": "So does Congress then need to step in here?", "sentId": 138}, {"text": "Does there need --", "sentId": 139}], "secId": 50}, {"speaker": "CUMMINGS", "sentences": [{"text": "No doubt about it.", "sentId": 140}, {"text": "No doubt about it.", "sentId": 141}, {"text": "I think that this case -- I think that what Mr. Palmeiro has done, is he has caused the Congress, even if we weren't thinking about pressing real hard on this, to press very, very hard, because here we were, we had the poster-player of the league, one of our major players to come before us, look us in the eye, shake his finger at us and say, I didn't -- I have never used steroids.", "sentId": 142}, {"text": "And then come to find out that he did.", "sentId": 143}], "secId": 51}, {"speaker": "CUMMINGS", "sentences": [{"text": "And keep in mind, this is not so much about Palmeiro.", "sentId": 144}, {"text": "This is not just about baseball.", "sentId": 145}, {"text": "This is about our children.", "sentId": 146}, {"text": "One in 45, 10 years ago, were using steroids.", "sentId": 147}, {"text": "Today one in 16 are using steroids and those numbers are going up.", "sentId": 148}], "secId": 52}, {"speaker": "HENRY", "sentences": [{"text": "But what do you say to skeptics who say, well, wait a second.", "sentId": 149}, {"text": "If baseball players are role models, then Congress should all of a sudden step into a private enterprise and tell private enterprise what it should do?", "sentId": 150}, {"text": "Hollywood stars are role models.", "sentId": 151}, {"text": "Recording artists are role models.", "sentId": 152}, {"text": "Is Congress now going to muck around and tell Hollywood -- pass a law that says Hollywood stars have to admit, you know and submit to a drug-testing policy?", "sentId": 153}, {"text": "Where do you draw the line, Congressman?", "sentId": 154}], "secId": 53}, {"speaker": "CUMMINGS", "sentences": [{"text": "Well, I think, clearly, we have to draw the line somewhere.", "sentId": 155}, {"text": "But one thing is for sure.", "sentId": 156}, {"text": "The line is not drawn at Major League Baseball.", "sentId": 157}, {"text": "You've got a situation here where fans are paying big bucks to come and see these folks perform and they have a right, after scraping up the dollars that it cost -- I don't know whether you've recently been to a baseball game, but they are very expensive to get -- to bring your family to a baseball game.", "sentId": 158}, {"text": "And you have the right to sit there and think and believe and know that your -- these people are playing on a level playing field.", "sentId": 159}, {"text": "But let me tell you another thing.", "sentId": 160}, {"text": "It basically creates as self- perpetuating fiasco.", "sentId": 161}, {"text": "If one player is using steroids and making millions upon millions of dollars and there's another player who's making $300,000 not using steroids, then at some point, that player making that $300,000 is going to say, wait a minute, hold on here.", "sentId": 162}, {"text": "Maybe I need to be using steroids too.", "sentId": 163}, {"text": "And the next thing you know, we'll have a whole league of folk who are injecting themselves with this illegal performance-enhancing substance.", "sentId": 164}], "secId": 54}, {"speaker": "HENRY", "sentences": [{"text": "Congressman, last question.", "sentId": 165}, {"text": "I have 10 seconds.", "sentId": 166}, {"text": "I know you're a big Baltimore Orioles fan, but do you think this means Rafael Palmeiro should be kept out of the Hall of Fame.", "sentId": 167}, {"text": "Yes or no?", "sentId": 168}], "secId": 55}, {"speaker": "CUMMINGS", "sentences": [{"text": "No -- I don't know.", "sentId": 169}, {"text": "I think they should put an asterisk beside his name and say that he was caught using steroids, that's for sure.", "sentId": 170}], "secId": 56}, {"speaker": "HENRY", "sentences": [{"text": "More on baseball, steroids and the role on Congress next.", "sentId": 171}, {"text": "Should House members be concerned with the problems of professional athletes?", "sentId": 172}, {"text": "Not every member of Congress thinks so.", "sentId": 173}], "secId": 57}, {"speaker": "HENRY", "sentences": [{"text": "Now, another take on the steroids and baseball scandal and whether Congress should be involved in the crackdown.", "sentId": 174}, {"text": "Democratic Congressman Paul Kanjorski suggests lawmakers have more important things to do.", "sentId": 175}, {"text": "He joins us from his home state of Pennsylvania.", "sentId": 176}, {"text": "Welcome, Congressman.", "sentId": 177}], "secId": 58}, {"speaker": "KANJORSKI", "sentences": [{"text": "Nice seeing you, Ed.", "sentId": 178}], "secId": 59}, {"speaker": "HENRY", "sentences": [{"text": "I wonder whether, now whether Rafael Palmeiro has failed this test and it appears that he could have lied to Congress, whether you have any second thoughts about back in March, when you said you felt it was a waste of the committee's time; they should not have issued these subpoenas for Palmeiro and McGwire and others to testify.", "sentId": 179}], "secId": 60}, {"speaker": "KANJORSKI", "sentences": [{"text": "Well, I think we're taking a very limited view of the use of steroids and other supplements in our society.", "sentId": 180}, {"text": "That probably warrants a national debate.", "sentId": 181}, {"text": "But I thought that we misused our subpoena power in Congress in trying to set up some superstars and meddle in the standards set by the league.", "sentId": 182}, {"text": "Quite frankly, the fact that the league testing device picked up this abuse shows that it can be done in the private sector without Congress and without us getting involved at a federal regulatory level.", "sentId": 183}], "secId": 61}, {"speaker": "HENRY", "sentences": [{"text": "But do you think that at least Congress should now refer this to a prosecutor and find out whether or not Rafael Palmeiro committed perjury?", "sentId": 184}], "secId": 62}, {"speaker": "KANJORSKI", "sentences": [{"text": "You now, as a lawyer, I think that would be very difficult.", "sentId": 185}, {"text": "This occurred much after the fact when he testified.", "sentId": 186}, {"text": "To my knowledge, there's no evidence of the existence of the steroid use at the time he was testifying.", "sentId": 187}, {"text": "I don't know one way or another.", "sentId": 188}, {"text": "But that's not -- we don't want to play a game of \"got you,\" whether they're on baseball stars, Hollywood celebrities, or just average people.", "sentId": 189}], "secId": 63}, {"speaker": "KANJORSKI", "sentences": [{"text": "What we want to do is get some ability to regulate things that have to be regulated and not regulate everything in life.", "sentId": 190}, {"text": "And there's some choices and probably a national debate is necessary on the subject.", "sentId": 191}, {"text": "But to run full ahead because we have one individual now, months after his testimony, that has been found to be positive, and we don't know why he's positive.", "sentId": 192}, {"text": "But in baseball, it's strict.", "sentId": 193}, {"text": "It's strict liability.", "sentId": 194}, {"text": "If the test comes back positive, that's it.", "sentId": 195}, {"text": "You don't get -- you don't test how you got it, where you got it from, what circumstances, did you have knowledge.", "sentId": 196}, {"text": "That's un -- invaluable in terms of deciding.", "sentId": 197}, {"text": "It's strict liability.", "sentId": 198}, {"text": "You get caught with a positive test, you're out.", "sentId": 199}, {"text": "That's what happened here.", "sentId": 200}], "secId": 64}, {"speaker": "HENRY", "sentences": [{"text": "But now that this can of worms has been opened by the committee, do you think it should -- the committee should pursue this investigation further?", "sentId": 201}, {"text": "Not just on the perjury question, but also the committee, it appears, was almost a dupe in this.", "sentId": 202}, {"text": "I mean, Rafael Palmeiro, at the end of that denial at that hearing was then made part of a task force created by the committee, some zero tolerance roundtable.", "sentId": 203}, {"text": "And now it appears that he actually ended up using steroids.", "sentId": 204}, {"text": "And the committee now might look a bit silly.", "sentId": 205}, {"text": "What should the committee do to deal with it now?", "sentId": 206}], "secId": 65}, {"speaker": "KANJORSKI", "sentences": [{"text": "I really think the Congress and the committee has huge issues that affect everyday lives of American people, far greater than the use of steroids.", "sentId": 207}, {"text": "The use of steroids should be considered bad if it's detrimental to your health or the larger population health, but that can be handled and regulated most often in the private sector and not offered there at the state level.", "sentId": 208}], "secId": 66}, {"speaker": "KANJORSKI", "sentences": [{"text": "But I think, you know, it's time we start finding out why we're in Iraq, where are the weapons of mass destruction, why do we have a $600 billion deficit every year, why is Medicare going broke.", "sentId": 209}, {"text": "We've got issues that impact on every American's lives, every day they live.", "sentId": 210}], "secId": 67}, {"speaker": "KANJORSKI", "sentences": [{"text": "And most Americans aren't taking steroids.", "sentId": 211}, {"text": "And if baseball players are taking very few, that can be handled within the league.", "sentId": 212}, {"text": "And they're developing those standards.", "sentId": 213}, {"text": "If they want to increase those standards to the Olympic standards, I'm perfectly happy.", "sentId": 214}, {"text": "Whatever they decide on the outside.", "sentId": 215}, {"text": "I would prefer Congress not to meddle as much in private lives, in the private sector, as much as we are and attend to the business that are clearly defined for the Congress to do.", "sentId": 216}], "secId": 68}, {"speaker": "HENRY", "sentences": [{"text": "OK, Congressman Paul Kanjorski, Democrat of Pennsylvania, thanks for joining us.", "sentId": 217}], "secId": 69}, {"speaker": "KANJORSKI", "sentences": [{"text": "Thank you.", "sentId": 218}], "secId": 70}, {"speaker": "HENRY", "sentences": [{"text": "It's Election Day in one Ohio congressional district, and the Iraq war is a big part of that political showdown.", "sentId": 219}, {"text": "Still ahead, the veteran fighting to go to the Hill and the opposition he faces.", "sentId": 220}], "secId": 71}, {"speaker": "HENRY", "sentences": [{"text": "And evolution, or intelligent design?", "sentId": 221}, {"text": "Do Americans agree with President Bush when it comes to creation and education?", "sentId": 222}], "secId": 72}, {"speaker": "HENRY", "sentences": [{"text": "As the markets get set to close on Wall Street, I'm joined now by Kitty Pilgrim in New York with \"The Dobbs Report\" -- Kitty.", "sentId": 223}], "secId": 73}, {"speaker": "PILGRIM", "sentences": [{"text": "Hi, Ed.", "sentId": 224}, {"text": "Thanks a lot.", "sentId": 225}, {"text": "Very good day on Wall Street.", "sentId": 226}, {"text": "Let's start with the Dow industrials.", "sentId": 227}, {"text": "They're up about 59 points.", "sentId": 228}, {"text": "NASDAQ about 1 percent higher.", "sentId": 229}, {"text": "And the auto sales are showing up in the economy.", "sentId": 230}, {"text": "New figures show that personal incomes are up half a percent, spending up more, and much of that on cars.", "sentId": 231}], "secId": 74}, {"speaker": "PILGRIM", "sentences": [{"text": "Now, here's a great twist to that story.", "sentId": 232}, {"text": "GM has changed its mind.", "sentId": 233}, {"text": "Today, it announced it's extending the employee discount program through Labor Day.", "sentId": 234}, {"text": "This was supposed to end yesterday.", "sentId": 235}, {"text": "Ford and Chrysler said they would keep their programs going.", "sentId": 236}, {"text": "All three companies did great in July.", "sentId": 237}, {"text": "Ford had a 35 percent spike in sales.", "sentId": 238}], "secId": 75}, {"speaker": "PILGRIM", "sentences": [{"text": "In other news, the battle over Unocal has a new chapter.", "sentId": 239}, {"text": "China's biggest oil company, CNOOC, is dropping its bid, and that's because of political opposition here in the United States.", "sentId": 240}, {"text": "Now, critics of the deal said it would be a threat to national security to have China own a U.S. oil company.", "sentId": 241}, {"text": "So now Chevron can go through with its deal.", "sentId": 242}], "secId": 76}, {"speaker": "And coming up on CNN at 6", "sentences": [{"text": "00 Eastern on LOU DOBBS TONIGHT, taking on China's unfair trade practices.", "sentId": 243}, {"text": "Now some American executives and their employees are fighting back to save U.S. jobs.", "sentId": 244}], "secId": 77}, {"speaker": "DIMICCO", "sentences": [{"text": "The old saying is, you don't go up to a gunfight with a knife, OK?", "sentId": 245}, {"text": "Well, right now, they've got more than a gun; they've got a house that's bearing down on us.", "sentId": 246}], "secId": 78}, {"speaker": "PILGRIM", "sentences": [{"text": "Also tonight, CNOOC may have abandoned its attempt to take over Unocal, but communist China is not giving up in its quest to acquire Western assets.", "sentId": 247}, {"text": "We'll have a special report on China's strategy.", "sentId": 248}], "secId": 79}, {"speaker": "PILGRIM", "sentences": [{"text": "Plus, should profiling be used to hunt terrorists in the United States?", "sentId": 249}, {"text": "Now, a noted scholar, author and investigative journalist, Paul Sperry tells us why he supports that tactic.", "sentId": 250}], "secId": 80}, {"speaker": "Also", "sentences": [{"text": "00 Eastern.", "sentId": 251}, {"text": "Be there -- LOU DOBBS TONIGHT.", "sentId": 252}], "secId": 81}, {"speaker": "Also", "sentences": [{"text": "But, for now, back to Ed in Washington -- Ed.", "sentId": 253}], "secId": 82}, {"speaker": "HENRY", "sentences": [{"text": "Thanks, Kitty.", "sentId": 254}], "secId": 83}, {"speaker": "HENRY", "sentences": [{"text": "Now back to INSIDE POLITICS and a final fight for a former Marine.", "sentId": 255}, {"text": "Democrat Paul Hackett is vying to become the first Iraq war veteran to serve in Congress, a distinction that has put the national spotlight on Ohio's 2nd District.", "sentId": 256}, {"text": "Voters there are casting ballots in a special election to replace Congressman-turned-US Trade Representative Rob Portman.", "sentId": 257}], "secId": 84}, {"speaker": "HENRY", "sentences": [{"text": "Our Bruce Morton has more on the race and how it figures into the bigger political battlefield.", "sentId": 258}], "secId": 85}, {"speaker": "HACKETT", "sentences": [{"text": "Hi, ma'am.", "sentId": 259}, {"text": "How are you?", "sentId": 260}, {"text": "Paul Hackett.", "sentId": 261}], "secId": 86}, {"speaker": "MORTON", "sentences": [{"text": "Paul Hackett, ex-Marine, Democrat, running for Congress in Ohio's 2nd District, which has elected Republicans to Congress for more than 30 years and gave George Bush 74 percent of its vote last November.", "sentId": 262}], "secId": 87}, {"speaker": "MORTON", "sentences": [{"text": "If Hackett wins, he would be the first Iraq war veteran elected.", "sentId": 263}, {"text": "Three lost House elections in 2004.", "sentId": 264}, {"text": "And Iraq is what he talks about.", "sentId": 265}, {"text": "He served seven months there in 2003, saw duty in Fallujah, and thinks the United States isn't winning the peace.", "sentId": 266}], "secId": 88}, {"speaker": "HACKETT", "sentences": [{"text": "Whoa, whoa, whoa, you told us a year-and-a-half ago mission accomplished.", "sentId": 267}, {"text": "It's a hell of a lot worse there today.", "sentId": 268}], "secId": 89}, {"speaker": "MORTON", "sentences": [{"text": "Hackett opposed the invasion, but says the problem now is training Iraqi forces to replace the Americans.", "sentId": 269}], "secId": 90}, {"speaker": "HACKETT", "sentences": [{"text": "Defeating the insurgency is a component of training the Iraqi security forces.", "sentId": 270}, {"text": "We are doing a miserable job as an administration, as a political administration, of supporting the troops on the ground and giving them the -- the leeway and the nuts and bolts to do that job.", "sentId": 271}], "secId": 91}, {"speaker": "MORTON", "sentences": [{"text": "Vietnam vet Max Cleland is among the Democrats to campaign for Hackett, an outspoken man who angered Republicans by saying, I don't like the SOB who lives in the White House, but I'd put my life on the line for him.", "sentId": 272}], "secId": 92}, {"speaker": "MORTON", "sentences": [{"text": "Still, this Vietnam vet who voted for Bush is having second thoughts.", "sentId": 273}], "secId": 93}, {"speaker": "PURDY", "sentences": [{"text": "I think the plan, it's -- it's appearing to me that it's kind of make-it-up-as-we-go.", "sentId": 274}, {"text": "And I don't know that that's a good plan for a military action.", "sentId": 275}, {"text": "You know, I'm not a strategist.", "sentId": 276}], "secId": 94}, {"speaker": "MORTON", "sentences": [{"text": "But Jean Schmidt, the Republican candidate, thinks that's a minority view.", "sentId": 277}], "secId": 95}, {"speaker": "SCHMIDT", "sentences": [{"text": "The voters continue to believe in the president, believe in his message, and stand with him, as I do.", "sentId": 278}], "secId": 96}, {"speaker": "HACKETT", "sentences": [{"text": "I think the question that the American people want answered is, can we win this?", "sentId": 279}, {"text": "And is our government being honest with us and being realistic on what it's going to take to win this?", "sentId": 280}, {"text": "MORTON: Hackett thinks the administration isn't doing what needs to be done in Iraq.", "sentId": 281}, {"text": "And, nationally, many Americans agree.", "sentId": 282}, {"text": "A recent CNN/\"USA Today\"/Gallup poll shows 53 percent think America won't win the war.", "sentId": 283}, {"text": "But in Ohio's very Republican 2nd District, ex-Marine Paul Hackett faces a steep uphill climb.", "sentId": 284}], "secId": 97}, {"speaker": "HACKETT", "sentences": [{"text": "Bruce Morton, CNN reporting.", "sentId": 285}], "secId": 98}, {"speaker": "HENRY", "sentences": [{"text": "Voters in Detroit are also at the polls today to narrow a crowded field of candidates for mayor.", "sentId": 286}, {"text": "Incumbent Kwame Kilpatrick and former Mayoral Deputy Freman Hendrix are expected to lead the 12- person field and win the right to face off in November.", "sentId": 287}, {"text": "Kilpatrick's political fortunes have fallen in the past four years, driven down by a budget deficit and population decline.", "sentId": 288}, {"text": "He has trailed Hendrix in pre-election polls.", "sentId": 289}], "secId": 99}, {"speaker": "HENRY", "sentences": [{"text": "From local politics to the big picture for both President Bush and Congress.", "sentId": 290}, {"text": "Let's talk about both with Amy Walter of the \"Cook Political Report\" and Ron Brownstein of the \"Los Angeles Times.\"", "sentId": 291}], "secId": 100}, {"speaker": "HENRY", "sentences": [{"text": "Welcome to you both.", "sentId": 292}], "secId": 101}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Ed.", "sentId": 293}], "secId": 102}, {"speaker": "WALTER", "sentences": [{"text": "Thanks, Ed.", "sentId": 294}], "secId": 103}, {"speaker": "HENRY", "sentences": [{"text": "President Bush out to head out of town for a vacation, Congress already gone, but not before they passed a slew of legislation, energy bill, the Central American Free Trade Agreement.", "sentId": 295}, {"text": "Good for the president?", "sentId": 296}], "secId": 104}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Yes, overall, I think what we're seeing in the Republican Congress this year is, by historical standards, a remarkable ability to come together and pass tough bills.", "sentId": 297}], "secId": 105}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Now, whether those bills are ultimately going to benefit them politically is another question.", "sentId": 298}, {"text": "But if you look at this Republican Congress, unified control, and compare it to, say, the first two years of Democrats holding both houses of Congress with Bill Clinton, it is extraordinarily different.", "sentId": 299}, {"text": "These Republicans have been willing to cast votes that may be tough for them in their own districts in the interest of having the entire enterprise move forward by giving it a kind of a sense of accomplishment.", "sentId": 300}], "secId": 106}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "As I said, the -- the risk for them is that the way they're doing that, the way they're holding their caucus together, is by passing bills that are very strong on the right.", "sentId": 301}, {"text": "And that has had some, I think, contribution to the polarization of the electorate that we're seeing in polls about Congress and President Bush.", "sentId": 302}], "secId": 107}, {"speaker": "HENRY", "sentences": [{"text": "Amy, Republican unity on the Hill with the president.", "sentId": 303}], "secId": 108}, {"speaker": "WALTER", "sentences": [{"text": "That's right.", "sentId": 304}, {"text": "HENRY: But does that open the door for Democrats to make the case that they're marching in lockstep -- they're going to be -- House and Senate Republicans will be on the ballot next year.", "sentId": 305}, {"text": "The president will not be.", "sentId": 306}], "secId": 109}, {"speaker": "WALTER", "sentences": [{"text": "Absolutely.", "sentId": 307}, {"text": "And, look, it's the case they've tried to make for the last couple of years, too, that this is a president whose popularity, especially right now, is at its lowest point.", "sentId": 308}, {"text": "So, this may be a better time to use this argument than it was two years ago.", "sentId": 309}], "secId": 110}, {"speaker": "WALTER", "sentences": [{"text": "I think Ron is exactly right.", "sentId": 310}, {"text": "What's -- what is pretty amazing is that, you know, for the last four years, this Republican Congress has been incredibly loyal to the president, really because they were trying to get this president reelected.", "sentId": 311}], "secId": 111}, {"speaker": "WALTER", "sentences": [{"text": "We really thought, coming into these next four years, the focus was going to be on midterm elections, their own political safety, no longer the safety of this president.", "sentId": 312}, {"text": "And they have given him some defeats, obviously, stem cell research being one of those.", "sentId": 313}, {"text": "Social Security, they're not moving forward on the president's signature issue.", "sentId": 314}, {"text": "But on some of these other bills, yes, they've shown a willingness to go forward.", "sentId": 315}, {"text": "Remember -- and this is important -- two- thirds of the members of Congress have never been in the minority, Republicans, have never been in the minority.", "sentId": 316}, {"text": "So, they don't remember what it was like when Democrats were back there in 1994.", "sentId": 317}, {"text": "So, they haven't seen this kind of environment.", "sentId": 318}], "secId": 112}, {"speaker": "HENRY", "sentences": [{"text": "On stem cells, the White House would say that the battle is not over yet.", "sentId": 319}, {"text": "Bill Frist...", "sentId": 320}], "secId": 113}, {"speaker": "WALTER", "sentences": [{"text": "Very true.", "sentId": 321}], "secId": 114}, {"speaker": "HENRY", "sentences": [{"text": "... may have come out against them.", "sentId": 322}], "secId": 115}, {"speaker": "WALTER", "sentences": [{"text": "Very true.", "sentId": 323}], "secId": 116}, {"speaker": "HENRY", "sentences": [{"text": "But they still have to fight that out in September.", "sentId": 324}], "secId": 117}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "No, look, there are inevitability going to be disagreements.", "sentId": 325}, {"text": "But if you think about -- think about the last time we had unified control in Washington, under Bill Clinton, '93, '94.", "sentId": 326}], "secId": 118}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Conservative Democrats would not vote for the crime bill.", "sentId": 327}, {"text": "Liberal Democrats would not vote for NAFTA.", "sentId": 328}, {"text": "What have we seen under Republicans?", "sentId": 329}, {"text": "We've seen conservatives vote to expand Medicare prescription drugs in 2003, which they didn't really want to do.", "sentId": 330}, {"text": "We've seen Republicans really of all stripes give the votes they needed to pass the Central American Free Trade Agreement last week, which many of them didn't want to do.", "sentId": 331}, {"text": "They are making votes that are tough in their own district, in the interest of creating a perception of success for the Congress overall.", "sentId": 332}], "secId": 119}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "But now, the -- the other side of this, I think, Ed, is that, when you look at your last poll on President Bush, his approval rating among Republicans was still among 87 percent.", "sentId": 333}, {"text": "They like the fact that Republicans are sticking together.", "sentId": 334}, {"text": "They are energizing the base with what they're doing.", "sentId": 335}, {"text": "But some of these initiatives, whether it's Terri Schiavo or perhaps even the recess appointment of John Bolton may be contributing to a 36 percent approval rating among independents, 17 among Democrats.", "sentId": 336}], "secId": 120}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "It is inherently polarizing, the strategy that they -- they have chosen to accept polarization as the price of accomplishment.", "sentId": 337}], "secId": 121}, {"speaker": "HENRY", "sentences": [{"text": "Polarization.", "sentId": 338}, {"text": "Tom DeLay, let me bring him up in this fight, because, on the Schiavo case, he was out front, maybe too out front, some suggested.", "sentId": 339}, {"text": "He pulled back for a while with ethics troubles, perhaps overshadowing the agenda for a while.", "sentId": 340}, {"text": "But he was back strong on the Central American Free Trade Agreement, the energy bill.", "sentId": 341}, {"text": "He was the one pushing it through.", "sentId": 342}], "secId": 122}, {"speaker": "HENRY", "sentences": [{"text": "Is he back?", "sentId": 343}, {"text": "Is this Democratic idea that they would make ethics the big mantra in the next election over?", "sentId": 344}], "secId": 123}, {"speaker": "WALTER", "sentences": [{"text": "I don't think it's over yet, because, certainly, we have not seen the continuing saga of Jack Abramoff, which I believe will still continue to be in the press, and the idea about one-party control, control of special interests in Washington and their influence.", "sentId": 345}], "secId": 124}, {"speaker": "WALTER", "sentences": [{"text": "But I think, in going back to what Ron is saying, yes, it is a much more polarized Congress, partly because of the way districts are drawn and the kind of people who are in these seats.", "sentId": 346}, {"text": "It is very different from 1992, 1994, when you actually did have moderates.", "sentId": 347}, {"text": "Remember those people?", "sentId": 348}, {"text": "They're not really around anymore.", "sentId": 349}], "secId": 125}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Right.", "sentId": 350}], "secId": 126}, {"speaker": "WALTER", "sentences": [{"text": "Because those seats don't exist anymore.", "sentId": 351}, {"text": "So, there are very -- it's a little bit in some ways easier even to keep a 15-seat majority than it was to keep a 40-something-seat majority, like it was in -- in the 1990s.", "sentId": 352}], "secId": 127}, {"speaker": "HENRY", "sentences": [{"text": "What about this special -- special election race in Ohio, where Paul Hackett has basically made not just the president, but his Iraq war policy, the issue and, as a Democrat, is doing better than expected in this race?", "sentId": 353}], "secId": 128}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Right.", "sentId": 354}], "secId": 129}, {"speaker": "HENRY", "sentences": [{"text": "What should we divine from that?", "sentId": 355}], "secId": 130}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Well, it's a very Republican district.", "sentId": 356}, {"text": "I think it's going to be hard for him to do too well.", "sentId": 357}, {"text": "I mean, Democrats are saying, if he gets to 45, that's a sign of trouble.", "sentId": 358}], "secId": 131}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "I think there's no question, when you look at what -- where the parties stand on public opinion, where the president stands on public opinion, that Iraq is having a down -- is pushing downward pressure on the president's standing.", "sentId": 359}, {"text": "Now the question is, what does that translate into by the fall of 2006?", "sentId": 360}, {"text": "Do Democrats need to have an alternative?", "sentId": 361}, {"text": "There are some Democrats who believe that, if the Democrats are more forthright with an alternative, the debate would become their idea versus the president's.", "sentId": 362}, {"text": "Right now, it's a referendum up and down on how the president's policy is going.", "sentId": 363}, {"text": "That's a big fundamental choice they face, strategic choice they face, before 2006.", "sentId": 364}], "secId": 132}, {"speaker": "HENRY", "sentences": [{"text": "What about that?", "sentId": 365}, {"text": "In the last cycle, Democrats making a big deal about picking up seats in places like South Dakota in House races, in red states?", "sentId": 366}], "secId": 133}, {"speaker": "WALTER", "sentences": [{"text": "Right.", "sentId": 367}], "secId": 134}, {"speaker": "HENRY", "sentences": [{"text": "What about now, Ohio?", "sentId": 368}], "secId": 135}, {"speaker": "WALTER", "sentences": [{"text": "Well, the Ohio case, I think it's much more about -- going back to your point about Tom DeLay and ethics, it's much more about that issue than it is almost anything else, even more so than Iraq.", "sentId": 369}, {"text": "And here's why.", "sentId": 370}], "secId": 136}, {"speaker": "WALTER", "sentences": [{"text": "Ohio is a state completely controlled by Republicans, from the governor on down to the state legislature.", "sentId": 371}, {"text": "There is a big scandal going on in the state involving the governor.", "sentId": 372}, {"text": "The governor has approval ratings now down in 19, 17 percent.", "sentId": 373}, {"text": "The real question is, will this drag down Republicans on the rest of the ticket, even in a district as Republican as this one?", "sentId": 374}, {"text": "What Democrats can hope is that, like Ohio, Washington is run by one party, and to make that an argument in the national elections next year, that you get one-party control, you get problems, absolute power, etcetera.", "sentId": 375}], "secId": 137}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "And that's clearly the direction they're going.", "sentId": 376}, {"text": "The narrative -- you asked about the ethics before.", "sentId": 377}, {"text": "The narrative that Republican -- the Democrats are trying to spin for 2006 election, or pull together, is that Republicans are delivering for their special interests in Washington and not dealing with the problems of ordinary families, whether it's religious conservatives on Terri Schiavo or energy companies on the energy bill.", "sentId": 378}], "secId": 138}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "There's a consistent argument they're trying to make that goes beyond individual ethics allegations to create a larger case.", "sentId": 379}, {"text": "Now, we're going to see if there are enough districts to make that -- to have much impact with that.", "sentId": 380}, {"text": "But the fact is, Republicans are looking at very low approval ratings for Congress.", "sentId": 381}, {"text": "They're putting a lot of hope in their belief that passing these kind of bread-and-butter bills, like the transportation bill and the energy bill, will begin to get those numbers up.", "sentId": 382}], "secId": 139}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "But if those numbers don't begin to rise, if they're really being pulled down by anxiety about the economy and Iraq, they will face some very difficult decisions next year, because no one wants to go into a midterm election with a 30 percent approval rating.", "sentId": 383}], "secId": 140}, {"speaker": "HENRY", "sentences": [{"text": "Sure.", "sentId": 384}, {"text": "And are these that big of victories?", "sentId": 385}, {"text": "I mean, the highway bill not actually that big to the average voter.", "sentId": 386}], "secId": 141}, {"speaker": "WALTER", "sentences": [{"text": "That's right.", "sentId": 387}], "secId": 142}, {"speaker": "HENRY", "sentences": [{"text": "But, also, the energy bill was watered down from where it started.", "sentId": 388}, {"text": "What happened to Social Security and some...", "sentId": 389}], "secId": 143}, {"speaker": "WALTER", "sentences": [{"text": "Or -- or CAFTA.", "sentId": 390}, {"text": "Exactly.", "sentId": 391}, {"text": "I mean, CAFTA is not an issue I think is going to move very much voters.", "sentId": 392}, {"text": "We talked a little bit earlier about NAFTA.", "sentId": 393}, {"text": "I think that was much volatile, much more in the public eye than this bill was.", "sentId": 394}, {"text": "The highway bill certainly important because it has pork, which every member of Congress loves to talk about come election time.", "sentId": 395}], "secId": 144}, {"speaker": "WALTER", "sentences": [{"text": "But again, I think Ron is right.", "sentId": 396}, {"text": "If we're going into 2006 still talking about trouble in Iraq, an economy that's struggling and high gas prices, passing this kind of legislation isn't going to make voters feel that much better.", "sentId": 397}], "secId": 145}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "And, in some ways, CAFTA may be more of a sign of the trouble, the turbulent water, than of the success.", "sentId": 398}, {"text": "It only squeaked through by two votes, really twisting arms.", "sentId": 399}, {"text": "And it got over the top more by Republicans making a case that we need to govern than arguing on the merits.", "sentId": 400}], "secId": 146}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "And, in fact, you can look at CAFTA and the resistance to the CNOOC acquisition of Unocal, that was abandoned today, both as signs of resurfacing American concern about our ability to protect good jobs against foreign competition.", "sentId": 401}, {"text": "That's a new element to our politics.", "sentId": 402}], "secId": 147}, {"speaker": "HENRY", "sentences": [{"text": "Let me just jump in.", "sentId": 403}, {"text": "We have some live pictures of the president now at Andrews Air Force Base.", "sentId": 404}, {"text": "He's about to head to Texas for his summer break at his ranch in Crawford, Texas.", "sentId": 405}, {"text": "We see him now there live heading towards Air Force One.", "sentId": 406}], "secId": 148}, {"speaker": "HENRY", "sentences": [{"text": "And we want to come back.", "sentId": 407}], "secId": 149}, {"speaker": "HENRY", "sentences": [{"text": "Ron Brownstein, Amy Walter, thank you so much to talk about.", "sentId": 408}], "secId": 150}, {"speaker": "WALTER", "sentences": [{"text": "Thank you.", "sentId": 409}], "secId": 151}, {"speaker": "HENRY", "sentences": [{"text": "We appreciate you both coming in.", "sentId": 410}], "secId": 152}, {"speaker": "HENRY", "sentences": [{"text": "There's an evolution under way in the schools.", "sentId": 411}, {"text": "Up next, President Bush thinks students should get a scientific take on the origins of life, and a divine one.", "sentId": 412}, {"text": "We'll look at the politics of intelligent design and public opinion about it.", "sentId": 413}], "secId": 153}, {"speaker": "HENRY", "sentences": [{"text": "Also ahead, Judge John Roberts and the latest document dump.", "sentId": 414}, {"text": "Are we learning any more about the man who would be a Supreme Court justice, or do Americans know enough?", "sentId": 415}], "secId": 154}, {"speaker": "HENRY", "sentences": [{"text": "And, when we go \"Inside the Blogs,\" what do bloggers find so special about today's election in Ohio?", "sentId": 416}], "secId": 155}, {"speaker": "HENRY", "sentences": [{"text": "Some political battles seem destined to be replayed over and over again.", "sentId": 417}, {"text": "Take the question of whether evolution or creation should be taught in the schools.", "sentId": 418}, {"text": "President Bush has weighed in on that subject once again, giving new life to the age-old debate.", "sentId": 419}], "secId": 156}, {"speaker": "HENRY", "sentences": [{"text": "Here's our senior political analyst Bill Schneider.", "sentId": 420}], "secId": 157}, {"speaker": "SCHNEIDER", "sentences": [{"text": "The Scopes trial took place 80 years ago, but the debate over evolution continues to rage.", "sentId": 421}, {"text": "This week, President Bush repeated a view he expressed in the 2000 presidential campaign.", "sentId": 422}], "secId": 158}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Speaking to a group of reporters, the president said, I think that part of education is to expose people to different schools of thought.", "sentId": 423}, {"text": "You're asking me whether or not people ought to be exposed to different ideas.", "sentId": 424}, {"text": "The answer is yes.", "sentId": 425}], "secId": 159}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Most Americans don't have a problem with that.", "sentId": 426}, {"text": "A \"Newsweek\" poll taken last December asked people whether they favored teaching creation science in addition to evolution in the public schools.", "sentId": 427}, {"text": "The answer, by better than 2-1, was yes.", "sentId": 428}, {"text": "Results like that drive many scientists crazy.", "sentId": 429}, {"text": "They say efforts to dress up the biblical story of creation as a science -- it's now called intelligent design -- are really attempts to inject religion or politics into education.", "sentId": 430}], "secId": 160}, {"speaker": "KELLY", "sentences": [{"text": "There are well established ways of making your argument, and these people are not using those methods.", "sentId": 431}], "secId": 161}, {"speaker": "SCHNEIDER", "sentences": [{"text": "In March, the CNN/\"USA Today\"/Gallup poll asked Americans if they would be upset if the theory of evolution was taught in the public schools.", "sentId": 432}, {"text": "No problem, 63 percent said.", "sentId": 433}, {"text": "What about the theory of creationism, defined as the idea that human beings were created by God in their present form and did not evolve from other species of animals?", "sentId": 434}, {"text": "No problem, 76 percent said.", "sentId": 435}], "secId": 162}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Most Democrats, self-described liberals and people with postgraduate degrees don't object to the teaching of creationism.", "sentId": 436}, {"text": "Most Americans want to be open-minded, teach different theories.", "sentId": 437}, {"text": "Scientists insist you refute a scientific theory with a better scientific theory, one that can be tested.", "sentId": 438}], "secId": 163}, {"speaker": "KELLY", "sentences": [{"text": "Let's not pretend that this has anything to do with science.", "sentId": 439}], "secId": 164}, {"speaker": "SCHNEIDER", "sentences": [{"text": "But it has a lot to do with politics.", "sentId": 440}, {"text": "Many scientists feel that giving legitimacy to what they regard as a nonscientific theory has a cost.", "sentId": 441}], "secId": 165}, {"speaker": "KELLY", "sentences": [{"text": "American students are tremendously disadvantaged if they don't understand the basic methods of scientific debate and research.", "sentId": 442}], "secId": 166}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Calling it the theory of evolution creates a problem.", "sentId": 443}, {"text": "It's just a theory, many people say.", "sentId": 444}, {"text": "But everything in science is a theory.", "sentId": 445}, {"text": "Most scientists say intelligent design does not fit the definition of a scientific theory.", "sentId": 446}], "secId": 167}, {"speaker": "HENRY", "sentences": [{"text": "And, Bill, there's been an update from the Midwest today.", "sentId": 447}, {"text": "What's happening in Kansas?", "sentId": 448}], "secId": 168}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Well, in Kansas, as you may recall, the State Board of Education adopted, or at least tentatively adopted, a set of standards that require a skeptical view of evolution being taught in the schools.", "sentId": 449}, {"text": "Well, today, their panel of educators that they appointed voted 16-3 that those standards have no scientific credibility.", "sentId": 450}, {"text": "The state board will make a final decision before the end of this year.", "sentId": 451}], "secId": 169}, {"speaker": "HENRY", "sentences": [{"text": "OK, Bill Schneider, our senior political analyst, thank you.", "sentId": 452}], "secId": 170}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Sure.", "sentId": 453}], "secId": 171}, {"speaker": "HENRY", "sentences": [{"text": "It's Election Day in Ohio's 2nd District.", "sentId": 454}, {"text": "Up next, bloggers are weighing in on the upstart candidate who served in Iraq and now wants to serve in Congress.", "sentId": 455}, {"text": "We'll check in with our blog reporters next.", "sentId": 456}], "secId": 172}, {"speaker": "HENRY", "sentences": [{"text": "News about potential candidates for the White House leads off our Tuesday \"Political Bytes.\"", "sentId": 457}], "secId": 173}, {"speaker": "HENRY", "sentences": [{"text": "Indiana Senator Evan Bayh is in Iowa for the next several days.", "sentId": 458}, {"text": "The Democrat is making appearances around the state through Thursday.", "sentId": 459}, {"text": "Also today, PoliticalMoneyLine reports that, in the first half of this year, Bayh's political action committee was the top fund-raiser among Democrats believed to be considering a run for the White House.", "sentId": 460}], "secId": 174}, {"speaker": "HENRY", "sentences": [{"text": "Colorado Congressman Tom Tancredo has raised his profile in the GOP by focusing on the illegal immigration issue.", "sentId": 461}, {"text": "Tancredo is in South Carolina, where he's scheduled to speak a few hours from now to the state Fraternal Order of Police.", "sentId": 462}, {"text": "He also has a New Hampshire trip scheduled for September.", "sentId": 463}], "secId": 175}, {"speaker": "HENRY", "sentences": [{"text": "Democratic Party Chairman Howard Dean is also in the Deep South.", "sentId": 464}, {"text": "He's speaking to the annual convention of the Southern Christian Leadership Conference today in Birmingham, Alabama.", "sentId": 465}], "secId": 176}, {"speaker": "HENRY", "sentences": [{"text": "And in Arizona, another Goldwater plans to try his hand at politics.", "sentId": 466}, {"text": "Don Goldwater, the 50-year-old nephew of the late Senator Barry Goldwater, announced today he's joining the field of Republicans hoping to challenge incumbent Democratic Governor Janet Napolitano next year.", "sentId": 467}], "secId": 177}, {"speaker": "HENRY", "sentences": [{"text": "And members of the blogosphere are weighing in on today's special election in Ohio.", "sentId": 468}], "secId": 178}, {"speaker": "HENRY", "sentences": [{"text": "Let's check in with CNN political producer Abbi Tatton and Jacki Schechner, our blog reporter -- Jacki.", "sentId": 469}], "secId": 179}, {"speaker": "SCHECHNER", "sentences": [{"text": "Hi, Ed.", "sentId": 470}], "secId": 180}, {"speaker": "SCHECHNER", "sentences": [{"text": "It is Democrat Paul Hackett against Republican Jean Schmidt in Ohio's 2nd District today.", "sentId": 471}, {"text": "And, if Paul Hackett wins, as we heard earlier on the show, he will be the first Iraqi war veteran in Congress.", "sentId": 472}, {"text": "But what's even extraordinary about this in regard to the blogs is the role that they have played in getting Hackett's name out there and especially in online fund-raising for Hackett.", "sentId": 473}], "secId": 181}, {"speaker": "SCHECHNER", "sentences": [{"text": "We spoke to the Hackett campaign in Ohio.", "sentId": 474}, {"text": "And they said -- this is a quote -- \"The blogs have been crucial in the last few weeks.\"", "sentId": 475}, {"text": "Now, there have been a lot of blogs that have been on top of this specifically, SwingStateProject.com being one of them.", "sentId": 476}, {"text": "Bob Brigham and Tim Tagaris are actually in Ohio at Hackett headquarters right now.", "sentId": 477}, {"text": "Their blog is actually down at this moment, we're assuming from heavy traffic.", "sentId": 478}], "secId": 182}, {"speaker": "SCHECHNER", "sentences": [{"text": "Another blog that has been on top of it has been blog.oh02.com.", "sentId": 479}, {"text": "They say they were down for a little while.", "sentId": 480}, {"text": "They are hoping that the chewing gums holds at this point, because big sites are linking to them and it keeps dropping them down.", "sentId": 481}], "secId": 183}, {"speaker": "TATTON", "sentences": [{"text": "And Hackett's powerful online fund-raising is being acknowledged, both sides of the aisle.", "sentId": 482}], "secId": 184}, {"speaker": "TATTON", "sentences": [{"text": "Over at redstate.org -- this is a conservative group site -- the founder, Mike Krempasky, he is blogging today and saying that this is a far-left candidate.", "sentId": 483}, {"text": "But he is acknowledging that online donations for Hackett have been extraordinary.", "sentId": 484}], "secId": 185}, {"speaker": "TATTON", "sentences": [{"text": "And just to show you how that's been working, there's a site called ActBlue.com, a Democratic grassroots site, which is trying to let people organize and get donations for the candidates of their choice, creating a page there.", "sentId": 485}, {"text": "They have raised over $500,000 for this candidate.", "sentId": 486}, {"text": "To put that in perspective, they had 150 candidates last year when they started up in June and, over the course of the elections last year, raised $850,000 for all 150.", "sentId": 487}], "secId": 186}, {"speaker": "TATTON", "sentences": [{"text": "So, they're doing pretty well on this one.", "sentId": 488}, {"text": "And to show you how it works, look at a blog yesterday.", "sentId": 489}, {"text": "Duncan Black at atrios.blogspot.com put out this rallying cry, along with other bloggers, trying to raise $30,000 in get-out-the-vote funds yesterday.", "sentId": 490}, {"text": "They put out the rallying cry.", "sentId": 491}, {"text": "And you can click through here to the page to donate over at ActBlue.", "sentId": 492}, {"text": "In eight hours, ActBlue tell us, they raised over $60,000 just through those blogs doing those kind of efforts.", "sentId": 493}], "secId": 187}, {"speaker": "SCHECHNER", "sentences": [{"text": "What is just as impressive as the money that is being raised online is the online activity, the grassroots, or netroots, activity, as it's called, that really is just getting Hackett's name swirling around.", "sentId": 494}, {"text": "Hackett posted on DailyKos.com, the top progressive blog, yesterday.", "sentId": 495}, {"text": "And, essentially, what he was proposing is, if you send out two million e-mails, statistical, then 5,000 people in his district would get an e-mail from somebody they knew asking them to vote for Paul Hackett, sort of a six degrees of Paul Hackett viral e- mail campaign.", "sentId": 496}, {"text": "Another way that they've been using the blogs online is sites that were doing opposition research.", "sentId": 497}, {"text": "The Hackett campaign heard something on Friday night that Jean Schmidt said that they didn't think was true.", "sentId": 498}, {"text": "They got together with the blogs.", "sentId": 499}, {"text": "They did a whole lot of digging on the Internet and they found exactly what they were looking for.", "sentId": 500}, {"text": "Specifically, Sterling Newberry at bopnews.com found some documentation that proved their point.", "sentId": 501}], "secId": 188}, {"speaker": "SCHECHNER", "sentences": [{"text": "So, we will send it back to you, Ed, but really extraordinary, what they're doing for the specific candidate in Ohio.", "sentId": 502}], "secId": 189}, {"speaker": "HENRY", "sentences": [{"text": "That's right, seeing it up close right in that race.", "sentId": 503}, {"text": "Thank you, Jacki and Abbi.", "sentId": 504}], "secId": 190}, {"speaker": "HENRY", "sentences": [{"text": "The \"Strategy Session\" is straight ahead on INSIDE POLITICS.", "sentId": 505}, {"text": "Today, Christian conservatives are all for it.", "sentId": 506}, {"text": "Many scientists are against it.", "sentId": 507}, {"text": "We'll focus on the theory of intelligent design and tell you why President Bush thinks it should be discussed in American schools -- that issue and some other big political topics when we return.", "sentId": 508}], "secId": 191}, {"speaker": "HENRY", "sentences": [{"text": "END", "sentId": 509}], "secId": 192}, {"speaker": "HENRY", "sentences": [{"text": "TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com", "sentId": 510}], "secId": 193}], "sectionCount": 194, "url": "transcripts.cnn.com/TRANSCRIPTS/0508/02/ip.01.html", "sentenceCount": 512, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired August 2, 2005 - 15:30   ET", "speakers": ["HENRY", "MALVEAUX", "BUSH", "JOHNS", "ROTHENBERG", "DELAY", "DURBIN", "PALMEIRO", "MORAN", "CUMMINGS", "KANJORSKI", "PILGRIM", "And coming up on CNN at 6", "DIMICCO", "Also", "HACKETT", "MORTON", "PURDY", "SCHMIDT", "BROWNSTEIN", "WALTER", "SCHNEIDER", "KELLY", "SCHECHNER", "TATTON"], "title": "INSIDE POLITICS"}