{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1607.19.ip.02.html.json", "subTitle": "Governor Christie Set To Speak On Day 2 Of RNC; Speaker Ryan and Senator McConnell To Take Stage Tonight; Chaos on the Convention Floor; Clinton Bashes Trump In NAACP Address; Clinton Mulling Over Potential VP Picks. Aired 12:30-1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Its night two of the Republican Convention.", "sentId": 0}, {"text": "And tonight, \"Make America Work Again\" is the theme.", "sentId": 1}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "On the speaking list?", "sentId": 2}, {"text": "Several Republicans who had a hard time making their relationship with Donald Trump work.", "sentId": 3}, {"text": "Senate Majority Leader Mitch McConnell says Trump is best scripted because he doesn't know much about policy.", "sentId": 4}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "House Speaker Paul Ryan has a long list of policy differences with Trump and has repeatedly criticized his tone.", "sentId": 5}, {"text": "But there will also be at least one very loyal soldier, New Jersey Governor Chris Christie.", "sentId": 6}, {"text": "He wanted to be Trump's running mate, but he says now, that's in the past and he's ready tonight to help frame the fall choice.", "sentId": 7}], "secId": 2}, {"speaker": "CHRISTIE", "sentences": [{"text": "Listen, I think what you'll see tonight is somebody who has experience in the courtroom and knows how to make a case.", "sentId": 8}], "secId": 3}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "What's the case you want to make?", "sentId": 9}], "secId": 4}, {"speaker": "CHRISTIE", "sentences": [{"text": "I'll wait until tonight to make the case, but I'm going to make a case that Donald Trump is ready to be president of the United States, and that perhaps his opponent is not.", "sentId": 10}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "To his credit, that's an odd spot for Chris Christie.", "sentId": 11}, {"text": "We know he was disappointed, we know he was lobbying Donald Trump to the end.", "sentId": 12}, {"text": "But he says, I'm a former federal prosecutor, we know from the republican campaign, he didn't win but he's a pretty good debater.", "sentId": 13}, {"text": "But is -- we get -- we also get more from the Trump family tonight.", "sentId": 14}, {"text": "But what is Chris Christie's role to try to make the case?", "sentId": 15}], "secId": 6}, {"speaker": "RAJU", "sentences": [{"text": "Oh, he's very effective.", "sentId": 16}, {"text": "He makes very effective arguments against Hillary Clinton.", "sentId": 17}, {"text": "I mean, the Republican prosecuting the case against her, promote Donald Trump, actually he's trying to win in some ways because he was passed over for the V.P.", "sentId": 18}, {"text": "slot.", "sentId": 19}, {"text": "The interesting to see the extent which he actually praises Mike Pence.", "sentId": 20}, {"text": "You know, I'll be interested in seeing -- you mentioned Paul Ryan, Mitch McConnell, how much will they emphasize their support of Donald Trump?", "sentId": 21}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 22}], "secId": 8}, {"speaker": "RAJU", "sentences": [{"text": "What I'm told is that they'll probably going to speak a lot about their own part -- caucus's agenda, the House Republican agenda, what Senate Republicans have done, make the case to keep the congressional authority in GOP hands but -- and attack Hillary Clinton, of course.", "sentId": 23}, {"text": "But how much will these folks actually promote Donald Trump?", "sentId": 24}, {"text": "That's going to be an interesting question.", "sentId": 25}], "secId": 9}, {"speaker": "RESTON", "sentences": [{"text": "I actually talked to Governor Christie on the floor last night, and of course he was surrounded by tons of cameras that were tracking his every move.", "sentId": 26}, {"text": "He was very much trying to be a team player.", "sentId": 27}, {"text": "He said that he and Pence had been texting constantly.", "sentId": 28}], "secId": 10}, {"speaker": "RESTON", "sentences": [{"text": "You know, he was out there making the case saying that, of course, he was disappointed, but he said I'm a big boy, you know, I'm going to move past this, I have other things that I want to do, I'm very focused on the transition for Donald Trump's campaign.", "sentId": 29}, {"text": "He went on to, you know, talk about what Donald Trump could do to soften his image among women.", "sentId": 30}, {"text": "So he's very much on message playing the good soldier here.", "sentId": 31}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "If we're in \"Make America Work Again\" night.", "sentId": 32}, {"text": "All right let's look at some of the other speakers.", "sentId": 33}, {"text": "As we mentioned you have Mitch Mconnell, the senate majority leader, Paul Ryan, the speaker, the House Majority Leader Kevin McCarthy, a lot of these guys were thinking about how do we keep our jobs, how do we keep our majorities.", "sentId": 34}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "But then you do have Christie, you have Tiffany Trump.", "sentId": 35}, {"text": "Donald Trump's daughter will speak tonight and Donald Trump Jr. son of Donald Trump to  continue the family effort.", "sentId": 36}, {"text": "Dr. Ben Carson, also among the speakers tonight and I think the gentleman is the CEO of Trump Winery is also among the speakers tonight.", "sentId": 37}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "But, you're looking at it, they said the theme is \"Make America Work Again\".", "sentId": 38}, {"text": "We also know -- we've known presidential campaigns, the economy is almost always issue number one.", "sentId": 39}, {"text": "And Trump has the advantage on the economy at the moment over Hillary Clinton I think by eight points voter say Trump will do a better job.", "sentId": 40}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Where is the person to make the policy case?", "sentId": 41}, {"text": "The jobs case?", "sentId": 42}, {"text": "I will create jobs to make the economy better case?", "sentId": 43}], "secId": 15}, {"speaker": "BALL", "sentences": [{"text": "Well look, this hasn't happened yet.", "sentId": 44}, {"text": "So maybe we're being unfair.", "sentId": 45}, {"text": "It is -- technically a possibility that everybody comes on that stage tonight, and they're all on the same page reading from the same Playbook, driving a strong message about the economy, right?", "sentId": 46}], "secId": 16}, {"speaker": "BALL", "sentences": [{"text": "They've all got the talking points about the Republican agenda for jobs and growth, and they do -- and there is a strong case to be made as you said, voters tend to trust them on this issue.", "sentId": 47}, {"text": "But as we -- but as we've seen, there's this sort of weird motley crew of speakers in all of the night to the convention in part, because a lot of people weren't willing to come.", "sentId": 48}], "secId": 17}, {"speaker": "BALL", "sentences": [{"text": "And in part because the party is in such chaos, it is hard to know what it stands for and what kinds of policies?", "sentId": 49}, {"text": "You know, is it the Paul Ryan agenda which Donald Trump has said he disagrees with?", "sentId": 50}, {"text": "Is that what the party is for?", "sentId": 51}, {"text": "Or is it something else entirely?", "sentId": 52}], "secId": 18}, {"speaker": "BALL", "sentences": [{"text": "So, there's a lot of confusion on all these things.", "sentId": 53}], "secId": 19}, {"speaker": "RESTON", "sentences": [{"text": "But I think that -- I was out actually doing some door knocking in Cleveland suburbs yesterday talking to voters about, you know, the convention being close by, and a lot of them talked about, you know, leaning towards Trump because they do still feel that while all the economic indicators say things are getting better, they are not feeling it in their lives.", "sentId": 54}], "secId": 20}, {"speaker": "RESTON", "sentences": [{"text": "They are feeling like their friends are working multiple jobs, not getting enough work, you know, that health care is a big issue.", "sentId": 55}, {"text": "So he does have a huge opportunity here tonight.", "sentId": 56}, {"text": "And going forward into the fall, particularly if he starts to be more on message on that issue and actually lay out a plan.", "sentId": 57}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "Do we expect as he tries to take advantage of the opportunity it is an opportunity?", "sentId": 58}, {"text": "The dynamic in the country is for change right now.", "sentId": 59}, {"text": "Hillary Clinton has some favorabilities in the polls for the dynamic in the country is for change.", "sentId": 60}, {"text": "That's the competition.", "sentId": 61}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "Do we expect tonight as they try to get to the economy and the jobs issue anymore disruption from the floor?", "sentId": 62}, {"text": "We had the rules fight yesterday.", "sentId": 63}, {"text": "A lot of people said it was chaos.", "sentId": 64}, {"text": "Lot of people also said that Trump people took control of their convention.", "sentId": 65}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "When they were challenged, they got some people to change their minds and they made the rules fight.", "sentId": 66}, {"text": "But the \"Never Trump\" or the anti- Trump forces say they might try to place Ted Cruz's name in the nomination.", "sentId": 67}, {"text": "They say they might try some other high things on the floor.", "sentId": 68}, {"text": "Do we think that is sort of just stunt dummy material or it is going to be a big thing?", "sentId": 69}], "secId": 24}, {"speaker": "RESTON", "sentences": [{"text": "Sort of something like that that happens today, unless the Trump team can squash it.", "sentId": 70}, {"text": "But there are lot of people talking about this organically.", "sentId": 71}, {"text": "I think that, you know, the whips feel like they have it under control, that there's not one central person leading this.", "sentId": 72}, {"text": "And if Cruz's team has been very clear that he is not directing this effort, encouraging this effort, in fact, it would put him in an awkward position, but we may see drama on that front today.", "sentId": 73}], "secId": 25}, {"speaker": "RAJU", "sentences": [{"text": "But the Never Trump will know that they'll not succeed and not going to stop Donald Trump from becoming the nominee.", "sentId": 74}, {"text": "What they want to do is get headlines, get in the news, show some disruption.", "sentId": 75}, {"text": "So you may see some aviatrixes has made.", "sentId": 76}, {"text": "But maybe a walkout or something like that, that's not out of the question tonight.", "sentId": 77}, {"text": "JONATHAN MARTIN, NEW YORK TIMES NATIONAL POLITICAL CORRESPONDENT:  I wouldn't be surprised if Cruz's name is placed on the nomination or if there's enough to do that.", "sentId": 78}, {"text": "I mean Cruz have a lot of delegates out there still on that floor.", "sentId": 79}, {"text": "I mean, the other stuff last night is ...", "sentId": 80}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "Did they have no investment in a Republican victory even they don't like Donald Trump?", "sentId": 81}, {"text": "Is anything they do to distract especially after the rest of it yesterday is going to cause a problem?", "sentId": 82}], "secId": 27}, {"speaker": "MARTIN", "sentences": [{"text": "I don't think that's how some of these folks think on the floor.", "sentId": 83}, {"text": "I rather think some are savvy like that, but I think a lot of those delegates out there are what used to be called regular Republicans.", "sentId": 84}, {"text": "They're fairly Conservative, they go to the party conventions, they go to the, you know, Reagan day dinners.", "sentId": 85}, {"text": "And they have for years, and they'll get out there and be for Trump because he's not Hillary.", "sentId": 86}, {"text": "They're just watching the applause, watching the reactions last night.", "sentId": 87}, {"text": "It's so different from past events.", "sentId": 88}, {"text": "They don't feel the energy.", "sentId": 89}], "secId": 28}, {"speaker": "RESTON", "sentences": [{"text": "Not at all.", "sentId": 90}], "secId": 29}, {"speaker": "MARTIN", "sentences": [{"text": "With the exception of a couple of Rudy lines there last night, you just never felt much energy out there from the floor.", "sentId": 91}, {"text": "And the energy you felt with Rudy was not about Trump, it was about, you know, really raw red meat lines.", "sentId": 92}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "We'll see if they can.", "sentId": 93}, {"text": "But I'm sorry I'm going to cut.", "sentId": 94}, {"text": "But we'll see because it's better on day two.", "sentId": 95}, {"text": "When we come back, Hillary Clinton needs high African-American turnout to win.", "sentId": 96}, {"text": "And while she thinks Donald Trump is her best friend to the Democrats, next.", "sentId": 97}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "We know Hillary Clinton is watching the Republican Convention quite closely, and she sees opportunity.", "sentId": 98}, {"text": "Number one, to motivate African-American voters.", "sentId": 99}], "secId": 32}, {"speaker": "CLINTON", "sentences": [{"text": "Donald Trump led the movement to delegitimize our first black president.", "sentId": 100}, {"text": "Trumpeting the so-called birther movement.", "sentId": 101}, {"text": "Donald Trump plays coy with white supremacists.", "sentId": 102}, {"text": "Donald Trump insults Mexican immigrants, even an American judge born of Mexican heritage.", "sentId": 103}, {"text": "Donald Trump demeans women.", "sentId": 104}, {"text": "Donald Trump wants to ban an entire religion from entering our country.", "sentId": 105}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "And, Secretary Clinton looks at the second half of the Republican ticket and sees an opportunity to motivate voters who might view gay rights or maybe abortion rights as key to their presidential vote.", "sentId": 106}], "secId": 34}, {"speaker": "CLINTON", "sentences": [{"text": "I think he's made a very divisive choice.", "sentId": 107}, {"text": "He has picked someone who stood for a law that would have legitimized blatant discrimination against the LGBT community.", "sentId": 108}, {"text": "When he was in Congress, he was willing to shut down the government in an effort to try to de- fund Planned Parenthood.", "sentId": 109}, {"text": "He has a record of, you know, divisiveness in both ...", "sentId": 110}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "It has been said before, but it is striking.", "sentId": 111}, {"text": "When you watch what she says in recent days, reacting to this convention, trying to get in the stories about this convention, the political conversation.", "sentId": 112}, {"text": "And what we heard last night, what the Republicans want to communicate, it's really two different worlds.", "sentId": 113}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "She is focusing on Obama coalition if I can -- 2008, 2012 turnout, pretty similar coalition.", "sentId": 114}, {"text": "I win.", "sentId": 115}, {"text": "The Republicans are thinking, go hard against the Clintons, chin up conservative turnout, we win.", "sentId": 116}, {"text": "It's two Americas.", "sentId": 117}], "secId": 37}, {"speaker": "MARTIN", "sentences": [{"text": "Rest in peace to swing voters.", "sentId": 118}, {"text": "I mean what happened to the day were you tried to persuade the vast middle of this country to vote for you?", "sentId": 119}, {"text": "Well, the vast middle isn't so vast anymore.", "sentId": 120}], "secId": 38}, {"speaker": "MARTIN", "sentences": [{"text": "And you see that it never reflected in the strategy of the two campaigns.", "sentId": 121}, {"text": "I was so spark last night that you're kind of watching a Fox prime time variety show.", "sentId": 122}, {"text": "I mean it really felt like the B block of  last night watching this program.", "sentId": 123}], "secId": 39}, {"speaker": "MARTIN", "sentences": [{"text": "Benghazi, fast and furious, you know, Hillary should be in prison, Sheriff David Clark from Milwaukee, this is, like, the conservative media universe.", "sentId": 124}, {"text": "Yeah, I tweeted a hell out a couple ...", "sentId": 125}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "But just to play contrarian though, but if people are uneasy, people are anxious, whether it's the economy, whether it's about all these police being shot by snipers and the like, that's an environment for change argument.", "sentId": 126}, {"text": "If you want to make the case, it's up to voters to decide, but it's smart for Trump to make the case isn't it.", "sentId": 127}, {"text": "But what we have isn't working, we need try something different.", "sentId": 128}], "secId": 41}, {"speaker": "MARTIN", "sentences": [{"text": "No.", "sentId": 129}, {"text": "If it's a turnout election.", "sentId": 130}, {"text": "And that's the calculation there.", "sentId": 131}, {"text": "And the point that I'm making is that, you know, you might sort of do the Conservative are rocking the zones in your convention program.", "sentId": 132}, {"text": "But if these things all aimed at getting every Conservative in Ohio out to the polls to vote for you, then you should do Benghazi all four nights.", "sentId": 133}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "You should pitch that program, I don't know that this is the right program for it but conservatives are ...", "sentId": 134}], "secId": 43}, {"speaker": "MARTIN", "sentences": [{"text": "Just go for it.", "sentId": 135}], "secId": 44}, {"speaker": "RAJU", "sentences": [{"text": "We will see.", "sentId": 136}, {"text": "Natural segue talking about the Democratic V.P.", "sentId": 137}, {"text": "pick.", "sentId": 138}, {"text": "It'll be presume to see what Clinton decides on her V.P.", "sentId": 139}, {"text": "pick, if she decides as Donald Trump did, just to go very conservative of the V.P.", "sentId": 140}, {"text": "pick.", "sentId": 141}, {"text": "So as Clinton goes and decide to go very liberal because to generate enthusiasm among the Democratic base and not be as focused on the swing voters.", "sentId": 142}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "So to that point, everybody we're in the reporting business here.", "sentId": 143}, {"text": "Play candidate whisper for me.", "sentId": 144}, {"text": "Here's secretary Clinton talking in that PBS interview about her vice presidential pick.", "sentId": 145}, {"text": "She seems to sort to say what she's supposed to say, but with any clues?", "sentId": 146}, {"text": "Let's listen.", "sentId": 147}], "secId": 46}, {"speaker": "HILLARY CLINTON", "sentences": [{"text": "The blessing of having some excellent choices, people who -- here's my criteria.", "sentId": 148}], "secId": 47}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "All right.", "sentId": 149}], "secId": 48}, {"speaker": "CLINTON", "sentences": [{"text": "Will this person be a good president?", "sentId": 150}, {"text": "You know, I am afflicted with the responsibility gene, and I know what it's like being president.", "sentId": 151}, {"text": "I've seen it up close.", "sentId": 152}, {"text": "I've worked for one.", "sentId": 153}, {"text": "I've had that experience.", "sentId": 154}], "secId": 49}, {"speaker": "CLINTON", "sentences": [{"text": "So for me, there is nothing more important than my rock solid conviction that the person I choose could literally get up one day and be the president of the United States.", "sentId": 155}], "secId": 50}], "sectionCount": 51, "url": "transcripts.cnn.com/TRANSCRIPTS/1607/19/ip.02.html", "sentenceCount": 157, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 19, 2016 - 12:30   ET", "speakers": ["KING", "CHRISTIE", "UNIDENTIFIED MALE", "RAJU", "RESTON", "BALL", "MARTIN", "CLINTON", "HILLARY CLINTON"], "title": "INSIDE POLITICS"}