{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1503.22.ip.01.html.json", "subTitle": "A Chilly Congratulations for Netanyahu; The Future of U.S.- Israel Relations; Ideal 2016 Candidates. 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "HUNTER", "sentences": [{"text": "I love this kid, man.", "sentId": 0}, {"text": "I love him.", "sentId": 1}], "secId": 0}, {"speaker": "PAUL", "sentences": [{"text": "A lot of people loving him today, too.", "sentId": 2}], "secId": 1}, {"speaker": "PAUL", "sentences": [{"text": "Thank you so much for starting your morning with us.", "sentId": 3}], "secId": 2}, {"speaker": "BLACKWELL", "sentences": [{"text": "INSIDE POLITICS with John King starts now.", "sentId": 4}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "He's the new comeback kid of global politics.", "sentId": 5}], "secId": 4}, {"speaker": "NETANYAHU", "sentences": [{"text": "There are very big challenges before us.", "sentId": 6}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Israeli Prime Minister Benjamin Netanyahu says he's ready to work with President Obama but the White House hardly sounds ready to forgive and forget.", "sentId": 7}], "secId": 6}, {"speaker": "EARNEST", "sentences": [{"text": "That cynical Election Day tactic was a pretty transparent effort to marginalize Arab/Israeli citizens.", "sentId": 8}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Plus, Hillary Clinton says those who won't compromise have no place in politics.", "sentId": 9}], "secId": 8}, {"speaker": "CLINTON", "sentences": [{"text": "From my perspective you can't do enough of the relationship building.", "sentId": 10}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Guess who agrees?", "sentId": 11}], "secId": 10}, {"speaker": "BUSH", "sentences": [{"text": "I'm excited about trying to change the political climate a little bit by having a different approach.", "sentId": 12}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Do they have the qualities you want in the next president?", "sentId": 13}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 14}], "secId": 13}, {"speaker": "Welcome to INSIDE POLITICS.  I'm John King.  Thanks for sharing your Sunday morning this first weekend of spring.  With us to share their reporting and insights", "sentences": [{"text": "Julie Pace of the Associated Press; NPR Steve Inskeep; Jackie Kucinich of the \"Daily Beast\"; and Robert Costa of the \"Washington Post\".", "sentId": 15}], "secId": 14}, {"speaker": "Welcome to INSIDE POLITICS.  I'm John King.  Thanks for sharing your Sunday morning this first weekend of spring.  With us to share their reporting and insights", "sentences": [{"text": "First, there were big policy differences.", "sentId": 16}, {"text": "You remember the Netanyahu speech to Congress saying President Obama should not be trusted to negotiate a nuclear deal with Iran.", "sentId": 17}, {"text": "And then the Netanyahu election eve statement delivered at a Jewish settlement that a vote to re-elect him was a vote to make sure there was no Palestinian state.", "sentId": 18}], "secId": 15}, {"speaker": "Welcome to INSIDE POLITICS.  I'm John King.  Thanks for sharing your Sunday morning this first weekend of spring.  With us to share their reporting and insights", "sentences": [{"text": "Then it got personal.", "sentId": 19}, {"text": "Israel's prime minister warning his supporters they better turn out because Arabs were voting in droves.", "sentId": 20}, {"text": "To the first African-American President of the United States that was playing the race card.", "sentId": 21}, {"text": "On top of tactics President Obama already viewed as shallow and cynical.", "sentId": 22}], "secId": 16}, {"speaker": "OBAMA", "sentences": [{"text": "We indicated that that kind of rhetoric was contrary to what is the best of Israel's provision.", "sentId": 23}, {"text": "That although Israel was founded the based on the historic Jewish homeland and the need to have a Jewish homeland, Israeli democracy has been premised on everybody in the country being treated equally and fairly.", "sentId": 24}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "So now what?", "sentId": 25}, {"text": "Can they set their deep personal and policy differences aside, forge a new chapter, or are we in for a deep freeze and perhaps a pro-Palestinian shift over the final 22 months of the Obama presidency.", "sentId": 26}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Steve Inskeep, I start with you.", "sentId": 27}, {"text": "If you spent time in Israel during the campaign and then you had a remarkable conversation with Prime Minister Netanyahu after his victory.", "sentId": 28}, {"text": "Listen here as you ask him about this the morning of the election he told his supporters turn out, the Arabs are voting in droves.", "sentId": 29}, {"text": "I'm told the President of the United States found that racist.", "sentId": 30}, {"text": "The Prime Minister's opponent called it racist.", "sentId": 31}, {"text": "Prime Minister Netanyahu told you, \"Oh, no, I'm misunderstood.\"", "sentId": 32}], "secId": 19}, {"speaker": "NETANYAHU", "sentences": [{"text": "I was talking about the mobilization of specific communities for specific parties.", "sentId": 33}, {"text": "It's bizarre lines of Islamists and Israeli forces who are trying to topple my government.", "sentId": 34}, {"text": "I wasn't trying to block anyone from voting, I was trying to mobilize my own forces.", "sentId": 35}, {"text": "And that mobilization was based Arab money -- sorry, on foreign money, a lot of foreign money coming in.", "sentId": 36}], "secId": 20}, {"speaker": "INSKEEP", "sentences": [{"text": "There is so much in that quote -- John.", "sentId": 37}, {"text": "First, he's denying something fairly that he probably wasn't trying to do.", "sentId": 38}, {"text": "He wasn't trying to suppress the Arab vote -- about 20 percent of Israel is Arab and they have a right to vote but he was motivating his supporters through fear.", "sentId": 39}, {"text": "He was effectively saying, the Arabs are coming, the Arabs are coming.", "sentId": 40}, {"text": "You better come and outvote the Arabs.", "sentId": 41}, {"text": "And you can see why people would argue that he was dividing one community against another.", "sentId": 42}], "secId": 21}, {"speaker": "INSKEEP", "sentences": [{"text": "And by raising the specter of Islamists, there is actually an Islamist Party in Israel -- it's not a completely untrue charge.", "sentId": 43}, {"text": "But it also raises a questions of is he saying there is a fifth column inside his own country?", "sentId": 44}, {"text": "It was a very controversial tactic to say the least.", "sentId": 45}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "He sounds a little paranoid.", "sentId": 46}], "secId": 23}, {"speaker": "INSKEEP", "sentences": [{"text": "You can say that.", "sentId": 47}, {"text": "And it's a region that encourages paranoia where there's a lot of violence and people are deeply divided against one another.", "sentId": 48}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "So the question, Julie Pace, from the White House perspective is what now.", "sentId": 49}, {"text": "These are two proud, two stubborn guys who didn't get along to begin with.", "sentId": 50}, {"text": "And then you have the speech to Congress.", "sentId": 51}, {"text": "Then you had the switch on Palestinian state.", "sentId": 52}, {"text": "Then you had the language there that Prime Minister Netanyahu just explained but the President of the United States didn't like.", "sentId": 53}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "What now?", "sentId": 54}, {"text": "The White House in a paper statement -- the two leaders did speak -- and the White House apparently is not ready to accept the fact that the prime minister says I'm still willing to see if the Palestinians are credible.", "sentId": 55}, {"text": "I'm still willing to negotiate.", "sentId": 56}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "But I found this delicious -- forgive me, I love politics and the statement from the White House.", "sentId": 57}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "\"President Obama spoke today to Prime Minister Netanyahu to congratulate the Prime Minister on his party's success in winning a plurality of Knesset seats.\"", "sentId": 58}, {"text": "You could just say to congratulate him on his victory.", "sentId": 59}, {"text": "They want to say, \"Hey, buddy, don't let your head swell.", "sentId": 60}, {"text": "You've got a plurality.\"", "sentId": 61}], "secId": 28}, {"speaker": "PACE", "sentences": [{"text": "And they have a much easier time congratulating other foreign leaders who have won elections in the past.", "sentId": 62}, {"text": "They were clearly trying to not have a very heartfelt congratulation message for Netanyahu there.", "sentId": 63}, {"text": "The issue that has really gotten to the White House over the last", "sentId": 64}], "secId": 29}, {"speaker": "PACE", "sentences": [{"text": "week or so is Netanyahu's foot prop on Palestinian statehood.", "sentId": 65}, {"text": "This is central to Obama's efforts to forge peace; it was central to George W. Bush's efforts to forge peace.", "sentId": 66}, {"text": "There has always been speculation that Netanyahu does not completely believe in Palestinian statehood; that his actions didn't actually back up that position.", "sentId": 67}], "secId": 30}, {"speaker": "PACE", "sentences": [{"text": "The fact that he came out in the last couple of days and said he no longer believed in statehood -- that's the position that they're going to hold him to.", "sentId": 68}, {"text": "Regardless of what he says now after the election -- that's what they're going to hold him to.", "sentId": 69}, {"text": "And the fact that the White House is now floating the possibility that the U.S. may allow some kind of measure for Palestinian statehood to go forward at the United Nations is an incredible shift in policy.", "sentId": 70}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "That's the point.", "sentId": 71}, {"text": "This is a relationship that's one of the most important relationships in the world.", "sentId": 72}, {"text": "Set aside the two leaders, set aside the moment -- the moment is one of the most important strategic relationship in the world.", "sentId": 73}, {"text": "It's a friendship between two democracies.", "sentId": 74}, {"text": "Israel's the only democracy in the Middle East.", "sentId": 75}, {"text": "Is there personal dysfunction, a personal animus between these two leaders now going to set this relationship off the tracks?", "sentId": 76}], "secId": 32}, {"speaker": "KUCINICH", "sentences": [{"text": "It certainly looks like that.", "sentId": 77}, {"text": "And if you, right now, in the current situation then I think when you talk to the Republican field, the 2016 contenders, they're going to tell you it is.", "sentId": 78}, {"text": "And you're going to hear that on the campaign trail going forward.", "sentId": 79}, {"text": "And you are going to see it in fund raising appeals.", "sentId": 80}], "secId": 33}, {"speaker": "KUCINICH", "sentences": [{"text": "You heard it from Marco Rubio.", "sentId": 81}, {"text": "You heard it on the floor on Friday -- last week.", "sentId": 82}, {"text": "And so I think we're going to hear more and more of that.", "sentId": 83}, {"text": "And it's going to be really project by the Republican field.", "sentId": 84}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "Let's listen to Marco Rubio.", "sentId": 85}, {"text": "You mentioned him.", "sentId": 86}, {"text": "He's one of several Republican 2016 candidates who said the President is wrong, the prime minister is right.", "sentId": 87}, {"text": "Speaker John Boehner is about to go to Israel.", "sentId": 88}, {"text": "You might call that a victory lap of sorts.", "sentId": 89}, {"text": "It was Speaker Boehner who invited Prime Minister Netanyahu to come in to the House of Representatives.", "sentId": 90}, {"text": "Now, he's going over to see the Prime Minister.", "sentId": 91}, {"text": "I bet he gets treated well on that trip.", "sentId": 92}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "But for the 2016 contest, Republicans see the Netanyahu win as proof that they should be standing with Israel.", "sentId": 93}, {"text": "They should be in this president's face.", "sentId": 94}, {"text": "Listen to Marco Rubio.", "sentId": 95}], "secId": 36}, {"speaker": "RUBIO", "sentences": [{"text": "This is a historic and tragic mistake.", "sentId": 96}, {"text": "Israel is not a Republican or Democratic issue.", "sentId": 97}, {"text": "If this was a Republican president doing these things -- I would give the exact same speech, in fact, I would be even angrier.", "sentId": 98}, {"text": "This is outrageous.", "sentId": 99}, {"text": "It is irresponsible and it's dangerous and it betrays the commitment this nation has made to the right of a Jewish state to exist in peace.", "sentId": 100}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "We already new Robert Costa that foreign policy was going", "sentId": 101}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "to be a big role in the primary debate among and between Republicans but also in the general election.", "sentId": 102}, {"text": "We'll be still in some sort of military confrontation with ISIS when we get around to the election.", "sentId": 103}, {"text": "Now U.S.-Israeli relations and, of course, all those Republicans anticipate they'll be running against the President's former secretary of state, Hillary Clinton.", "sentId": 104}, {"text": "So they're going to press her to step into this debate as well.", "sentId": 105}], "secId": 39}, {"speaker": "COSTA", "sentences": [{"text": "What's been really interesting is you look at what happened and how Republicans handled Netanyahu's victory.", "sentId": 106}, {"text": "It really underscores the hawkish element within the party.", "sentId": 107}], "secId": 40}, {"speaker": "INSKEEP", "sentences": [{"text": "Think about the difference of opinion that could play out over the next few months and a few things that had just been set at this table.", "sentId": 108}, {"text": "Julie, you noted this difference that could play out in the United Nations.", "sentId": 109}, {"text": "President Obama and his predecessors wanted a Palestinian state.", "sentId": 110}, {"text": "Netanyahu even when he's been for it has been very reluctantly for a very limited form of it.", "sentId": 111}, {"text": "And there's going to be that kind of a struggle.", "sentId": 112}], "secId": 41}, {"speaker": "INSKEEP", "sentences": [{"text": "And now you have the question, if the White House were to go ahead as they suggested and allow resolutions that are seen as hostile to Israel or to its government to go forward at the United Nations -- that becomes an ongoing political issue that is going to force political candidates to comment on it whether you like or not.", "sentId": 113}, {"text": "Maybe Hillary hasn't talked about it yet.", "sentId": 114}, {"text": "She will be forced to if it goes on.", "sentId": 115}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "And that could also become a huge global issue as well especially because -- I'm not here to defend Prime Minister Netanyahu, but at times he does have a legitimate case in saying he doesn't have a partner.", "sentId": 116}, {"text": "That the Palestinian government is not strong enough, whether you still have Fatah Hamas differences and they're still lobbing mortars into Israel.", "sentId": 117}, {"text": "So if -- will this get pushed for the politics of let's get in Netanyahu's face, we're mad at Netanyahu; or will it get pushed based on are we actually ready if we pass something that says it's a Palestinian state.", "sentId": 118}, {"text": "Are we ready to implement it?", "sentId": 119}], "secId": 43}, {"speaker": "INSKEEP", "sentences": [{"text": "It's really interesting that you mention that -- John.", "sentId": 120}, {"text": "I was talking with a historian and writer Gershom Gorenberg when in Israel.", "sentId": 121}, {"text": "And he was saying there's not that much political debate day- to-day in Israel over the question of the Palestinians because people agree that it is a huge problem and that they do not know how to solve it.", "sentId": 122}, {"text": "And that is a question that the international community also faces on many different levels.", "sentId": 123}, {"text": "If you push for a solution the question is do you really have one?", "sentId": 124}], "secId": 44}, {"speaker": "PACE", "sentences": [{"text": "One of the things we should remind here thought is that Europeans and other regions of the world are much further along in this idea of supporting Palestinian statehood through other means that the U.S. had been.", "sentId": 125}, {"text": "Every time that there is a vote in the General Assembly at the U.N. it's 130 countries that vote in favor of it; the U.S., Israel and a small handful of countries votes against.", "sentId": 126}, {"text": "So when you talk about this in a not just a U.S. context, but in", "sentId": 127}], "secId": 45}, {"speaker": "PACE", "sentences": [{"text": "a geopolitical contest, it appears as though the U.S. could be moving closer to a lot of its allies and that would leave Israel --", "sentId": 128}], "secId": 46}, {"speaker": "COSTA", "sentences": [{"text": "-- watch Secretary Clinton.", "sentId": 129}, {"text": "I mean if the Obama administration becomes more aggressive in going after Netanyahu and perhaps using the U.N. as a means of doing so, this is going to put real pressure on Secretary Clinton.", "sentId": 130}], "secId": 47}, {"speaker": "COSTA", "sentences": [{"text": "Does she break with the administration?", "sentId": 131}, {"text": "How does the Jewish vote go?", "sentId": 132}, {"text": "Where do -- how do Republicans really respond and perhaps capitalize on these tensions that could emerge within the Democratic Party.", "sentId": 133}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "And if you're the President of the United States, even if you think you're right, can you force Palestinian statehood on a reluctant Israeli Prime Minister?", "sentId": 134}, {"text": "Can you force an Iran nuclear deal on a reluctant Israeli Prime Minister?", "sentId": 135}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "This one is worth watching -- today, tomorrow, next month and beyond.", "sentId": 136}, {"text": "It's a fascinating story.", "sentId": 137}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "Up next, a new CNN poll exposes a giant Hillary Clinton weakness, yet also proves the very steep hill Republicans must climb to beat her.", "sentId": 138}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "First though, \"Politicians Say the Darnedest Things\".", "sentId": 139}, {"text": "Listen to this.", "sentId": 140}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "Mitt Romney on his wardrobe choices for a charity boxing match with Evander Holyfield.", "sentId": 141}], "secId": 53}, {"speaker": "COURIC", "sentences": [{"text": "Are you going shirtless?", "sentId": 142}], "secId": 54}, {"speaker": "ROMNEY", "sentences": [{"text": "Well, I presume so.", "sentId": 143}, {"text": "You don't go in there wearing a T-shirt, you know.", "sentId": 144}, {"text": "So I expect some --", "sentId": 145}], "secId": 55}, {"speaker": "COURIC", "sentences": [{"text": "This will be fun.", "sentId": 146}], "secId": 56}, {"speaker": "ROMNEY", "sentences": [{"text": "Katie, you'll have to watch.", "sentId": 147}], "secId": 57}, {"speaker": "COURIC", "sentences": [{"text": "You're a very brave man.", "sentId": 148}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 149}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "The unofficial phase of the 2016 campaign has been underway for well, probably too long now.", "sentId": 150}, {"text": "But things are about to get official.", "sentId": 151}, {"text": "Take a look at this calendar.", "sentId": 152}, {"text": "See the two weeks highlighted on top?", "sentId": 153}, {"text": "The Senate will be on vacation.", "sentId": 154}, {"text": "So if you're Marco Rubio, Ted Cruz, or Rand Paul, you might think this is a pretty good time to get into the race -- right.", "sentId": 155}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Well, Rand Paul certainly agrees.", "sentId": 156}, {"text": "Rand Paul will announce his candidacy back home in Kentucky on April 7th.", "sentId": 157}, {"text": "We'll keep an eye on the other ones.", "sentId": 158}, {"text": "And as you watch, all of these candidates, some likely to run, some say they won't run, others still thinking about it.", "sentId": 159}, {"text": "If you look at all this, what are you thinking about?", "sentId": 160}, {"text": "What do you want in 2016?", "sentId": 161}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "We asked this question in our brand new CNN poll.", "sentId": 162}, {"text": "Nearly six in ten Americans say the most important thing for them in an ideal 2016 candidate is executive experience.", "sentId": 163}, {"text": "I bet Governor Bush likes that.", "sentId": 164}, {"text": "Governor Walker probably likes that as well.", "sentId": 165}, {"text": "Four in ten Americans say legislative experience would be ideal.", "sentId": 166}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Then we asked this question here, what about a political background?", "sentId": 167}, {"text": "Again the word \"experience\" comes up.", "sentId": 168}, {"text": "Six in ten Americans want somebody with a deeply experienced political background.", "sentId": 169}, {"text": "Four in ten Americans say it'd take a look at somebody new.", "sentId": 170}, {"text": "They want a fresh face when it comes to running for president.", "sentId": 171}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Here, if you're Hillary Clinton is a warning sign -- 57 percent.", "sentId": 172}, {"text": "Nearly six in ten Americans say they want someone who will change most of the policies of the incumbent Obama administration.", "sentId": 173}, {"text": "40 percent of Americans say let's continue most policies.", "sentId": 174}, {"text": "But look at that nearly six in ten entered 2016 saying it's time for dramatic change.", "sentId": 175}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "So Robert Costa let me ask the question to you first.", "sentId": 176}, {"text": "That's the great opening for Republicans, to make the case, we are change, we are different.", "sentId": 177}, {"text": "And history says after a two-term president almost always we change parties.", "sentId": 178}, {"text": "But I assume Republicans are aware -- that's not enough.", "sentId": 179}, {"text": "They still got to find a way to beat her.", "sentId": 180}], "secId": 65}, {"speaker": "COSTA", "sentences": [{"text": "It's not enough.", "sentId": 181}, {"text": "And you've seen Secretary Clinton really calibrating her own message.", "sentId": 182}, {"text": "I was covering her in Atlantic City this past week.", "sentId": 183}, {"text": "And you saw she's talking about her senate term in a different way; talking about herself as a consensus builder, someone who emphasizes relationships.", "sentId": 184}], "secId": 66}, {"speaker": "COSTA", "sentences": [{"text": "And so she knows she's from Washington.", "sentId": 185}, {"text": "She knows she's not perceived as change but she's trying to re-evaluate how people see her.", "sentId": 186}], "secId": 67}, {"speaker": "COSTA", "sentences": [{"text": "And Republicans, look, they're betting on governors.", "sentId": 187}, {"text": "You keep hearing it over and over again that someone like Bush or Walker has the experience from outside of Washington but they're going to have a lot of stiff competition from these senators.", "sentId": 188}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "In that poll we ran her horse race against everyone of the leading Republicans.", "sentId": 189}, {"text": "Rand Paul was closest; he was 11 points behind on the national poll.", "sentId": 190}, {"text": "Now it's March 2015.", "sentId": 191}, {"text": "Don't pour any cement.", "sentId": 192}, {"text": "She can be beat.", "sentId": 193}, {"text": "Ask President Dukakis, ask President Giuliani.", "sentId": 194}, {"text": "She can be beat.", "sentId": 195}, {"text": "But if you look through this -- I took the Rand Paul numbers.", "sentId": 196}, {"text": "He", "sentId": 197}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "ran closest 11 points behind her.", "sentId": 198}, {"text": "I matched them up with Romney versus Obama in the last presidential election.", "sentId": 199}, {"text": "Hillary Clinton runs equal with the President on race, on income, on age in terms of the demographics of the voting electorate.", "sentId": 200}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "She even runs better than him in several areas.", "sentId": 201}, {"text": "Among women -- look at this -- 62 percent of women support Hillary Clinton; President Obama got 55 percent in the last election -- a big plus.", "sentId": 202}, {"text": "It's a big gender gap there.", "sentId": 203}, {"text": "Among Republicans Secretary Clinton gets 13 percent support to the 6 percent the President got.", "sentId": 204}, {"text": "I suspect that Republican number will disappear.", "sentId": 205}, {"text": "As we get close to the election.", "sentId": 206}, {"text": "But among independents she gets 53 percent support; President Obama against Mitt Romney got only in the 40s.", "sentId": 207}, {"text": "And where you live -- close presidential elections are decided in the suburbs in American politics today.", "sentId": 208}, {"text": "Hillary Clinton gets 52 percent in the suburbs, President Obama got 48 percent.", "sentId": 209}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "So when you look demographically she does better than him among some constituents especially blue collar white voters.", "sentId": 210}, {"text": "She holds together most of the Obama coalition.", "sentId": 211}, {"text": "I view this as she's up on the hill.", "sentId": 212}, {"text": "She has this fortress on a hill.", "sentId": 213}, {"text": "She has no credible opponent yet.", "sentId": 214}, {"text": "So even if they have equal armies in the end, Hillary Clinton and the Republican, they have to go up a hill to take her.", "sentId": 215}], "secId": 72}, {"speaker": "PACE", "sentences": [{"text": "For Republicans, there's two things that they're really going to have to do.", "sentId": 216}, {"text": "One is going to be to try to knock her on her actual credentials.", "sentId": 217}, {"text": "And two is going to be to have to try to quite frankly drive down turnout among people who were part of the Obama coalition who came out in huge numbers for him because she is going to be focusing really hard on not just having an advantage with women and with minorities but in maintaining that turnout level that Obama had.", "sentId": 218}], "secId": 73}, {"speaker": "KUCINICH", "sentences": [{"text": "The other thing that struck me about this poll is how many people didn't know who the Republicans were -- never heard of them.", "sentId": 219}, {"text": "29 percent hadn't heard of Rand Paul.", "sentId": 220}, {"text": "48 percent hadn't heard of Scott Walker.", "sentId": 221}, {"text": "So I think it's easy to forget here in D.C. that most of America doesn't know who these people are.", "sentId": 222}, {"text": "So they have a lot of time to define themselves but they're going to have to define themselves before the Clintons change that.", "sentId": 223}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "So there is a huge opening for those Republicans to fill in their biography and fill in their portfolio.", "sentId": 224}, {"text": "But then you still have to deal with the demographic challenges.", "sentId": 225}, {"text": "And look, both sides know this.", "sentId": 226}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "The Republicans every day going after Hillary Clinton, we want her e-mails, we're going to investigate her.", "sentId": 227}, {"text": "She's from the past.", "sentId": 228}, {"text": "Remember Bill and all the Hillary Clinton when she makes public statements she knows hold together the Obama coalition.", "sentId": 229}, {"text": "She's been tweeting to the senate.", "sentId": 230}, {"text": "\"Why don't you confirm Loretta Lynch?", "sentId": 231}, {"text": "What are you doing?\"", "sentId": 232}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "And listen here, Steve Inskeep.", "sentId": 233}, {"text": "This is in her campy speech to the Camp Association -- the last paid speech before she jumps into the race officially.", "sentId": 234}, {"text": "Hillary Clinton -- pretty polarizing figure over the course of her political career -- listen to her here.", "sentId": 235}, {"text": "She says, \"who me\"?", "sentId": 236}], "secId": 77}, {"speaker": "CLINTON", "sentences": [{"text": "The red cabin, the blue cabin -- have them coming together and actually listen to each other.", "sentId": 237}], "secId": 78}, {"speaker": "CLINTON", "sentences": [{"text": "From my perspective you can't do enough of the relationship building.", "sentId": 238}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Even a bit of a dig at President Obama there at the end.", "sentId": 239}, {"text": "You can't do enough relationship building.", "sentId": 240}, {"text": "A lot of people have knocked him for not, at least -- I don't know that they would ever agree with him, but at least trying to get agreement with Congress.", "sentId": 241}], "secId": 80}, {"speaker": "INSKEEP", "sentences": [{"text": "Sure.", "sentId": 242}, {"text": "And she certainly had good relationships when she was in the Senate.", "sentId": 243}, {"text": "When I looked at your interesting -- really useful poll, John, and looked at those horse race numbers that you mentioned, the thing that stuck out most for me is that for Republican after Republican after Republican against Hillary they were about the same.", "sentId": 244}], "secId": 81}, {"speaker": "INSKEEP", "sentences": [{"text": "Rand Paul may have been closest, but everybody was around -- Hillary was around 55 give or take and the Republicans were all around 40 give or take.", "sentId": 245}, {"text": "Even Ben Carson was around there.", "sentId": 246}, {"text": "Everybody was about the same.", "sentId": 247}, {"text": "That says to me that Hillary is a brand of a particular strength.", "sentId": 248}, {"text": "And fairly strong right now for whatever flaws or weakness she may have.", "sentId": 249}], "secId": 82}, {"speaker": "INSKEEP", "sentences": [{"text": "And all the Republicans are kind of a generic brand at this point who are weaker at this moment which doesn't mean they can't take advantage of the fact as you've mentioned in order to pull themselves up.", "sentId": 250}, {"text": "But right now I don't think any Republican has distinguished themselves from another which is what you're observing.", "sentId": 251}], "secId": 83}, {"speaker": "COSTA", "sentences": [{"text": "John, you said -- you nailed it.", "sentId": 252}, {"text": "It's early.", "sentId": 253}, {"text": "I think a lot of Republicans, I mean we're not paying -- right now there's a Scott Walker/Jeb Bush dynamic in the early stage of the Republican primary.", "sentId": 254}, {"text": "Keep an eye on John Kasich.", "sentId": 255}, {"text": "He may start stepping in the race -- two-term governor of Ohio.", "sentId": 256}, {"text": "Marco Rubio -- a lot of people, a lot of donors like Rubio because they think Bush or Walker could stumble and a fresh face from Florida who could win the Hispanic vote.", "sentId": 257}], "secId": 84}, {"speaker": "COSTA", "sentences": [{"text": "It's too early to start really saying how this is going to play out.", "sentId": 258}, {"text": "And I think there's a lot of lower ranked stars in the GOP just waiting for their moment.", "sentId": 259}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "But they need to recast their brand a bit, whether it's with a new face or during these debates.", "sentId": 260}, {"text": "One of the risks is if they have a series of debates about immigration, about same-sex marriage, about the very issues on which the Democrats have built their demographic advantage, that's the question mark as we go forward.", "sentId": 261}, {"text": "But that's why we watch it.", "sentId": 262}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "It is early.", "sentId": 263}, {"text": "She's formidable.", "sentId": 264}, {"text": "Let's underscore \"early\".", "sentId": 265}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "Up next tomorrow's news today.", "sentId": 266}, {"text": "Our reporters share from their notebooks.", "sentId": 267}, {"text": "Get you out ahead of the big stories -- just ahead.", "sentId": 268}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Let's go around the inside politics table and ask our great reporters to give you a sneak peek at tomorrow's big political headlines.", "sentId": 269}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "Julie Pace.", "sentId": 270}], "secId": 90}, {"speaker": "PACE", "sentences": [{"text": "Afghan President Ashraf Ghani comes to Washington for his first meeting with President Obama this week.", "sentId": 271}, {"text": "They're expected to announce some changes to the drawdown plan of U.S. troops over the next two years.", "sentId": 272}, {"text": "There's one big reason why the President is willing to have some flexibility in the draw down.", "sentId": 273}, {"text": "And that's because he's very focused on one specific aspect of this plan.", "sentId": 274}, {"text": "And that is pulling out all U.S. troops by the end 2016.", "sentId": 275}], "secId": 91}, {"speaker": "PACE", "sentences": [{"text": "That would allow him to make the case at the end of his presidency that he had fulfilled his promise to end the war in Afghanistan.", "sentId": 276}, {"text": "His promise to end the war in Iraq has been challenged by the return of some U.S. troops to help Iraq fight the Islamic state.", "sentId": 277}], "secId": 92}, {"speaker": "PACE", "sentences": [{"text": "So that's why you're going to see the president announcing that perhaps up to 10,000 troops will be able to stay in Afghanistan next year.", "sentId": 278}, {"text": "As long as he can keep his promise by the end of 2016, though, this is flexibility he's willing to have.", "sentId": 279}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Also interesting -- they seem to trust this new Afghan president --", "sentId": 280}], "secId": 94}, {"speaker": "PACE", "sentences": [{"text": "Far more than --", "sentId": 281}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "-- far more than they did the last Afghan president.", "sentId": 282}], "secId": 96}, {"speaker": "PACE", "sentences": [{"text": "Far more.", "sentId": 283}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "Steve.", "sentId": 284}], "secId": 98}, {"speaker": "INSKEEP", "sentences": [{"text": "I'm keeping track of the number of unauthorized migrant children coming across the border.", "sentId": 285}, {"text": "You'll recall that bat this time last year there was the beginning of a series of stories about a flood of young people coming across the border from Central America from violence-torn countries there.", "sentId": 286}], "secId": 99}, {"speaker": "INSKEEP", "sentences": [{"text": "The administration responded to that.", "sentId": 287}, {"text": "There are new measures to interdict migrants coming.", "sentId": 288}, {"text": "There are measures to try to encourage people -- not very successfully yet -- trying to encourage people to apply for refuge without leaving Honduras or El Salvador.", "sentId": 289}], "secId": 100}, {"speaker": "INSKEEP", "sentences": [{"text": "Now we're getting back into the spring season when it's a little bit easier to travel and we'll see if the numbers go up again.", "sentId": 290}, {"text": "If they do, of course, we're going to have another series of news stories about a really sensitive issue that's been very difficult for either party to solve.", "sentId": 291}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "Big policy and political questions.", "sentId": 292}, {"text": "We'll watch that one.", "sentId": 293}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "Jackie.", "sentId": 294}], "secId": 103}, {"speaker": "KUCINICH", "sentences": [{"text": "During Hillary Clinton's camp speech she mentioned her relationship with Newt Gingrich and said behind the scenes it was actually pretty good.", "sentId": 295}, {"text": "So I talked to Newt Gingrich last week and he confirmed that they actually had a pretty good relationship.", "sentId": 296}, {"text": "And he had some nice things to say about her.", "sentId": 297}, {"text": "He said if she becomes president, she'll be a hard worker, she'll be pretty practical.", "sentId": 298}, {"text": "However he doesn't think she's going to get there because of what's happening with the Clinton Global Foundation and because of the foreign money.", "sentId": 299}], "secId": 104}, {"speaker": "KUCINICH", "sentences": [{"text": "He's testifying to the Homeland secretary committee next week.", "sentId": 300}, {"text": "And he said he's going to bring up the problem of foreign money in American politics but he stressed it wasn't a Hillary Clinton issue -- this is across the government.", "sentId": 301}, {"text": "So listen for that.", "sentId": 302}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "Not a Hillary Clinton issue, across the government.", "sentId": 303}, {"text": "We'll watch how it played out.", "sentId": 304}, {"text": "We had a nice relationship however.", "sentId": 305}, {"text": "I'm waiting for the however -- when it comes to that one.", "sentId": 306}], "secId": 106}, {"speaker": "KUCINICH", "sentences": [{"text": "Right.", "sentId": 307}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "Robert Costa.", "sentId": 308}], "secId": 108}, {"speaker": "COSTA", "sentences": [{"text": "A rough week in some sense for the house Republicans.", "sentId": 309}, {"text": "You had the resignation of Aaron Schock.", "sentId": 310}, {"text": "But when I was on Capitol Hill this week, I really got the sense that House Speaker John Boehner is going to try to take charge in the coming weeks.", "sentId": 311}, {"text": "And there's two pieces of legislation to really keep an eye on that he wants to muscle through.", "sentId": 312}, {"text": "One is the Republican budget.", "sentId": 313}, {"text": "He wants to just get it through the House, get it compromised with the Senate.", "sentId": 314}], "secId": 109}, {"speaker": "COSTA", "sentences": [{"text": "The next is a Doc Fix Bill which is how Medicare reimbursements are done for doctors.", "sentId": 315}, {"text": "Boehner wants to solve that long term.", "sentId": 316}, {"text": "It looks like he's going to have the notes to get it done and that' John Boehner trying to reinsert himself.", "sentId": 317}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "Reinsert himself.", "sentId": 318}, {"text": "And with the Doc Fix he actually cut a deal with Nancy Pelosi.", "sentId": 319}], "secId": 111}, {"speaker": "COSTA", "sentences": [{"text": "He did.", "sentId": 320}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "A rare moment of bipartisanship.", "sentId": 321}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 322}, {"text": "Marco Rubio continues to be little more than a blip if you look at most of the Republican presidential polls.", "sentId": 323}, {"text": "He's down low in the single digit.", "sentId": 324}, {"text": "There are still a good number of Republicans who think it's possible he might blink and decide not move on from the exploratory phase to their official candidacy.", "sentId": 325}, {"text": "But here is a statement higher that tells you Rubio has every intention of running.", "sentId": 326}, {"text": "His super PAC has tapped Warren Thompkins, a veteran South Carolina political strategist to take over his super PAC that is going to get millions, maybe tens of millions of dollars of seed money from Florida billionaire, Norman Brandon.", "sentId": 327}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "I've known Warren Thompkins for more than for 25 years.", "sentId": 328}, {"text": "He plays tough, he plays hardball and he's battle tested in presidential politics.", "sentId": 329}, {"text": "Team Rubio thinks that sends a message.", "sentId": 330}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "Yes, they say Jeb Bush is ahead raising money.", "sentId": 331}, {"text": "Yes Scott Walker is getting the media buzz and the conservative buzz at the moment.", "sentId": 332}, {"text": "But they think they are now proving that they have a candidate with better skills, that's their case, and they think he's about to prove he can also put a good battle tested team on the field.", "sentId": 333}, {"text": "So watch that one.", "sentId": 334}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 335}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 336}, {"text": "We'll see you soon.", "sentId": 337}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" starts right now.", "sentId": 338}], "secId": 118}], "sectionCount": 119, "url": "transcripts.cnn.com/TRANSCRIPTS/1503/22/ip.01.html", "sentenceCount": 340, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired March 22, 2015 - 08:30   ET", "speakers": ["HUNTER", "PAUL", "BLACKWELL", "KING", "NETANYAHU", "EARNEST", "CLINTON", "BUSH", "Welcome to INSIDE POLITICS.  I'm John King.  Thanks for sharing your Sunday morning this first weekend of spring.  With us to share their reporting and insights", "OBAMA", "INSKEEP", "PACE", "KUCINICH", "RUBIO", "COSTA", "COURIC", "ROMNEY"], "title": "INSIDE POLITICS"}