{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1610.28.ip.02.html.json", "subTitle": "Campaign News. Aired 12:30-1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Donald Trump's long on record.", "sentId": 0}, {"text": "He is a big fan of my friend here, he calls it the map.", "sentId": 1}, {"text": "We call it the magic wall.", "sentId": 2}, {"text": "Governor Mike Pence, his running mate, well, not so much.", "sentId": 3}], "secId": 0}, {"speaker": "PENCE", "sentences": [{"text": "I mean did you get the latest spin?", "sentId": 4}, {"text": "I got this latest spin this morning.", "sentId": 5}, {"text": "I saw some T.V.", "sentId": 6}, {"text": "people out saying, \"Yeah, well, it looks like he's winning in Florida, looks like he's winning in Ohio.", "sentId": 7}, {"text": "But still I got their map out.", "sentId": 8}, {"text": "No, I don't think he can win.\"", "sentId": 9}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Sorry, governor.", "sentId": 10}, {"text": "It's not spin, its math.", "sentId": 11}, {"text": "And the math at the moment shows how tough the map is for Donald Trump.", "sentId": 12}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Michigan, a state early on Donald Trump thought he could win.", "sentId": 13}, {"text": "Brand new polling out today shows Hillary Clinton still with a consistent lead in the state of Michigan, very tough then for Donald Trump if he's trying to turn that one from blue to red.", "sentId": 14}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Iowa is a state where Donald Trump has led for much of the fall campaign.", "sentId": 15}, {"text": "But as we head into the final days, both candidates there today both Secretary Clinton and Donald Trump look at this, a tie in Iowa 44-44 heading into the final days.", "sentId": 16}, {"text": "Donald Trump needs that one if his math to 270 is going to work.", "sentId": 17}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Plus Donald Trump unable to find an opportunity in Virginia.", "sentId": 18}, {"text": "Remember, twice went for Obama.", "sentId": 19}, {"text": "The Republicans thought they could get it back this time.", "sentId": 20}, {"text": "But this is yet another poll.", "sentId": 21}, {"text": "There's a long list of them showing Hillary Clinton with a healthy lead in the State of Virginia.", "sentId": 22}, {"text": "Seven points in this poll, it's been bigger in other polls, so unlikely Donald Trump can count on Virginia in its 13 electoral votes.", "sentId": 23}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Plus Donald Trump still having problems in the ruby red states, look at this in Georgia that the Republican nominee finds himself in a dead heat, maybe up a point in ruby red Georgia heading into the final 10 days.", "sentId": 24}, {"text": "Well, that's tough.", "sentId": 25}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "So Governor Pence, that's why we say it isn't spin.", "sentId": 26}, {"text": "It is math.", "sentId": 27}, {"text": "The race is to get to 270.", "sentId": 28}, {"text": "And the map at moment heavily favors Hillary Clinton.", "sentId": 29}, {"text": "We have her, a 272 already enough.", "sentId": 30}, {"text": "If you're Donald Trump and you're thinking how do I come back?", "sentId": 31}, {"text": "Here's the problem.", "sentId": 32}, {"text": "You're at risk of losing a state we already give to you, Georgia.", "sentId": 33}, {"text": "You're at risk of loosing a state we already give to you Iowa.", "sentId": 34}, {"text": "You're struggling still out in Utah and Arizona reliably red conservative territory.", "sentId": 35}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Is there a path to a comeback for Donald Trump?", "sentId": 36}, {"text": "May be but it's a really steep hill or as Governor Pence likes to put it, he's from Indiana, think of the Indianapolis 500.", "sentId": 37}, {"text": "He thinks we're only at mile 400.", "sentId": 38}], "secId": 8}, {"speaker": "PENCE", "sentences": [{"text": "I just think we're just going to continue to go on or earn it.", "sentId": 39}, {"text": "I tell people, you know, an Indianapolis who know a lot about racing.", "sentId": 40}, {"text": "So I tell people this, we're coming out to the fourth turn here is wheel to wheel or hammered down and we're going to race to the checkered flag and continue to lay out that choice.", "sentId": 41}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "We're going to race to the checkered flag.", "sentId": 42}, {"text": "I guess my question is how many cars are going off the wall in the final 11 days here?", "sentId": 43}], "secId": 10}, {"speaker": "KUCINICH", "sentences": [{"text": "Or how many -- has the checkered flag already, you know, waved for the winner?", "sentId": 44}, {"text": "I mean it's just -- they're so far behind at this point it is.", "sentId": 45}, {"text": "It's hard to see where the map is and which way their car is going to continue with the metaphor.", "sentId": 46}], "secId": 11}, {"speaker": "MARTIN", "sentences": [{"text": "Yeah.", "sentId": 47}, {"text": "Governor Pence is in a very difficult spot here.", "sentId": 48}, {"text": "He is a veteran politician who understands how to stay on message and keep to his talking points.", "sentId": 49}, {"text": "But basically every question that he gets when he does these interviews that he -- now those fairly often is either -- why are you losing so bad or Donald Trump said X, Y, Z.", "sentId": 50}, {"text": "How do you respond to that?", "sentId": 51}, {"text": "But those are the two questions he gets.", "sentId": 52}], "secId": 12}, {"speaker": "MARTIN", "sentences": [{"text": "And so he doesn't really have an easy answer because A, they are loosing both in polling and also having challenges in that early voting.", "sentId": 53}, {"text": "And secondly, Trump says things that he can't really defend.", "sentId": 54}, {"text": "So it's a tough gig.", "sentId": 55}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "To the analogy you made earlier, Trump has to be perfect.", "sentId": 56}, {"text": "When you look at the map and you go to the states is there still a path in this volatile year.", "sentId": 57}, {"text": "I will not say it's over until we count the votes, because it's been such a year.", "sentId": 58}, {"text": "But it's like coming up on the bottom of the ninth down eighth or ninth runs.", "sentId": 59}, {"text": "And he has to be perfect throughout.", "sentId": 60}, {"text": "He has to be perfect because he's got to turn everyone of these states.", "sentId": 61}, {"text": "He has no room for errors.", "sentId": 62}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "And it's not just Governor Pence calls this spin, I get it.", "sentId": 63}, {"text": "The Governor is trying to keep morale of the Republicans up out there.", "sentId": 64}, {"text": "But never mind what we talk about.", "sentId": 65}, {"text": "Listen to what Republicans saying.", "sentId": 66}, {"text": "This is Marco Rubio.", "sentId": 67}, {"text": "My colleague Manu Raju, asking Marco Rubio, who's running for re-election in Florida, that race is surprisingly close.", "sentId": 68}, {"text": "Rubio favored but its close.", "sentId": 69}, {"text": "The question was will Donald Trump keep us safe?", "sentId": 70}], "secId": 15}, {"speaker": "RUBIO", "sentences": [{"text": "I have deep concerns about Hillary Clinton, now that she was the secretary of state and the policies that she supported have led to chaos and disaster around the world.", "sentId": 71}, {"text": "Quite frankly, I don't trust Hillary Clinton with the intelligence information.", "sentId": 72}], "secId": 16}, {"speaker": "RAJU", "sentences": [{"text": "But will Donald Trump keep the country safe?", "sentId": 73}], "secId": 17}, {"speaker": "RUBIO", "sentences": [{"text": "Again, the military is what keeps us safe.", "sentId": 74}, {"text": "And we have to rebuild our military and she as a supporter of the defense custom and sequester that would be damaging to our country.", "sentId": 75}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Two times.", "sentId": 76}, {"text": "Two times the question was, will Donald Trump keep us safe?", "sentId": 77}, {"text": "Two times, Marco Rubio didn't mention the Republican nominee for president.", "sentId": 78}], "secId": 19}, {"speaker": "MARTIN", "sentences": [{"text": "Yeah.", "sentId": 79}], "secId": 20}, {"speaker": "BALL", "sentences": [{"text": "Marco Rubio, like many other Senate candidates has tacitly or explicitly conceded in his ads and his messaging, that Donald Trump is not going to be president and he is selling himself as a check on a potential Hillary Clinton presidency.", "sentId": 80}, {"text": "So, you know, this is another problem that Donald Trump has, is that the Senate candidates are not surrogates for him anymore, they're arguing against him.", "sentId": 81}, {"text": "They are saying we expect Hillary Clinton to be president.", "sentId": 82}, {"text": "Elect me anyway and they're trying desperately to keep up with the enthusiasm of rank and file Republican voters who are seeing the writing on the wall and may just decide it's not worth their time on their way home from work and in between, you know, leaving the office and getting to day care, maybe they just don't have time to vote.", "sentId": 83}], "secId": 21}, {"speaker": "MONTANARO", "sentences": [{"text": "Well, Marco Rubio, one of two candidates who is doing really well in his Senate race outstripping where Donald Trump is and you almost get the sense that, you know, not to be too cynical, but almost laying a 2020 foundational message there?", "sentId": 84}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "Hush you, hush.", "sentId": 85}], "secId": 23}, {"speaker": "MONTANARO", "sentences": [{"text": "He didn't want to offend ...", "sentId": 86}], "secId": 24}, {"speaker": "BALL", "sentences": [{"text": "Yeah.", "sentId": 87}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "There's no politician is thinking of the next election during this election, that's impossible.", "sentId": 88}], "secId": 26}, {"speaker": "BALL", "sentences": [{"text": "Never.", "sentId": 89}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "It's impossible.", "sentId": 90}, {"text": "How dare you.", "sentId": 91}, {"text": "We just found out we were just showing on the map there that Georgia is in play.", "sentId": 92}, {"text": "We've just found out Hillary Clinton is going to Arizona next Wednesday, she sent the first lady out there last week.", "sentId": 93}, {"text": "Bernie Sanders has been out there and Hillary Clinton going to Arizona.", "sentId": 94}, {"text": "John McCain I'm told he's telling some colleagues he thinks it's real that Hillary Clinton has a real chance to win ruby red Arizona, Mitt Romney won by 10 points last cycle.", "sentId": 95}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "I want to move to one of these Senate races that most people think is already gone.", "sentId": 96}, {"text": "Mark Kirk is the incumbent Republican in Illinois.", "sentId": 97}, {"text": "It's tough to be a Republican in Illinois in a presidential year.", "sentId": 98}, {"text": "But in the debate last night with Tammy Duckworth who is an American hero served in Iraq, purple star, named the award, she's got it.", "sentId": 99}, {"text": "Mark Kirk took offense.", "sentId": 100}], "secId": 29}, {"speaker": "DUCKWORTH", "sentences": [{"text": "My family has served this nation in uniform going back to the revolution.", "sentId": 101}, {"text": "I'm a daughter of the American Revolution, I bleed for this nation.", "sentId": 102}], "secId": 30}, {"speaker": "KIRK", "sentences": [{"text": "I've forgotten that your parents came all away from Thailand to serve George Washington.", "sentId": 103}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "A purple heart I should have said.", "sentId": 104}, {"text": "Mark Kirk is just gone on Twitter and said after issue on an earlier statement trying to defend his answer, offered most sincere Apology to Tammy Duckworth, an American war hero.", "sentId": 105}, {"text": "Her dad is a marine.", "sentId": 106}, {"text": "He says here they can trace their history back to serving in the revolution.", "sentId": 107}, {"text": "Look, he's going to probably lose this race and lose this race big, but she is, she's sitting next to an American hero.", "sentId": 108}, {"text": "It's like, why?", "sentId": 109}], "secId": 32}, {"speaker": "KUCINICH", "sentences": [{"text": "Yeah, I mean and that was -- that video is just cringe- worthy.", "sentId": 110}, {"text": "And it was striking, though, last night he didn't come out and apologize immediately.", "sentId": 111}, {"text": "This came out today rather than, you know, and actually -- after it was actually said.", "sentId": 112}], "secId": 33}, {"speaker": "MONTANARO", "sentences": [{"text": "And he had Trump's campaign manager immediately throw him under the bus kind of ...", "sentId": 113}], "secId": 34}, {"speaker": "KUCINICH", "sentences": [{"text": "Yeah.", "sentId": 114}], "secId": 35}, {"speaker": "MONTANARO", "sentences": [{"text": "... piling on and saying, hey, he chose not to endorse us.", "sentId": 115}, {"text": "But at the same time, there is this parallel and the Republican Party has to be worried about these constant kinds of remarks, whether it's from the top of the ticket or from Republicans in battleground Senate races who say these kinds of comments and wind up alienating minority voters that they need.", "sentId": 116}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "OK. Up next here, some early post election positioning.", "sentId": 117}, {"text": "Joe Biden polishes his resume and Bernie Sanders wants Hillary Clinton's cabinet list.", "sentId": 118}, {"text": "Wants to check it twice.", "sentId": 119}, {"text": "See who's naughty or nice, to Wall Street.", "sentId": 120}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 121}, {"text": "He served four decades nearly in the Unites States Senate.", "sentId": 122}, {"text": "Eight years now as vice president.", "sentId": 123}, {"text": "Joe Biden knows there's a big adjustment when the new administration takes office down there in that White House in just 83 days.", "sentId": 124}], "secId": 38}, {"speaker": "BIDEN", "sentences": [{"text": "I'm not going away.", "sentId": 125}, {"text": "I have been so proud of being involved in public service that I'm not sure exactly how I'm going to do it, other than the structure of, you know, American political system.", "sentId": 126}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "Sounds whimsical there.", "sentId": 127}, {"text": "That's what \"CBS Face The Nation\" for this weekend.", "sentId": 128}, {"text": "But word today first reported in \"Politico\", our sources telling us the same thing that Joe Biden, may be on the list to be Hillary Clinton's secretary of state if she wins.", "sentId": 129}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "Question, is that real or is that just nice?", "sentId": 130}, {"text": "When people leak out transition things, you know, Joe Biden is working his tail off for Hillary Clinton at the campaign.", "sentId": 131}, {"text": "Are they just being nice or is this real?", "sentId": 132}], "secId": 41}, {"speaker": "MONTANARO", "sentences": [{"text": "It's a nice diversion from Wikileaks, that's what it is.", "sentId": 133}, {"text": "They get to have a day or a segment of talking about Joe Biden.", "sentId": 134}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "Mighty cynical of you, lad.", "sentId": 135}], "secId": 43}, {"speaker": "MONTANARO", "sentences": [{"text": "I know.", "sentId": 136}, {"text": "But, you know, I'm not sure anybody asked Joe Biden yet, and it's a little presumptuous obviously.", "sentId": 137}, {"text": "But again, the short list isn't exactly very long for who potentially could do that job in the Democratic administration.", "sentId": 138}], "secId": 44}, {"speaker": "MARTIN", "sentences": [{"text": "And speaking of Wikileaks, the hacks do show that the Clinton folks tread very lightly when it comes to Joe Biden and his ego.", "sentId": 139}, {"text": "And so I think that there is something to that John, of trying to offer a reward here.", "sentId": 140}, {"text": "But that said, I don't want to be too cynical about this.", "sentId": 141}, {"text": "I do think that there are people in the Clinton orbit who would think he would be a capable secretary of state and perhaps he could do it at the outset.", "sentId": 142}, {"text": "I'm just skeptical that he want to stay and do that.", "sentId": 143}], "secId": 45}, {"speaker": "KUCINICH", "sentences": [{"text": "These are two people that have very different ways looking at the military and ...", "sentId": 144}], "secId": 46}, {"speaker": "MONTANARO", "sentences": [{"text": "Absolutely.", "sentId": 145}], "secId": 47}, {"speaker": "KUCINICH", "sentences": [{"text": "Yeah, exactly.", "sentId": 146}, {"text": "So they weren't exactly on ...", "sentId": 147}], "secId": 48}, {"speaker": "MARTIN", "sentences": [{"text": "The same page ...", "sentId": 148}], "secId": 49}, {"speaker": "KUCINICH", "sentences": [{"text": "... in the Obama White House, right, on foreign policy.", "sentId": 149}], "secId": 50}, {"speaker": "BALL", "sentences": [{"text": "Right and, you know, Joe Biden, has spent eight years working for somebody else.", "sentId": 150}], "secId": 51}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 151}], "secId": 52}, {"speaker": "BALL", "sentences": [{"text": "It's really questionable whether he would want to do another term working for somebody else, or whether, you know, in his sort of swan song, if he wants to work for himself for a change.", "sentId": 152}], "secId": 53}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 153}], "secId": 54}, {"speaker": "BALL", "sentences": [{"text": "And be in charge of something.", "sentId": 154}, {"text": "You know, Hillary Clinton was secretary of state herself.", "sentId": 155}, {"text": "She obviously has her own very firm conception of how the United States foreign policy needs to be run.", "sentId": 156}, {"text": "It is not Joe Biden's vision for foreign policy.", "sentId": 157}, {"text": "And she's probably going to want somebody who would implement her vision rather than have this own.", "sentId": 158}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "The amount of people already taking post election to what may roll might be.", "sentId": 159}, {"text": "And a -- and most of them think of Clinton presidency even the Republican.", "sentId": 160}, {"text": "Bernie Sanders among them run against for the primaries.", "sentId": 161}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "Look at this in the \"Boston Globe\" op-ed.", "sentId": 162}, {"text": "We need a secretary of treasury who is prepared to take on the greed and illegal behavior of Wall Street, not someone who comes from Wall Street or will leave office to go to Wall Street.\"", "sentId": 163}, {"text": "He goes on to make the same case about the trade representative there.", "sentId": 164}, {"text": "Bernie Sanders this essentially a not so gentle warning shot at Secretary Clinton.", "sentId": 165}, {"text": "When you're making your list of nominees, I will be watching you.", "sentId": 166}], "secId": 57}, {"speaker": "KUCINICH", "sentences": [{"text": "He and Elizabeth Warren aren't going away.", "sentId": 167}, {"text": "They are not -- they are going to make the campaigning they have done for her, Bernie Sanders and his coalition that he put together during the primary, that's not going away and they're going to be a thorn in Hillary Clinton's side.", "sentId": 168}, {"text": "There's no doubt about it.", "sentId": 169}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "Liberal angst there.", "sentId": 170}, {"text": "Now, let's move on to the Republicans.", "sentId": 171}, {"text": "Senator Ted Cruz campaigning in Colorado the other day noting that if Hillary Clinton wins, there might be one vacancy that already exists on the Supreme Court, maybe there will be more during her presidency.", "sentId": 172}, {"text": "Ted Cruz says, \"Hey, maybe the Senate wouldn't even have to consider any of them.", "sentId": 173}], "secId": 59}, {"speaker": "CRUZ", "sentences": [{"text": "You know, I think there will be plenty of time for debate on that issue.", "sentId": 174}, {"text": "There is certainly long, historical precedent for a Supreme Court with fewer justices.", "sentId": 175}, {"text": "You know, I would note just recently Justice Breyer observed that the vacancy is not impacting the ability of the court to do its job.", "sentId": 176}, {"text": "And so those are debates we're going to have.", "sentId": 177}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Those are debates we're going to have.", "sentId": 178}, {"text": "And on the House side, Jason Chaffetz, who at the moment is chairman of the House Government Reform on Oversight Committee, I think I got that right, calls Hillary Clinton \"A target-rich environment.\"", "sentId": 179}, {"text": "And says on day one they'll be ready to start investigations of Hillary Clinton even before she's president because of the things she did that we're learning through Wikileaks secretary of state or whatever.", "sentId": 180}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Is it smart for Republicans or they are just playing to the base or this what we should expect if Clinton wins to already be talking about maybe, blocking Supreme Court picks and just gaveling the investigations to order as she marches down Pennsylvania Avenue?", "sentId": 181}], "secId": 62}, {"speaker": "BALL", "sentences": [{"text": "I do not know the answer to that.", "sentId": 182}, {"text": "Whether this is blaster for the election and that expires after that.", "sentId": 183}, {"text": "Or whether this is the stance.", "sentId": 184}, {"text": "They're going to take in, you know, a lot of Hillary Clinton's presidency hinges on this question.", "sentId": 185}, {"text": "And he's out of her control in a sense, because the stance the Republicans take, and, you know, I think we can expect her to make very aggressive overtures to the Republicans.", "sentId": 186}, {"text": "I think the people on here team believe that she will better at dealing with Congress, dealing with obstruction than the Obama team which was often criticized even by Democrats for being rather detached from the process.", "sentId": 187}, {"text": "But there's only so much she can do.", "sentId": 188}, {"text": "And a lot is going to depend on whether Republicans when they look at what many see is the wreckage of their party decide that they to take a more constructive attack.", "sentId": 189}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "And that's one of the reason she's going to Arizona.", "sentId": 190}, {"text": "She's trying to get a big win to help her, give her a moral and mathematical leverage when she makes this argument with the Republicans.", "sentId": 191}, {"text": "We'll see how it turns out.", "sentId": 192}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Up next, a sneak-peek into our reporter's notebooks, including what early math tells us about early voting math tells us about your interests in this election.", "sentId": 193}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 194}, {"text": "Let's head around, around this set along the \"Inside Politics\" table.", "sentId": 195}, {"text": "We ask our reporters to give you a sneak- peek into their notebooks.", "sentId": 196}, {"text": "Jonathan Martin.", "sentId": 197}], "secId": 66}, {"speaker": "MARTIN", "sentences": [{"text": "Battleground Arizona.", "sentId": 198}, {"text": "We just cannot word that Hillary Clinton herself is going out there next week.", "sentId": 199}, {"text": "That comes after some of her top tier surrogates where there.", "sentId": 200}, {"text": "Bernie Sanders, of course and Michelle Obama.", "sentId": 201}], "secId": 67}, {"speaker": "MARTIN", "sentences": [{"text": "I was out there this week.", "sentId": 202}, {"text": "And what's important to know about Arizona is, yes, there's a rising Hispanic population.", "sentId": 203}, {"text": "And yes, there's a great unease in the Mormon community about Donald Trump candidacy.", "sentId": 204}], "secId": 68}, {"speaker": "MARTIN", "sentences": [{"text": "But here's two other smaller things or three other smaller things I should mention.", "sentId": 205}, {"text": "Number one, the controversial Sheriff Joe Arpaio, the Sheriff Gelis from  is on the ballot in the largest county in the state that has galvanized Hispanics separately from Trump.", "sentId": 206}], "secId": 69}, {"speaker": "MARTIN", "sentences": [{"text": "Also there's a ballot measure to legalize marijuana and raise the minimum wage.", "sentId": 207}, {"text": "Two issues that are key Democrats say to get a young voters out in Arizona.", "sentId": 208}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "We'll, keep an eye on that one.", "sentId": 209}, {"text": "Jackie?", "sentId": 210}], "secId": 71}, {"speaker": "KUCINICH", "sentences": [{"text": "But the RNC had a conference call this morning.", "sentId": 211}, {"text": "And the first words out of David Bossy, Trump's deputy campaign manager's mouth was to emphasize that there is unity between the RNC and the campaign.", "sentId": 212}, {"text": "Now, the rest of the call was very positive.", "sentId": 213}, {"text": "But it is, it was very striking that 11 days out to have a deputy campaign manager for the Trump campaign have to say that they're unified with the Republican Party.", "sentId": 214}, {"text": "And it really does reminds you and re-emphasize that they are having trouble in some of the states staying unified with the party their on the ground.", "sentId": 215}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "You mean, we're OK, everything is fine, everything is fine, everything is fine, everything is fine, everything is fine.", "sentId": 216}], "secId": 73}, {"speaker": "KUCINICH", "sentences": [{"text": "You have to say it.", "sentId": 217}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "And they keep telling you that it tells you something.", "sentId": 218}, {"text": "Molly?", "sentId": 219}], "secId": 75}, {"speaker": "BALL", "sentences": [{"text": "Well, you talked a little bit before about early voting numbers.", "sentId": 220}, {"text": "13 million people have already voted.", "sentId": 221}, {"text": "There was some talk a few weeks ago that we might be seeing a low turnout election that people would be so discouraged by the unpopularity of the Democrat and Republican nominees that just everybody would not want to vote.", "sentId": 222}, {"text": "That is not what we are seeing.", "sentId": 223}], "secId": 76}, {"speaker": "BALL", "sentences": [{"text": "Voting at this point is ahead of pace of 2012.", "sentId": 224}, {"text": "Possibly even on pace for 2008-like turnout which signifies that in fact either there is excitement around this election or more likely, the Clinton campaign machine in particular is forcing people out to vote which is doing what it was structured to do, particularly infrequent voters and the types of constituencies that Democrats need young voters, minority voters, they're having success in pushing them out to the polls and that is going to be the key to everything.", "sentId": 225}, {"text": "And it could mean that potentially there is a very lopsided turnout in this election.", "sentId": 226}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "Well, turnout.", "sentId": 227}, {"text": "Democrat/Republican, Martian, agnostic, independent please vote.", "sentId": 228}, {"text": "Domenico?", "sentId": 229}], "secId": 78}, {"speaker": "MONTANARO", "sentences": [{"text": "Well, one of my biggest captives when it comes to presidential politics is that these candidates are so treated like reality T.V.", "sentId": 230}, {"text": "stars.", "sentId": 231}, {"text": "And people act like they have some magic wand.", "sentId": 232}, {"text": "They're going to be able to get done whatever they want to do.", "sentId": 233}, {"text": "They're going to need Congress to get done almost all of what they want to try to get accomplish.", "sentId": 234}], "secId": 79}, {"speaker": "MONTANARO", "sentences": [{"text": "Donald Trump for example wants to implement multi-trillion dollar tax cuts.", "sentId": 235}, {"text": "He wants to authorize that wall.", "sentId": 236}, {"text": "Hillary Clinton wants to have this jobs plan on infrastructure and manufacturing, tax the wealthy to pay for some of this and she'll have immigration as a cudgel if she's able to win and shows that Latinos have come to her side even more so than past years.", "sentId": 237}], "secId": 80}, {"speaker": "MONTANARO", "sentences": [{"text": "One thing is absolutely clear, though, in these first 100 days, there is not going to be some kind of kumbaya moments, OK?", "sentId": 238}, {"text": "November 9th, permanent investigation likely to begin if Hillary Clinton does win, it is a -- it's not going to be, you know, morning in America.", "sentId": 239}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "I'll close quickly with this.", "sentId": 240}, {"text": "No, it won't be morning in America.", "sentId": 241}, {"text": "I'll close quickly with this?", "sentId": 242}, {"text": "We set a record back in 2014 for the most expensive Senate race.", "sentId": 243}, {"text": "It was in North Carolina.", "sentId": 244}, {"text": "But how would spend a $120 million.", "sentId": 245}, {"text": "I'm going to bet you wouldn't spend it all in a Pennsylvania Senate race.", "sentId": 246}, {"text": "That race a debt to the end about to break a record, the most expensive Senate campaign in American history, wow.", "sentId": 247}, {"text": "$120 million, yeah to be beaten in two years I'm sure.", "sentId": 248}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Wolf is standing by after a quick break, Wolf Blitzer in the chair.", "sentId": 249}, {"text": "We'll see you tomorrow.", "sentId": 250}], "secId": 83}], "sectionCount": 84, "url": "transcripts.cnn.com/TRANSCRIPTS/1610/28/ip.02.html", "sentenceCount": 252, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 28, 2016 - 12:00   ET", "speakers": ["KING", "PENCE", "KUCINICH", "MARTIN", "RUBIO", "RAJU", "BALL", "MONTANARO", "DUCKWORTH", "KIRK", "BIDEN", "CRUZ"], "title": "INSIDE POLITICS"}