{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1405.11.ip.01.html.json", "subTitle": "Benghazi Is Back as GOP House Creates Select Committee to Investigate Further, How Does It Affect 2014, 2016?", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "House Republicans launch another Benghazi investigation, and in the same breath launch a fund-raising pitch promising to hold Hillary Clinton accountable.", "sentId": 0}, {"text": "She thinks it's a waste of time.", "sentId": 1}], "secId": 0}, {"speaker": "CLINTON", "sentences": [{"text": "But they get to call the shots in the Congress.", "sentId": 2}], "secId": 1}, {"speaker": "KING ", "sentences": [{"text": "House Speaker John Boehner defends the new investigation,\n                                                but won't answer when asked if the fundraising dishonors the victims and proves it's all crass politics.", "sentId": 3}], "secId": 2}, {"speaker": "BOEHNER", "sentences": [{"text": "Our focus -- our focus is getting the truth\n                                                for these poor families and for the American people.", "sentId": 4}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Plus, tough words after the kidnapping of young girls in Nigeria.", "sentId": 5}], "secId": 4}, {"speaker": "CLINTON", "sentences": [{"text": "It's criminal, it's an act of terrorism.", "sentId": 6}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "But if citizen Clinton feels that way, why did Secretary of State Clinton refuse to label the kidnappers terrorists?", "sentId": 7}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "And score another big win for the Republican establishment.", "sentId": 8}], "secId": 7}, {"speaker": "TILLIS", "sentences": [{"text": "It's really the beginning of our primary mission, which has been the mission all along, and that is to beat Kay Hagan and to make Harry Reid irrelevant\n                                                in American life.", "sentId": 9}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "The tea party rocked the system in 2010 and 2012, so why is it getting crushed in 2014?", "sentId": 10}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced\n                                                by the best reporters, now.", "sentId": 11}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 12}, {"text": "I'm John King.", "sentId": 13}, {"text": "Thank you for sharing your Sunday morning.", "sentId": 14}, {"text": "And happy Mother's Day.", "sentId": 15}, {"text": "With us today to share their\n                                                reporting and their insights, Nia- Malika Henderson of The Washington Post, Maggie Haberman of Politico, Robert Costa of The Washington Post, and Julianna Goldman of Bloomberg News.", "sentId": 16}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "It was, to say\n                                                the least, a rather bizarre week in politics.", "sentId": 17}, {"text": "There are 31 -- count them -- 31 months left in the Barack Obama presidency.", "sentId": 18}, {"text": "And yet, his first chief of staff, now the Chicago mayor, Rahm Emanuel, decided\n                                                it was time to endorse Hillary Clinton for president.", "sentId": 19}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "That was Friday, one day after House Republicans officially launched a new Benghazi investigation.", "sentId": 20}, {"text": "\"Just the facts\" is what Republicans insist\n                                                they're after.", "sentId": 21}, {"text": "Yet a fundraising pitch sent out by an official party committee twice in six paragraphs says \"before any new facts have been gathered, the goal of this investigation is to hold Hillary Clinton\n                                                accountable.\"", "sentId": 22}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "No wonder, then, that the current president might feel a little overlooked and maybe a little frustrated.", "sentId": 23}], "secId": 14}, {"speaker": "OBAMA", "sentences": [{"text": "I have\n                                                this remarkable title right now, president of the United States.", "sentId": 24}], "secId": 15}, {"speaker": "OBAMA", "sentences": [{"text": "And yet every day when I wake up and I think about young girls in Nigeria or children caught up in the conflict in Syria, when there\n                                                are times in which I want to reach out and -- and save those kids...", "sentId": 25}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Julianna Goldman, you cover the White House every day.", "sentId": 26}, {"text": "Obvious frustration of the president that\n                                                he seems, at times, powerless to do much about tragic world events.", "sentId": 27}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "Do they have the same frustration  in the conversations back home, even Democrats, a lot, seem to forget that he's\n                                                still there.", "sentId": 28}, {"text": "He has 31 months left and they're already talking about either ignoring him in this year's campaign or talking about Hillary Clinton in 2016.", "sentId": 29}], "secId": 18}, {"speaker": "GOLDMAN", "sentences": [{"text": "Well,\n                                                I think the White House feels that if he is going to get hammered by the Democrats in this year's campaign that they at least want to get a little bit of a heads-up first.", "sentId": 30}], "secId": 19}, {"speaker": "GOLDMAN", "sentences": [{"text": "But even in -- in that\n                                                clip from the president, what you saw there was someone, he's very deliberative, he takes the long view, he's somebody -- he's a president who we've seen put on his professorial hat and sort of articulate\n                                                his foreign policy doctrine as he's thinking out loud there.", "sentId": 31}], "secId": 20}, {"speaker": "GOLDMAN", "sentences": [{"text": "And so what he's showing there is this horrible story that has emerged over the last three weeks of nearly 300 young schoolgirls kidnapped\n                                                by Boko Haram in Nigeria, and the sense of what he can and cannot do, and the right role for America to be playing right now.", "sentId": 32}], "secId": 21}, {"speaker": "GOLDMAN", "sentences": [{"text": "The issue for him is that Americans want to see their leader projecting\n                                                a more powerful presence, and that's not what he did there.", "sentId": 33}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "And so let's -- we'll come back to the president in a second.", "sentId": 34}, {"text": "But I want to come to this new Benghazi investigation, because it's\n                                                a big moment, the Republicans say, to pursue more facts.", "sentId": 35}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "But -- and I think this was a mistake, this is John King speaking, a mistake that at the same time you announce a new select committee,\n                                                and I've taken a lot of heat from Democrats over the last year, saying there are some unanswered questions.", "sentId": 36}, {"text": "And the White House has led to these Republican questions by not being so transparent in releasing\n                                                documents.", "sentId": 37}], "secId": 24}, {"speaker": "yet", "sentences": [{"text": "\"Friend, House Republicans are moving fast to hold Hillary Clinton and Barack Obama accountable for their actions.", "sentId": 38}, {"text": "We need your name on a list of activists who want to get\n                                                to the bottom of what happened and what Hillary Clinton's involvement was.\"", "sentId": 39}], "secId": 25}, {"speaker": "yet", "sentences": [{"text": "If you're pursuing new facts, well, how do you know already that you're holding them accountable?", "sentId": 40}], "secId": 26}, {"speaker": "COSTA", "sentences": [{"text": "Oh, there's a constant tension, right now, in the House Republican cloakroom.", "sentId": 41}, {"text": "Boehner, the House Republican leadership, they want to seem somber.", "sentId": 42}, {"text": "They want to seem serious about this\n                                                entire process.", "sentId": 43}], "secId": 27}, {"speaker": "COSTA", "sentences": [{"text": "But they're getting so much pressure from the right flank of the party, who have been frustrated about the White House's response to the attacks, that it's very hard for this not\n                                                to become political.", "sentId": 44}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "But you can't wait a week, you can't wait a month, Maggie, you can't tell your people, don't do this now.", "sentId": 45}, {"text": "If we want to make this a credible investigation, we can't be\n                                                cloaking it in politics on day one?", "sentId": 46}], "secId": 29}, {"speaker": "HABERMAN", "sentences": [{"text": "You -- you could tell your people we don't want to do this right now, but it obviously didn't happen.", "sentId": 47}, {"text": "It's not clear whether there\n                                                was an opportunity to say, don't do this or not do this.", "sentId": 48}], "secId": 30}, {"speaker": "HABERMAN", "sentences": [{"text": "And from Boehner's reaction, I thought it seemed as if he might not have been thrilled with this when he got asked about it.", "sentId": 49}, {"text": "He didn't kind\n                                                of go one way or the other.", "sentId": 50}], "secId": 31}, {"speaker": "HABERMAN", "sentences": [{"text": "That having been said, yes, to your point, this looks not great in terms of timing.", "sentId": 51}, {"text": "This is also not the first time we've seen this, either from Republicans or from Democrats\n                                                where there is a tragedy and you see people fundraise off it.", "sentId": 52}], "secId": 32}, {"speaker": "HABERMAN", "sentences": [{"text": "Why?", "sentId": 53}, {"text": "Because the Republican base is extremely into this issue, believe there is something there, and this helps low dollar donations,\n                                                and it is a very volatile competitive year.", "sentId": 54}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 55}, {"text": "And when I criticized this, Republicans are quick to point out Democrats sometimes do it after school shootings, they get into the gun control\n                                                debate, and things like that.", "sentId": 56}, {"text": "So it is probably inevitable and a sign of the times now.", "sentId": 57}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "We talked at the beginning, we've heard the president talking about Boko Haram.", "sentId": 58}, {"text": "Hillary Clinton also, at an\n                                                event this week, she was asked -- she was asked about these kidnappings in Nigeria.", "sentId": 59}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "Let's listen.", "sentId": 60}], "secId": 36}, {"speaker": "CLINTON", "sentences": [{"text": "The seizure of these young women by this radical extremist\n                                                group, Boko Haram, is abominable, it's criminal, it's an act of terrorism, and it really merits the fullest response possible.", "sentId": 61}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "She has faced some criticism, Nia,\n                                                from Republicans who say, well, then, when you were secretary of state, why did you refuse the Justice Department, the Pentagon the CIA wanted Boko Haram labeled a terrorist group, and the State Department\n                                                said no.", "sentId": 62}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "A fair criticism?", "sentId": 63}], "secId": 39}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, they got a lot of criticism and really prodding from folks on the Hill, as well, wanting to designate this a terrorist\n                                                reaction.", "sentId": 64}, {"text": "They -- a terrorist organization.", "sentId": 65}], "secId": 40}, {"speaker": "HENDERSON", "sentences": [{"text": "Their response was if we do that, then it would elevate this group and give it a sort of profile and prominence that it hadn't had before.", "sentId": 66}, {"text": "And it also\n                                                might give the Nigerian government sort of leeway to interact, and go after this group in a way that -- that would, you know, sort of overreach.", "sentId": 67}], "secId": 41}, {"speaker": "HENDERSON", "sentences": [{"text": "And you have seen that from the Nigerian government\n                                                already in some instances.", "sentId": 68}, {"text": "But I think this gets to the fact, in many ways, the title of her upcoming book, \"Hard Choices,\" you can say one thing as a civilian, as she did there, but being in the arena and\n                                                at the State Department, that's a very different thing, and you're weighing all those choices.", "sentId": 69}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "And she thinks at the time she may have had a good policy reason, don't elevate them, don't\n                                                help them get extremist fundraising, don't, you know, give them a gold star, if you will, the United States doesn't like you.", "sentId": 70}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "And that's a meta policy decision she made that next time will be a\n                                                political debate, because -- if she wants to be president.", "sentId": 71}], "secId": 44}, {"speaker": "GOLDMAN", "sentences": [{"text": "That's right.", "sentId": 72}, {"text": "And even just listening to her there, she called it a radical extremist group, and the administration is quick to\n                                                point out that in November of 2013, Secretary of State John Kerry did label it a foreign terrorist organization.", "sentId": 73}], "secId": 45}, {"speaker": "GOLDMAN", "sentences": [{"text": "And so it just shows, you know, as she sets up her bid for the presidency, every\n                                                foreign policy eruption is going to be -- come back and compared to her record as secretary of State.", "sentId": 74}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "She also spoke out -- and I'm all for candidates speaking their mind and being clear what\n                                                they think.", "sentId": 75}, {"text": "It's not our job.", "sentId": 76}, {"text": "It's your job, the voters, to decide whether you like it or not.", "sentId": 77}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "But listen to her here talking about guns this week and being very clear.", "sentId": 78}], "secId": 48}, {"speaker": "CLINTON", "sentences": [{"text": "We've got to rein in what has become an almost article of faith that anybody can have a gun anywhere anytime.", "sentId": 79}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Robert, she was talking about concealed\n                                                carry laws and the like.", "sentId": 80}, {"text": "She said, people shouldn't be able to walk into a movie theater, walk into a sporting event, walk into a bar carrying a weapon.", "sentId": 81}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "Again, I applaud any candidate who speaks\n                                                their mind.", "sentId": 82}, {"text": "If you think otherwise, say it, say it, and put it out there.", "sentId": 83}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "She has put that on the record now.", "sentId": 84}, {"text": "A lot of people think Al Gore, and I think this is a bit of an urban myth, that he lost\n                                                the presidency because of gun control issues.", "sentId": 85}, {"text": "But, if she runs, we're going to see that, right, in battleground Florida, in battleground Ohio, battleground Colorado?", "sentId": 86}], "secId": 52}, {"speaker": "COSTA", "sentences": [{"text": "I think Secretary Clinton's\n                                                comments are actually smart politics.", "sentId": 87}, {"text": "I mean, she's looking ahead, perhaps, to a general election.", "sentId": 88}, {"text": "And she -- she sees some movement in Congress on Toomey- Manchin and other initiatives.", "sentId": 89}], "secId": 53}, {"speaker": "COSTA", "sentences": [{"text": "And she's speaking to those suburban voters in places like Philadelphia where they really have a lot of concerns, and speaking to them not just -- to the Democratic base, as well but to those suburban\n                                                voters.", "sentId": 90}], "secId": 54}, {"speaker": "HABERMAN", "sentences": [{"text": "She is speaking to the Democratic base.", "sentId": 91}, {"text": "She is being mindful of both flanks.", "sentId": 92}, {"text": "And the fact that, as Robert said, there has been movement in terms of mainstream voters, as opposed to one\n                                                party's base or another, she is in more of a position to say things like this now.", "sentId": 93}], "secId": 55}, {"speaker": "HABERMAN", "sentences": [{"text": "Al Gore's candidacy probably could never have survived some of what Democrats say now.", "sentId": 94}, {"text": "But she sees where things\n                                                are.", "sentId": 95}], "secId": 56}, {"speaker": "criticism", "sentences": [{"text": "I think you make a key point, she's looking at a map that she thinks is more favorable for Democrats now...", "sentId": 96}], "secId": 57}, {"speaker": "HABERMAN", "sentences": [{"text": "Absolutely.", "sentId": 97}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "... on this issue than when Al Gore was running.", "sentId": 98}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Let's close this conversation with this.", "sentId": 99}, {"text": "Monica Lewinsky, I spent a lot of time, got a lot of these gray hairs 16 years ago covering the impeachment\n                                                saga.", "sentId": 100}, {"text": "Monica Lewinsky came out and gave an interview to Vanity Fair.", "sentId": 101}, {"text": "And the debate in Washington is, does this help or hurt Hillary Clinton?", "sentId": 102}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Does it remind you of the circus and the baggage of\n                                                Bill Clinton?", "sentId": 103}, {"text": "Does it remind a younger generation that maybe knows nothing about this or little about this...", "sentId": 104}], "secId": 61}, {"speaker": "HENDERSON", "sentences": [{"text": "Right, yes.", "sentId": 105}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Do we know?", "sentId": 106}], "secId": 63}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 107}, {"text": "You know,\n                                                I mean, if you look historically, I have called Monica Lewinsky Hillary Clinton's sort of \"unintended wing-woman.\"", "sentId": 108}, {"text": "I mean, she has done -- when this came out, Hillary Clinton had her highest approval ratings\n                                                back in March of 1998, 65 percent.", "sentId": 109}], "secId": 64}, {"speaker": "HENDERSON", "sentences": [{"text": "So I don't think it hurts her.", "sentId": 110}, {"text": "I think, in some ways, what you're going to see going forward is when she is out on that book tour, since Monica Lewinsky has come\n                                                out to talk about this, now she has opened herself up to these questions to sort of react to Monica Lewinsky.", "sentId": 111}], "secId": 65}, {"speaker": "HENDERSON", "sentences": [{"text": "But it does remind you of, you know, sort of the drama of the Clintons and the baggage\n                                                and the idea of...", "sentId": 112}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "She won't like those questions.", "sentId": 113}], "secId": 67}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 114}, {"text": "Exactly.", "sentId": 115}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "But she would prefer to answer them now than in 2015 or 2016, wouldn't she?", "sentId": 116}], "secId": 69}, {"speaker": "HABERMAN", "sentences": [{"text": "I would imagine, yes.", "sentId": 117}, {"text": "And in as minimal a fashion as possible.", "sentId": 118}], "secId": 70}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 119}], "secId": 71}, {"speaker": "HABERMAN", "sentences": [{"text": "So...", "sentId": 120}], "secId": 72}, {"speaker": "COSTA", "sentences": [{"text": "Yes.", "sentId": 121}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "I like that phrase...", "sentId": 122}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "How many politicians can do that?", "sentId": 123}, {"text": "\"As minimal a fashion as possible.\"", "sentId": 124}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "Everybody stay put.", "sentId": 125}, {"text": "Up next, a look at why the tea party that had so many wins in 2010 and 2012 is so puzzled\n                                                in 2014.", "sentId": 126}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "But first, in this week's installment of \"Politicians Sometimes Say the Darnedest Things,\" Massachusetts Governor Deval Patrick scoffs at buzz he would make a good running mate for Hillary\n                                                Clinton.", "sentId": 127}], "secId": 77}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Mr. Vice President?", "sentId": 128}], "secId": 78}, {"speaker": "PATRICK", "sentences": [{"text": "Let me simply say I don't have a plan\n                                                yet, but it will not be to be number two.", "sentId": 129}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 130}, {"text": "Our puzzle this week explores the tea party's 2014 slump\n                                                at the ballot box in 2014.", "sentId": 131}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "But first, a little history.", "sentId": 132}, {"text": "Remember when the tea party crashed onto the scene in 2010?", "sentId": 133}, {"text": "You had these eight candidates, all of them beat establishment candidates in Republican\n                                                primaries.", "sentId": 134}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "Now, the establishment didn't like that much, but it especially didn't like when Ken Buck in Colorado, Joe Miller in Alaska, Sharron Angle in Nevada, and Christine O'Donnell in Delaware\n                                                lost in November, leaving four seats on the table Republicans think they could have, and, in some cases, should have won.", "sentId": 135}, {"text": "That was 2010.", "sentId": 136}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Then, in 2012, more of the same.", "sentId": 137}, {"text": "These four candidates in\n                                                Senate races all beat establishment candidates in the primary.", "sentId": 138}, {"text": "And, again, Richard Murdock in Indiana, Todd Akin in Missouri, lost in November, leaving on the table seats Republicans, especially these two,\n                                                think they should have won if they had more mainstream candidates.", "sentId": 139}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "So let's fast forward.", "sentId": 140}, {"text": "Five primaries so far in 2014, zero -- no tea party upsets so far.", "sentId": 141}, {"text": "Thirty-one primaries will be done by\n                                                the end of June.", "sentId": 142}, {"text": "Will the tea party get anybody?", "sentId": 143}, {"text": "It's a big open question at the moment.", "sentId": 144}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "The next contest to watch, Mitch McConnell of Kentucky later this month, Thad Cochran June 3rd in the state\n                                                of Mississippi, two incumbents that if the 2010 or the 2012 model took, might be in trouble.", "sentId": 145}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "At the moment, though, Republicans are pretty confident.", "sentId": 146}, {"text": "Cochran not quite out of the woods yet.", "sentId": 147}, {"text": "The\n                                                question, Maggie Haberman, is, we have a ways to go, but so far, the tea party is getting crushed, to use Mitch McConnell's term.", "sentId": 148}, {"text": "Why?", "sentId": 149}, {"text": "Why is it different this time than 2010 and 2012?", "sentId": 150}], "secId": 86}, {"speaker": "HABERMAN", "sentences": [{"text": "The energy is very different than it was in 2010.", "sentId": 151}, {"text": "It's also important to remember the element of surprise, right, in terms of the tea party wave was literally a wave.", "sentId": 152}, {"text": "This has now been sort of a slow roll\n                                                for the last several years.", "sentId": 153}], "secId": 87}, {"speaker": "HABERMAN", "sentences": [{"text": "You also have an establishment that has gotten prepared and that wasn't leaving itself exposed, and that's pretty clear and pretty obvious.", "sentId": 154}, {"text": "You have groups like the Chamber\n                                                of Commerce that are going in and spending very heavy, very aggressively.", "sentId": 155}, {"text": "You began to see it first in Florida-13, but you've seen it in a lot of other places.", "sentId": 156}], "secId": 88}, {"speaker": "HABERMAN", "sentences": [{"text": "You're also in places like the Thad\n                                                Cochran race, it's very important to remember that that is not a seat the Democrats are going to pick up, right?", "sentId": 157}, {"text": "So regardless, that's a bit of a different situation.", "sentId": 158}, {"text": "To your point about 2010, those were\n                                                seats that became blue, in some cases.", "sentId": 159}], "secId": 89}, {"speaker": "HABERMAN", "sentences": [{"text": "It's not quite the same impetus now.", "sentId": 160}, {"text": "Republicans see a chance to put the tea party away in a lot of these primaries.", "sentId": 161}, {"text": "And then that's the game.", "sentId": 162}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "But some -- let's put it this way, Robert, is the tea party, in some ways, winning by losing in the sense that Thom Tillis, who just won in North Carolina this past week?", "sentId": 163}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "The tea party didn't want\n                                                him.", "sentId": 164}, {"text": "They had some other candidates they liked more.", "sentId": 165}, {"text": "But it's not like he was campaigning on a path to citizenship or, hey, let's raise taxes or, hey, let's give Barack Obama -- you know, let's let him keep\n                                                Obamacare, or a blank check in the debt ceiling.", "sentId": 166}], "secId": 92}, {"speaker": "COSTA", "sentences": [{"text": "I think North Carolina's primary is a great case study in what's happened within the Republican Party.", "sentId": 167}, {"text": "The party has shifted so far to the\n                                                right that Tillis on -- when it comes to his platform, when it comes to his ideology, he's in lockstep with the other candidates in the more tea party realm of the party who were in that primary.", "sentId": 168}], "secId": 93}, {"speaker": "COSTA", "sentences": [{"text": "And I think that's a victory for the tea party.", "sentId": 169}, {"text": "They still may be nominating or pushing candidates that are a little flawed.", "sentId": 170}, {"text": "You see Chris McDaniel in Mississippi, Brannon in North Carolina.", "sentId": 171}, {"text": "These weren't\n                                                top tier candidates.", "sentId": 172}], "secId": 94}, {"speaker": "COSTA", "sentences": [{"text": "But when it comes to who actually ends up nominated this cycle, they have tea party platforms.", "sentId": 173}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "And Maggie also made an interesting point about the Chamber spending\n                                                money.", "sentId": 174}, {"text": "There are also people who spent money to help those tea party candidates last time who are not spending money this time.", "sentId": 175}], "secId": 96}, {"speaker": "groups", "sentences": [{"text": "Yes, although that's why I think you can't necessarily say that the tea\n                                                party has lost just yet and that the establishment has hands-down won.", "sentId": 176}, {"text": "I mean, we need to see how the next few primary contests play out.", "sentId": 177}], "secId": 97}, {"speaker": "groups", "sentences": [{"text": "And it also depends on the candidate and where some of\n                                                these outside groups -- so you might see another -- and you will see in other some of these primary fights, the Club for Growth, other tea party groups spending heavily in the primaries.", "sentId": 178}], "secId": 98}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, I think that's right.", "sentId": 179}, {"text": "I think we have to see.", "sentId": 180}, {"text": "We have to see what happens in Georgia.", "sentId": 181}, {"text": "We have to see if Chris McMillan  is able to gain any traction in Mississippi.", "sentId": 182}, {"text": "He's talking about citizen --\n                                                or residency of his -- his challenger there.", "sentId": 183}], "secId": 99}, {"speaker": "HENDERSON", "sentences": [{"text": "So I think it's a matter of what's going to happen in these next couple of weeks.", "sentId": 184}, {"text": "But I also think we have seen this party shift to the right and that\n                                                is a credit to the tea party.", "sentId": 185}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "The establishment feels very confident about Lindsey Graham in South Carolina, very confident about Mitch McConnell.", "sentId": 186}, {"text": "They think Cochran, although they say he's\n                                                not quite out of the woods yet, so we'll watch that one play out.", "sentId": 187}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "Here's my question.", "sentId": 188}, {"text": "Will 2015 be -- you mentioned -- and everyone agrees, everybody in the Republican Party has tacked to the right.", "sentId": 189}, {"text": "Mitch McConnell is not talking about it.", "sentId": 190}, {"text": "John Boehner has stopped talking about a grand bargain with the president.", "sentId": 191}, {"text": "They won't do that.", "sentId": 192}, {"text": "They won't bring immigration to the floor now.", "sentId": 193}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "But if they\n                                                get through 2014, will 2015 be what I call \"the year of the revenge\"?", "sentId": 194}, {"text": "Will John Boehner and Mitch McConnell -- especially if McConnell wins the Senate and as leader, will they bring up immigration reform\n                                                with a path to status or citizenship?", "sentId": 195}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Will they make it easier or less drama for the president to raise the debt ceiling?", "sentId": 196}, {"text": "Will repealing Obamacare become amending Obamacare?", "sentId": 197}, {"text": "And will that be the\n                                                revenge against the tea party?", "sentId": 198}], "secId": 104}, {"speaker": "HENDERSON", "sentences": [{"text": "You know, I think we've got to see.", "sentId": 199}, {"text": "I mean, you mentioned Mitch McConnell, if they win the Senate, he would possibly be the majority leader.", "sentId": 200}, {"text": "We don't know\n                                                about the House, right?", "sentId": 201}, {"text": "I mean, is there going to be a revenge against the establishment in the House, where the tea party says, well, it's our turn now to have a leader that looks a little like what we\n                                                want to do?", "sentId": 202}], "secId": 105}, {"speaker": "HENDERSON", "sentences": [{"text": "I do think it is instructive, though, to look at Clinton's presidency.", "sentId": 203}, {"text": "In many ways, he was able to get more things done in those last six years because he had, you know, those two houses\n                                                of Congress that were in the other side of -- you know, of the aisle.", "sentId": 204}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "And if Mitch McConnell is the leader with 52, 51, and he still has Ted Cruz, there will be -- they may not -- the tea\n                                                party may not win many races this year, but they'll still have allies in the Senate.", "sentId": 205}], "secId": 107}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 206}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "So how does that play out?", "sentId": 207}], "secId": 109}, {"speaker": "HABERMAN", "sentences": [{"text": "I think that it increases Ted\n                                                Cruz's influence.", "sentId": 208}, {"text": "It increases the influence of these voices who have become more marginalized in that respect.", "sentId": 209}], "secId": 110}, {"speaker": "HABERMAN", "sentences": [{"text": "The big question mark for me -- and you could speak to this, I think, more than I\n                                                can, but the big question mark for me is, can Boehner execute more with his conference next year?", "sentId": 210}], "secId": 111}, {"speaker": "HABERMAN", "sentences": [{"text": "I don't know what further leverage he is going to have to try to get people to do the revenge scenario.", "sentId": 211}, {"text": "I do think you have Republicans who believe they need to make some fixes on what has happened this cycle to help themselves for 2016.", "sentId": 212}], "secId": 112}, {"speaker": "COSTA", "sentences": [{"text": "But I was, just quickly, on Capitol Hill on Friday, and\n                                                I was meeting with some House Republicans.", "sentId": 213}, {"text": "And they had an interesting point.", "sentId": 214}, {"text": "They said with Boehner's Benghazi select committee, with the way he endured the shutdown, they think he's building up his political\n                                                capital this year in the chance that should Republicans win the Senate majority, he will have some kind of conservative support to maybe do something incrementally and bipartisan in 2015.", "sentId": 215}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 216}, {"text": "We'll watch.", "sentId": 217}, {"text": "2014 is a prelude to 2015.", "sentId": 218}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "Everybody stay put.", "sentId": 219}, {"text": "Next, our great reporters share tomorrow's news today, including a Bush family incursion on Chris Christie's New Jersey turf.", "sentId": 220}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "It's our mission each week to get you out ahead of the big political stories to come by asking our great reporters to share some nuggets still in their notebooks.", "sentId": 221}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "Julianna, you're up.", "sentId": 222}], "secId": 117}, {"speaker": "GOLDMAN", "sentences": [{"text": "All right, so every election cycle, Democrats pick the corporate villain, right?", "sentId": 223}, {"text": "They use it as a foil for Republicans, the boogeyman to put Democrats on the side\n                                                of main street, Republicans on the side of special interests.", "sentId": 224}], "secId": 118}, {"speaker": "GOLDMAN", "sentences": [{"text": "Well, the problem for the White House this year is they really don't have a good corporate villain.", "sentId": 225}, {"text": "They can't go after oil, because\n                                                that hurts Louisiana.", "sentId": 226}, {"text": "It hurts Alaska's Senate candidates.", "sentId": 227}, {"text": "They can't go after health insurers, because the president needs them on their side for Obamacare.", "sentId": 228}], "secId": 119}, {"speaker": "GOLDMAN", "sentences": [{"text": "They can't go after the Koch brothers,\n                                                even though Harry Reid is, because Democrats are saying -- the White House says, hey, our hands are dirty, too, in the super PAC game.", "sentId": 229}], "secId": 120}, {"speaker": "GOLDMAN", "sentences": [{"text": "So it makes that targeted message all the more difficult for\n                                                Democrats and the White House this year.", "sentId": 230}, {"text": "And so they've settled on \"Republicans, Inc.\" to vilify Republicans.", "sentId": 231}, {"text": "But it's just not as strong of a message as they've had in the past.", "sentId": 232}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "An excellent\n                                                point.", "sentId": 233}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "Robert?", "sentId": 234}], "secId": 123}, {"speaker": "COSTA", "sentences": [{"text": "On Monday morning, Governor Mike Pence of Indiana will be at the Grand Hyatt Hotel in New York City participating in a Monday meeting, a gathering of conservative editorialists,\n                                                Wall Street Republican donors, for a talk about the potential 2016 presidential campaign.", "sentId": 235}], "secId": 124}, {"speaker": "COSTA", "sentences": [{"text": "And he has later meetings scheduled with donors throughout the city.", "sentId": 236}, {"text": "I think Pence is moving toward a run.", "sentId": 237}, {"text": "He still acts like his focus is Indiana, but you don't go to New York City and go to that meeting unless you have some interest.", "sentId": 238}], "secId": 125}, {"speaker": "KING", "sentences": [{"text": "You don't.", "sentId": 239}], "secId": 126}, {"speaker": "HABERMAN", "sentences": [{"text": "I was planning on attending that\n                                                meeting, actually.", "sentId": 240}], "secId": 127}, {"speaker": "HABERMAN", "sentences": [{"text": "In more New Jersey news, Chris Christie and Jeb Bush news, it was reported on Politico, you had Tom Kean Jr. host a fundraiser for George P. Bush, who is running for land commissioner\n                                                in Texas.", "sentId": 241}], "secId": 128}, {"speaker": "HABERMAN", "sentences": [{"text": "His father, Tom Kean, was at this event.", "sentId": 242}, {"text": "And Tom Kean told me that he found George P. Bush wonderful, delightful.", "sentId": 243}, {"text": "He could not have lauded him more strongly.", "sentId": 244}], "secId": 129}, {"speaker": "HABERMAN", "sentences": [{"text": "And it was taken\n                                                very privately by a lot of Republicans in New Jersey as an attempt to needle Chris Christie in the latest in their ongoing feud, because it was an attempt to make nice with Jeb Bush.", "sentId": 245}], "secId": 130}, {"speaker": "KING", "sentences": [{"text": "Love\n                                                politics.", "sentId": 246}], "secId": 131}, {"speaker": "HENDERSON", "sentences": [{"text": "Kirsten Gillibrand and Claire McCaskill, who are somewhat at odds over what to do about rampant military sexual assault, are joining forces and trying to\n                                                really shed light on sexual assault on campuses.", "sentId": 247}], "secId": 132}, {"speaker": "HENDERSON", "sentences": [{"text": "On Monday, they're going to have meetings with stakeholders, university administration officials, law enforcement, students who have been victims\n                                                of sexual assault.", "sentId": 248}, {"text": "I think, in many ways, we're beginning to see what it means to have 20 women in the Senate.", "sentId": 249}], "secId": 133}, {"speaker": "HENDERSON", "sentences": [{"text": "And so that will start Monday, and, really, I think, kick off, at some point, hearings,\n                                                as well, that looks into this issue.", "sentId": 250}], "secId": 134}, {"speaker": "KING", "sentences": [{"text": "We should all wish them well on a bipartisan basis.", "sentId": 251}], "secId": 135}, {"speaker": "regard", "sentences": [{"text": "\"Not much buzz at all because so many of us are, quote, 'still waiting' on Jeb.\"", "sentId": 252}], "secId": 136}, {"speaker": "regard", "sentences": [{"text": "That would be Jeb Bush.", "sentId": 253}], "secId": 137}, {"speaker": "regard", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 254}, {"text": "Again, thanks for sharing\n                                                your Sunday morning with us.", "sentId": 255}, {"text": "Happy Mother's Day.", "sentId": 256}, {"text": "We'll see you soon.", "sentId": 257}], "secId": 138}, {"speaker": "regard", "sentences": [{"text": "\"STATE OF THE UNION WITH CANDY CROWLEY\" starts right now.", "sentId": 258}], "secId": 139}], "sectionCount": 140, "url": "transcripts.cnn.com/TRANSCRIPTS/1405/11/ip.01.html", "sentenceCount": 260, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired May 11, 2014 - 08:30   ET", "speakers": ["KING", "CLINTON", "KING ", "BOEHNER", "TILLIS", "OBAMA", "GOLDMAN", "yet", "COSTA", "HABERMAN", "HENDERSON", "criticism", "UNIDENTIFIED MALE", "PATRICK", "groups", "regard"], "title": "INSIDE POLITICS"}