{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1609.30.ip.02.html.json", "subTitle": "Clinton Focuses on Younger Voters; Latest Polls Examined. Aired 12:30-1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Just a few moments ago we showed you Hillary Clinton campaigning in Florida talking about community service targeting Millennials.", "sentId": 0}, {"text": "The other day she was in New Hampshire with Bernie Sanders targeting Millennials.", "sentId": 1}, {"text": "Why all this focus on younger voters?", "sentId": 2}, {"text": "Well, in part because they're a bigger part of the population, they're growing and they matter in swing states.", "sentId": 3}, {"text": "19 percent or more of the vote in Pennsylvania will be Millennials, in Florida 68 percent or more, in North Carolina, Virginia, New Hampshire, I could give you some other battleground states as well.", "sentId": 4}, {"text": "It's a very important part of the electorate and a critical part of the Obama coalition and Hillary Clinton is struggling a little bit.", "sentId": 5}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "I will show you something quickly here, back in 2012, 23-point advantage.", "sentId": 6}, {"text": "President Obama over Mitt Romney when it came to this younger voters, well, in the Bloomberg poll out last week, in a two way race, Hillary Clinton has only a 10-point advantage over Donald Trump.", "sentId": 7}, {"text": "That's a problem if you're trying to keep the Obama coalition together.", "sentId": 8}, {"text": "But look at this.", "sentId": 9}, {"text": "Even more damning for Clinton when look at it this way.", "sentId": 10}, {"text": "Bring in third-party candidates.", "sentId": 11}, {"text": "Only a four-point edge over Donald Trump among younger voters because of Gary Johnson and Jill Stein, the third party candidates are taking away this younger support from Hillary Clinton.", "sentId": 12}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "So she's campaigning against Trump.", "sentId": 13}, {"text": "Gary Johnson and Jill Stein aren't making the debates.", "sentId": 14}, {"text": "But Hillary Clinton is hoping.", "sentId": 15}, {"text": "She's started to talk about a vote for Johnson is a vote for Trump.", "sentId": 16}, {"text": "She's hoping that Johnson's support fades because he's not on the debate stage and because he keeps saying things that, shall we say, aren't necessarily demonstrating his qualifications to be president.", "sentId": 17}], "secId": 2}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Name a foreign leader you respect?", "sentId": 18}], "secId": 3}, {"speaker": "JOHNSON", "sentences": [{"text": "I guess I'm having an Aleppo moment in the former President of Mexico.", "sentId": 19}], "secId": 4}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "I'm giving you the whole world.", "sentId": 20}], "secId": 5}, {"speaker": "JOHNSON", "sentences": [{"text": "I know.", "sentId": 21}], "secId": 6}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Anybody in the world you like.", "sentId": 22}, {"text": "Anybody.", "sentId": 23}, {"text": "Pick any leader.", "sentId": 24}, {"text": "JOHNSON: The former President of Mexico.", "sentId": 25}], "secId": 7}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Which one?", "sentId": 26}], "secId": 8}, {"speaker": "JOHNSON", "sentences": [{"text": "I'm having a brain ...", "sentId": 27}], "secId": 9}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "OK, who's your favorite foreign leader?", "sentId": 28}, {"text": "Get him off the hook.", "sentId": 29}, {"text": "Give him a foreign leader that you respect?", "sentId": 30}], "secId": 10}, {"speaker": "JOHNSON", "sentences": [{"text": "Fox.", "sentId": 31}], "secId": 11}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Hey his terrific.", "sentId": 32}], "secId": 12}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Any foreign leader?", "sentId": 33}], "secId": 13}, {"speaker": "WELD", "sentences": [{"text": "Merkel.", "sentId": 34}], "secId": 14}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "OK Merkel, OK, fine.", "sentId": 35}, {"text": "Save yourself, can't argue with that.", "sentId": 36}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "On the right there is Bill Weld the former governor of Massachusetts Gary Johnson's vice presidential running mate who said Angela Merkel, the chancellor of Germany.", "sentId": 37}, {"text": "What is Aleppo?", "sentId": 38}, {"text": "I can't name a world leader?", "sentId": 39}, {"text": "I mean I'm sorry it's embarrassing.", "sentId": 40}, {"text": "He's running for president of the United States.", "sentId": 41}, {"text": "You get thing called the White House.", "sentId": 42}, {"text": "You are the commander in chief of the American military.", "sentId": 43}, {"text": "You have to work with western leaders, with Asian leaders.", "sentId": 44}, {"text": "To many it's disqualifying and he had a several newspapers because they don't like trump or Clinton are still endorsing him, I think it's \"The Chicago Tribune\" as recently as today, I just think that's - and yet he could cost Hillary Clinton the election.", "sentId": 45}], "secId": 16}, {"speaker": "LERER", "sentences": [{"text": "Well, yeah.", "sentId": 46}, {"text": "I mean, between him and Jill Stein, they're pulling about a fifth of the electorate which is pretty high for a third-party candidate and that is something that concerns the Democrats and the Clinton campaign and that's why you see in the past couple of days not only Hillary Clinton making the case that you don't want to throw away your vote on a Gary Johnson, but also President Obama, Michelle Obama.", "sentId": 47}, {"text": "They're trying to bang this message, and Gary Johnson is helping them out.", "sentId": 48}], "secId": 17}, {"speaker": "KUCINICH", "sentences": [{"text": "Bernie Sanders as well.", "sentId": 49}, {"text": "I mean Bernie Sanders and Elizabeth Warren are both making that case as well.", "sentId": 50}, {"text": "Two candidates, Millennials, probably wish were up there instead of Hillary ...", "sentId": 51}], "secId": 18}, {"speaker": "KUCINICH", "sentences": [{"text": "LERER I wonder.", "sentId": 52}], "secId": 19}, {"speaker": "RAJU", "sentences": [{"text": "How much that it's going to affect him among the millennial voters?", "sentId": 53}, {"text": "I mean the Aleppo gaffe happen what, a few weeks ago and he's gone up in the polls in a lot of these battleground states.", "sentId": 54}, {"text": "And that arguably is even worse than not naming a world leader that you can support even how bad the situation is with the Syrian refugees.", "sentId": 55}, {"text": "So I'm not entirely sure that that will be the case but it is very interesting though that, how the Democrats are increasingly going after Gary Johnson, Barack Obama making that case on \"Steve Harvey Show.\"", "sentId": 56}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "A sitting president of the United States saying a vote for him is a vote for Trump is pretty extraordinary.", "sentId": 57}], "secId": 21}, {"speaker": "MONTANARO", "sentences": [{"text": "I mean honestly, they're protest candidates, I mean they're protest votes, I mean this is where a lot of people are parking themselves.", "sentId": 58}, {"text": "Again like we talked about all that animus toward Hillary Clinton when it comes to moderate Republicans and even some of those younger voters who don't remember the '90s, or they don't have the same kind of goodwill towards the Clintons that maybe someone in the older generation of Democrats do.", "sentId": 59}], "secId": 22}, {"speaker": "MONTANARO", "sentences": [{"text": "And I think that -- I'm not exactly sold that Bernie Sanders is going to be the ticket that pushes all of these folks to Hillary Clinton.", "sentId": 60}, {"text": "I think a lot of them for a lot of -- he was sort of a body snatcher.", "sentId": 61}, {"text": "You know?", "sentId": 62}, {"text": "Like they were able to park with him to get their protest message out and now that he's out there and not the one running, then they're not quite in his camp as much anymore and you don't hear him making a strong positive case for Hillary Clinton.", "sentId": 63}, {"text": "You hear him talking a lot about how it's not good to vote for Donald Trump.", "sentId": 64}], "secId": 23}, {"speaker": "LERER", "sentences": [{"text": "But in part this underscores how few votes there are available for Hillary Clinton to pull over.", "sentId": 65}, {"text": "Like the Clinton campaign believes that Trump has a ceiling and he also has a floor.", "sentId": 66}, {"text": "And he's not going to fall below that floor.", "sentId": 67}, {"text": "So they are looking at 10, 11 percent of the electorate that they can move over and that's a few undecideds, that's a few Republican-leaning independents as you said before and also lot of folks who are voting for Gary Johnson.", "sentId": 68}, {"text": "That's why they're targeting that.", "sentId": 69}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "If you look how close Florida was in the Obama/Romney race, we could give you the Bush/Gore Race, it was even closer 537 votes.", "sentId": 70}, {"text": "If you look how close some of these states are, it is absolutely critical to keep these voters.", "sentId": 71}, {"text": "So here is a conspiracy theory for you, there have been some Republicans who say that Governor Weld even though he is Gary Johnson's vice presidential running mate does not want to be part of a ticket that elects Donald Trump president.", "sentId": 72}, {"text": "So CNN's Randi Kaye, sat down with Governor Weld yesterday, listen here, she poses the question.", "sentId": 73}], "secId": 25}, {"speaker": "WELD", "sentences": [{"text": "I think it's doubtful.", "sentId": 74}, {"text": "It's a hypothetical.", "sentId": 75}, {"text": "Let's see how the debates play out.", "sentId": 76}, {"text": "You know?", "sentId": 77}, {"text": "There's some water between here and there and I've given my word there to a lot of people including Gary Johnson that we're going to give this our best shot and running the table and take the whole thing.", "sentId": 78}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "Hello.", "sentId": 79}, {"text": "She asked him, is it possible you would drop out, if you saw that happening?", "sentId": 80}, {"text": "I think it's doubtful.", "sentId": 81}, {"text": "It's a hypothetical.", "sentId": 82}, {"text": "Let's see how the debates play out.", "sentId": 83}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "Not an absolutely, not.", "sentId": 84}], "secId": 28}, {"speaker": "MONTANARO", "sentences": [{"text": "I mean there is some opening there.", "sentId": 85}, {"text": "You know, essentially giving a tryout to Hillary Clinton to, and to Gary Johnson, frankly, like he can't keep saying things that are embarrassing to his running mate.", "sentId": 86}], "secId": 29}, {"speaker": "KUCINICH", "sentences": [{"text": "And then ...", "sentId": 87}], "secId": 30}, {"speaker": "RAJU", "sentences": [{"text": "But you'll still be on the ballot though in a lot of these states.", "sentId": 88}], "secId": 31}, {"speaker": "KUCINICH", "sentences": [{"text": "Right.", "sentId": 89}], "secId": 32}, {"speaker": "RAJU", "sentences": [{"text": "If they drop out late.", "sentId": 90}, {"text": "So that protest vote may not really care whether or not they have officially dropped out or not, because they're still be ...", "sentId": 91}], "secId": 33}, {"speaker": "LERER", "sentences": [{"text": "Weld is the kind of Republican who -- that has been coming out for Hillary Clinton, not at currently in public office from a more moderate state, like he exactly fits the profile.", "sentId": 92}, {"text": "So maybe we'll see an endorsement.", "sentId": 93}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "And I think that ticket might be doing better at least among Republicans.", "sentId": 94}, {"text": "I'm not sure about the younger people who were flipped at the over top left ...", "sentId": 95}], "secId": 35}, {"speaker": "LERER", "sentences": [{"text": "Yeah, I could say that.", "sentId": 96}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "If rather on top I remember when he's a prosecutor before he's a governor, but that was he left a pretty wide gap for, we'll see how it goes.", "sentId": 97}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 98}, {"text": "Donald Trump had momentum heading into the first debate.", "sentId": 99}, {"text": "But it's clear the tide of the race is changed again up next, new polls get put in the booth in a much more favorable map heading in for round two.", "sentId": 100}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "If you're watching us in the days leading into the first president's debate, and on that first debate day I was showing a map that was trending Donald Trump's way.", "sentId": 101}, {"text": "Well, since that debate, the tide has clearly shifted in Hillary Clinton's favor.", "sentId": 102}, {"text": "Brand new poll, from WBUR out of New Hampshire today.", "sentId": 103}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "A 7-point Clinton lead in the state of New Hampshire in a four way race among likely voters.", "sentId": 104}, {"text": "Let's move over to Michigan.", "sentId": 105}, {"text": "About familiar a 7-point Clinton lead among likely voters in the Detroit news survey here.", "sentId": 106}, {"text": "Let's go out west to Nevada heading into the debate.", "sentId": 107}, {"text": "Donald Trump is actually ahead in Nevada.", "sentId": 108}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "Brand new Suffolk University poll out today shows Hillary Clinton with a 6-point lead.", "sentId": 109}, {"text": "In the four way race in Nevada they asked none of these candidates 3 percent watch how that number is but a lead in Nevada were Trump was ahead and then the biggest battle ground toss of them all, in Florida makes the Dixon poll out today shows Hillary Clinton with a narrow 4-point lead but still in the lead heading into the debate, Donald Trump was tied or ahead on some polls.", "sentId": 110}, {"text": "Why does that matter?", "sentId": 111}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Well let's go to the electoral map, our current electoral map has Hillary Clinton favor to win if she can hold these light blue states.", "sentId": 112}, {"text": "Those are the ones that lean Democratic.", "sentId": 113}, {"text": "Well, New Hampshire was one of those states.", "sentId": 114}, {"text": "That poll is good news.", "sentId": 115}, {"text": "Michigan was one of those states.", "sentId": 116}, {"text": "That poll is good news.", "sentId": 117}, {"text": "Donald Trump's in Michigan today and a match in a world where Hillary Clinton wins Nevada and wins Florida, where those polls come out today.", "sentId": 118}, {"text": "There's no way, if that happens, absolutely no way, Donald Trump can win the presidency.", "sentId": 119}, {"text": "If she can hold those states, so the challenge now in the week before the second debate and then out of it, try to sustain that momentum.", "sentId": 120}], "secId": 42}, {"speaker": "CLINTON", "sentences": [{"text": "My opponent believes in what I call a strong-man approach.", "sentId": 121}, {"text": "And here's what he said -- he said, \"I alone can fix it.\"", "sentId": 122}, {"text": "I alone?", "sentId": 123}, {"text": "Well, we've learned that, that's his way.", "sentId": 124}, {"text": "One person getting supreme power and exercising it ruthlessly that's why he admires dictators like Vladimir Putin so much.", "sentId": 125}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "It's interesting.", "sentId": 126}, {"text": "She in Florida on this day when these new polls come out, because if you can take those away, the map is just impossible for Donald Trump, but the challenge is to sustain this.", "sentId": 127}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "So we've had a race, it's an unpredictable race that's gone back and forth.", "sentId": 128}, {"text": "I would remind our viewers Mitt Romney won the first debate against President Obama four years ago, got a little bounce out of that.", "sentId": 129}, {"text": "We all know what happened in the end.", "sentId": 130}, {"text": "So the challenge for Clinton is you had a good debate, just a momentum in the polls now have to keep it up.", "sentId": 131}], "secId": 45}, {"speaker": "RAJU", "sentences": [{"text": "And clearly the debate stopped the bleeding.", "sentId": 132}, {"text": "I mean she had a really lousy three weeks.", "sentId": 133}, {"text": "He was on the upswing, he was taking the lead.", "sentId": 134}, {"text": "Some projections had him potentially winning the presidency, some of the polls held.", "sentId": 135}, {"text": "But now it's reversed and she hasn't been, you know, I don't think it was a -- as we've said there was no knockout blow per se in that first debate.", "sentId": 136}, {"text": "There was nothing that will probably elect her president, but there was enough to prevent Trump from moving further ahead in this race from running away with it, from the separating himself from Hillary Clinton.", "sentId": 137}], "secId": 46}, {"speaker": "RAJU", "sentences": [{"text": "So that's heartening for the Clinton camp.", "sentId": 138}, {"text": "But yes, you have to keep that up.", "sentId": 139}, {"text": "You have the vice presidential debate coming up.", "sentId": 140}, {"text": "How does that change the dynamic?", "sentId": 141}, {"text": "Mike Pence is much more on message than Donald Trump.", "sentId": 142}, {"text": "Does that change the dynamic as well?", "sentId": 143}, {"text": "Well, a lot more to go in this race.", "sentId": 144}], "secId": 47}, {"speaker": "MONTANARO", "sentences": [{"text": "He still needs to cross a competency threshold for a lot of people.", "sentId": 145}, {"text": "I mean when you look at his poll numbers they have been in, you know, that highest 42 or so as -- and he certainly has what looks like a potential ceiling if he can't reach out and get more people, and I think that the real issue there for him is that issue of competence, it's that issue of temperament and if he's going to consistently come back to messages that play to his base, because he likes how it feels with those crowds then his never going to be able to cross that thresholds.", "sentId": 146}], "secId": 48}, {"speaker": "LERER", "sentences": [{"text": "We're also gaining to a stage where mechanics really begin to matter like we are in early voting now.", "sentId": 147}, {"text": "I was with Hillary Clinton this week in Iowa where her aides were taking people from the rally right to the polls so they can cast their in-person early votes.", "sentId": 148}, {"text": "You know, early reviews on where -- which parties are requesting more ballots have been fairly mixed across the country, but there's little question that Hillary Clinton's campaign has the mechanism, has the operation to drive their people out.", "sentId": 149}], "secId": 49}, {"speaker": "LERER", "sentences": [{"text": "The goal is, of course, to get your less reliable voters to the polls early.", "sentId": 150}, {"text": "So on Election Day you only have to focus on getting those really reliable voters to the polls.", "sentId": 151}, {"text": "But they'll have a pretty good sense of where things stand in a lot of states before Election Day.", "sentId": 152}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "It's great.", "sentId": 153}, {"text": "That's a great point.", "sentId": 154}, {"text": "Republicans say they've made up ground on this.", "sentId": 155}, {"text": "And they're going to prove us wrong, you know, prove the Democrats wrong.", "sentId": 156}, {"text": "And this time we'll see, we'll see.", "sentId": 157}, {"text": "It is mixed so far.", "sentId": 158}, {"text": "But President Obama lost both times on Election Day.", "sentId": 159}, {"text": "In 2008 and 2012, when votes cast on Election Day, he lost both times.", "sentId": 160}, {"text": "He won it with the early voting.", "sentId": 161}, {"text": "He padded those states.", "sentId": 162}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "So it's interesting to watch.", "sentId": 163}, {"text": "But in fact where in the chess phase now.", "sentId": 164}, {"text": "The early voting is part of it.", "sentId": 165}, {"text": "If you look deep into the polls, Hillary Clinton struggles among the white working class.", "sentId": 166}, {"text": "That's not new.", "sentId": 167}, {"text": "After the debate, she solidifies her supporters among non-whites, she moved up a little bit among college educated whites, which is critical.", "sentId": 168}, {"text": "Trump has to take that back.", "sentId": 169}, {"text": "But now you watch she has only surrogates.", "sentId": 170}, {"text": "Bill Clinton has going to do a bus tour across Northern Florida.", "sentId": 171}, {"text": "Guess who lives in Northern Florida?", "sentId": 172}, {"text": "Work -- white, working class voters.", "sentId": 173}, {"text": "That's the more southern part if you will.", "sentId": 174}, {"text": "Even though it's Northern Florida, you're near the Georgia, Alabama, you're going to cross the border there.", "sentId": 175}, {"text": "It's the south, if you will.", "sentId": 176}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "So we're in the chess phase of the campaign.", "sentId": 177}, {"text": "And you have to say because she has so many surrogates, maybe a slight advantage for Clinton?", "sentId": 178}], "secId": 53}, {"speaker": "RAJU", "sentences": [{"text": "Yes.", "sentId": 179}], "secId": 54}, {"speaker": "LERER", "sentences": [{"text": "Yes, for sure.", "sentId": 180}, {"text": "She can have the president, Michelle Obama, Joe bidden, Bill Clinton and Hillary Clinton and plus Tim Kaine, six people out on the campaign trail at all times in six different states.", "sentId": 181}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "But just one second, we look at the screen here.", "sentId": 182}, {"text": "I want you all to see this.", "sentId": 183}, {"text": "That's the Gerald Ford Presidential Museum and Library in Grand Rapids, Michigan, Donald Trump in the Oval Office.", "sentId": 184}, {"text": "That's the replica of the Oval Office at the Ford Museum.", "sentId": 185}, {"text": "It is great, the presidential libraries and museums around this country folks whether you're Democrat or Republican you can get to them as you get to them.", "sentId": 186}, {"text": "George W. Bush has a great oval office in Texas as well.", "sentId": 187}, {"text": "They don't have that one in Grand Rapids.", "sentId": 188}, {"text": "I'm sorry.", "sentId": 189}, {"text": "I interrupted you.", "sentId": 190}], "secId": 56}, {"speaker": "KUCINICH", "sentences": [{"text": "I mean, I've lost my train of thought, John.", "sentId": 191}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "We're talking about the chess phase of the campaign.", "sentId": 192}], "secId": 58}, {"speaker": "KUCINICH", "sentences": [{"text": "Right.", "sentId": 193}, {"text": "One place where Donald Trump really doesn't have much of an infrastructure still is Ohio, and yet he is winning Ohio right now.", "sentId": 194}, {"text": "I mean, it's -- it always -- it pains me that we're not talking about Ohio because I love to talk about Ohio.", "sentId": 195}, {"text": "But I do think that is one place where we're seeing sort of a weird thing play out, where Hillary might have a better ground game but Trump right now because of the white working class is ...", "sentId": 196}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "It's demographics.", "sentId": 197}, {"text": "Demographics are increasing your destiny in American politics.", "sentId": 198}, {"text": "And Ohio is older and whiter and that why she's holding on.", "sentId": 199}, {"text": "Neither wants to sit tight.", "sentId": 200}, {"text": "Up next, what do our political insiders think making headlines today?", "sentId": 201}, {"text": "We're going to peek at their notebooks, next.", "sentId": 202}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Let's get around the Inside Politics, save for the last.", "sentId": 203}, {"text": "Our great reporters share a little sneak peek into their notebooks.", "sentId": 204}, {"text": "Keep ahead at the big political news just around the corner.", "sentId": 205}, {"text": "Lisa?", "sentId": 206}], "secId": 61}, {"speaker": "LERER", "sentences": [{"text": "Well, Bernie Sanders is back.", "sentId": 207}, {"text": "The Vermont senator made his first appearance, or second appearance with Hillary Clinton on the campaign trail this week.", "sentId": 208}, {"text": "They met up in New Hampshire where they talked about college debt, trying to win those all so important millennials.", "sentId": 209}, {"text": "Sanders and Clinton aides say this is the first of many appearances he's going to be making on her behalf in the next five weeks.", "sentId": 210}], "secId": 62}, {"speaker": "LERER", "sentences": [{"text": "And in part, that's about those young voters but it's also about those third-party voters.", "sentId": 211}, {"text": "The Clinton campaign believes he can be a really powerful asset in trying to get those people to move back to Hillary.", "sentId": 212}, {"text": "But it's an awfully weird situation.", "sentId": 213}, {"text": "You have the country's most prominent independent argues against independence.", "sentId": 214}, {"text": "But, look this is the Donald -- it's a Donald Trump election and we've seen a lot of strange bedfellow.", "sentId": 215}, {"text": "So this is another one.", "sentId": 216}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Listen to me now, not the last 30 years of my life.", "sentId": 217}], "secId": 64}, {"speaker": "MONTANARO", "sentences": [{"text": "Well, you run up those numbers earlier about where the polls are and what the path is.", "sentId": 218}, {"text": "And the Friday before the debate, I found this kind of an interesting thing.", "sentId": 219}, {"text": "I'm looking through the numbers in our battleground map.", "sentId": 220}, {"text": "And I noticed that if you give Donald Trump where he was slightly ahead in Florida, Ohio, and Nevada, and Iowa before the debate, you were suddenly, had him at 251.", "sentId": 221}, {"text": "Not enough.", "sentId": 222}, {"text": "Now remember, Florida and Ohio, not there.", "sentId": 223}, {"text": "He's not quite, a 19 short.", "sentId": 224}, {"text": "But he was within striking distance in North Carolina, 15.", "sentId": 225}, {"text": "In striking distance in New Hampshire.", "sentId": 226}, {"text": "Four electoral votes, what that gives you?", "sentId": 227}, {"text": "A 269-269 tie.", "sentId": 228}, {"text": "A very real potential possibility.", "sentId": 229}, {"text": "And if you give him the one electoral vote in Maine which splits out its votes by electoral votes by congressional district, that would be his path, 270-268.", "sentId": 230}, {"text": "But boy, that tells you how narrow Donald Trump's path is.", "sentId": 231}, {"text": "I mean, taking away Florida, taking away Ohio, normally that would be absolute game over and it's not this time.", "sentId": 232}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "That a tough math.", "sentId": 233}, {"text": "Again, but we wanted a contested convention.", "sentId": 234}, {"text": "We didn't quite get that.", "sentId": 235}, {"text": "Maybe we can get electoral college tie.", "sentId": 236}], "secId": 66}, {"speaker": "RAJU", "sentences": [{"text": "John, yeah big donors nervous about Donald Trump are starting to spend that money down ticket.", "sentId": 237}, {"text": "Republican outside groups are starting to spend a lot of money in these key senate races.", "sentId": 238}, {"text": "The Republican Super PAC close to Mitch McConnell reserving $21 million to spend in six key senate races in the fall and the Coke network which includes the Americans for Prosperity, Freedom Partners, concerned vets, there's planning to spend even more than they did in 2014 cycle.", "sentId": 239}, {"text": "I'm told $200 million on senate races and in some house races as well.", "sentId": 240}, {"text": "Clearly aiming to take back, keep the Republican majority and Democrats are definitely nervous about it.", "sentId": 241}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "If only we owned a local television station in a battleground state.", "sentId": 242}, {"text": "Jackie?", "sentId": 243}], "secId": 68}, {"speaker": "KUCINICH", "sentences": [{"text": "I'm looking at the polls as well but I'm keeping an eye on women in these polls.", "sentId": 244}, {"text": "Because Donald Trump in the last set of polls before the debate actually looked like he was making in-roads, places like suburban Colorado where women didn't necessarily like Hillary Clinton and they're sort of looking for another option.", "sentId": 245}, {"text": "How much is that going to be gone after the last week, after the last debate?", "sentId": 246}, {"text": "And how much pickup is Mike Pence going to have to do and Donald Trump at the next debate to maybe move those numbers again?", "sentId": 247}, {"text": "Hillary Clinton will likely win women.", "sentId": 248}, {"text": "But if they can nibble around the edges, that could help them.", "sentId": 249}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Oh, about the margins, it's a close race.", "sentId": 250}, {"text": "I'm going to close by adding a bit of Domenico's talk of a possible tie.", "sentId": 251}, {"text": "We're going to spend most of the next 39 days talking about the big battlegrounds, Florida, Pennsylvania, North Carolina but in close races, a little guy matter too.", "sentId": 252}, {"text": "And New Hampshire is a great example.", "sentId": 253}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "Donald Trump there yesterday.", "sentId": 254}, {"text": "Hillary Clinton the day before that.", "sentId": 255}, {"text": "The new WBUR poll this morning, the latest evidence, she has a lead there at the moment.", "sentId": 256}, {"text": "And her campaign is determined to do what it takes to keep it that way.", "sentId": 257}, {"text": "Now, as Domenico noted, just four electoral votes.", "sentId": 258}, {"text": "So why do they care about it so much?", "sentId": 259}, {"text": "When they run their razor thin race map scenarios in their tabletop sessions, more often than not, they see New Hampshire as a must-win for Trump.", "sentId": 260}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "Clinton priority well of course is to win a bigger prize like Florida, North Carolina.", "sentId": 261}, {"text": "That would cut off trump's path to 270.", "sentId": 262}, {"text": "The smart campaigns prepare for the worst case scenarios.", "sentId": 263}, {"text": "And in those, top Clinton strategist Joel Benenson is a big believer, New Hampshire's for could prove the difference.", "sentId": 264}, {"text": "So we'll keep getting attention and keep getting resources.", "sentId": 265}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "Thanks for watching \"Inside Politics\" today.", "sentId": 266}, {"text": "We'll see you back here at noon tomorrow.", "sentId": 267}, {"text": "Wolf picks up the coverage right after a quick break.", "sentId": 268}], "secId": 73}, {"speaker": "BLITZER", "sentences": [{"text": "Hello.", "sentId": 269}, {"text": "I'm Wolf Blitzer.", "sentId": 270}, {"text": "It's 1:00 p.m. here in Washington, wherever you're watching from around the world, thanks very much for joining us.", "sentId": 271}], "secId": 74}, {"speaker": "BLITZER", "sentences": [{"text": "We start with the U.S. presidential election.", "sentId": 272}, {"text": "There are just under 39 days to go until election --", "sentId": 273}], "secId": 75}], "sectionCount": 76, "url": "transcripts.cnn.com/TRANSCRIPTS/1609/30/ip.02.html", "sentenceCount": 275, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired September 30, 2016 - 12:30   ET", "speakers": ["KING", "UNIDENTIFIED MALE", "JOHNSON", "WELD", "LERER", "KUCINICH", "RAJU", "MONTANARO", "CLINTON", "BLITZER"], "title": "INSIDE POLITICS"}