{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1611.27.ip.01.html.json", "subTitle": "Obama, Trump React to Fidel Castro's Death; New Trump Tweets Slam Clinton Over Recount Efforts; Trump Shifts on Some Major Campaign Promises; Trump's Conflicts of Interest. Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "The president-elect holiday call for unity.", "sentId": 0}], "secId": 0}, {"speaker": "TRUMP", "sentences": [{"text": "It's my prayer that on this Thanksgiving, we begin to heal our divisions and move forward as one country.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Plus, the latest Trump surprise, two campaign critics get big cabinet jobs.", "sentId": 2}], "secId": 2}, {"speaker": "HALEY", "sentences": [{"text": "When a bully hits you, you hit that bully right back.", "sentId": 3}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "The death of Fidel Castro ends an era and a streak of frustrating 11 American presidents.", "sentId": 4}], "secId": 4}, {"speaker": "BUSH", "sentences": [{"text": "For freedom to rise in Cuba, Fidel Castro must fall.", "sentId": 5}], "secId": 5}, {"speaker": "BUSH", "sentences": [{"text": "One day, the Good Lord will take Fidel Castro away.", "sentId": 6}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "And this new twist for Cyber Week, at least one state is recounting to check if the presidential vote could have been influenced by Russian hacking.", "sentId": 7}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "INISIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 8}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 9}, {"text": "I'm John king.", "sentId": 10}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 11}, {"text": "We have a lot to talk about.", "sentId": 12}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Fidel Castro is dead and different tone from the president-elect and the sitting president is a reminder not only of the sharp Cuban policy debate but big stylistic change just 54 days way.", "sentId": 13}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Plus, if Castro news isn't enough of the Cold War flashback, we will spend parts of what's known in our shopping lexicon as Cyber Week, tracking efforts to recount the presidential vote in three states critical to Donald Trump's victory, just to make sure all that spy game of Russian hacking was just that, talk.", "sentId": 14}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "And after a Thanksgiving weekend in Palm Beach, we're told to expect a few more big cabinet announcements in the days ahead.", "sentId": 15}, {"text": "This as top Trump loyalists wager a very public campaign to talk the boss out of considering Mitt Romney for secretary of state.", "sentId": 16}, {"text": "Not to mention several big policy shifts from the president-elect.", "sentId": 17}, {"text": "And this not to worry take as ethics watchdog sound alarms Trump business interests keep colliding with Trump transition business.", "sentId": 18}], "secId": 12}, {"speaker": "TRUMP", "sentences": [{"text": "I could run my business perfectly and then run the country perfectly, and there was never -- there's never been a case like this, where somebody has had -- like if you look at other people of wealth, they didn't have this kind of asset and this kind of wealth, frankly.", "sentId": 19}, {"text": "I mean, it's just a different thing.", "sentId": 20}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "As I said, a lot to talk about.", "sentId": 21}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights, CNN's Nia-Malika Henderson, Ed O'Keefe of \"The Washington Post\", CNN's Manu Raju, and Lisa Lerer of \"The Associated Press\".", "sentId": 22}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Fidel Castro frustrated 11 American presidents, from Dwight Eisenhower to Barack Obama.", "sentId": 23}, {"text": "Donald Trump will not be next on that list.", "sentId": 24}, {"text": "He sees that fact as a cause of celebration.", "sentId": 25}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Look here, \"Fidel Castro is dead!\"", "sentId": 26}, {"text": "Four words and an exclamation point.", "sentId": 27}, {"text": "It was the president elect's initial, on Twitter, of course.", "sentId": 28}, {"text": "And in a statement later Saturday, Trump called Castro a brutal dictator who oppressed his own people for nearly six decades.", "sentId": 29}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "President Obama chose a very, very different approach, offering condolences to Castro's family and avoiding any direct mention of Castro's brutal history.", "sentId": 30}, {"text": "Quote, \"We know that this moment fills Cubans -- in Cuba and the United States -- with powerful emotions, recalling the countless ways in which Fidel Castro altered the course of individual lives, families and of the Cuban nation\", the president's statement said.", "sentId": 31}, {"text": "It went on to say, \"History will record and judge the enormous impact of this singular figure on the people and the world around him.\"", "sentId": 32}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Let's start the conversation there.", "sentId": 33}, {"text": "No mention in the president's statement about the brutality.", "sentId": 34}, {"text": "Now, the president clearly is trying to defend his policy of re-establishing diplomatic relations, but no mention at all of the brutal history of Fidel Castro.", "sentId": 35}, {"text": "Why?", "sentId": 36}], "secId": 19}, {"speaker": "O'KEEFE", "sentences": [{"text": "It's stunning.", "sentId": 37}, {"text": "He -- everyone at the White House looks at the polling and says majority of Americans want to end the embargo.", "sentId": 38}, {"text": "So, they run with that.", "sentId": 39}], "secId": 20}, {"speaker": "O'KEEFE", "sentences": [{"text": "But I got emails from Cuban-Americans I know and work with, and the stories of genuine brutality and horror that Castro put that island through and put the families that ended up in Florida and New Jersey and elsewhere through deserve mention by the president, frankly.", "sentId": 40}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "There's an inference there -- history will judge and all that.", "sentId": 41}, {"text": "But --", "sentId": 42}], "secId": 22}, {"speaker": "O'KEEFE", "sentences": [{"text": "Which is actually kind of a take history will absolve me, which is what Castro used to play, and this was kind of a play on that.", "sentId": 43}, {"text": "A lot of people saw it that way.", "sentId": 44}], "secId": 23}, {"speaker": "O'KEEFE", "sentences": [{"text": "But it's an incredible dismissal of reality that a lot of people down there in Florida especially have always thought and they have been very dismissive of that feeling, saying, look, the majority of the country wants this, there's economic benefit if we engage them, this will work.", "sentId": 45}, {"text": "But I thought that was a missed opportunity by the president.", "sentId": 46}], "secId": 24}, {"speaker": "LERER", "sentences": [{"text": "There's also something else at play here, which is we've seen in a number of areas at the White House.", "sentId": 47}, {"text": "President Obama knows that Trump is coming to office.", "sentId": 48}, {"text": "He knows that Donald Trump and the Republican Congress is likely to try to overturn most of what he did as president.", "sentId": 49}], "secId": 25}, {"speaker": "LERER", "sentences": [{"text": "So, he's really trying to not give them any room to do that.", "sentId": 50}, {"text": "We've seen that with Iran deal.", "sentId": 51}, {"text": "We've seen that in other areas, you know, commuting sentences.", "sentId": 52}, {"text": "They're trying to make it hard as possible for them to roll back what he's done.", "sentId": 53}], "secId": 26}, {"speaker": "HENDERSON", "sentences": [{"text": "And there's also Obama's, you know, sort of professional personality, right?", "sentId": 54}, {"text": "He's cool.", "sentId": 55}, {"text": "And a lot of people have criticized him for that.", "sentId": 56}, {"text": "And I think --", "sentId": 57}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "A lot of people say it's one of the reasons we have Trump.", "sentId": 58}, {"text": "It's a reaction.", "sentId": 59}], "secId": 28}, {"speaker": "HENDERSON", "sentences": [{"text": "That he runs hot, right?", "sentId": 60}, {"text": "I mean, basically, his Twitter there, four words, sort of like the munchkins would have tweeted if they had Twitter back in the day.", "sentId": 61}, {"text": "That's potentially what it was.", "sentId": 62}], "secId": 29}, {"speaker": "HENDERSON", "sentences": [{"text": "It's all passion and emotion and feeling and his longer statement calling him a brutal dictator.", "sentId": 63}, {"text": "So, an open question as to what happens with these policies, right?", "sentId": 64}, {"text": "Because he seems to suggest there would still be some sort of openness, kind of wait and see in terms of those policies that Obama has ordered through executive action.", "sentId": 65}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "On a slow week, we're doing a show on what would they have tweeted from Oz.", "sentId": 66}], "secId": 31}, {"speaker": "RAJU", "sentences": [{"text": "Yes.", "sentId": 67}, {"text": "You know, even though Trump called him a brutal dictator and criticized Castro the way that Obama did not, both sort of acknowledged that this is a turning point in the Cuban-American relationship and that's a question, of course, for Donald Trump.", "sentId": 68}], "secId": 32}, {"speaker": "RAJU", "sentences": [{"text": "He can come in as he promised to do in September in a speech in Florida and reverse a lot of the president's policies because they were done on an executive level.", "sentId": 69}, {"text": "But the question is, the overall trade embargo which needs congressional approval, does Congress move forward on that?", "sentId": 70}, {"text": "That's a much harder --", "sentId": 71}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "And it gets back to the defining question we face now in the transition and we won't know until he's president.", "sentId": 72}, {"text": "And we won't know until 100 days in or 200 days in, who is he really?", "sentId": 73}, {"text": "A lot of Republicans are having this question on policy issues we'll get to in a few minutes.", "sentId": 74}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "Trump's initial reaction was to support Obama when he had the opening in Cuba.", "sentId": 75}, {"text": "Donald Trump the hotel, the builder, the businessman, his initial reaction was to support the re-opening.", "sentId": 76}, {"text": "Then, as a presidential candidate, he came back.", "sentId": 77}, {"text": "So, we don't know where this one is going.", "sentId": 78}], "secId": 35}, {"speaker": "O'KEEFE", "sentences": [{"text": "We forget that this was a guy who sent emissaries to Cuba to explore the possibility of building a golf course.", "sentId": 79}, {"text": "He has friends in the travel, lodging and the construction industry.", "sentId": 80}, {"text": "He is the construction industry.", "sentId": 81}, {"text": "They all want to play ball down in Cuba.", "sentId": 82}], "secId": 36}, {"speaker": "O'KEEFE", "sentences": [{"text": "To see him reverse course on this when he knows there's business opportunities down there, that would be a pretty stark reversal.", "sentId": 83}], "secId": 37}, {"speaker": "O'KEEFE", "sentences": [{"text": "Monday is the first commercial flight to Cuba.", "sentId": 84}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "He says, like this on many issues, \"I can negotiate a better deal.\"", "sentId": 85}, {"text": "So, maybe that's what his effort be, to try to negotiate a better deal.", "sentId": 86}, {"text": "And with Fidel gone, maybe Raul is different, who knows?", "sentId": 87}, {"text": "This is -- a giant question mark here.", "sentId": 88}, {"text": "A giant question mark.", "sentId": 89}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "So, let's on that issue, if Donald Trump is going to address this, he needs a secretary of state.", "sentId": 90}, {"text": "Who does he pick?", "sentId": 91}], "secId": 40}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 92}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Who does he pick?", "sentId": 93}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "You have this remarkable -- he meets with Mitt Romney.", "sentId": 94}, {"text": "And we all know the history.", "sentId": 95}, {"text": "You know, he calls Mitt Romney a loser and choker for losing in 2012.", "sentId": 96}, {"text": "Mitt Romney was a huge part of the never Trump movement.", "sentId": 97}, {"text": "He said he could not support Donald Trump.", "sentId": 98}, {"text": "He said, it was, you know, essentially trickle down racism, trickle down misogyny, trickle down sexism in the country.", "sentId": 99}, {"text": "He couldn't support it.", "sentId": 100}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "Yet, they meet.", "sentId": 101}, {"text": "Romney wants the job.", "sentId": 102}, {"text": "Our reporting from Jim Acosta at CNN is that they spoke at least once during the Thanksgiving break.", "sentId": 103}, {"text": "We don't know the substance of conversation.", "sentId": 104}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "Mitt Romney, Rudy Giuliani is on the list.", "sentId": 105}, {"text": "We're told Bob Corker, the senator from Tennessee, is on the list.", "sentId": 106}, {"text": "General Kelly is on the list.", "sentId": 107}, {"text": "Maybe General Petraeus, although I don't know how you get him a security clearance to be secretary of state.", "sentId": 108}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "But, Kellyanne Conway, the president's campaign manager tweeting out essentially that she's getting all this blow back from the grassroots about all this support.", "sentId": 109}, {"text": "Then, she tweets out over the weekend, \"Kissinger and Shultz as secretary of state flew around the world less, counseled POTUS close to home more and were loyal.", "sentId": 110}, {"text": "Good checklist.\"", "sentId": 111}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "Essentially there, essentially trying to say you want somebody loyal to Trump.", "sentId": 112}], "secId": 47}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, yes.", "sentId": 113}], "secId": 48}, {"speaker": "RAJU", "sentences": [{"text": "Remarkable.", "sentId": 114}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "The public campaign saying, hey, boss don't do this.", "sentId": 115}], "secId": 50}, {"speaker": "LERER", "sentences": [{"text": "This is another one of those defining questions, right?", "sentId": 116}, {"text": "We know about Trump that we can answer until he becomes president.", "sentId": 117}, {"text": "We know this is a guy who praises loyalty.", "sentId": 118}], "secId": 51}, {"speaker": "LERER", "sentences": [{"text": "Rudy Giuliani was loyal.", "sentId": 119}, {"text": "He may not be able to be confirmed by Congress.", "sentId": 120}, {"text": "Trump has been turned off reports say by his public campaigning for the job.", "sentId": 121}], "secId": 52}, {"speaker": "LERER", "sentences": [{"text": "Mitt Romney was not loyal, as you point out.", "sentId": 122}, {"text": "He was out there.", "sentId": 123}, {"text": "He was critical -- I believe he called Trump a phony.", "sentId": 124}, {"text": "But, he -- you know, Trump believes he looks the part as secretary of state.", "sentId": 125}, {"text": "And, frankly --", "sentId": 126}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "That's a key point.", "sentId": 127}, {"text": "Trump loves stars.", "sentId": 128}, {"text": "He loves star power.", "sentId": 129}, {"text": "He's assembling a cast here.", "sentId": 130}, {"text": "He has TV experience.", "sentId": 131}], "secId": 54}, {"speaker": "LERER", "sentences": [{"text": "Which weighs out, does loyalty outweigh what likely is the easier political choice both at home and abroad?", "sentId": 132}], "secId": 55}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 133}], "secId": 56}, {"speaker": "LERER", "sentences": [{"text": "It's unclear.", "sentId": 134}, {"text": "The public campaigning by his closest aides is really remarkable.", "sentId": 135}], "secId": 57}, {"speaker": "RAJU", "sentences": [{"text": "And it's also the larger fight twin Republican Party is playing out here too.", "sentId": 136}, {"text": "Establishment versus the insurgents, people that to shake up Washington versus people who are very comfortable working in behind-the-scenes in Washington.", "sentId": 137}, {"text": "Does he go a Mitt Romney route which could reassure those establishment Republicans who were not sure about Donald Trump's presidency?", "sentId": 138}], "secId": 58}, {"speaker": "RAJU", "sentences": [{"text": "Or does he go with someone who will shake up the system like potentially a Rudy Giuliani would in a different way?", "sentId": 139}], "secId": 59}, {"speaker": "HENDERSON", "sentences": [{"text": "But, I mean, they're essentially both establishment figures, right?", "sentId": 140}, {"text": "I mean, Rudy Giuliani is a little bit more brusk.", "sentId": 141}, {"text": "He's not as telegenic as Mitt Romney is.", "sentId": 142}, {"text": "But the interesting thing about this, is this isn't about experience or policy or approach to the job.", "sentId": 143}, {"text": "It really is about -- in Mitt Romney's case, he looks the part.", "sentId": 144}, {"text": "He would represent Trump well on television.", "sentId": 145}, {"text": "KING:  But they disagree on a lot of issues.", "sentId": 146}, {"text": "They agree -- their", "sentId": 147}], "secId": 60}, {"speaker": "HENDERSON", "sentences": [{"text": "public position on Cuba.", "sentId": 148}, {"text": "But Russia you couldn't get further apart than Mitt Romney and Donald Trump.", "sentId": 149}], "secId": 61}, {"speaker": "O'KEEFE", "sentences": [{"text": "I mean, eight years ago, we were sitting here slack jawed that Obama would pick Clinton as his top diplomat and maybe Trump sees some of that.", "sentId": 150}, {"text": "But only does he look the part, but there's some drama in this and you send a message to the world, that I can sort of --", "sentId": 151}], "secId": 62}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, sort of team of rivals.", "sentId": 152}], "secId": 63}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yes, exactly -- well, not even team of rivals, that we can forgive and forget.", "sentId": 153}, {"text": "H", "sentId": 154}], "secId": 64}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 155}], "secId": 65}, {"speaker": "O'KEEFE", "sentences": [{"text": "But I really think that Giuliani would have trouble getting confirmed, because if you spent the last, essentially, four years prosecuting Hillary Clinton and her husband of all the ways they made money and all the things they did, Rudy Giuliani is no better.", "sentId": 156}, {"text": "For Republicans to confirm Rudy Giuliani after he went out around the world, speaking and insulting Latin America governments and European governments and making money with all the people he is working with, would be  --", "sentId": 157}], "secId": 66}, {"speaker": "LERER", "sentences": [{"text": "I think it's worth mentioning Petraeus here.", "sentId": 158}, {"text": "The Petraeus pick which is unbelievable.", "sentId": 159}, {"text": "I mean, he was out on the campaign trail talk about how Petraeus -- how Hillary Clinton should have gotten the Petraeus treatment.", "sentId": 160}, {"text": "How he -- I mean, which is basically an admission that Petraeus misused classified information, mishandled classified information.", "sentId": 161}], "secId": 67}, {"speaker": "LERER", "sentences": [{"text": "And now, you're going to put him in one of the primo spots at your cabinet?", "sentId": 162}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "We're also learning that Trump loves generals.", "sentId": 163}], "secId": 69}, {"speaker": "LERER", "sentences": [{"text": "Yes, right.", "sentId": 164}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "So, we'll get more of this.", "sentId": 165}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "But part of this is the tone you pick, in the sense that right now, people on the national security team are more hard-liners.", "sentId": 166}, {"text": "Listen here, it would be hard to see Mitt Romney, if he's on the team, how does he sit down with the national security adviser General Michael Flynn who when he's talking about Islamism says things like this.", "sentId": 167}], "secId": 72}, {"speaker": "FLYNN", "sentences": [{"text": "We are facing another ism just like we faced Nazism and fascism and imperialism and communism.", "sentId": 168}, {"text": "This is Islamism.", "sentId": 169}, {"text": "And it's a vicious cancer inside the body of 1.7 billion people on this planet and it has to be excised.", "sentId": 170}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "Essentially saying every Muslim has this in them, this cancer in them and it has to be excised.", "sentId": 171}, {"text": "That's a different position from the currents administration to start with, and it would be a different position from Mitt Romney, who you pick as your secretary of state when you go around the world, they're going to ask you about things like that.", "sentId": 172}], "secId": 74}, {"speaker": "HENDERSON", "sentences": [{"text": "That was -- it seems to be, that was Mitt Romney's objection to Trumpism to begin with, right?", "sentId": 173}, {"text": "I mean, the sort of what you were saying, xenophobia, the trickle down racism, and we have seen from Flynn -- I mean, Flynn and Trump, Flynn has been his main adviser in terms of how he talks about and thinks about foreign policy, how he thinks about Islam and this idea that it isn't a narrow fight in the way that Obama thinks about defeating is, it's more of this global clash of civilization.", "sentId": 174}], "secId": 75}, {"speaker": "HENDERSON", "sentences": [{"text": "That is something new and certainly a different tone than we've seen from Obama, than we've seen from Bush.", "sentId": 175}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "And I think we'll hear from Nikki Haley as the United Nations ambassador.", "sentId": 176}], "secId": 77}, {"speaker": "RAJU", "sentences": [{"text": "That's right.", "sentId": 177}], "secId": 78}, {"speaker": "RAJU", "sentences": [{"text": "And, you know, while Trump's picks have all been very conservative picks, even Nikki Haley, she does represent diversity.", "sentId": 178}, {"text": "She's an Indian-American.", "sentId": 179}, {"text": "She obviously is a woman.", "sentId": 180}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Called him a bully.", "sentId": 181}], "secId": 80}, {"speaker": "RAJU", "sentences": [{"text": "She called him a bully.", "sentId": 182}, {"text": "She was very critical of Donald Trump.", "sentId": 183}, {"text": "Obviously, not a loyalist.", "sentId": 184}, {"text": "But she's also very conservative.", "sentId": 185}], "secId": 81}, {"speaker": "RAJU", "sentences": [{"text": "The question also will Trump move to the middle in some of his picks, Mitt Romney could be a signal of that in some ways.", "sentId": 186}, {"text": "But will he also move, path Democrat in.", "sentId": 187}, {"text": "That's going to be a big question for him.", "sentId": 188}, {"text": "How much does he decide to moderate, especially how close this election was?", "sentId": 189}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "He's enjoying finishing up his weekend at Palm Beach and we get some of these decisions in the week ahead.", "sentId": 190}, {"text": "We're all watching, Mr. President-elect.", "sentId": 191}, {"text": "Keep it coming.", "sentId": 192}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Up next, it started with the Green Party.", "sentId": 193}, {"text": "But the Clinton campaign is now embracing a Wisconsin recounts and two more big states could soon follow.", "sentId": 194}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "First, though, politicians say the darndest things one last time here right here for President Obama to talk turkey.", "sentId": 195}], "secId": 85}, {"speaker": "OBAMA", "sentences": [{"text": "I want to take a moment to recognize the brave turkeys who weren't so lucky, who didn't get to ride the gravy train to freedom, who met their fate with courage and sacrifice, and proved that they weren't chicken.", "sentId": 196}, {"text": "It's not that bad, no, come on.", "sentId": 197}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 198}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "The president-elect is an early riser.", "sentId": 199}, {"text": "He's already on Twitter this morning criticizing plans for a recount in Wisconsin.", "sentId": 200}, {"text": "There might also be recounts in a couple of other states, Michigan and Pennsylvania.", "sentId": 201}, {"text": "Sore losers is what President-elect Trump campaign manager calls those now supporting that recount in Wisconsin.", "sentId": 202}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "There are there deadlines looming.", "sentId": 203}, {"text": "As I noted, Pennsylvania and Michigan in this week ahead, and, yes, there might be extra holiday drama as we prepare important the Trump administration.", "sentId": 204}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "More on the recount, and the motivation in a moment.", "sentId": 205}, {"text": "First, a quick math update.", "sentId": 206}, {"text": "The election was nearly three weeks.", "sentId": 207}, {"text": "You see the results here.", "sentId": 208}, {"text": "Donald Trump is our president-elect.", "sentId": 209}, {"text": "But Hillary Clinton is on top when you look at the map because she has 2 million vote lead, 1.92 million in the popular vote, which begs the question, do you think we should keep the Electoral College which is why Donald Trump is president-elect, or pick presidents by popular vote?", "sentId": 210}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Some brand new polling this morning.", "sentId": 211}, {"text": "How should we elect our president?", "sentId": 212}, {"text": "Fifty-one percent of you tell us you want to switch to the popular vote, 44 percent say keep the Electoral College.", "sentId": 213}, {"text": "Keep it the way it is.", "sentId": 214}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "Remember that 51 percent, that is after this election in which the Democrats won the popular vote, and the Republican will become president.", "sentId": 215}, {"text": "You see 51 percent now.", "sentId": 216}, {"text": "The push for change, not as great as it was after 2000.", "sentId": 217}, {"text": "That, in case you forgotten, that was the big recounts election, Al Gore-George W. Bush, Florida, went to the Supreme Court.", "sentId": 218}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Will there be recounts now?", "sentId": 219}, {"text": "We know about Wisconsin.", "sentId": 220}, {"text": "We'll hatch Pennsylvania and Michigan.", "sentId": 221}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "As this plays out, Donald Trump reminding Hillary Clinton that in one of the debates an on the campaign trail, she had a different take.", "sentId": 222}], "secId": 94}, {"speaker": "CLINTON", "sentences": [{"text": "Donald Trump said something that no, no other candidate running on either side has ever said and that is he refused to say he would respect the outcome of the election.", "sentId": 223}, {"text": "Now make no mistake, make no mistake, my friends.", "sentId": 224}, {"text": "This poses a direct threat to our democracy.", "sentId": 225}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "That was then.", "sentId": 226}, {"text": "We are in now.", "sentId": 227}, {"text": "To be clear: the Clinton campaign did not initiate these recounts.", "sentId": 228}, {"text": "The Green Party candidate Jill Stein did.", "sentId": 229}, {"text": "She raised a lot of money with help from liberals to do so.", "sentId": 230}, {"text": "And now, the Clinton campaign said since Wisconsin will recount the votes, we will be there.", "sentId": 231}, {"text": "We'll send our lawyers to keep an eye on things as it goes forward.", "sentId": 232}, {"text": "And again, the deadlines are coming up this week.", "sentId": 233}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "I mean, how real is this I guess is the question?", "sentId": 234}], "secId": 97}, {"speaker": "RAJU", "sentences": [{"text": "It's not real enough to overturn.", "sentId": 235}, {"text": "That's almost certainly not going to happen.", "sentId": 236}, {"text": "The Clinton campaign acknowledged that itself in a statement yesterday.", "sentId": 237}, {"text": "So interesting to watch the Clinton campaign dance on this because in one sense oh, we're not -- we don't think this will change anything but it's happening.", "sentId": 238}, {"text": "So we'll be supportive or at least behind the efforts.", "sentId": 239}], "secId": 98}, {"speaker": "RAJU", "sentences": [{"text": "In a lot of ways a nod to their support ears lot of whom are concerned about the outcome of the election, they suspect there was some sort of Russian hacking, there was no evidence that happened at the polling station.", "sentId": 240}, {"text": "The Russian actors did try to influence the election in other ways.", "sentId": 241}], "secId": 99}, {"speaker": "RAJU", "sentences": [{"text": "So they want to challenge legitimacy of it, a lot of Clinton support doers.", "sentId": 242}, {"text": "So, they are making a nod to that, even though it won't change the outcome.", "sentId": 243}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Let me just quickly get this in.", "sentId": 244}, {"text": "President-elect Trump, as we noted is tweeting this morning.", "sentId": 245}, {"text": "Among the tweets, he says this, \"Hillary Clinton conceded the election when she called me just prior to the victory speech and after the results were in.", "sentId": 246}, {"text": "Nothing will change.\"", "sentId": 247}, {"text": "That's what Donald Trump said.", "sentId": 248}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "And to Manu's point, Mark Elias, the Clinton campaign counsel, in a post on d said because w, have not uncovered any actionable evidence of hacking they looked into this the Clinton campaign, we have not planned to exercise this option ourselves.", "sentId": 249}, {"text": "But since it's going to happen, we'll send our lawyers", "sentId": 250}], "secId": 102}, {"speaker": "LERER", "sentences": [{"text": "Yes, and we had heard from donors and other people close to the campaign after the election they were aware of some irregularities in these states.", "sentId": 251}, {"text": "They didn't think it would be enough to change the outcome of the race.", "sentId": 252}, {"text": "It was already a week or two after election, so they weren't -- the Clinton campaign wasn't going to like pursue this and make a big push on it.", "sentId": 253}], "secId": 103}, {"speaker": "LERER", "sentences": [{"text": "You know, the time to do this kind of recount is immediately in the 24-48 hours after --", "sentId": 254}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "We're almost three weeks out now.", "sentId": 255}], "secId": 105}, {"speaker": "LERER", "sentences": [{"text": "We're almost three weeks out and a lot of Clinton, former Clinton aides and supporters are encouraging people to put their money towards recount, you know, interested Democrats, but towards the Louisiana Senate race, which is still ongoing.", "sentId": 256}], "secId": 106}, {"speaker": "LERER", "sentences": [{"text": "But you know, I think it's important to know if the Russians were interfering with our elections.", "sentId": 257}, {"text": "That seems -- the White House says that probably wasn't hacking machines, was more fake news and other kinds of hacking of people's campaign, personal emails, other interference.", "sentId": 258}, {"text": "But it seems that would be an important thing for the country to know about.", "sentId": 259}], "secId": 107}, {"speaker": "HENDERSON", "sentences": [{"text": "It was part of the campaign, sort of the leaked emails and hacking of Podesta's emails.", "sentId": 260}, {"text": "This is certainly a good moment for Jill Stein.", "sentId": 261}, {"text": "We haven't talked about Jill Stein much at all in this whole --", "sentId": 262}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "The Green Party is raising a boat load of money.", "sentId": 263}, {"text": "Trump called it a scam yesterday saying --", "sentId": 264}], "secId": 109}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, this certainly elevates her stature in that progressive left.", "sentId": 265}, {"text": "I do think Manu is right.", "sentId": 266}, {"text": "It sort of the Clinton team co-signing for this progressive effort.", "sentId": 267}, {"text": "I have to say on election night I got so many messages from Democrats basically saying, were they hacked, right?", "sentId": 268}, {"text": "So, this seems to be scratching Democrats who had suspicions early on.", "sentId": 269}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "Maybe there were Democrats in those states who stayed home.", "sentId": 270}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Let's put up the margins.", "sentId": 271}, {"text": "Just as we go through this -- Wisconsin will definitely recount.", "sentId": 272}, {"text": "Michigan and Pennsylvania, the Green Party says it has the money and will try to exercise them this week.", "sentId": 273}, {"text": "But you see the margins there.", "sentId": 274}, {"text": "In Michigan, it's a little so 10,000 votes.", "sentId": 275}, {"text": "In Wisconsin, it's 27,000 plus votes.", "sentId": 276}, {"text": "In Pennsylvania, there's more than 70,000 votes.", "sentId": 277}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "There's never bean recount that's overturned a margin anywhere near the numbers you're looking at there, particularly that 70,000 in Pennsylvania.", "sentId": 278}, {"text": "And some people snarkily note that in Wisconsin and Michigan, if Jill Stein votes went to Hillary Clinton, Hillary would have won those states.", "sentId": 279}], "secId": 113}, {"speaker": "O'KEEFE", "sentences": [{"text": "Right.", "sentId": 280}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "But --", "sentId": 281}], "secId": 115}, {"speaker": "HENDERSON", "sentences": [{"text": "Details.", "sentId": 282}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "We're going to watch this play out at least once at least once today to may three and it's going to drag on --", "sentId": 283}], "secId": 117}, {"speaker": "O'KEEFE", "sentences": [{"text": "For a few days, and we're what, at least two weeks.", "sentId": 284}, {"text": "I mean, look, Democrats talking about putting money into a Senate race.", "sentId": 285}, {"text": "There's been talk about election reform.", "sentId": 286}], "secId": 118}, {"speaker": "O'KEEFE", "sentences": [{"text": "You don't reform the Electoral College.", "sentId": 287}, {"text": "You get states to say if it's within five percentage points we'll do a recount.", "sentId": 288}, {"text": "In this day and age where all these questions about, you know, was there hacking, did fake news play a role, did something else nefarious happen?", "sentId": 289}], "secId": 119}, {"speaker": "O'KEEFE", "sentences": [{"text": "Why not just compel these board of elections to show everyone in fact everything was copasetic and it was fine.", "sentId": 290}, {"text": "This is essentially the autopsy, three weeks after the death.", "sentId": 291}, {"text": "And we'll see what happens.", "sentId": 292}, {"text": "And, you know, in essence they may be doing Trump favor, because you", "sentId": 293}], "secId": 120}, {"speaker": "O'KEEFE", "sentences": [{"text": "put this to rest now before the New Year.", "sentId": 294}, {"text": "He can move on.", "sentId": 295}, {"text": "He'll be able to say you may be disappointed but I won.", "sentId": 296}], "secId": 121}, {"speaker": "RAJU", "sentences": [{"text": "Trump needs to think about is that there are a lot of voters who don't think Trump presidency is legitimate.", "sentId": 297}, {"text": "The poll out there today, the CNN/ORC poll today believes just 40 percent of the country believes Trump has a mandate to enact his agenda.", "sentId": 298}], "secId": 122}, {"speaker": "RAJU", "sentences": [{"text": "So, you know, he needs to be aware of that.", "sentId": 299}, {"text": "I think his people are aware of that, particularly losing the popular vote.", "sentId": 300}, {"text": "So that could be -- we'll see if he takes any --", "sentId": 301}], "secId": 123}, {"speaker": "LERER", "sentences": [{"text": "But his response, I think his response on twitter is important because this is clearly scratching an itch for Democrats as we said.", "sentId": 302}, {"text": "Clearly, there were a lot of people who don't think this is legitimate.", "sentId": 303}, {"text": "Maybe this is a time when Trump needs to come out and unify the country beyond putting out a video statement, maybe a press conference or something and we just have not seen him do that.", "sentId": 304}], "secId": 124}, {"speaker": "LERER", "sentences": [{"text": "He's made sort of meager attempts, but the country remains divided.", "sentId": 305}, {"text": "This illustrates that and he has to enter office with the ability to get something done.", "sentId": 306}], "secId": 125}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 307}], "secId": 126}, {"speaker": "KING", "sentences": [{"text": "One of the many big challenges ahead.", "sentId": 308}], "secId": 127}, {"speaker": "KING", "sentences": [{"text": "Ed suggests these are not so diplomatic.", "sentId": 309}], "secId": 128}, {"speaker": "O'KEEFE", "sentences": [{"text": "Well, what he's doing here and people can go see it and he's throwing her words back at her.", "sentId": 310}], "secId": 129}, {"speaker": "RAJU", "sentences": [{"text": "That's a point.", "sentId": 311}], "secId": 130}, {"speaker": "O'KEEFE", "sentences": [{"text": "He's doing that literally as  folks.", "sentId": 312}, {"text": "It's happening right here on twitter.", "sentId": 313}], "secId": 131}, {"speaker": "KING", "sentences": [{"text": "Next, we show from Wisconsin then Michigan and Pennsylvania.", "sentId": 314}, {"text": "Merry Christmas.", "sentId": 315}], "secId": 132}, {"speaker": "KING", "sentences": [{"text": "Up next, some big shifts from the president-elect on waterboarding, climate change and prosecuting Hillary Clinton.", "sentId": 316}, {"text": "Please don't miss this -- take our INSIDE POLITICS quiz this Sunday morning.", "sentId": 317}, {"text": "What should president-elect Donald Trump's top priority be when he's president for the 100 days?", "sentId": 318}, {"text": "Trade, infrastructure, infrastructure or repealing Obamacare.", "sentId": 319}], "secId": 133}, {"speaker": "KING", "sentences": [{"text": "You can vote at CNN.com/vote.", "sentId": 320}], "secId": 134}, {"speaker": "KING", "sentences": [{"text": "Every president leaves behind campaign promises.", "sentId": 321}, {"text": "Some get passed the Congress, some get changed by world events and some just weren't very good ideas to begin with.", "sentId": 322}], "secId": 135}, {"speaker": "KING", "sentences": [{"text": "President-elect Donald Trump is proving no different.", "sentId": 323}, {"text": "In the course of a 90-minute meeting with the \"New York Times\" last week, he opened the door to several dramatic departures from his campaign promises.", "sentId": 324}, {"text": "Water boarding is one example.", "sentId": 325}, {"text": "Candidate Trump was adamant.", "sentId": 326}], "secId": 136}, {"speaker": "TRUMP", "sentences": [{"text": "Torture works.", "sentId": 327}, {"text": "OK, folks?", "sentId": 328}, {"text": "Torture -- you know, I have these guys, torture doesn't work.", "sentId": 329}, {"text": "Believe me it works, OK?", "sentId": 330}, {"text": "And water boarding is your minor form.", "sentId": 331}, {"text": "Some people say it's not actually torture.", "sentId": 332}, {"text": "Let's assume it is.", "sentId": 333}, {"text": "But they asked me the question, what do you think of water boarding?", "sentId": 334}, {"text": "Absolutely fine but we should go much stronger than water boarding.", "sentId": 335}, {"text": "That's the way I feel.", "sentId": 336}], "secId": 137}, {"speaker": "KING", "sentences": [{"text": "But the president-elect now says he thinks differently because of one meeting with a retired four-star general being considered for Defense secretary.", "sentId": 337}], "secId": 138}, {"speaker": "TRUMP", "sentences": [{"text": "General Mattis is a strong, highly, dignified man.", "sentId": 338}, {"text": "I met with him at length and I asked him that question.", "sentId": 339}, {"text": "I said, what do you think of water boarding?", "sentId": 340}, {"text": "He said, I was surprised.", "sentId": 341}, {"text": "He said I've never found it to be useful.", "sentId": 342}, {"text": "He said, I've always found give me a pack of cigarettes and a couple of beers and I do better with that than I do with torture.", "sentId": 343}], "secId": 139}, {"speaker": "KING", "sentences": [{"text": "What are we learning here?", "sentId": 344}, {"text": "What are we learning?", "sentId": 345}, {"text": "I mean, we're laughing about the give me, you know, pack of cigarettes and a six-pack of beers.", "sentId": 346}], "secId": 140}, {"speaker": "O'KEEFE", "sentences": [{"text": "No, I'm not laughing about that.", "sentId": 347}, {"text": "He's got a point there.", "sentId": 348}], "secId": 141}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Yes.", "sentId": 349}], "secId": 142}, {"speaker": "KING", "sentences": [{"text": "Well, number one, it saves -- if, if President-elect Trump, he hasn't said he's going to change his mind.", "sentId": 350}, {"text": "He said he's open to changing his mind now after listening to the general.", "sentId": 351}, {"text": "If he changes his mind on that issue he staves off a fight with Congress and perhaps a fight with the generals he inherits.", "sentId": 352}], "secId": 143}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yes.", "sentId": 353}], "secId": 144}, {"speaker": "KING", "sentences": [{"text": "Who said that you can't order us to do that.", "sentId": 354}, {"text": "LISA LERER, ASSOCIATED PRESS:  We're learning that the realities of", "sentId": 355}], "secId": 145}, {"speaker": "KING", "sentences": [{"text": "governing are really hard.", "sentId": 356}], "secId": 146}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 357}], "secId": 147}, {"speaker": "LERER", "sentences": [{"text": "I mean, the best example, I think, is this -- is the Obamacare stuff.", "sentId": 358}, {"text": "You can't -- he said, you know, that he wants to keep the provisions of Obamacare that everybody likes, keeping your kid on your insurance until they're 25, you know, guaranteeing insurance for people with pre-existing conditions.", "sentId": 359}, {"text": "You cannot keep those parts of the law without the individual mandate, without requiring that healthy people buy insurance.", "sentId": 360}, {"text": "That's, of course, the part of the law that Republicans in Congress hate.", "sentId": 361}], "secId": 148}, {"speaker": "LERER", "sentences": [{"text": "It's unclear how this all works out and how you balance that.", "sentId": 362}, {"text": "And that's why I think you see Obamacare not really being mentioned as much by Mr. Trump.", "sentId": 363}, {"text": "Not really on his list of priorities because that's a really hard knot to untangle as Republicans for the past six years have learned.", "sentId": 364}], "secId": 149}, {"speaker": "RAJU", "sentences": [{"text": "And other things, too, saying that he was going to assign a special prosecutor to investigate Hillary.", "sentId": 365}], "secId": 150}, {"speaker": "KING", "sentences": [{"text": "That's gone.", "sentId": 366}, {"text": "He said -- now he says he wants to turn the page on that.", "sentId": 367}], "secId": 151}, {"speaker": "RAJU", "sentences": [{"text": "Turn the page.", "sentId": 368}], "secId": 152}, {"speaker": "KING", "sentences": [{"text": "He says -- he told the \"New York Times,\" look, I want to move forward, I don't to move back, I don't want to hurt the Clintons.", "sentId": 369}, {"text": "I really don't.", "sentId": 370}, {"text": "She went through a lot.", "sentId": 371}, {"text": "Suffered greatly in many ways.", "sentId": 372}], "secId": 153}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Building the wall --", "sentId": 373}], "secId": 154}, {"speaker": "RAJU", "sentences": [{"text": "The wall --", "sentId": 374}], "secId": 155}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Well, it's now a fence.", "sentId": 375}], "secId": 156}, {"speaker": "RAJU", "sentences": [{"text": "Possibly a fence.", "sentId": 376}], "secId": 157}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 377}], "secId": 158}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Right.", "sentId": 378}], "secId": 159}, {"speaker": "RAJU", "sentences": [{"text": "Suggesting that climate change is manmade and maybe he'll rethink whether or not to walk away from the Paris accords.", "sentId": 379}], "secId": 160}, {"speaker": "KING", "sentences": [{"text": "That's another big deal.", "sentId": 380}], "secId": 161}, {"speaker": "RAJU", "sentences": [{"text": "Another big deal.", "sentId": 381}], "secId": 162}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 382}, {"text": "OK.  RAJU:  The real risk for Trump is that a lot of his voters elected him", "sentId": 383}], "secId": 163}, {"speaker": "KING", "sentences": [{"text": "because -- particularly in the Republican primaries, because they felt betrayed by the Republican leadership in Washington not fulfilling their campaign promises.", "sentId": 384}, {"text": "If he starts to walk things that he said on the campaign trail back it may go over better here in this town but the people who supported him initially, that is his real risk.", "sentId": 385}], "secId": 164}, {"speaker": "KING", "sentences": [{"text": "That to me is the biggest question.", "sentId": 386}, {"text": "How much -- because I think he has more latitude than most politicians with his base.", "sentId": 387}, {"text": "I think they elected him.", "sentId": 388}, {"text": "They elected the strength, they elected the leadership, they elected the man.", "sentId": 389}, {"text": "And I think he gets -- and even a lot of them would tell you, he's not going to -- Mexico is not going to pay for, he's not going to really build the wall but be tough on immigration.", "sentId": 390}, {"text": "But how much latitude I think is the defining question.", "sentId": 391}], "secId": 165}, {"speaker": "HENDERSON", "sentences": [{"text": "And it's unclear, you know, what you said in terms of what they actually believe he would do or whether or not they just liked that he said it and liked that he was strong.", "sentId": 392}, {"text": "But it is unclear as to what they do expect.", "sentId": 393}, {"text": "I mean, you would imagine that they expect something materially in their lives to change.", "sentId": 394}, {"text": "Their lives to get better.", "sentId": 395}, {"text": "Their neighborhoods to get better.", "sentId": 396}, {"text": "Their income to get better.", "sentId": 397}, {"text": "And it's unclear how he even does that.", "sentId": 398}, {"text": "Right?", "sentId": 399}, {"text": "I mean, what's his jobs plan.", "sentId": 400}, {"text": "He talks about infrastructure.", "sentId": 401}, {"text": "That doesn't really seem to be --", "sentId": 402}], "secId": 166}, {"speaker": "KING", "sentences": [{"text": "How do the Republicans -- how do the Republicans go along and do that?", "sentId": 403}, {"text": "Go along with that, the money, right?", "sentId": 404}], "secId": 167}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 405}, {"text": "The trillion-dollar plan.", "sentId": 406}, {"text": "So, you know, so what's left for Trump to do after you untangle the slogans that aren't actually governing.", "sentId": 407}], "secId": 168}, {"speaker": "LERER", "sentences": [{"text": "And he's not draining the swamp.", "sentId": 408}, {"text": "Right?", "sentId": 409}], "secId": 169}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 410}], "secId": 170}, {"speaker": "LERER", "sentences": [{"text": "You see big donors, you see lobbyists involved with his transition, being appointed to major positions.", "sentId": 411}], "secId": 171}, {"speaker": "HENDERSON", "sentences": [{"text": "The term limits.", "sentId": 412}, {"text": "That's not going to happen.", "sentId": 413}], "secId": 172}, {"speaker": "LERER", "sentences": [{"text": "So, at some point, people will want something.", "sentId": 414}, {"text": "But, you know, particularly not to harp on Obamacare but we're seeing now a lot of articles and reports that people -- they don't quite understand what it is, and so there are people who are using the benefits of Obamacare.", "sentId": 415}], "secId": 173}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 416}], "secId": 174}, {"speaker": "LERER", "sentences": [{"text": "Particularly in places like Kentucky who voted for Trump who now say well, I want to keep those benefits.", "sentId": 417}], "secId": 175}, {"speaker": "HENDERSON", "sentences": [{"text": "And Ohio even.", "sentId": 418}, {"text": "KING:  Right.", "sentId": 419}, {"text": "Right.", "sentId": 420}], "secId": 176}, {"speaker": "LERER", "sentences": [{"text": "Yes.", "sentId": 421}, {"text": "So it's all -- it's pretty --", "sentId": 422}], "secId": 177}, {"speaker": "KING", "sentences": [{"text": "This is not a criticism.", "sentId": 423}, {"text": "We just don't know a lot.", "sentId": 424}, {"text": "He's never been in government.", "sentId": 425}, {"text": "He was a Democrat once.", "sentId": 426}, {"text": "Then he was an independent.", "sentId": 427}, {"text": "We just don't know a lot about how he's going to go about these things.", "sentId": 428}, {"text": "Listen here to that point.", "sentId": 429}, {"text": "Listen here.", "sentId": 430}, {"text": "This is in the \"New York Times\" interview when he's talking about what was his signature issue early in the Republican primaries -- immigration.", "sentId": 431}], "secId": 178}, {"speaker": "TRUMP", "sentences": [{"text": "I feel very strongly about an immigration bill that I think even the people in this people can be happy.", "sentId": 432}, {"text": "You know, you've been talking about immigration bills for 50 years and nothing has ever happen.", "sentId": 433}, {"text": "I feel very strongly about an immigration bill that's fair and just and a lot of other things.", "sentId": 434}], "secId": 179}, {"speaker": "KING", "sentences": [{"text": "The part that a lot of people in this room can be happy with.", "sentId": 435}, {"text": "He's met with the \"New York Times\" editorial board.", "sentId": 436}], "secId": 180}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 437}], "secId": 181}, {"speaker": "KING", "sentences": [{"text": "Some reporters, but he's also with the editorial board, which writes, \"We support a path to citizenship, not legal status, and we do not support deporting, kicking people out who are undocumented who came in the country legally.\"", "sentId": 438}], "secId": 182}, {"speaker": "KING", "sentences": [{"text": "So, again, I don't know what he means.", "sentId": 439}, {"text": "But even the people in this room can be happy.", "sentId": 440}, {"text": "If Donald Trump makes the \"New York Times\" editorial board happy --", "sentId": 441}], "secId": 183}, {"speaker": "LERER", "sentences": [{"text": "He's not making --", "sentId": 442}], "secId": 184}, {"speaker": "KING", "sentences": [{"text": "President Trump, I should say, then he's not going to make his base very happy.", "sentId": 443}], "secId": 185}, {"speaker": "RAJU", "sentences": [{"text": "He's already walked away from the -- deporting the 11 million people here illegally.", "sentId": 444}], "secId": 186}, {"speaker": "LERER", "sentences": [{"text": "Right.", "sentId": 445}], "secId": 187}, {"speaker": "RAJU", "sentences": [{"text": "He's no longer is he talking about a deportation force.", "sentId": 446}, {"text": "When he's pushed on that issue, he says, well, we'll deal with the 11 million later.", "sentId": 447}, {"text": "Let's do the other things, border security first.", "sentId": 448}, {"text": "But that would be a huge capitulation if he does something to provide --", "sentId": 449}], "secId": 188}, {"speaker": "KING", "sentences": [{"text": "Can he send -- can he send his proposal up?", "sentId": 450}, {"text": "President Obama never sent legislation to Capitol Hill.", "sentId": 451}, {"text": "O'KEEFE:  Right.", "sentId": 452}], "secId": 189}, {"speaker": "KING", "sentences": [{"text": "He said, well, you guys pass something and I'll -- you know, I'll work with you on.", "sentId": 453}, {"text": "Can he send up his proposal that builds a wall, that includes a deportation force?", "sentId": 454}, {"text": "Have Congress reject it and then cut a deal?", "sentId": 455}, {"text": "If only Nixon can go China, can only Trump get immigration reform?", "sentId": 456}], "secId": 190}, {"speaker": "O'KEEFE", "sentences": [{"text": "I mean, that is one way to do it.", "sentId": 457}, {"text": "It's how Washington has worked in the past and he would be smart to try that.", "sentId": 458}, {"text": "There was support.", "sentId": 459}, {"text": "We covered it.", "sentId": 460}, {"text": "The Senate bill in 2013 basically built a border wall or fence, so that could get done.", "sentId": 461}], "secId": 191}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 462}], "secId": 192}, {"speaker": "O'KEEFE", "sentences": [{"text": "All he's trying to do here now if he says he's focused of getting rid of criminals and repeat offend is continuing and amplifying what the Obama administration has been doing and has been criticized for at great length for the last few years.", "sentId": 463}, {"text": "So that's essentially status quo.", "sentId": 464}, {"text": "It's what do you about guest worker visas?", "sentId": 465}, {"text": "What do you do about, you know, those that are still trying to get in here illegally?", "sentId": 466}, {"text": "And yes, what is the status of those that are here?", "sentId": 467}], "secId": 193}, {"speaker": "O'KEEFE", "sentences": [{"text": "It's going to be so hard for Republicans to come up with a way to justify splitting apart families and it's something that I think they know is just way too difficult to deal with.", "sentId": 468}, {"text": "So if you send people on a 15, 20-year path I think most people would swallow hard and accept that.", "sentId": 469}], "secId": 194}, {"speaker": "RAJU", "sentences": [{"text": "And Paul -- and a lot of the Republicans want a pass this on a piecemeal basis.", "sentId": 470}, {"text": "Do individual pieces like security first before dealing with the 11 million here illegally.", "sentId": 471}, {"text": "But Democrats are going to insist on tying it all together.", "sentId": 472}, {"text": "That's going to be a problem for him.", "sentId": 473}], "secId": 195}, {"speaker": "KING", "sentences": [{"text": "I think incremental -- incremental is going to become a very important word in the next Congress as oppose to all these big comprehensive bills.", "sentId": 474}], "secId": 196}, {"speaker": "KING", "sentences": [{"text": "Everybody, sit tight.", "sentId": 475}, {"text": "One sec.", "sentId": 476}, {"text": "The president-elect says he's handing off most of his business empire to his children and he says he'll face no conflicts.", "sentId": 477}, {"text": "But his critics, well, they disagree.", "sentId": 478}, {"text": "And they promise to watch very closely.", "sentId": 479}], "secId": 197}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 480}, {"text": "If you check the new president and his family the Secret Service is considering a big new post at Trump Tower.", "sentId": 481}, {"text": "The rent, of course, would be paid by you, the taxpayers, to Trump Organization.", "sentId": 482}, {"text": "And as the new president enjoys his inaugural parade, guess what, he's going to pass right by the new Trump International Hotel, just a few blocks before he gets home, to the White House.", "sentId": 483}, {"text": "Plus dealings with world leaders whose countries have major Trump properties or proposed Trump ventures.", "sentId": 484}], "secId": 198}, {"speaker": "KING", "sentences": [{"text": "Ethics watchdogs look at all this and see a web of conflict.", "sentId": 485}, {"text": "And potential conflict.", "sentId": 486}, {"text": "The president-elect says he's thinking it all through and will come up with a plan.", "sentId": 487}], "secId": 199}, {"speaker": "TRUMP", "sentences": [{"text": "I can be president of the United States and run my business 100 percent, sign checks on my business.", "sentId": 488}, {"text": "So in theory I don't have to do anything.", "sentId": 489}, {"text": "But I would like to do something.", "sentId": 490}, {"text": "I would like try and formalize something because I don't care about my business.", "sentId": 491}], "secId": 200}, {"speaker": "KING", "sentences": [{"text": "Obviously he cares about his business.", "sentId": 492}, {"text": "What he says -- what means is as president he says that he can push this aside and leave it to the children, and a lot of ethics watchdogs say hey, wait a minute, your children are in transition meetings, your children, you know, are part of this process.", "sentId": 493}, {"text": "Your children are very close to you and you talk about having them as informal advisers.", "sentId": 494}], "secId": 201}, {"speaker": "KING", "sentences": [{"text": "I start from the position of cut the guy a little slack and give him time to figure it out.", "sentId": 495}, {"text": "Because he just won an election and he thinks he has his business.", "sentId": 496}], "secId": 202}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yes.", "sentId": 497}], "secId": 203}, {"speaker": "KING", "sentences": [{"text": "But how does do this?", "sentId": 498}, {"text": "This is incredibly hard and complicated.", "sentId": 499}], "secId": 204}, {"speaker": "LERER", "sentences": [{"text": "It's also that to start thinking about it now or to start taking steps to do it now is a little bit late in the game.", "sentId": 500}, {"text": "Look, Mitt Romney was a very wealthy man.", "sentId": 501}, {"text": "I covered that campaign.", "sentId": 502}, {"text": "He had a lot of international holdings, he had accounts all over the place.", "sentId": 503}, {"text": "They put it in a blind trust.", "sentId": 504}, {"text": "So that was clearly something that Mitt Romney had planned for for many years to make sure that you didn't have even the appearance of conflicts.", "sentId": 505}], "secId": 205}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 506}], "secId": 206}, {"speaker": "LERER", "sentences": [{"text": "That's just not a concern that Donald Trump seems to have.", "sentId": 507}, {"text": "I mean, he's meeting with Indian developers of his hotels in India while in between transition meetings.", "sentId": 508}, {"text": "His children are sitting in on foreign leader calls.", "sentId": 509}], "secId": 207}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 510}], "secId": 208}, {"speaker": "LERER", "sentences": [{"text": "I mean, could you imagine an alternative universe Chelsea Clinton sitting in on foreign leader calls and what the outcry would be?", "sentId": 511}, {"text": "This is a pretty --", "sentId": 512}], "secId": 209}, {"speaker": "RAJU", "sentences": [{"text": "Continually hound the Trump presidency even if he's not doing anything untoward and if his motivations are pure.", "sentId": 513}, {"text": "I mean.", "sentId": 514}, {"text": "look at his meeting with the British politician just last week or a couple of weeks ago when he registered his opposition to offshore wind farms.", "sentId": 515}, {"text": "Why?", "sentId": 516}, {"text": "Because of his Scottish golf course.", "sentId": 517}], "secId": 210}, {"speaker": "KING", "sentences": [{"text": "Because of his Scottish golf course.", "sentId": 518}, {"text": "Right.", "sentId": 519}, {"text": "RAJU:  He's been concerned about it.", "sentId": 520}, {"text": "He said, well, he was just -- he", "sentId": 521}], "secId": 211}, {"speaker": "KING", "sentences": [{"text": "said in the \"New York Times\" interview well, he was just discussing his personal opposition to offshore wind farms but it raises the potential conflict of interest concern because his business was worried about that as well.", "sentId": 522}, {"text": "So he has to think about that because the public will be watching him very closely.", "sentId": 523}], "secId": 212}, {"speaker": "O'KEEFE", "sentences": [{"text": "I think --", "sentId": 524}], "secId": 213}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, this was their campaign against Hillary Clinton, right?", "sentId": 525}, {"text": "This idea that she was using her --", "sentId": 526}], "secId": 214}, {"speaker": "KING", "sentences": [{"text": "Pay-for-play.", "sentId": 527}], "secId": 215}, {"speaker": "HENDERSON", "sentences": [{"text": "Pay-for-play, her position as secretary of State to benefit the Clinton Foundation.", "sentId": 528}, {"text": "And so --", "sentId": 529}], "secId": 216}, {"speaker": "KING", "sentences": [{"text": "But he owns buildings.", "sentId": 530}, {"text": "How does he do it?", "sentId": 531}], "secId": 217}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 532}, {"text": "That's the thing.", "sentId": 533}], "secId": 218}, {"speaker": "KING", "sentences": [{"text": "How does he do it?", "sentId": 534}, {"text": "You can't -- he'd have to sell all those buildings.", "sentId": 535}], "secId": 219}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 536}], "secId": 220}, {"speaker": "KING", "sentences": [{"text": "But he says wait -- he says wait a minute, no.", "sentId": 537}, {"text": "Why should I have to do that?", "sentId": 538}], "secId": 221}, {"speaker": "LERER", "sentences": [{"text": "Yes.", "sentId": 539}, {"text": "But somebody other than your daughter has to be running the business.", "sentId": 540}], "secId": 222}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 541}], "secId": 223}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 542}], "secId": 224}, {"speaker": "LERER", "sentences": [{"text": "And certainly your daughter can't be --", "sentId": 543}], "secId": 225}, {"speaker": "O'KEEFE", "sentences": [{"text": "And he's never going -- and the other thing to keep in mind, too, they held a conference at Trump Hotel down the street here with diplomats who are based here in town showing them some sales packages because heads of state they come to Washington now may feel obligated to stay at his hotel and pay the rate and then go down the street to the White House.", "sentId": 544}, {"text": "Normally they'd stay at their residence.", "sentId": 545}], "secId": 226}, {"speaker": "LERER", "sentences": [{"text": "A nuclear house.", "sentId": 546}], "secId": 227}, {"speaker": "O'KEEFE", "sentences": [{"text": "Or Blair house or somewhere else.", "sentId": 547}, {"text": "Instead his family may be collecting the check.", "sentId": 548}], "secId": 228}, {"speaker": "HENDERSON", "sentences": [{"text": "And the campaign ads just right themselves, right?", "sentId": 549}, {"text": "I mean, you can see pictures of folks going into the Trump Hotel.", "sentId": 550}], "secId": 229}, {"speaker": "O'KEEFE", "sentences": [{"text": "But this is what I wonder.", "sentId": 551}, {"text": "This is what I wonder.", "sentId": 552}, {"text": "This is what I wonder.", "sentId": 553}], "secId": 230}, {"speaker": "KING", "sentences": [{"text": "Do people --", "sentId": 554}], "secId": 231}, {"speaker": "O'KEEFE", "sentences": [{"text": "Do Americans care?", "sentId": 555}], "secId": 232}, {"speaker": "KING", "sentences": [{"text": "People know who they -- I mean, again, we can have the popular vote conversation if we want, but he won the election and he is who he is.", "sentId": 556}, {"text": "And they know -- most Americans know what Trump is so they know the business.", "sentId": 557}], "secId": 233}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yes.", "sentId": 558}], "secId": 234}, {"speaker": "HENDERSON", "sentences": [{"text": "I mean, I think they will care if their lives don't improve.", "sentId": 559}, {"text": "Like you can have the juxtaposition of Donald Trump profiting from being in office and jobs still leaving Indiana.", "sentId": 560}], "secId": 235}, {"speaker": "O'KEEFE", "sentences": [{"text": "But how will we ever know if he holds a privately held company and --", "sentId": 561}], "secId": 236}, {"speaker": "LERER", "sentences": [{"text": "And because of the tone in White House has set at the top.", "sentId": 562}, {"text": "So if he is behaving like this, that's going to trickle down to all the staff.", "sentId": 563}, {"text": "And then you could have an administration that's rife with scandals.", "sentId": 564}, {"text": "You can have a series of eruptions of people enriching themselves at the benefit of the taxpayer.", "sentId": 565}, {"text": "And that does become a problem whether it's -- you know, even if it's not just him, if this is the tone of his administration, that's problematic.", "sentId": 566}], "secId": 237}, {"speaker": "KING", "sentences": [{"text": "The Democrats will be watching from day one but also some Republicans in Congress have also suggested they're going to watch this from day one.", "sentId": 567}], "secId": 238}, {"speaker": "RAJU", "sentences": [{"text": "And the question is if they start to investigate and look into it, then it becomes a problem.", "sentId": 568}, {"text": "But that's going to be a very, very high hurdle.", "sentId": 569}], "secId": 239}, {"speaker": "O'KEEFE", "sentences": [{"text": "They could also introduce a law to change the law and make him --", "sentId": 570}], "secId": 240}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 571}], "secId": 241}, {"speaker": "O'KEEFE", "sentences": [{"text": "You know, just as beholden to the federal laws as federal employees and everyone else.", "sentId": 572}, {"text": "And not concern about it.", "sentId": 573}], "secId": 242}, {"speaker": "KING", "sentences": [{"text": "We'll watch it shake out.", "sentId": 574}], "secId": 243}, {"speaker": "KING", "sentences": [{"text": "Up next, our reporters share from their notebooks including more drama on the way for Democrats.", "sentId": 575}, {"text": "First here are the results of INSIDE POLITICS quiz.", "sentId": 576}, {"text": "We asked, what should President Trump's top priority be for the first 100 days?", "sentId": 577}, {"text": "The majority of you like roads, bridges and airports.", "sentId": 578}, {"text": "You said infrastructure.", "sentId": 579}, {"text": "Look at that.", "sentId": 580}], "secId": 244}, {"speaker": "KING", "sentences": [{"text": "Let's head one last time right around the INSIDE POLITICS table, and ask our great reporters to give you a sneak peek into their notebooks.", "sentId": 581}, {"text": "Nia-Malika Henderson?", "sentId": 582}], "secId": 245}, {"speaker": "HENDERSON", "sentences": [{"text": "In terms of Obamacare obviously lots of focus on Congress and in terms of what they're going to do with repealing it and replacing it.", "sentId": 583}, {"text": "Also should be some focus on governors particularly Republican governors.", "sentId": 584}, {"text": "If you look at the expansion of Medicaid particularly that covered about 15 million people and roughly about 10 governors who were Republican governors have this expansion of Medicaid in their states.", "sentId": 585}, {"text": "They are looking to be very involved in terms of what this repeal and particularly the replace is going to look like because they are on front lines of these folks in their states who have the Medicaid expansion under Obamacare.", "sentId": 586}, {"text": "So they are very concerned about what this is going to look like and want definitely have a say.", "sentId": 587}], "secId": 246}, {"speaker": "KING", "sentences": [{"text": "And they may get a backlash against them.", "sentId": 588}, {"text": "Then what would happen?", "sentId": 589}], "secId": 247}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 590}, {"text": "Exactly.", "sentId": 591}], "secId": 248}, {"speaker": "KING", "sentences": [{"text": "Ed?", "sentId": 592}], "secId": 249}, {"speaker": "O'KEEFE", "sentences": [{"text": "Speaking of backlash and Obamacare, before Thanksgiving I spoke with Chuck Schumer, the incoming Senate minority leader.", "sentId": 593}, {"text": "We had an interview with him and he's chomping at the bit about this talk of Obamacare repeal and privatizing Medicare.", "sentId": 594}, {"text": "He says, the Republicans are silly if they think they're going to do this because think of all the good things in this law that they don't want to take away.", "sentId": 595}, {"text": "They are preparing to highlight that repeatedly over the course of the next few months if it starts, the idea that 20 million people are covered, that women have more protection and coverage than they ever had before.", "sentId": 596}, {"text": "That younger people can stay on their parents' plans.", "sentId": 597}], "secId": 250}, {"speaker": "O'KEEFE", "sentences": [{"text": "He says Republicans will rue the day that they try decide to try to repeal Obamacare.", "sentId": 598}, {"text": "Same goes for Medicare, his response to that which he's repeated since, was make my day.", "sentId": 599}, {"text": "Go right ahead and try because it won't work.", "sentId": 600}], "secId": 251}, {"speaker": "O'KEEFE", "sentences": [{"text": "If you think about it, Democrats have run against the threat of privatizing or changing entitlement programs before.", "sentId": 601}, {"text": "There's congressional elections two years from now.", "sentId": 602}, {"text": "Something says they're probably going to try it again.", "sentId": 603}], "secId": 252}, {"speaker": "KING", "sentences": [{"text": "It'll be interesting watch.", "sentId": 604}, {"text": "Chuck Schumer, the new sheriff for the Democrats in the Senate.", "sentId": 605}, {"text": "We'll watch one.", "sentId": 606}, {"text": "Manu?", "sentId": 607}], "secId": 253}, {"speaker": "RAJU", "sentences": [{"text": "Nancy Pelosi is projecting confidence publicly that she will win the leadership elections Wednesday to be re-elected as top House Democrat against Democratic Congressman Tim Ryan of Ohio.", "sentId": 608}, {"text": "But behind the scenes she is scrambling to lock down support.", "sentId": 609}, {"text": "She's done -- taken steps to reassure skeptic that she's listening to them, bringing in new voices into the leadership team, also telling the rank-and-file members that they'll have more of a platform on the committees to voice their positions.", "sentId": 610}], "secId": 254}, {"speaker": "RAJU", "sentences": [{"text": "But when I talk to a number of members what they want to hear is a concrete plan for the Democrats to regain the House majority, not necessarily by 2018, but by 2020 and she needs to reassure those skeptics, and people are very anxious that she has a plan to do that.", "sentId": 611}, {"text": "That she's the candidate of the future, not of the past, and that's going to be the test come Wednesday in that secret ballot election, John, so you can never quite predict what will happen.", "sentId": 612}], "secId": 255}, {"speaker": "KING", "sentences": [{"text": "Be fun to watch the not-so new sheriff on the House side at the moment.", "sentId": 613}, {"text": "Lisa?", "sentId": 614}], "secId": 256}, {"speaker": "LERER", "sentences": [{"text": "Yes.", "sentId": 615}, {"text": "Curious about the direction of the Democratic Party.", "sentId": 616}, {"text": "One place to watch is the race to head the Democratic National Committee.", "sentId": 617}, {"text": "The party committee is one of the Democrats' last bastions of power in Washington now that they've lost Congress and the White House and likely soon the Supreme Court.", "sentId": 618}, {"text": "And there's about a dozen names floating around out there.", "sentId": 619}, {"text": "The leading contender these days seems to be Keith Ellison.", "sentId": 620}, {"text": "He's locked up support from liberals who think the party needs to come out with a more populist economic message.", "sentId": 621}], "secId": 257}, {"speaker": "LERER", "sentences": [{"text": "But this week we learned that the White House and some DNC donors don't quite love the idea of Ellison.", "sentId": 622}, {"text": "They're looking more towards Tom Perez, the Labor secretary, maybe Jennifer Granholm, the former governor of Michigan.", "sentId": 623}, {"text": "So we'll have to see how this all shakes out.", "sentId": 624}, {"text": "Elections are supposed to be in February.", "sentId": 625}, {"text": "One person everyone is watching, of course, is President Obama.", "sentId": 626}, {"text": "The big questions is whether he gets involved.", "sentId": 627}], "secId": 258}, {"speaker": "LERER", "sentences": [{"text": "It's unclear whether the White House will go from behind-the-scenes whispers to a public position but that will certainly influence where this goes.", "sentId": 628}], "secId": 259}, {"speaker": "KING", "sentences": [{"text": "The Democrats saying he didn't care much about the party while he was president.", "sentId": 629}, {"text": "But maybe on the way out he does.", "sentId": 630}, {"text": "We'll watch that one.", "sentId": 631}], "secId": 260}, {"speaker": "KING", "sentences": [{"text": "I'm going to close with a long ago memory of Fidel Castro and the fits he caused American presidents and vice presidents.", "sentId": 632}, {"text": "I traveled with Vice President Al Gore and then First Lady Hillary Clinton to Nelson Mandela's inauguration as president of South Africa.", "sentId": 633}, {"text": "It was a long time ago, May 1994.", "sentId": 634}, {"text": "And Fidel Castro was among the who's who of world leaders on hand.", "sentId": 635}], "secId": 261}, {"speaker": "KING", "sentences": [{"text": "In the parliament building before the ceremony Castro and Vice President Al Gore were in the same corridor and on a collision course.", "sentId": 636}, {"text": "But the vice president zigged and zaged a bit with his Secret Service detail to avoid the encounter.", "sentId": 637}, {"text": "Castro clearly wanted a quick hello and any recognition of the Cuban dictator back in those days was beyond taboo.", "sentId": 638}, {"text": "So much so that a couple of young White House staffers were actually reprimanded after that trip when words surfaced, via Twitter folks, they had stopped to pose for photographs with Castro, who was robust, smiling and in his trademark military uniform as he mingled at that remarkable event.", "sentId": 639}, {"text": "Long time ago.", "sentId": 640}], "secId": 262}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 641}, {"text": "Again thanks for sharing your Sunday morning.", "sentId": 642}, {"text": "Up next, \"STATE OF THE UNION.\"", "sentId": 643}], "secId": 263}], "sectionCount": 264, "url": "transcripts.cnn.com/TRANSCRIPTS/1611/27/ip.01.html", "sentenceCount": 645, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired November 27, 2016 - 08:00   ET", "speakers": ["KING", "TRUMP", "HALEY", "BUSH", "O'KEEFE", "LERER", "HENDERSON", "RAJU", "FLYNN", "OBAMA", "CLINTON", "UNIDENTIFIED FEMALE"], "title": "INSIDE POLITICS"}