{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1610.09.ip.01.html.json", "subTitle": "Defiant Trump Ignores Call To Drop Out of Race; Electoral Map Trending Clinton's Way; Crucial Clinton-Trump Debate Tonight on CNN; Republicans Running From Trump Amid Tape Aftermath; Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "On debate day, this is the biggest question -- is it too late for Republicans to dump Trump?", "sentId": 0}], "secId": 0}, {"speaker": "CHAFFETZ", "sentences": [{"text": "I do wish that Mike Pence was at the top of the ticket.", "sentId": 1}, {"text": "It is tragic the way it is right now.", "sentId": 2}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Caught on tape, bragging about repeatedly groping women --", "sentId": 3}], "secId": 2}, {"speaker": "TRUMP", "sentences": [{"text": "When you're a star, they let you do it.", "sentId": 4}, {"text": "You can do anything.", "sentId": 5}], "secId": 3}, {"speaker": "TRUMP", "sentences": [{"text": "I've never said I'm a perfect person, nor pretended to be someone that I'm not.", "sentId": 6}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "His late night apology only adds to the outrage.", "sentId": 7}], "secId": 5}, {"speaker": "TRUMP", "sentences": [{"text": "This is nothing more than a distraction from the important issues we are facing today.", "sentId": 8}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "Four weeks left, the race already moving Hillary Clinton's way and now at crunch time, a Trump campaign and Republican Party in chaos.", "sentId": 9}], "secId": 7}, {"speaker": "RYAN", "sentences": [{"text": "Let me just start off by saying there is a bit of an elephant in the room and it is a troubling situation.", "sentId": 10}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 11}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 12}, {"text": "I'm John King, live from Washington University in St. Louis, inside the debate hall, the site of tonight's second presidential debate.", "sentId": 13}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Thanks for sharing your Sunday morning as we go where no campaign has gone before.", "sentId": 14}, {"text": "Donald Trump says he will never quit the race for president, but as we count down 13 hours now to tonight's debate, there are serious conversations at the highest level of the Republican Party about whether he can be persuaded or forced to step aside.", "sentId": 15}], "secId": 11}, {"speaker": "ROMNEY", "sentences": [{"text": "And I was offended and dismayed by -- by what was said and done by Mr. Trump.", "sentId": 16}, {"text": "I think it's degrading to our women, to our daughters, our granddaughters, to future generations.", "sentId": 17}, {"text": "And I dearly hope that we will come together as a nation and stand as firmly as we possibly can for the principles that have made us the shining city on a hill.", "sentId": 18}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Now Trump for his part shows no signs of understanding the gravity of the moment or of his conduct, caught on tape bragging about repeated behavior that constitutes sexual assault.", "sentId": 19}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "And yet it took hours for his staff to convince him this is a serious matter, that his campaign might collapse.", "sentId": 20}, {"text": "Even then, he couldn't just say sorry.", "sentId": 21}], "secId": 14}, {"speaker": "TRUMP", "sentences": [{"text": "I pledge to be a better man and will never ever let you down.", "sentId": 22}, {"text": "Let's be honest, we're living in the real world.", "sentId": 23}, {"text": "This is nothing more than a distraction from the important issues we're facing today.", "sentId": 24}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Now, for most Republicans, that apology, if you can call it that, made matte worse, though most believe with the election now 30 days away, it's too late to do anything but repudiate Trump and hope there's not a backlash against Republican candidates in other races like Nevada Senate candidate, Joe Heck, until yesterday a Trump supporter.", "sentId": 25}], "secId": 16}, {"speaker": "HECK", "sentences": [{"text": "My wife, my daughters, my mom, my sister and all women deserve better.", "sentId": 26}, {"text": "All Americans deserve better.", "sentId": 27}, {"text": "I believe our only option is to formally ask Mr. Trump to step down and to allow Republicans the opportunity to elect someone who will provide us with the strong leadership so desperately need and one that Americans deserve.", "sentId": 28}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights, Dan Balz at \"The Washington Post\", CNN's Maeve Reston, CNN's Nia-Malika Henderson, and \"Politico's\" Glen Thrush.", "sentId": 29}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Let's just start with the wow.", "sentId": 30}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Dan, been at this a while.", "sentId": 31}, {"text": "We were talking before we came on the air, never seen a day like yesterday, never seen 72 hours like we've been through here.", "sentId": 32}, {"text": "The conversations yesterday, can we dump him?", "sentId": 33}, {"text": "Can we force him out?", "sentId": 34}, {"text": "What if we did?", "sentId": 35}, {"text": "Trump says no and never.", "sentId": 36}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Where are we today as we prepare?", "sentId": 37}, {"text": "There's supposed to be a debate between the two candidates.", "sentId": 38}, {"text": "We're supposed to talk about, you know, what issues are going to come up and what's the biggest stake of the debate?", "sentId": 39}, {"text": "Instead, we're talking about chaos in the Republican Party and questions about whether Trump can survive this.", "sentId": 40}], "secId": 21}, {"speaker": "BALZ", "sentences": [{"text": "Well, it's total chaos within the Republican Party but it's not clear there's anything that can be done other than what we saw yesterday, which was one after another after another Republican elected officials and leaders step away from Donald Trump and say they can no longer vote for him.", "sentId": 41}, {"text": "That may be the most they can do, but it's a very delicate balance that they're wrestling with.", "sentId": 42}], "secId": 22}, {"speaker": "BALZ", "sentences": [{"text": "I mean, the legal issues are difficult in terms of getting him off.", "sentId": 43}, {"text": "He has to step aside.", "sentId": 44}, {"text": "They can't force him off.", "sentId": 45}, {"text": "Even if that were to happen, there are ballots that have already been printed, there are ballots that have already been cast with his name on them.", "sentId": 46}], "secId": 23}, {"speaker": "BALZ", "sentences": [{"text": "So, there's no practical way to really substitute somebody else for it.", "sentId": 47}, {"text": "So, the question is do they distance themselves in a way that saves the party or do they distance themselves in a way that destroys the party?", "sentId": 48}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "And one of the most fascinating things yesterday was his running mate, Mike Pence would not go to that event.", "sentId": 49}, {"text": "We showed Paul Ryan in the open.", "sentId": 50}, {"text": "He would not go there.", "sentId": 51}, {"text": "Mike Pence essentially saying he wants to give Donald Trump 24 to 48 hours to figure this out for himself.", "sentId": 52}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "But Mike Pence saying in a statement, \"I do not condone his remarks and cannot defend them.", "sentId": 53}, {"text": "I'm grateful he's expressed remorse and apologized to the American people.\"", "sentId": 54}, {"text": "But to have your running mate, \"I cannot condone his remarks and cannot defend them.\"", "sentId": 55}, {"text": "Mike Pence has done a lot of defending, a lot of cleanup in this campaign, this one's pretty striking.", "sentId": 56}], "secId": 26}, {"speaker": "THRUSH", "sentences": [{"text": "How do you like that for a buddy movie, huh?", "sentId": 57}, {"text": "It's like \"Lethal Weapon\" where Mel Gibson leaves after the first scene.", "sentId": 58}, {"text": "I mean, Pence has really -- this was an issue at the vice presidential debate -- Pence is doing an extraordinarily adept job of keeping his own image clean out of this.", "sentId": 59}, {"text": "This is -- it's fascinating sort of watching this guy maneuver himself.", "sentId": 60}], "secId": 27}, {"speaker": "THRUSH", "sentences": [{"text": "We did some reporting, my colleague and I, that Pence has actually been talking to Trump, giving him advice.", "sentId": 61}, {"text": "I would love to be a fly on the wall of those conversations, but he hasn't been included necessarily even in any of the real debate sessions.", "sentId": 62}, {"text": "So, these are two running mates who aren't exactly mates.", "sentId": 63}], "secId": 28}, {"speaker": "RESTON", "sentences": [{"text": "I mean, the fact that Mike Pence did not go to that event in Wisconsin after Donald Trump and his statement on Friday night said Pence would go in his place, I mean, I think that that was the clearest signal that we saw that Mike Pence was not going to stand up and explain for Donald Trump these comment when he's talking about something as serious as sexual assault.", "sentId": 64}, {"text": "NIA-MALIKA HENDERSON, CNN SENIOR POLITICAL REPORTER:  Yes.", "sentId": 65}, {"text": "You have", "sentId": 66}], "secId": 29}, {"speaker": "RESTON", "sentences": [{"text": "people now saying Donald Trump should step aside and Pence should go in his place.", "sentId": 67}, {"text": "Again, as Dan explained, that's likely not to happen.", "sentId": 68}, {"text": "The ballots are already printed.", "sentId": 69}], "secId": 30}, {"speaker": "RESTON", "sentences": [{"text": "And Pence has been in this odd position, right, in that last debate, confronted with some of Donald Trump's more off color remarks.", "sentId": 70}, {"text": "He would just shake his head.", "sentId": 71}, {"text": "But he had for a while vouched for Donald Trump's character, certainly to evangelicals.", "sentId": 72}, {"text": "He's called him a good and decent man, so now, what?", "sentId": 73}], "secId": 31}, {"speaker": "RESTON", "sentences": [{"text": "I think a lot of people are waiting on what comes out of this debate.", "sentId": 74}, {"text": "It's like they're in a holding pattern to see what comes out of this debate.", "sentId": 75}], "secId": 32}, {"speaker": "RESTON", "sentences": [{"text": "And we should all remember also that these are not two men who knew each other well before this partnership.", "sentId": 76}, {"text": "I mean, this was like -- right?", "sentId": 77}, {"text": "So, Mike Pence does have some firm ground to stand on there, maybe there were a lot of things in Donald Trump's past that he didn't know about.", "sentId": 78}], "secId": 33}, {"speaker": "BALZ", "sentences": [{"text": "But I also think there's a question about what happens 48 hours from now with Mike Pence?", "sentId": 79}, {"text": "Mike Pence can go underground now and let Donald Trump try to work himself out of it, see what happens in this debate tonight.", "sentId": 80}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "Republicans saying Pence should withdraw.", "sentId": 81}], "secId": 35}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 82}], "secId": 36}, {"speaker": "RESTON", "sentences": [{"text": "Right.", "sentId": 83}], "secId": 37}, {"speaker": "THRUSH", "sentences": [{"text": "Can you imagine Kelly Ayotte who in New Hampshire who is in an extraordinarily difficult position?", "sentId": 84}, {"text": "Seventy-two hours ago, she said during the debate that Donald Trump was a role model for children and to walk that one back, run that one back.", "sentId": 85}, {"text": "But can you imagine how Donald Trump feels right now looking at news reports where other Republicans are begging for Mike Pence instead of him?", "sentId": 86}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "And what -- how does that affect his mood when he comes into this debate?", "sentId": 87}, {"text": "I'll just show the front page of \"The St. Louis Dispatch\" as we do this, his last stand, I said, that's a fair question.", "sentId": 88}, {"text": "Get into the polling.", "sentId": 89}, {"text": "This was a big debate before this tape came out, the polls have trending Hillary Clinton's way.", "sentId": 90}, {"text": "She had clear momentum.", "sentId": 91}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "Now, a lot of people are saying, why this?", "sentId": 92}, {"text": "Donald Trump has said so many controversial things throughout the campaign, a lot of people say, why is this?", "sentId": 93}, {"text": "Why is this the issue that pushed Republicans over the top?", "sentId": 94}, {"text": "Why is this the issue that have Republicans saying he should drop out or at least from him as fast as they can?", "sentId": 95}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "Let's first listen.", "sentId": 96}, {"text": "Remember, this was 2005, he's doing an interview with Billy Bush of \"Access Hollywood.\"", "sentId": 97}, {"text": "Listen to just a snippet.", "sentId": 98}, {"text": "We'll get to more of it later.", "sentId": 99}, {"text": "But here's just the snippet.", "sentId": 100}], "secId": 41}, {"speaker": "TRUMP", "sentences": [{"text": "I moved on her very heavily.", "sentId": 101}, {"text": "In fact, I took her out furniture shopping.", "sentId": 102}, {"text": "She wanted to get some furniture.", "sentId": 103}, {"text": "I'll show you where there's some nice furniture.", "sentId": 104}, {"text": "I took her out furniture.", "sentId": 105}], "secId": 42}, {"speaker": "TRUMP", "sentences": [{"text": "I moved on her like a bitch.", "sentId": 106}, {"text": "I couldn't get there.", "sentId": 107}, {"text": "She was married.", "sentId": 108}, {"text": "I see her she now has the big phony tits.", "sentId": 109}, {"text": "She's totally changed her look.", "sentId": 110}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "I should have at the beginning said what you're about to hear is some graphic language and I apologize for not saying that in advance.", "sentId": 111}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "That's one of the tamest parts.", "sentId": 112}, {"text": "That's one of the tamest parts of this tape here.", "sentId": 113}, {"text": "And the point if you go on in this tape, that's talking about making unwanted advances on a married woman, and you heard the language in it.", "sentId": 114}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "If you go on in this tape and we'll play some of this later, he also talks about conduct that is a crime.", "sentId": 115}, {"text": "If he did it, people go to jail for the things that he was talking about doing, and groping women.", "sentId": 116}, {"text": "That was the dam opening.", "sentId": 117}], "secId": 46}, {"speaker": "RESTON", "sentences": [{"text": "Yes, absolutely.", "sentId": 118}, {"text": "I mean, that's why you saw particularly people like Kelly Ayotte and other women in Congress come out so strongly: I mean, there was this irony where Paul Ryan had signed a bill earlier in the day that was to protect victims of sexual assault.", "sentId": 119}, {"text": "And then, you know, two hours later, the Republican Party is having to deal with this.", "sentId": 120}], "secId": 47}, {"speaker": "RESTON", "sentences": [{"text": "I think that, you know, the fact that it $ wasn't just those kinds of -- that locker room talk that we just heard a moment ago, the fact that it was something much closer to what would be considered a crime is what made it a dividing line for so many people.", "sentId": 121}], "secId": 48}, {"speaker": "HENDERSON", "sentences": [{"text": "That's right.", "sentId": 122}, {"text": "The fact that it's on tape, the fact that he is there joking act it as well.", "sentId": 123}, {"text": "In many ways, he ends up tonight where he began, if you remember that first debate, some of the first questions from Megyn Kelly were about his comments about women calling them pigs, calling them dogs.", "sentId": 124}, {"text": "He said it was only Rosie O'Donnell, but now he is in a much precarious position.", "sentId": 125}], "secId": 49}, {"speaker": "HENDERSON", "sentences": [{"text": "Not only have the polls drifted away from him in terms of real constituencies, even working class white voters, peeling away some support and going to Hillary Clinton.", "sentId": 126}, {"text": "But I think Maeve is right, it's the specter of sexual assault, right, him essentially saying that his wealth gives him permission and access.", "sentId": 127}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "And saying he's repeatedly done it.", "sentId": 128}], "secId": 51}, {"speaker": "HENDERSON", "sentences": [{"text": "He's got the Tic Tacs, right?", "sentId": 129}, {"text": "He's preparing forward in that moment.", "sentId": 130}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "In his video released Saturday, after it took his aides hours to convince him this was a big deal.", "sentId": 131}, {"text": "That's important here too.", "sentId": 132}, {"text": "It took him hours to convince him this was a big deal, he doesn't say in the video that I never did this.", "sentId": 133}, {"text": "He never says he never did this.", "sentId": 134}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "He's bragging about -- I'm going to say it one more time -- he's bragging about things that people go to jail for.", "sentId": 135}, {"text": "I've been on a lot of locker rooms.", "sentId": 136}, {"text": "Men say stupid things in locker rooms.", "sentId": 137}, {"text": "Men say inappropriate things in locker rooms.", "sentId": 138}, {"text": "Men do not talk about committing crimes in locker rooms or if anybody brings it up the grownup in the team tells him to shut up.", "sentId": 139}], "secId": 54}, {"speaker": "THRUSH", "sentences": [{"text": "Well, one of the things that I've really noticed is the difference between the way that men and women are responding to this tape.", "sentId": 140}, {"text": "When I saw it, I thought this confirms a lot of my worst suspicions.", "sentId": 141}, {"text": "It's obviously full of really salty language and I was looking at the political implications.", "sentId": 142}], "secId": 55}, {"speaker": "THRUSH", "sentences": [{"text": "When I've spoken to the women who I work with and the women in my life about this, there's a real sense of disgust.", "sentId": 143}, {"text": "It doesn't just to do with the fact that this was a crime.", "sentId": 144}, {"text": "It has a sense -- there's a sense of depression that at this particular point in the country's history that we're still having this kind of nonsense happen.", "sentId": 145}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "He says --", "sentId": 146}], "secId": 57}, {"speaker": "RESTON", "sentences": [{"text": "The irony of this.", "sentId": 147}, {"text": "I mean, we were in a year in which there was so much attention focused on the fact that Hillary Clinton was the first female, you know, nominee and we are -- have had some of the most crass language about women become part of the political discourse in history.", "sentId": 148}], "secId": 58}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, he's bringing the gender card into this in a way that she isn't.", "sentId": 149}], "secId": 59}, {"speaker": "BALZ", "sentences": [{"text": "But I also think it's important to think about this in the context of where we are in this country.", "sentId": 150}, {"text": "I mean, ten years ago the reaction to this would have been less severe for Donald Trump.", "sentId": 151}, {"text": "The sensitivity to this issue is much more significant and important, and I think that tells us there's been an important and significant positive movement in the country toward a recognition that this is unacceptable behavior.", "sentId": 152}], "secId": 60}, {"speaker": "BALZ", "sentences": [{"text": "And I think that the revulsion that you're talking about particularly among women but among men also tells us that we are in a different place.", "sentId": 153}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Much, much more to talk about on this issue including how Donald Trump handles it behind me here, when he's on this stage hours from now, the second presidential debate.", "sentId": 154}, {"text": "The race was already trending Clinton's ways before this Trump bomb shell.", "sentId": 155}, {"text": "We map out the debate stakes next.", "sentId": 156}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "But, first, politicians say the darndest things courtesy of \"Saturday Night Live\" --", "sentId": 157}], "secId": 63}, {"speaker": "ALEC BALDWIN AS DONALD TRUMP", "sentences": [{"text": "I deeply apologize.", "sentId": 158}], "secId": 64}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Are you trying to say apologize?", "sentId": 159}], "secId": 65}, {"speaker": "BALDWIN", "sentences": [{"text": "No, I would never do that.", "sentId": 160}, {"text": "What I am doing is apologizing to all the people who are offended by my statements, but more importantly, to the people who were turned on by them.", "sentId": 161}, {"text": "I hear it's really 50-50.", "sentId": 162}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 163}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "It is hard to overstate the stakes for Donald Trump heading into night's second presidential debate.", "sentId": 164}, {"text": "Even before his caught on tape crisis, the race was trending Hillary Clinton's way.", "sentId": 165}, {"text": "Let's take a look.", "sentId": 166}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "This our national poll of polls, an averaging of all the national polls conducted in recent days, these are all since the first debate.", "sentId": 167}, {"text": "And, look, Hillary Clinton with a four-point lead over Donald Trump nationally.", "sentId": 168}, {"text": "You see the third party candidates pulling a combined 10 percent.", "sentId": 169}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Now, you might say, four points that's not much, and you're right, it's not that much.", "sentId": 170}, {"text": "But let's go back and look at time.", "sentId": 171}, {"text": "Remember, 2012 was actually a pretty competitive race.", "sentId": 172}, {"text": "Hillary Clinton today in better shape than President Obama was at this point in 2012.", "sentId": 173}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "Thirty days out, that's where we are today, President Obama had a slim one-point lead over Mitt Romney.", "sentId": 174}, {"text": "The day of the second debate the debates were later four years ago.", "sentId": 175}, {"text": "It was October 16th.", "sentId": 176}, {"text": "The two candidates were actually tied on the day of the second debate.", "sentId": 177}, {"text": "So tied in this race a four-point lead in this race, no question, Secretary Clinton right now in a better position at this point of the race than President Obama was four years ago, especially when you go and take a state by state look.", "sentId": 178}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "Now, this is our current electoral map.", "sentId": 179}, {"text": "If the election were held today, we believe Secretary Clinton would win the dark blue and blight blue states, and had enough to be president.", "sentId": 180}, {"text": "The gold states are the remaining tossup states.", "sentId": 181}, {"text": "Even if Donald Trump won tossups, it wasn't enough.", "sentId": 182}, {"text": "He would have to turn something on this map that is blue red.", "sentId": 183}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "And guess what?", "sentId": 184}, {"text": "Just in the last weeks, polls in Nevada showing Clinton ahead.", "sentId": 185}, {"text": "Polls in Ohio, a tight race, but the latest has Clinton with a small lead.", "sentId": 186}, {"text": "Polls showing Clinton pulling slightly ahead in North Carolina and in Florida.", "sentId": 187}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "At the moment, Donald Trump needs to win them all, she's leading in them all.", "sentId": 188}, {"text": "You cannot overstate the stakes tonight for Trump.", "sentId": 189}, {"text": "His team scheduled a practice session the other day in New Hampshire.", "sentId": 190}, {"text": "Trump insists that's not what it was at all.", "sentId": 191}], "secId": 74}, {"speaker": "TRUMP", "sentences": [{"text": "They were saying this is practice for Sunday.", "sentId": 192}, {"text": "This isn't practice.", "sentId": 193}, {"text": "This has nothing to do with Sunday.", "sentId": 194}, {"text": "We're just here because we just wanted to be here and, you know, Hillary frankly they talk about debate prep.", "sentId": 195}, {"text": "That's not debate prep.", "sentId": 196}, {"text": "She's resting.", "sentId": 197}, {"text": "She's resting.", "sentId": 198}], "secId": 75}, {"speaker": "TRUMP", "sentences": [{"text": "I want to be with the American people.", "sentId": 199}, {"text": "I want to be with the people from New Hampshire.", "sentId": 200}, {"text": "And she wants -- she wants to win.", "sentId": 201}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "Now, let's remember that event was before this whole caught on tape moment broke, even before that, the stakes were pretty high tonight.", "sentId": 202}, {"text": "What does Donald Trump say behind us on this stage tonight when this issue comes up?", "sentId": 203}, {"text": "I assume it comes up out of the gate.", "sentId": 204}], "secId": 77}, {"speaker": "RESTON", "sentences": [{"text": "Well, I mean that that's what they have been huddled trying to figure out over the last 24, 48 hours.", "sentId": 205}, {"text": "But this is not an easy format.", "sentId": 206}, {"text": "I mean, the town hall format first of all the town hall he had in New Hampshire the other night was not a town hall by any stretch of the imagination.", "sentId": 207}], "secId": 78}, {"speaker": "RESTON", "sentences": [{"text": "You don't get like hand-fed friendly questions at a New Hampshire town hall.", "sentId": 208}, {"text": "But there are so many things that you have to do in this kind of format.", "sentId": 209}, {"text": "You have to appeal to the audience members.", "sentId": 210}, {"text": "You have to show empathy.", "sentId": 211}, {"text": "You have to at the same time land your attacks on your opponent, and Donald Trump has this whole overlay of potentially questions about this coming up throughout the entire course of the evening.", "sentId": 212}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Can he go where he's gone in some of these statements?", "sentId": 213}, {"text": "In his first paper statement --", "sentId": 214}], "secId": 80}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 215}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "-- issued by the campaign and then in the video he released and twice retreated -- retweeted excuse me a woman who says 30 plus years ago Bill Clinton sexually assaulted her.", "sentId": 216}, {"text": "Can he do that?", "sentId": 217}, {"text": "I understand some people feel past and everything, but the question before us today is his behavior.", "sentId": 218}], "secId": 82}, {"speaker": "HENDERSON", "sentences": [{"text": "I mean, he can do that, right?", "sentId": 219}, {"text": "I mean, he certainly has done it off stage.", "sentId": 220}, {"text": "The people around him, people like Roger Stone, people like Bannon, people like Rudy Giuliani, it seems like their instinct will be to go there.", "sentId": 221}, {"text": "We'll hear from Rudy Giuliani later today.", "sentId": 222}, {"text": "I think Kellyanne Conway hasn't been out in public talking about this.", "sentId": 223}], "secId": 83}, {"speaker": "HENDERSON", "sentences": [{"text": "He's done things unexpectedly before, right?", "sentId": 224}, {"text": "I mean, he's very unpredictable.", "sentId": 225}, {"text": "But again, I think to Maeve's point, it's so hard to do that.", "sentId": 226}, {"text": "It's also a matter of we're in a different time, right?", "sentId": 227}, {"text": "Bill Clinton he was impeached.", "sentId": 228}, {"text": "He was highly scrutinized.", "sentId": 229}, {"text": "He paid something of a price for that and to bring that up now, it doesn't take away blame from Donald Trump.", "sentId": 230}], "secId": 84}, {"speaker": "RESTON", "sentences": [{"text": "And think about all of those reaction shots in the town hall tonight.", "sentId": 231}, {"text": "I mean, this is not a warm Donald Trump crowd.", "sentId": 232}, {"text": "These are undecided voters who are coming there to pose questions to candidates.", "sentId": 233}, {"text": "And the people at home, you know, if he were to go on that kind of an attack are going to be watching those people in the audience and what they're feeling, how uncomfortable they're feeling.", "sentId": 234}, {"text": "I don't think that that can be discounted in terms of how that affects his performance.", "sentId": 235}], "secId": 85}, {"speaker": "BALZ", "sentences": [{"text": "I don't think -- I don't think we should assume that he won't do it.", "sentId": 236}], "secId": 86}, {"speaker": "RESTON", "sentences": [{"text": "Right.", "sentId": 237}], "secId": 87}, {"speaker": "BALZ", "sentences": [{"text": "But I think that we should assume that if he does, it could cost him more support among the Republican rank and file as well as the rank -- the leadership.", "sentId": 238}, {"text": "It's a very dangerous thing for him to do this.", "sentId": 239}, {"text": "I know that they would like to do this.", "sentId": 240}, {"text": "They clearly want to go in that direction.", "sentId": 241}], "secId": 88}, {"speaker": "BALZ", "sentences": [{"text": "They want to turn this against her.", "sentId": 242}, {"text": "Not just against Bill but against Hillary Clinton and talk about her as an enable of Bill Clinton's behavior.", "sentId": 243}, {"text": "But it's so difficult for him to do that.", "sentId": 244}], "secId": 89}, {"speaker": "BALZ", "sentences": [{"text": "I do think -- I mean, we have this notion that the town hall debates are constricting.", "sentId": 245}, {"text": "I have a feeling that this will be less constricting in part because I think both Anderson Cooper and Martha Raddatz who will be moderating, they will be players as well as the people asking questions from the audience.", "sentId": 246}], "secId": 90}, {"speaker": "THRUSH", "sentences": [{"text": "But I also think he is such limited political performer.", "sentId": 247}, {"text": "I mean, we tend to sort of think of him as being this sort of consummate showman.", "sentId": 248}, {"text": "But, you know, this is not an environment unless the rules have change where you can remove dissenters from the crowd necessarily, right?", "sentId": 249}], "secId": 91}, {"speaker": "THRUSH", "sentences": [{"text": "This was sort of his favorite technique to deal with that, and talking to the Republicans over the last couple days.", "sentId": 250}, {"text": "There was feeling maybe 24 hours ago, before the cascade of defections, that if he really appeared on bended knee and really expressed deep contrition about this and had a more fulsome discussion of this, but that isn't who Donald Trump is.", "sentId": 251}, {"text": "So, he cannot rebrand himself on the stage tonight.", "sentId": 252}, {"text": "People won't let him do that.", "sentId": 253}], "secId": 92}, {"speaker": "BALZ", "sentences": [{"text": "I think there's another aspect to this, that is what happened in the first debate.", "sentId": 254}, {"text": "I mean, her ability to get under his skin time and time and time again, there's no reason to expect she's not going to try to do that same thing tonight and how will he be able to control himself to be more disciplined than he was the first time.", "sentId": 255}, {"text": "There's so much in his head at this point.", "sentId": 256}], "secId": 93}, {"speaker": "RESTON", "sentences": [{"text": "That's what his advisers have been trying to dos to -- to the extent they can get him to prep for debates is to try to get him to resolve not to go down those rabbit holes that she led him down so successfully in the last debate.", "sentId": 257}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "To do what Pence did, when you ask him about something, you just turn -- pivot to e-mails, pivot to Clinton Foundation.", "sentId": 258}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "The interesting thing also is that Hillary Clinton has not said anything publicly about this.", "sentId": 259}, {"text": "All she has done -- she did do a tweet I believe it was Friday afternoon after the tape broke and said this is horrific.", "sentId": 260}, {"text": "We cannot allow this man to be president.", "sentId": 261}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "But her campaign made a conscious decision not to put her out yesterday, to not have her say anything, because they saw that Republicans were flailing their own nominee.", "sentId": 262}, {"text": "There's not reason --", "sentId": 263}], "secId": 97}, {"speaker": "HENDERSON", "sentences": [{"text": "And they also kind of cautioned Democrats not to get out there too far to let her have her first fulsome statement on this tonight on this stage.", "sentId": 264}], "secId": 98}, {"speaker": "HENDERSON", "sentences": [{"text": "And in some ways that is what they've done all along, right?", "sentId": 265}, {"text": "If you think about August, they kind of just let Donald Trump be out there and hang himself.", "sentId": 266}, {"text": "Even in that first debate between the two of them, she hung back.", "sentId": 267}, {"text": "I mean, she was almost operating about 30 percent and letting him just talk and talk and talk.", "sentId": 268}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Another quick point and we'll talk more as we go through the rest of the hour, but as we talk about the metrics of campaign and the nuts and bolts of campaign, 30 days, the election is 30 days from today.", "sentId": 269}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Now, Donald Trump's campaign promised well before all this happened, they were going to spend $100 million on television in the final days of campaign.", "sentId": 270}, {"text": "Well, we can show you, they only reserved 45 million.", "sentId": 271}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "They've actually pulled back in some markets.", "sentId": 272}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "There is not a chance Donald Trump will be able to raise the money to be competitive on television unless he finds a way to put this behind him.", "sentId": 273}, {"text": "You mentioned bended knee.", "sentId": 274}, {"text": "I was e-mailing with a bunch of donors yesterday, including people who loved her.", "sentId": 275}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Now, some of his biggest that said, we're with him.", "sentId": 276}, {"text": "We're gong to fight with him.", "sentId": 277}, {"text": "But unless they're willing to put up a lot more money, Donald Trump's campaign was already in trouble with fundraising.", "sentId": 278}, {"text": "And I can assume this is going to be a big problem.", "sentId": 279}], "secId": 104}, {"speaker": "THRUSH", "sentences": [{"text": "She raised 150 -- roughly $150 million in the month of August.", "sentId": 280}, {"text": "It was a high risk strategy.", "sentId": 281}, {"text": "She really let him back into the game by going dark for most of the month of August.", "sentId": 282}, {"text": "But, you know, for example I was in Colorado over the last couple of days and I had, of course, CNN on loop as always I do in a hotel room or --", "sentId": 283}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "Bless you, child.", "sentId": 284}], "secId": 106}, {"speaker": "THRUSH", "sentences": [{"text": "And I saw a few Hillary Clinton ads and few generic GOP ads.", "sentId": 285}, {"text": "I did not see a single Donald Trump ad.", "sentId": 286}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 287}, {"text": "Much more to talk about.", "sentId": 288}, {"text": "Donald Trump says the reprehensible comments caught on tape are on aberration, not who he is.", "sentId": 289}, {"text": "We go through the tape library and you make the call next.", "sentId": 290}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "Please take our INSIDE POLITICS quiz this morning.", "sentId": 291}, {"text": "Who do you think will do a better job in the town hall debate setting, Donald Trump or Hillary Clinton?", "sentId": 292}, {"text": "Vote at CNN.com/vote.", "sentId": 293}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "Live picture of the debate hall here.", "sentId": 294}, {"text": "The town hall setting.", "sentId": 295}, {"text": "Washington University, counting down, more than 12 hours between the debate tonight between Donald Trump and Hillary Clinton, and obviously comes at a very important time in the campaign, 30 days until Election Day.", "sentId": 296}, {"text": "And at a time it is getting almost impossible to keep count of the number of Republicans officials and candidates running from Donald Trump.", "sentId": 297}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "Now there have been worries and complaints for months about Trump, but this was the last straw.", "sentId": 298}, {"text": "Listen here, just before meeting an actress in Hollywood.", "sentId": 299}], "secId": 111}, {"speaker": "TRUMP", "sentences": [{"text": "I've got to use some Tic Tacs just in case I start kissing her.", "sentId": 300}, {"text": "You know, I'm automatically attracted to beautiful -- I just start kissing them.", "sentId": 301}, {"text": "It's like a magnet.", "sentId": 302}, {"text": "Just kiss.", "sentId": 303}, {"text": "I don't even wait.", "sentId": 304}, {"text": "And when you start, they let you do it.", "sentId": 305}, {"text": "You can do anything.", "sentId": 306}], "secId": 112}, {"speaker": "BUSH", "sentences": [{"text": "Whatever you want.", "sentId": 307}], "secId": 113}, {"speaker": "TRUMP", "sentences": [{"text": "Grab them by the .", "sentId": 308}, {"text": "I can do anything.", "sentId": 309}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "Trump initially brushed off that tape as just locker room talk between boys.", "sentId": 310}, {"text": "Yes, he did.", "sentId": 311}, {"text": "Then after hours of urgent meetings with his inner circle and a revolt across the party, a new statement released just after midnight Saturday.", "sentId": 312}], "secId": 115}, {"speaker": "TRUMP", "sentences": [{"text": "I've said and done things I regret and the words released today on this more than a decade old video are one of them.", "sentId": 313}, {"text": "Anyone who knows me knows these words don't reflect who I am.", "sentId": 314}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "Now if Trump were in his 20s, maybe the decade-old thing might actually matter some, but he was 59 at the time.", "sentId": 315}, {"text": "59.", "sentId": 316}, {"text": "And the comments aren't just crude.", "sentId": 317}, {"text": "They treat criminal behavior against women as a sport.", "sentId": 318}, {"text": "You could hear him there and you can go online and listen to all of it.", "sentId": 319}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "As for the statement that these words don't reflect who I am, well, we went through the tape library.", "sentId": 320}, {"text": "The record might suggest otherwise.", "sentId": 321}], "secId": 118}, {"speaker": "TRUMP", "sentences": [{"text": "I said, how are you going to change the pageant?", "sentId": 322}, {"text": "I said, I'm going to get the bathing suits to be smaller and the hells to be higher.", "sentId": 323}, {"text": "I view a person who's flat-chested is very hard to be a 10.", "sentId": 324}, {"text": "OK.", "sentId": 325}, {"text": "I've been with women with extraordinarily bad breast jobs.", "sentId": 326}, {"text": "You could see there was blood coming out of her eyes, blood coming out of her wherever.", "sentId": 327}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "Simple question.", "sentId": 328}, {"text": "Can Donald Trump make the case that that's not who I am?", "sentId": 329}], "secId": 120}, {"speaker": "THRUSH", "sentences": [{"text": "No.", "sentId": 330}], "secId": 121}, {"speaker": "HENDERSON", "sentences": [{"text": "No.", "sentId": 331}, {"text": "Right.", "sentId": 332}, {"text": "Yes.", "sentId": 333}, {"text": "No.", "sentId": 334}, {"text": "It's --", "sentId": 335}], "secId": 122}, {"speaker": "THRUSH", "sentences": [{"text": "Let me think about that.", "sentId": 336}], "secId": 123}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 337}], "secId": 124}, {"speaker": "THRUSH", "sentences": [{"text": "No.", "sentId": 338}], "secId": 125}, {"speaker": "HENDERSON", "sentences": [{"text": "And you know, he tried to do, well, this was part of my -- the entertainment portion of my life and I was just joking with my good buddy Howard Stern.", "sentId": 339}, {"text": "But in this example, right, I mean, he's -- this is him just talking and joking around with Billy Bush.", "sentId": 340}, {"text": "So I think the entertainment excuse doesn't fly anymore.", "sentId": 341}], "secId": 126}, {"speaker": "HENDERSON", "sentences": [{"text": "But I also think this, I mean, in talking to some die hard Trump supporters, they have been in the trenches with him all this time and I don't think this is going to move them at all.", "sentId": 342}, {"text": "In fact, one lady I talked to in New Hampshire she feels more energized for him now than she did before.", "sentId": 343}], "secId": 127}, {"speaker": "RESTON", "sentences": [{"text": "But I was actually in Colorado earlier this week, hiking with white suburban women, right, who are going to be the key factor, college educated, in this election.", "sentId": 344}, {"text": "And so many of them were ready to accept, you know, past statements of his as show business, but there was so much frustration that they hadn't heard anything in the way of real issues, real discussion, of plans in this campaign and you just have to think that, you know, after you have this tape come out and we're now just talking about this, I mean, those women who were looking for something different from Trump, this is just going to be the only subject we're talking about for another week.", "sentId": 345}], "secId": 128}, {"speaker": "HENDERSON", "sentences": [{"text": "And they're getting --", "sentId": 346}], "secId": 129}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 347}, {"text": "And they're very much getting a signal from prominent women in Congress.", "sentId": 348}, {"text": "There are six GOP women senators, five of them have essentially parted ways with Donald Trump, asking him to leave the race, saying that they won't support him.", "sentId": 349}, {"text": "And those are the kinds of women, of Romney Republican women, that in states like North Carolina, that Hillary Clinton thinks she has an inroads and this just makes her case even stronger.", "sentId": 350}], "secId": 130}, {"speaker": "BALZ", "sentences": [{"text": "And me, I think you're right that there are a lot of Trump supporter who will not be moved away from him because of this and we've seen it time and time again.", "sentId": 351}, {"text": "I mean, how many times have we overstated the impact of something he said or done that turned out not to be very significant in terms of his level of support.", "sentId": 352}, {"text": "But as -- you know, as you made clear in going through the map, this is not a situation for him in which he simply has to hold what he's got.", "sentId": 353}, {"text": "He's got to -- he's got to make up ground that he's been -- they've been losing over the last several weeks.", "sentId": 354}, {"text": "And that under these circumstances becomes enormously difficult.", "sentId": 355}], "secId": 131}, {"speaker": "KING", "sentences": [{"text": "Yes, the defense --", "sentId": 356}], "secId": 132}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 357}, {"text": "It's already losing now.", "sentId": 358}], "secId": 133}, {"speaker": "KING", "sentences": [{"text": "Very hard to gain on defense.", "sentId": 359}, {"text": "Just before you jump in, I just want to show this from our latest poll.", "sentId": 360}, {"text": "Trump already had a gender gap.", "sentId": 361}, {"text": "Now he does very well with me, although Hillary Clinton after the first debate did close that a little bit.", "sentId": 362}, {"text": "But look here.", "sentId": 363}, {"text": "Clinton 53, Trump 40.", "sentId": 364}, {"text": "Gary Johnson and Jill Stein getting 4 percent combined at the bottom.", "sentId": 365}], "secId": 134}, {"speaker": "KING", "sentences": [{"text": "She already had a 13 point advantage among women likely voters.", "sentId": 366}, {"text": "It's safe to assume in the immediate aftermath of these tapes anyway that that's not going to get worse and many think it could actually -- for her to get better.", "sentId": 367}], "secId": 135}, {"speaker": "THRUSH", "sentences": [{"text": "Well, the interesting thing is, for all the talk about how unpredictable and dynamic the race is, Donald Trump has been stuck in just about the most narrow range of any modern candidate.", "sentId": 368}, {"text": "He is between 38 and 43 percent.", "sentId": 369}, {"text": "He doesn't really get beyond that.", "sentId": 370}, {"text": "And what he needed to do, even during his best moment, his salad days of August, right, the guy did not push much past 42 percent or 43 percent.", "sentId": 371}, {"text": "And the crossover aspect of this, the opportunity that he had in Hofstra, that really was the moment in this campaign where he could have expanded and he just failed to do so because he didn't prepare.", "sentId": 372}], "secId": 136}, {"speaker": "KING", "sentences": [{"text": "Our K file team, recently hired here by CNN, was going through some other tape as well.", "sentId": 373}, {"text": "Again to Donald Trump's point that this was an aberration, he and Billy Bush essentially in a motor home looking out the windows, leering at women.", "sentId": 374}, {"text": "OK, gentlemen, that's how we do that.", "sentId": 375}, {"text": "But listen to this tape.", "sentId": 376}, {"text": "This is another Howard Stern moment where Donald Trump is not only talking insensitively about women, this is his daughter he's talking about.", "sentId": 377}], "secId": 137}, {"speaker": "STERN", "sentences": [{"text": "By the way, your daughter --", "sentId": 378}], "secId": 138}, {"speaker": "TRUMP", "sentences": [{"text": "She's beautiful.", "sentId": 379}, {"text": "STERN:  Can I say this?", "sentId": 380}, {"text": "A piece of .", "sentId": 381}], "secId": 139}, {"speaker": "TRUMP", "sentences": [{"text": "Yes.", "sentId": 382}, {"text": "The last couple of years I'd go out with somebody and she's like 21 and she's talking about, you know, what are you doing, she's studying algebra.", "sentId": 383}], "secId": 140}, {"speaker": "STERN", "sentences": [{"text": "So what?", "sentId": 384}], "secId": 141}, {"speaker": "TRUMP", "sentences": [{"text": "It's like -- it was always embarrassing for me to walk in.", "sentId": 385}, {"text": "It's too young.", "sentId": 386}, {"text": "30 is like a perfect age.", "sentId": 387}], "secId": 142}, {"speaker": "STERN", "sentences": [{"text": "Absolutely.", "sentId": 388}, {"text": "She had enough life experience.", "sentId": 389}], "secId": 143}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "I thought she's 35.", "sentId": 390}], "secId": 144}, {"speaker": "STERN", "sentences": [{"text": "Too much life experience.", "sentId": 391}], "secId": 145}, {"speaker": "TRUMP", "sentences": [{"text": "What is it at 35, Howard?", "sentId": 392}, {"text": "It's called check-out time.", "sentId": 393}], "secId": 146}, {"speaker": "KING", "sentences": [{"text": "What is it at 35, Howard, it's called check-out time.", "sentId": 394}, {"text": "That's Donald Trump's view of women.", "sentId": 395}, {"text": "But earlier on in that interview, Howard Stern says, is it OK if I call your daughter a piece of -- I'm not going to say the word on a Sunday morning, and Donald Trump says yes.", "sentId": 396}], "secId": 147}, {"speaker": "RESTON", "sentences": [{"text": "I mean, the other person that we've heard, you know, total silence from over this weekend is Ivanka Trump.", "sentId": 397}, {"text": "I mean --", "sentId": 398}], "secId": 148}, {"speaker": "KING", "sentences": [{"text": "What can she say?", "sentId": 399}, {"text": "She did an interview --", "sentId": 400}], "secId": 149}, {"speaker": "RESTON", "sentences": [{"text": "Which is nothing.", "sentId": 401}, {"text": "Nothing.", "sentId": 402}], "secId": 150}, {"speaker": "KING", "sentences": [{"text": "She did an interview with Norah O'Donnell, CBS News.", "sentId": 403}], "secId": 151}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 404}], "secId": 152}, {"speaker": "KING", "sentences": [{"text": "Not that long ago where she said my father is not a groper.", "sentId": 405}], "secId": 153}, {"speaker": "RESTON", "sentences": [{"text": "That's right.", "sentId": 406}], "secId": 154}, {"speaker": "KING", "sentences": [{"text": "Now there's a tape of her father bragging about being a groper.", "sentId": 407}], "secId": 155}, {"speaker": "RESTON", "sentences": [{"text": "Right.", "sentId": 408}, {"text": "And I mean, she was one of his most effective surrogates among women.", "sentId": 409}, {"text": "She was the one who was crafting his child care, elder care plans, and you know she has tried so hard to, you know, make the case that she's a political independent, that she -- you know, that she can support her father because of the policies that he is behind.", "sentId": 410}, {"text": "And I mean, I just think there's no -- there's no way for her to come out and stay clean in this.", "sentId": 411}], "secId": 156}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 412}, {"text": "And she, of course, is trying to maintain her brand, right?", "sentId": 413}, {"text": "RESTON:  Right.", "sentId": 414}], "secId": 157}, {"speaker": "HENDERSON", "sentences": [{"text": "And grow her brand.", "sentId": 415}, {"text": "She sells $60 dresses in T.J. Max and so that's something she's trying to do.", "sentId": 416}], "secId": 158}, {"speaker": "HENDERSON", "sentences": [{"text": "RESTON.", "sentId": 417}, {"text": "Shoes.", "sentId": 418}], "secId": 159}, {"speaker": "HENDERSON", "sentences": [{"text": "Shoes.", "sentId": 419}, {"text": "And she's done these direct to camera ads about her father but, I mean, you hear that -- every single time it sounds disgusting and deplorable and awful.", "sentId": 420}], "secId": 160}, {"speaker": "KING", "sentences": [{"text": "Another big question, Melania Trump issued a statement saying what her husband said on that tape was offensive, but that she has accepted his apology and she hopes the American people accept his apologize.", "sentId": 421}, {"text": "It would be very interesting to see whether she's here with him tonight in the hall.", "sentId": 422}, {"text": "We'll see.", "sentId": 423}], "secId": 161}, {"speaker": "KING", "sentences": [{"text": "Everybody, sit tight.", "sentId": 424}, {"text": "Next, did Hillary Clinton really tell wealthy bankers they knew best about regulating Wall Street?", "sentId": 425}, {"text": "Hacked e-mails suggest she did and more.", "sentId": 426}], "secId": 162}, {"speaker": "KING", "sentences": [{"text": "It's often said that timing is everything in politics.", "sentId": 427}, {"text": "Well, Donald Trump is reminded of that lesson today.", "sentId": 428}, {"text": "As is Bernie Sanders.", "sentId": 429}, {"text": "Now the Clinton campaign won't confirm the authenticity of what I'm about to read but it also isn't denying that this comment about banking regulation, this from a speech Clinton delivered to Deutsche Bank in 2014.", "sentId": 430}], "secId": 163}, {"speaker": "KING", "sentences": [{"text": "\"How do you get to the golden key?", "sentId": 431}, {"text": "How do we figure out what works?", "sentId": 432}, {"text": "And the people that know the industry better than anybody are the people who work in the industry.\"", "sentId": 433}, {"text": "That -- excerpt, excuse was in hacked e-mails of Clinton campaign chairman John Podesta back during the primaries when Sanders was demanding Clinton release transcripts of her paid speeches.", "sentId": 434}, {"text": "Now essentially she's giving a speech to Deutsch Bank again if we believe this and the Clinton campaign doesn't deny it, essentially saying, you know, let the fox guard the hen house is how Bernie Sanders would spin that.", "sentId": 435}, {"text": "Others could spin it as, of course, you're not going to go to pre-med students to regulate the banking industry.", "sentId": 436}], "secId": 164}, {"speaker": "KING", "sentences": [{"text": "But if this Donald Trump tape were not out, would we not be talking a lot more about these speech excerpts and Hillary Clinton's at least some would say sucking up to the bankers?", "sentId": 437}], "secId": 165}, {"speaker": "THRUSH", "sentences": [{"text": "Well, look, I mean, she is very fortunate that Russian intelligence and Julian Assange don't understand the difference between a primary and a general election.", "sentId": 438}], "secId": 166}, {"speaker": "RESTON", "sentences": [{"text": "That's right.", "sentId": 439}], "secId": 167}, {"speaker": "THRUSH", "sentences": [{"text": "Because if this had been a March surprise, we might have a very different set of people standing on the debate stage tonight.", "sentId": 440}, {"text": "I mean, this was really, really damaging stuff.", "sentId": 441}, {"text": "You can explain some of this away.", "sentId": 442}, {"text": "She's kind of said this in public in a softer way and other things that she said.", "sentId": 443}, {"text": "The most damaging thing I thought that she said just in terms of a sound bite if Trump were doing commercials was this notion that she could say things in private as a politician and then things publicly and have them be different.", "sentId": 444}, {"text": "That confirms people's worst fears about Hillary Clinton.", "sentId": 445}], "secId": 168}, {"speaker": "RESTON", "sentences": [{"text": "Right.", "sentId": 446}, {"text": "And that's exactly the issue that, you know, all of these women, for example, who are not happy about either candidate say they just simply feel that they can't trust her because they think she says whatever she thinks would suit each audience and right in that quote, you know, you have that exact thing.", "sentId": 447}], "secId": 169}, {"speaker": "HENDERSON", "sentences": [{"text": "And those progressives, the Bernie or buster who are either going to sit this out or go for Jill Stein or Gary Johnson, I mean, this doesn't help her with those folks and those millennial voters who already, I mean, going back to 2008, didn't really trust her, didn't trust her in this election and have been tailing off in terms of their support.", "sentId": 448}, {"text": "So it doesn't help her.", "sentId": 449}], "secId": 170}, {"speaker": "HENDERSON", "sentences": [{"text": "But listen, I mean, how can Donald Trump make this case?", "sentId": 450}, {"text": "I mean, I assume he'll try to make it tonight, but he's got so much of his own visceral type of baggage that it will be interesting to see how he plays it.", "sentId": 451}], "secId": 171}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 452}, {"text": "The idea of this e-mail was John Podesta, the campaign chairman, asked campaign aides, go through these transcripts, just in case they do become public go through these transcripts, tell us or if we're debating whether to release them, go through them and see what's troublesome in there.", "sentId": 453}], "secId": 172}, {"speaker": "KING", "sentences": [{"text": "Another thing that I bet Donald Trump does bring up tonight that in a speech to a Brazilian bank in 2013, she talked about the United States and then the hemisphere essentially being like the European Union.", "sentId": 454}], "secId": 173}, {"speaker": "KING", "sentences": [{"text": "\"My dream is a hemisphere common market with open trade and open borders.\"", "sentId": 455}, {"text": "Conservatives have jumped on the open borders part.", "sentId": 456}, {"text": "And I assume Donald Trump will try to make her answer for that tonight.", "sentId": 457}], "secId": 174}, {"speaker": "BALZ", "sentences": [{"text": "John, I did a search on Friday afternoon after we heard about this on Clinton open borders and almost everything that popped up were fact checks that said Donald Trump has accused her of wanting open borders, she's never said that.", "sentId": 458}, {"text": "Now we have the evidence that she has said that.", "sentId": 459}], "secId": 175}, {"speaker": "BALZ", "sentences": [{"text": "I mean, I think that this issue of where she stands on trade is an important one.", "sentId": 460}, {"text": "It will be an important one going forward.", "sentId": 461}, {"text": "She has -- she has clearly moved on this issue.", "sentId": 462}, {"text": "People think that she moved only for political reasons.", "sentId": 463}, {"text": "She hasn't explained this.", "sentId": 464}, {"text": "I think this forces her at some point and perhaps tonight to be more explicit about if she's changed, why she's changed.", "sentId": 465}, {"text": "What she said there.", "sentId": 466}, {"text": "Did she really believe that and why.", "sentId": 467}], "secId": 176}, {"speaker": "THRUSH", "sentences": [{"text": "And I think -- and what Dan is talking about, we have just formulated what would be, I think, probably the most plausible Donald Trump debate strategy tonight which is, why are we talking about a 2005 tape, which I've already apologized for, why aren't we talking about this revelation of what Hillary Clinton really stands for as president.", "sentId": 468}], "secId": 177}, {"speaker": "THRUSH", "sentences": [{"text": "You know, if I were them, I would answer almost every question in the way that Pence did referring to these hacked e-mails.", "sentId": 469}], "secId": 178}, {"speaker": "KING", "sentences": [{"text": "Forget Pence, that was a strategy.", "sentId": 470}, {"text": "A guy named William Jefferson Clinton used quite successfully in 1992 whenever his character has just came up, he'd always say they're trying to make this election about me, this election is about you.", "sentId": 471}, {"text": "Worked very well for him.", "sentId": 472}, {"text": "The question is, can Donald Trump pull that off?", "sentId": 473}], "secId": 179}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 474}], "secId": 180}, {"speaker": "RESTON", "sentences": [{"text": "And Donald Trump has tried that tone in some of his speeches when he's been criticized in the past and, you know, saying that making himself the candidate of the people.", "sentId": 475}, {"text": "So he will have to do that in a very clear way tonight.", "sentId": 476}], "secId": 181}, {"speaker": "HENDERSON", "sentences": [{"text": "I mean, the problem is Donald Trump is obsessed with himself, right?", "sentId": 477}, {"text": "He always feels like he needs to defend himself.", "sentId": 478}, {"text": "I mean, that was the mouse trap, right, over and over again that Hillary Clinton set for him that he always wants to litigate himself and his own greatness.", "sentId": 479}], "secId": 182}, {"speaker": "KING", "sentences": [{"text": "Our reporters give us a sneak peek into their notebooks.", "sentId": 480}, {"text": "Next, including an inside look at how some of Hillary Clinton's friends plan to get out the vote.", "sentId": 481}], "secId": 183}, {"speaker": "KING", "sentences": [{"text": "Also here are the results of our quiz, I'm dying to know them, who will do a better job in a town hall setting tonight, Donald Trump or Hillary Clinton?", "sentId": 482}, {"text": "OK.  Clinton campaign has the computers fired up this morning.", "sentId": 483}, {"text": "That is not a scientific poll, trust me.", "sentId": 484}], "secId": 184}, {"speaker": "KING", "sentences": [{"text": "Live picture there of the debate hall, Washington University, 12 hours from now plus a few minutes.", "sentId": 485}, {"text": "Hillary Clinton, Donald Trump, engage in the second presidential debate.", "sentId": 486}, {"text": "The stakes could not be higher.", "sentId": 487}, {"text": "Very interesting moment of the race, to say the least.", "sentId": 488}], "secId": 185}, {"speaker": "KING", "sentences": [{"text": "Let's close as we always do here, go quickly around the INSIDE POLITICS table, ask our great reporters to give you a sneak peek into their notebooks.", "sentId": 489}, {"text": "Dan Balz?", "sentId": 490}], "secId": 186}, {"speaker": "BALZ", "sentences": [{"text": "John, Clinton talked about this earlier, Donald Trump has been moving in a particularly band in terms of the polling, so is Hillary Clinton.", "sentId": 491}, {"text": "Her band is a little bit higher.", "sentId": 492}, {"text": "As the news moves, those bands move, so good week for Donald Trump, it goes back.", "sentId": 493}, {"text": "If it's a bad week for Hillary Clinton, she goes down and vice versa.", "sentId": 494}], "secId": 187}, {"speaker": "BALZ", "sentences": [{"text": "People particularly Democrats are wondering whether this moment, this tape, will finally break that cycle, that she will be able to push beyond the margin that she's been able to top out which has generally been in the four to five-point range and go even higher.", "sentId": 495}, {"text": "That's the thing that everybody is going to be looking at over the next couple of weeks.", "sentId": 496}], "secId": 188}, {"speaker": "KING", "sentences": [{"text": "We'll watch if tonight will shape those polls as well.", "sentId": 497}, {"text": "We'll keep an eye on that.", "sentId": 498}, {"text": "Glenn?", "sentId": 499}], "secId": 189}, {"speaker": "THRUSH", "sentences": [{"text": "I am dying to see a post-tapegate poll of Ohio.", "sentId": 500}, {"text": "Ohio has been really kind of the bull work of Trump's Midwestern strategy where obviously we've seen some pretty significant defections on the part of women as a result of this tape.", "sentId": 501}], "secId": 190}, {"speaker": "THRUSH", "sentences": [{"text": "Hillary had surged ahead by one or two points in some recent polling.", "sentId": 502}, {"text": "I would just love to see if her improvement in that state is accelerating because if it is, it's lights out.", "sentId": 503}], "secId": 191}, {"speaker": "KING", "sentences": [{"text": "Ohio would be game over.", "sentId": 504}, {"text": "Stay tuned.", "sentId": 505}, {"text": "CNN is about to go to the field in Ohio.", "sentId": 506}, {"text": "I don't know if I'm supposed to tell you that --", "sentId": 507}], "secId": 192}, {"speaker": "KING", "sentences": [{"text": "Don't tell anybody out there.", "sentId": 508}, {"text": "But I just did.", "sentId": 509}, {"text": "Maeve?", "sentId": 510}], "secId": 193}, {"speaker": "RESTON", "sentences": [{"text": "Nevada.", "sentId": 511}, {"text": "We saw a brief clip of this at the beginning of the show, but Dr. Joe Heck who's in a very tight Senate race out there got into -- went out on stage yesterday and denounced Donald Trump, and got booed over and over again.", "sentId": 512}, {"text": "Now of all the people who came out against Trump after this tape, I think that for Heck this was maybe one of the biggest gambles because Nevada is a state that has been very kind to Donald Trump.", "sentId": 513}, {"text": "It's very close there.", "sentId": 514}, {"text": "It's very difficult to poll.", "sentId": 515}, {"text": "And it will be really fascinating to see with Hillary Clinton headed out there this week whether or not he can hang on in that close race.", "sentId": 516}], "secId": 194}, {"speaker": "KING", "sentences": [{"text": "Fascinating.", "sentId": 517}, {"text": "Well, could make the difference, too.", "sentId": 518}, {"text": "That one could be the difference, a lot of people think, as we move west through the up and down Senate races.", "sentId": 519}, {"text": "Nevada could do it.", "sentId": 520}, {"text": "Nia?", "sentId": 521}], "secId": 195}, {"speaker": "HENDERSON", "sentences": [{"text": "Two big progressive groups launching their biggest get- out-the-vote efforts in their history.", "sentId": 522}, {"text": "Planned Parenthood as well as the Human Rights Campaign which is an LGBTQ group.", "sentId": 523}, {"text": "The Planned Parenthood, a $30 million effort.", "sentId": 524}, {"text": "This is all in 2016 particularly targeting millennial voters and in terms of HRC, they are very much targeting swing states as well.", "sentId": 525}, {"text": "North Carolina, they want to do 400,000 voter contacts in that state which is going to be neck and neck I think down to the wire.", "sentId": 526}, {"text": "And this goes to show the organizational strength, I think, of the left compared to the right, which is very much kind of in shambles at this point in terms of figuring out how to support Donald Trump.", "sentId": 527}], "secId": 196}, {"speaker": "KING", "sentences": [{"text": "Final 30 days, the nuts and bolts matter most.", "sentId": 528}, {"text": "I'll close with a little palace intrigue from my conversations yesterday.", "sentId": 529}, {"text": "Donald Trump was quite emphatic, he will never quit.", "sentId": 530}, {"text": "We expect to hear that tonight as well.", "sentId": 531}, {"text": "But there are those close to him who see that statement as torn from the pages of \"Art of the Deal.\"", "sentId": 532}, {"text": "Very different people, a Trump campaign aide who's known him only for the past year and a friend whose known him for decades sent me the same observation that if tonight goes badly and the polls keep going Clinton's direction that the never get out will become the starting point in a negotiation.", "sentId": 533}], "secId": 197}, {"speaker": "KING", "sentences": [{"text": "Now both noted Trump said long ago if the polls tanked he'd consider quitting, but this close to Election Day, both agree that's unlikely.", "sentId": 534}], "secId": 198}, {"speaker": "KING", "sentences": [{"text": "But both also said they could see Trump negotiating his exit in exchange for a Republican Party payback of all the personal funds he's poured into his campaign.", "sentId": 535}, {"text": "Now again, they said they thought it was unlikely.", "sentId": 536}, {"text": "I'm going to tell you I think it's unlikely but it was fascinating to me that two people close to Trump in his camp would suggest such a thing.", "sentId": 537}], "secId": 199}, {"speaker": "Remember", "sentences": [{"text": "00 p.m.", "sentId": 538}], "secId": 200}, {"speaker": "Remember", "sentences": [{"text": "Up next, \"STATE OF THE UNION\" with Jake Tapper.", "sentId": 539}], "secId": 201}], "sectionCount": 202, "url": "transcripts.cnn.com/TRANSCRIPTS/1610/09/ip.01.html", "sentenceCount": 541, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 9, 2016 - 08:00   ET", "speakers": ["KING", "CHAFFETZ", "TRUMP", "RYAN", "ROMNEY", "HECK", "BALZ", "THRUSH", "RESTON", "HENDERSON", "ALEC BALDWIN AS DONALD TRUMP", "UNIDENTIFIED FEMALE", "BALDWIN", "BUSH", "STERN", "UNIDENTIFIED MALE", "Remember"], "title": "INSIDE POLITICS"}