{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1610.21.ip.02.html.json", "subTitle": "Republicans Get Nervous as Donald Trump Struggles to Hold Typically Red States. Aired 12:30-1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "So you look at these races.", "sentId": 0}, {"text": "Kelly Ayotte, the Republican incumbent in New Hampshire.", "sentId": 1}, {"text": "Trump struggling in that case -- in that state, boom.", "sentId": 2}, {"text": "Maggie Hassan is up there.", "sentId": 3}, {"text": "Democrats think that the election today, they would get that one.", "sentId": 4}, {"text": "Pennsylvania, Trump is down nine or ten.", "sentId": 5}, {"text": "Pat Toomey is the Republican incumbent, but Democrats think we're going to get that we'll get that one.", "sentId": 6}, {"text": "Look what we got 49-48.", "sentId": 7}, {"text": "So if Hillary Clinton is winning the election.", "sentId": 8}, {"text": "Not certain yet, but that's what it looks like today.", "sentId": 9}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "Democrats need one under this scenario.", "sentId": 10}, {"text": "One of these.", "sentId": 11}, {"text": "Can they hold Harry Reid seat in Nevada, he's retiring.", "sentId": 12}, {"text": "The Republicans think they can get it, that's a close one.", "sentId": 13}, {"text": "What about in Indiana, Evan Bayh is trying to coming back to his old job?", "sentId": 14}, {"text": "Republican Congresswoman Marlin against him, that's a very close race.", "sentId": 15}, {"text": "And where Trump is today in North Carolina, a Republican incumbent Richard Burr, a Democrat Deborah Ross, who early on no one thought had a prayer and a libertarian candidate who could impact the outcome if he takes votes from him.", "sentId": 16}, {"text": "Donald Trump is in the state today, if he turns on a T.V.", "sentId": 17}, {"text": "he's going to see an ad against Richard Burr from Deborah Ross that has a little Trump.", "sentId": 18}], "secId": 1}, {"speaker": "ROSS", "sentences": [{"text": "But Burr is taking a post as a top advisor to Donald Trump.", "sentId": 19}], "secId": 2}, {"speaker": "BURR", "sentences": [{"text": "So Deborah Ross said, I'm fully supportive of Donald Trump.", "sentId": 20}], "secId": 3}, {"speaker": "ROSS", "sentences": [{"text": "And even after Trump brag about sexually assaulting women.", "sentId": 21}, {"text": "Burr said ...", "sentId": 22}], "secId": 4}, {"speaker": "BURR", "sentences": [{"text": "I'm going to Support Donald Trump.", "sentId": 23}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "How much of a Trump effect is there going to be in the key races?", "sentId": 24}, {"text": "In the sense that in the states where Trump is down double digits, you see Kelly Ayotte, you see Pat Toomey they're getting dragged into that.", "sentId": 25}, {"text": "But in a state that we expect to be very close to the end, can Deborah Ross win that race by velcroing Richard Burr to Donald Trump?", "sentId": 26}], "secId": 6}, {"speaker": "WALTER", "sentences": [{"text": "Well, that's what they're trying to do, even in the states like New Hampshire and Pennsylvania, where Donald Trump has been losing for quite some time, and the Republican candidate has been able to float above anywhere, eight, nine points above Donald Trump.", "sentId": 27}, {"text": "We're also not saying the congressional ballot test, you know, that questions where you asked, do you want a Democrat or Republican in Congress?", "sentId": 28}], "secId": 7}, {"speaker": "WALTER", "sentences": [{"text": "We haven't seen a collapse there either for Republicans.", "sentId": 29}, {"text": "But what we know and all of us have covered this far long enough.", "sentId": 30}, {"text": "We know that this race is traditionally break at the end.", "sentId": 31}, {"text": "And they never break 50/50.", "sentId": 32}, {"text": "There's a momentum that builds and all of those races seem to go the same way.", "sentId": 33}, {"text": "So that a North Carolina and a Pennsylvania and New Hampshire would likely go, if we're in this mood right now, all flip one way.", "sentId": 34}, {"text": "And that's against the Democrats.", "sentId": 35}], "secId": 8}, {"speaker": "RAJU", "sentences": [{"text": "And the keys to make sure those red states are critical.", "sentId": 36}, {"text": "Indiana, Missouri, North Carolina.", "sentId": 37}, {"text": "All Republican states right now, all chances Democrats could win those states, and all potentially Trump could either barely win or maybe even lose, like you mentioned North Carolina, if he does, huge problem for the Republicans, keeping majority.", "sentId": 38}], "secId": 9}, {"speaker": "RAJU", "sentences": [{"text": "And then in Nevada and that that it could all come down to Nevada.", "sentId": 39}, {"text": "A lot of strategists believe that.", "sentId": 40}, {"text": "And that race, very close between Trump and Clinton right now, also between Joe Heck and Katherine Cortez Masto.", "sentId": 41}, {"text": "The Democratic candidate, I obtained an audio recording Joe Heck talking in a fund raiser about the Trump impact on him.", "sentId": 42}, {"text": "He said if Trump losses by eight, ten points, he is in big trouble.", "sentId": 43}, {"text": "He said maybe run ahead of him by five points.", "sentId": 44}], "secId": 10}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 45}], "secId": 11}, {"speaker": "RAJU", "sentences": [{"text": "So, and that's really the concern in the states across the country.", "sentId": 46}, {"text": "If Trump losses six, seven, eight points, it's going to be hard to get that many split-ticket, voters to run ahead at the top of the ticket.", "sentId": 47}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "And for those of you at home saying why do I care about the Senate race in Nevada or the Senate race in North Carolina, there's going to be a Supreme Court they could see.", "sentId": 48}, {"text": "We'll see if they do the lame duck, there could be one, could be two, could be three in the next presidency.", "sentId": 49}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Who's the Chairman of the budget claim?", "sentId": 50}, {"text": "Yes, you 60 votes to get things done.", "sentId": 51}, {"text": "But if you control the calendar, at least you get to decide what issues come up then they can fight about them and maybe not get them done.", "sentId": 52}, {"text": "But who controls that chairmanships, is a Joe Biden would say a BFD.", "sentId": 53}], "secId": 14}, {"speaker": "THRUSH", "sentences": [{"text": "Well, another BFD is that a lot of this down ballot candidates don't have the same problem that Trump has they really have organizations in their states.", "sentId": 54}, {"text": "And let's talk briefly about Ohio which was supposed to be very competitive, Rob Portman, is cleaning the floor with former governor Strickland.", "sentId": 55}, {"text": "But the other issue here is the RNC, Trump's dependence on the RNC for his ground game.", "sentId": 56}, {"text": "A lot of those resources that Trump thinks is going to his effort is in fact, being hijacked by the local candidates.", "sentId": 57}, {"text": "If you go around and watch CNN in some of these states, you will see ads that are generic Republican ads that don't say the words \"Donald Trump.\"", "sentId": 58}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "And interesting.", "sentId": 59}, {"text": "You make the key point because I want to show you an ad, its now playing in the New Hampshire race.", "sentId": 60}, {"text": "And you're going to see this.", "sentId": 61}, {"text": "This is from the chamber of commerce which is trying to help Republicans hold the majority.", "sentId": 62}, {"text": "But you'll going to see Republican candidates some of them are saying this in debates.", "sentId": 63}, {"text": "You're going to see more of it in advertising in the final days essentially conceding almost, don't quite do it here.", "sentId": 64}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "But almost conceding a Clinton victory and trying to tell people, you need to keep Congress in Republican hands so that we have checks and balances.", "sentId": 65}], "secId": 17}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "America's future is far from certain, but no matter who the next president is, New Hampshire needs a strong voice in the U.S. Senate.", "sentId": 66}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Essentially trying to rally these swing states that, you know, say don't give Hillary Clinton a blank check.", "sentId": 67}], "secId": 19}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 68}], "secId": 20}, {"speaker": "RAJU", "sentences": [{"text": "And Republican voters are going to end up voting for Hillary Clinton, tell them, hey, where you think about the senate race, too or once he may not want to come out to the polls, tell them, you go to come out and vote for your candidate.", "sentId": 69}, {"text": "Don't take a lot of the suburban women, more moderate voters, that's a concern.", "sentId": 70}], "secId": 21}, {"speaker": "RAJU", "sentences": [{"text": "I want to point out one thing and in Florida, would be interesting to watch, too.", "sentId": 71}, {"text": "Rubio, has -- Marco Rubio, has a pretty comfortable lead there, but still, you know, he's not totally safe.", "sentId": 72}], "secId": 22}, {"speaker": "WALTER", "sentences": [{"text": "Yeah.", "sentId": 73}], "secId": 23}, {"speaker": "RAJU", "sentences": [{"text": "You know, Donald Trump starts, you know, the bottom falls out for Donald Trump, perhaps, that could help this Democratic ...", "sentId": 74}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "To that point before you jump to the conversation.", "sentId": 75}, {"text": "To that point, the president as well, where this now President Obama will be gone.", "sentId": 76}, {"text": "He has to move out, but he's trying to help Hillary Clinton.", "sentId": 77}, {"text": "He is also trying to help, he understand they're going to have to deal with fixing Obamacare and have to deal with other things he's done as president.", "sentId": 78}, {"text": "He would like that be Democrats doing that, not Republicans, so a little mischief form the President.", "sentId": 79}, {"text": "As Manu notes, Marco Rubio is probably going to win, but if there is a Trump affect, if there's a swing at the end, let's have a little fun.", "sentId": 80}], "secId": 25}, {"speaker": "OBAMA", "sentences": [{"text": "Marco Rubio said this was a dangerous con artist who spent a lifetime, spent a career, sticking it to working people.", "sentId": 81}, {"text": "Now, that begs the question, since we're in Florida, why does Marco Rubio still plan to vote for Donald Trump?", "sentId": 82}, {"text": "And there are a lot of politicians like Marco Rubio who know better, but they just look the other way.", "sentId": 83}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "He's having fun.", "sentId": 84}], "secId": 27}, {"speaker": "THRUSH", "sentences": [{"text": "I think we found the one guy who's having fun and ...", "sentId": 85}], "secId": 28}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 86}, {"text": "And I mean you think about some of these folks, Marco Rubio, Kelly Ayotte, similar ones that are having trouble are the ones who are going for their second term.", "sentId": 87}, {"text": "They don't have the deep ties to the state like a John McCain out in Arizona.", "sentId": 88}, {"text": "And you imagine that if you're a Democrat, you want to clear the Republican bench.", "sentId": 89}, {"text": "Clear it of people like Marco Rubio who could certainly run going forward, somebody like Kelly Ayotte.", "sentId": 90}, {"text": "So I imagine that's part of the calculation, too.", "sentId": 91}], "secId": 29}, {"speaker": "RAJU", "sentences": [{"text": "The question though is the Democrats spent money in a state like Florida.", "sentId": 92}, {"text": "Such an expensive state, Democratic centra campaign committees already pulled back in advertising.", "sentId": 93}, {"text": "That's why you're seeing Obama go down there.", "sentId": 94}, {"text": "He wants to win and earn the media.", "sentId": 95}, {"text": "Get attention like this and then that could help generate ...", "sentId": 96}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "A month ago Republicans are pretty confident they could ride this out in, you know, hold 51.", "sentId": 97}], "secId": 31}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 98}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "Now they're not so confident because they see what's happened in recent weeks.", "sentId": 99}, {"text": "It's going to be interesting to watch.", "sentId": 100}, {"text": "It's a huge deal in the last couple of weeks.", "sentId": 101}, {"text": "Control at the Congress, especially the Senate.", "sentId": 102}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "Up next, Trump find to the trade job speech that was key to his primary success, but her also steals his own thunder yet again.", "sentId": 103}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "You can see Donald Trump at the podium there in Fletcher, North Carolina.", "sentId": 104}, {"text": "He is saying hello.", "sentId": 105}, {"text": "Thanking the local officials and there we'll get through when he gets to the mid of his remark.", "sentId": 106}, {"text": "We don't need to take the introductories and meet the city council on the like.", "sentId": 107}, {"text": "We'll get back to that in just a minute.", "sentId": 108}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "Ohio was his must-win battleground of choice yesterday.", "sentId": 109}, {"text": "He's in North Carolina today, Ohio yesterday.", "sentId": 110}, {"text": "The speech involved a little clean up after that astonishing statement, the final presidential debate, when Trump said he wasn't quite sure he would accept the results on election night.", "sentId": 111}], "secId": 36}, {"speaker": "TRUMP", "sentences": [{"text": "I would accept a clear election result, but I would also reserve my right to contest or file a legal challenge in the case of a questionable result.", "sentId": 112}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "OK.", "sentId": 113}, {"text": "If you hear that, you might think Trump is finally ready to drop all of this talk, crazy talk, of massive voter fraud, but not so fast.", "sentId": 114}], "secId": 38}, {"speaker": "TRUMP", "sentences": [{"text": "And a candidate like crooked Hillary Clinton who will lie to Congress, lie to the FBI, destroy 33,000 e-mails, put her office up for sale, and put our confidential information in the reach of our enemies is a candidate who is truly capable of anything, including voter fraud.", "sentId": 115}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "Ding, ding, ding, ding, ding.", "sentId": 116}], "secId": 40}, {"speaker": "THRUSH", "sentences": [{"text": "I've traveled to Topeka, Kansas, earlier this week to meet with Kris Kobach, who is the secretary of state of Kansas.", "sentId": 117}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "A very conservative guy, I want to make clear.", "sentId": 118}, {"text": "Continue.", "sentId": 119}], "secId": 42}, {"speaker": "THRUSH", "sentences": [{"text": "Very conservative guy, author of self-deportation strategy.", "sentId": 120}, {"text": "He's the guy who has given Trump the program for repatriating money to pay for his wall, but he is also sort of the avatar of the voter fraud movement.", "sentId": 121}], "secId": 43}, {"speaker": "THRUSH", "sentences": [{"text": "And I asked him for data points on this.", "sentId": 122}, {"text": "And his biggest data point in terms of voter fraud using the state of Kansas.", "sentId": 123}, {"text": "He examined a 13-year period and found 243 cases of alleged voter fraud.", "sentId": 124}, {"text": "There have been studies that show voter fraud of Brennan Center study that shows a 0.0004 percent of the votes in recent elections were there is all fraud.", "sentId": 125}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "Let's listen to see if he brings it up here in Fletcher, North Carolina.", "sentId": 126}], "secId": 45}, {"speaker": "TRUMP", "sentences": [{"text": "Together we're going to deliver real change that puts America first.", "sentId": 127}, {"text": "We're going to renegotiate our terrible trade deals and illegal immigration, stop the massive inflow of refugees, reduce surging crime, cut taxes and regulations all abroad, and Hillary is going to raise your taxes, big league.", "sentId": 128}, {"text": "You've seen that.", "sentId": 129}], "secId": 46}, {"speaker": "TRUMP", "sentences": [{"text": "We're going to unleash job-producing American energy, rebuild our military and take care of our veterans, who have not been taken care of.", "sentId": 130}, {"text": "And of course, one of the true staples to my campaign, and I say to \"To our campaign,\" repeal and replace Obamacare.", "sentId": 131}], "secId": 47}, {"speaker": "TRUMP", "sentences": [{"text": "Your jobs will come back under a Trump administration.", "sentId": 132}, {"text": "Your incomes will go up, under a Trump administration.", "sentId": 133}, {"text": "Your taxes will go way, way down under a Trump administration.", "sentId": 134}, {"text": "Your companies won't be leaving North Carolina under a Trump administration.", "sentId": 135}, {"text": "There will be consequences for them.", "sentId": 136}], "secId": 48}, {"speaker": "TRUMP", "sentences": [{"text": "We will be strong and a really strong and powerful nation again.", "sentId": 137}, {"text": "Our military is so depleted.", "sentId": 138}, {"text": "We're going to build it up.", "sentId": 139}, {"text": "America has grown weak, and so weak that the Philippines have broken with decades of pro-American foreign policy to instead leave for the orbit of China and Russia.", "sentId": 140}, {"text": "You saw that yesterday.", "sentId": 141}, {"text": "The hatred.", "sentId": 142}, {"text": "I mean, why is Obama campaigning?", "sentId": 143}, {"text": "He got to be out working.", "sentId": 144}, {"text": "He got to be out -- I mean, I'm going to send the congressman back to Washington with that message.", "sentId": 145}, {"text": "But we'll send the real message on November 8th, right?", "sentId": 146}, {"text": "We'll send the real message on November 8th.", "sentId": 147}], "secId": 49}, {"speaker": "TRUMP", "sentences": [{"text": "But every time I look at him, he's campaigning.", "sentId": 148}, {"text": "I mean, here you see the Philippines.", "sentId": 149}, {"text": "The heads of the Philippines, they're so angry.", "sentId": 150}, {"text": "He leaves for China.", "sentId": 151}, {"text": "He's now negotiated with China.", "sentId": 152}, {"text": "We've been in the Philippines practically for forever.", "sentId": 153}, {"text": "A very important strategic ally, and what happens?", "sentId": 154}, {"text": "China and Russia are probably going to take it.", "sentId": 155}, {"text": "And I see him out there campaigning for crooked Hillary.", "sentId": 156}, {"text": "Come on.", "sentId": 157}, {"text": "Come on.", "sentId": 158}, {"text": "Give me a break.", "sentId": 159}], "secId": 50}, {"speaker": "TRUMP", "sentences": [{"text": "Strength will also require growth.", "sentId": 160}, {"text": "Right now our economy isn't growing at all.", "sentId": 161}, {"text": "We had only around a 1 percent growth last quarter.", "sentId": 162}, {"text": "GDP, a disaster.", "sentId": 163}, {"text": "You know, when China has 1 percent, it's over.", "sentId": 164}, {"text": "They don't have 1 percent.", "sentId": 165}, {"text": "They have 7 percent.", "sentId": 166}, {"text": "That's considered terrible.", "sentId": 167}, {"text": "India has 8 percent.", "sentId": 168}, {"text": "That's considered bad for them.", "sentId": 169}, {"text": "They don't like it.", "sentId": 170}, {"text": "We have 1 percent and everything is supposed to be fine.", "sentId": 171}, {"text": "But we're going down.", "sentId": 172}, {"text": "If Hillary gets in, she's going to raise your taxes and the 1 percent is going to be negative and that's going to be almost unheard of.", "sentId": 173}, {"text": "But that's going to happen.", "sentId": 174}, {"text": "I've made a lot of predictions.", "sentId": 175}, {"text": "If that happens and if she gets in, you're going to have such negative growth, you will have problems like you've never had before.", "sentId": 176}, {"text": "And our companies and our jobs will flee, believe me.", "sentId": 177}], "secId": 51}, {"speaker": "TRUMP", "sentences": [{"text": "I'm going to get us to 4 percent growth, and create 25 million jobs over a ten-year period.", "sentId": 178}, {"text": "Many workers are earning less today than they were 18 years ago.", "sentId": 179}, {"text": "They're working harder, and longer, and they're making less.", "sentId": 180}, {"text": "Some of them are working two jobs and even three jobs, but still taking home less pay than they were taking home 18 and 20 years ago.", "sentId": 181}, {"text": "But I'm working harder, too, folks.", "sentId": 182}, {"text": "I am working harder.", "sentId": 183}, {"text": "There's no doubt about it.", "sentId": 184}, {"text": "I've got three stops today.", "sentId": 185}, {"text": "We've got three of these today.", "sentId": 186}, {"text": "We've got three.", "sentId": 187}], "secId": 52}, {"speaker": "TRUMP", "sentences": [{"text": "You know, I've got three, on occasion I have four.", "sentId": 188}, {"text": "I think i have one rest day, where I have two, but these are massive rallies, and we're going to do this for another 19 days.", "sentId": 189}, {"text": "Right up until the actual vote of November 8th.", "sentId": 190}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "That's Donald Trump in Fletcher, North Carolina.", "sentId": 191}, {"text": "He says he's going to do these rallies for 19 days.", "sentId": 192}, {"text": "That means, if you look at the battleground states, Donald Trump might be there the day after the election.", "sentId": 193}, {"text": "The election is in 18 days.", "sentId": 194}, {"text": "That's good, he's going to campaign, you know, push to the end.", "sentId": 195}, {"text": "THRUSH: Until November 28th.", "sentId": 196}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "That's good for him.", "sentId": 197}, {"text": "I will say, if you listen to him there, that's his stump speech, he's reading off the prompter.", "sentId": 198}, {"text": "He's got much better ...", "sentId": 199}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Very rough off the top.", "sentId": 200}, {"text": "So he's in must-win North Carolina, a day after he's in must-win Ohio.", "sentId": 201}, {"text": "I mean that the key point of this race right now.", "sentId": 202}, {"text": "We'll see.", "sentId": 203}, {"text": "We'll see.", "sentId": 204}, {"text": "In this volatile climate, I rule nothing out.", "sentId": 205}, {"text": "I know a lot of people look at the polling, look at the states and I think it's over.", "sentId": 206}, {"text": "But the Republicans would say it's over.", "sentId": 207}, {"text": "Given what we've been through the last year, so I'm just not quite ready to go there.", "sentId": 208}, {"text": "But if look at the map and states where he is, he has to win, has to be perfect essentially now.", "sentId": 209}], "secId": 56}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah, and he's going to even to that blue wall.", "sentId": 210}, {"text": "Remember the start of this election, the idea was Donald Trump could turn states like Michigan, Wisconsin, Pennsylvania, red because of his appeals to Democrats who had voted for Obama, Union guys.", "sentId": 211}, {"text": "But that doesn't seem to be happening.", "sentId": 212}, {"text": "He can win Ohio, he can win North Carolina, he can win Nevada, he can win Iowa, he can win Florida.", "sentId": 213}, {"text": "But all those and he's still going to be short.", "sentId": 214}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Yeah, that's the amazing part.", "sentId": 215}, {"text": "If you say, OK, if he comes back in North Carolina, if he comes back in Florida, if he holds Ohio.", "sentId": 216}, {"text": "He keeps Iowa.", "sentId": 217}], "secId": 58}, {"speaker": "HENDERSON", "sentences": [{"text": "Still short.", "sentId": 218}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Still 20-plus short.", "sentId": 219}], "secId": 60}, {"speaker": "HENDERSON", "sentences": [{"text": "yeah.", "sentId": 220}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "And here's one of the issues we get to the end.", "sentId": 221}, {"text": "We talked earlier about early voting.", "sentId": 222}, {"text": "The metrics, the nuts and bolts, they're not sexy folks.", "sentId": 223}, {"text": "But they matter in the end.", "sentId": 224}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Let's look at the money, the September money race.", "sentId": 225}, {"text": "If you look at the Clinton campaign versus the Trump campaign in terms of money raised, money spent.", "sentId": 226}, {"text": "But the most important is that bottom number.", "sentId": 227}, {"text": "Cash on hand.", "sentId": 228}, {"text": "He got two weeks plus left and she's got $60 million in the bank.", "sentId": 229}, {"text": "And he's got $34.", "sentId": 230}, {"text": "That's a big deal.", "sentId": 231}], "secId": 63}, {"speaker": "WALTER", "sentences": [{"text": "And not even putting the outside groups there as well, when you see the Super PAC that supports Hillary Clinton, parties USA, pushing into Georgia and with new poll coming out showing that the race is basically within a margin of error in Georgia.", "sentId": 232}, {"text": "This gives them money to also if they want to play there, go there.", "sentId": 233}, {"text": "Go to Arizona which they've now put money up in Arizona.", "sentId": 234}, {"text": "This is no longer about the blue wall.", "sentId": 235}, {"text": "This is about a crushing victory for Hillary Clinton.", "sentId": 236}, {"text": "And the question is, does it really matter?", "sentId": 237}, {"text": "If she wins by 350 electoral votes, does that going to change the way that people see her, her mandate for a presidency and how Congress feels with her?", "sentId": 238}, {"text": "And I'm very skeptical ... KING: But that's a great conversation -- it's a great question.", "sentId": 239}, {"text": "It's a great point.", "sentId": 240}, {"text": "Because if you're the Clinton campaign what is most effective?", "sentId": 241}, {"text": "Do you keep going to North Carolina, try to help Debra Ross.", "sentId": 242}, {"text": "So let's be honest.", "sentId": 243}, {"text": "This isn't the best candidate.", "sentId": 244}, {"text": "But is this might be a good environment for her.", "sentId": 245}, {"text": "Do you keep going to New Hampshire because that race, it looks like it's a big race now, but those are -- a governor against a sitting senator.", "sentId": 246}, {"text": "It's a close race.", "sentId": 247}, {"text": "Do you go and try to help?", "sentId": 248}, {"text": "You go back into Pennsylvania, or do you say, \"Can we get Utah?", "sentId": 249}, {"text": "Can we get Arizona?\"", "sentId": 250}], "secId": 64}, {"speaker": "RAJU", "sentences": [{"text": "... maybe a bit of a stretch.", "sentId": 251}, {"text": "But possibly Arizona until she said the surrogates, like Michelle Obama go in there.", "sentId": 252}, {"text": "But that's an excellent point that Amy raises.", "sentId": 253}, {"text": "Because she's not want to go in into the White House assuming that she win.", "sentId": 254}, {"text": "She's not want to go into the White House with a narrow victory with Donald Trump saying the election is rigged.", "sentId": 255}, {"text": "A few votes here, a few votes there, North Carolina could have gone the other way.", "sentId": 256}, {"text": "She would delivers this resounding victory, carries in with her a Senate majority.", "sentId": 257}, {"text": "She can at least have legislative mandate to push forward on something.", "sentId": 258}], "secId": 65}, {"speaker": "RAJU", "sentences": [{"text": "It's still difficult because the margins of Congress to be very narrow.", "sentId": 259}, {"text": "She'll have to get bipartisan support but it will help her tremendously.", "sentId": 260}, {"text": "So that's why he is pushing into the red states.", "sentId": 261}, {"text": "That's why Obama is campaigning for people like Patrick Murphy in Florida.", "sentId": 262}], "secId": 66}, {"speaker": "HENDERSON", "sentences": [{"text": "... most popular vote margins, right, doubtful that they'll win Georgia maybe.", "sentId": 263}, {"text": "But even there, I think spending some money in Texas just to get people to vote, they're not going to win Texas.", "sentId": 264}, {"text": "But if they get a lot of votes there, then the popular vote margin might be different ...", "sentId": 265}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "For a moral argument.", "sentId": 266}], "secId": 68}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah, exactly.", "sentId": 267}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Math argument, moral argument to Republicans that you got spanked.", "sentId": 268}, {"text": "Your party was not just your candidate.", "sentId": 269}, {"text": "But your party repudiated.", "sentId": 270}, {"text": "The question, though, if that happens, do Republicans take that as a message that we have to work with you, or if their moderates are wiped out ...", "sentId": 271}], "secId": 70}, {"speaker": "HENDERSON", "sentences": [{"text": "There's no one, yeah.", "sentId": 272}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "... or the Conservatives going to come to Washington saying, \"Oh, the messages work with Hillary Clinton,\" I think not.", "sentId": 273}], "secId": 72}, {"speaker": "RAJU", "sentences": [{"text": "It's going to be a blood bath after the election.", "sentId": 274}, {"text": "Assuming they lose, because they'll be finger pointing all over the place.", "sentId": 275}, {"text": "Because she should have stopped Trump, should have helped trump.", "sentId": 276}, {"text": "The Conservatives are saying, \"We lost our way.", "sentId": 277}, {"text": "We did not focus on the message.\"", "sentId": 278}, {"text": "And that's going to be a real problem, particularly in the House.", "sentId": 279}], "secId": 73}, {"speaker": "THRUSH", "sentences": [{"text": "Well, the thing that we forget here is, Trump is the symptom not the disease.", "sentId": 280}, {"text": "This is a party that has been coming apart since 2004, frankly.", "sentId": 281}, {"text": "WALTER: I would agree, yeah.", "sentId": 282}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 283}, {"text": "So I take this back at least half why through the Bush term.", "sentId": 284}, {"text": "But when, because of the Iraq war, even the people who supported the Iraq war invasion, the administration that war was going bad.", "sentId": 285}, {"text": "And then Katrina happened.", "sentId": 286}, {"text": "Bush lost it.", "sentId": 287}, {"text": "His disapproval rating, the score and so Republicans wouldn't vote for social security plan.", "sentId": 288}, {"text": "Republicans are voting for his immigration plan and that was the beginning.", "sentId": 289}, {"text": "And we're still, this election was supposed to settle that civil war.", "sentId": 290}, {"text": "Instead, you've settled none existing issues, so I think opened new ones.", "sentId": 291}], "secId": 75}, {"speaker": "WALTER", "sentences": [{"text": "... and even before the second part of his term, with Medicare prescription Part D. I remember sitting down with Mike Pence when he was in the House at that time.", "sentId": 292}, {"text": "They were furious.", "sentId": 293}, {"text": "What are Republicans doing expanding entitlements?", "sentId": 294}, {"text": "Furious about the no child left behind bill, furious about the compromising with Democrats.", "sentId": 295}], "secId": 76}, {"speaker": "WALTER", "sentences": [{"text": "So this has been building and building and building.", "sentId": 296}, {"text": "The only thing that has kept the Republican Party together, I agree he's a symptom, not the answer.", "sentId": 297}, {"text": "But the only thing that's been keeping them together for the last ten years is the dislike and distrust of Obama.", "sentId": 298}], "secId": 77}, {"speaker": "RAJU", "sentences": [{"text": "And even if Hillary Clinton wins big, she's going to have a very difficult 2018 Senate map to keep the Senate majority.", "sentId": 299}, {"text": "A lot of red state Democrats are up for re-election.", "sentId": 300}, {"text": "This is going to be a difficult time for her to govern, no matter if she wins by a big margin.", "sentId": 301}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "I want to offer up to the American people, a very special person.", "sentId": 302}, {"text": "You're all exhausted by this election.", "sentId": 303}, {"text": "You can't think past from Tuesday.", "sentId": 304}, {"text": "Manu Raju studying that 2018 map, that's a -- this is a very special person we have to deal with.", "sentId": 305}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Look, but to that point, though, they come back, they're immediately thinking about the next cycle because we live in a world of perpetual campaigns.", "sentId": 306}, {"text": "They come back and assuming that Paul Ryan is still the leader, and I know you're reporting is that depends on the margin.", "sentId": 307}, {"text": "Assuming Mitch McConnell still the leader, these are established Republicans who among other things like international trade.", "sentId": 308}, {"text": "Donald Trump, we're going to listen to him, here's Donald Trump in Ohio yesterday, he has said, rip up NAFTA.", "sentId": 309}, {"text": "Throw away the Trans-Pacific Partnership.", "sentId": 310}, {"text": "I don't want these trade deals.", "sentId": 311}, {"text": "And in fact, if an American moves jobs overseas, Donald Trump says he's going to penalize them.", "sentId": 312}], "secId": 80}, {"speaker": "TRUMP", "sentences": [{"text": "We're going to call it the American desk.", "sentId": 313}, {"text": "And it will be located inside the Department of Commerce.", "sentId": 314}, {"text": "And I'll be checking with those people.", "sentId": 315}, {"text": "The mission of the American desk will be to protect the economic interests of the American worker.", "sentId": 316}, {"text": "And the national interests of the United States, because they're hurting our national interests.", "sentId": 317}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "Even if Hillary Clinton wins, the legacy of Donald Trump and Bernie Sanders on economic issues is going to carry over after the election.", "sentId": 318}], "secId": 82}, {"speaker": "THRUSH", "sentences": [{"text": "When I was in the White House, this is probably going back three months when I was sitting with senior administration official, I said, \"What are your priorities?\"", "sentId": 319}, {"text": "And they said, \"Getting TPP passed in a lame duck.\"", "sentId": 320}, {"text": "Let's think of that.", "sentId": 321}, {"text": "What if they succeed?", "sentId": 322}, {"text": "Forget about failing, I think they're not likely to succeed.", "sentId": 323}, {"text": "But if they succeed, what kind position does that put Hillary Clinton in coming into office?", "sentId": 324}], "secId": 83}, {"speaker": "RAJU", "sentences": [{"text": "And what if the Republicans also let Merrick Garland get confirmed the lame duck session.", "sentId": 325}, {"text": "And they're going to anger.", "sentId": 326}, {"text": "They're all in base, so that the both parties going in to a lot of, this action putting their leadership ...", "sentId": 327}], "secId": 84}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah, and then -- I mean, he pivot into the 2018 with all figures to be interesting in 2020 as well with another crowded field and all of these fights not settled.", "sentId": 328}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Madness.", "sentId": 329}, {"text": "Everybody, thanks for rock and rolling with the live Trump event.", "sentId": 330}, {"text": "We didn't get to our notebooks.", "sentId": 331}, {"text": "Stay tuned, we'll get to them next time.", "sentId": 332}], "secId": 86}, {"speaker": "Again", "sentences": [{"text": "00 a.m. in the east back here Monday noontime in the East.", "sentId": 333}], "secId": 87}, {"speaker": "Again", "sentences": [{"text": "Wolf is next after a quick break.", "sentId": 334}], "secId": 88}], "sectionCount": 89, "url": "transcripts.cnn.com/TRANSCRIPTS/1610/21/ip.02.html", "sentenceCount": 336, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 21, 2016 - 12:30   ET", "speakers": ["KING", "ROSS", "BURR", "WALTER", "RAJU", "HENDERSON", "THRUSH", "UNIDENTIFIED FEMALE", "OBAMA", "TRUMP", "Again"], "title": "INSIDE POLITICS"}