{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1610.05.ip.01.html.json", "subTitle": "Vice Presidential Debate; Hurricane Matthew Update. Aired 12- 12:30p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 0}, {"text": "I'm John King.", "sentId": 1}, {"text": "Thanks for sharing some time with us today.", "sentId": 2}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "A lot of moving parts this hour.", "sentId": 3}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Hurricane Matthew now on a destructive path toward the United States.", "sentId": 4}, {"text": "We'll bring you the very latest on its track and evacuation plans underway now in several East Coast states.", "sentId": 5}, {"text": "President Obama, just moments ago, meeting with federal emergency management officials.", "sentId": 6}, {"text": "He says he believes the teams are ready.", "sentId": 7}, {"text": "And he says if you live in one of those affected states, please listen to your local official.", "sentId": 8}, {"text": "We'll bring you the president's remarks in their entirety in a bit too.", "sentId": 9}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "But now about last night.", "sentId": 10}, {"text": "A feisty vice presidential debate that was from the opening questions much more about Hillary Clinton and Donald Trump then about Tim Kaine and Mike Pence.", "sentId": 11}], "secId": 3}, {"speaker": "KAINE", "sentences": [{"text": "I'll just say this, we trust Hillary Clinton, my wife and I, and we trust her with the most important thing in our life.", "sentId": 12}, {"text": "We have a son deployed overseas in the Marine Corps right now.", "sentId": 13}, {"text": "We trust Hillary Clinton, as president and commander in chief.", "sentId": 14}, {"text": "But the thought of Donald Trump as commander in chief scares us to death.", "sentId": 15}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "No surprise, Governor Pence disagreed.", "sentId": 16}], "secId": 5}, {"speaker": "PENCE", "sentences": [{"text": "There's a reason why people question the trustworthiness of Hillary Clinton.", "sentId": 17}, {"text": "And that's because they're paying attention.", "sentId": 18}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "Now, Pence was scored the winner on points, staying calm and putting skills learned as a radio host to pretty good use.", "sentId": 19}, {"text": "But Pence repeatedly passed on chances to specifically defend some of Trump's most controversial statements, and along the way Governor Pence repeatedly flunked the fact check test.", "sentId": 20}], "secId": 7}, {"speaker": "KAINE", "sentences": [{"text": "More nations should get nuclear weapons.", "sentId": 21}], "secId": 8}, {"speaker": "PENCE", "sentences": [{"text": "Don't put words into my mouth.", "sentId": 22}], "secId": 9}, {"speaker": "KAINE", "sentences": [{"text": "Try to defend that.", "sentId": 23}], "secId": 10}, {"speaker": "PENCE", "sentences": [{"text": "Well, he never said that, senator.", "sentId": 24}], "secId": 11}, {"speaker": "FEMALE", "sentences": [{"text": "All right.", "sentId": 25}], "secId": 12}, {"speaker": "PENCE", "sentences": [{"text": "And no -", "sentId": 26}], "secId": 13}, {"speaker": "KAINE", "sentences": [{"text": "He has absolutely said it.", "sentId": 27}, {"text": "Saudi Arabia, South Korea, Japan.", "sentId": 28}], "secId": 14}, {"speaker": "PENCE", "sentences": [{"text": "-", "sentId": 29}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "The facts in those \"defend this\" exchanges were, for the most part, on Senator Kaine's side.", "sentId": 30}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights, Lisa Lerer of the Associated Press, CNN's Nia-Malika Henderson, \"The Hill's\" Reid Wilson, and CNN's Sara Murray.", "sentId": 31}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "But before we get into the presidential race, just quickly we want to update you, as we keep a close eye on Hurricane Matthew.", "sentId": 32}, {"text": "The forecasts now have the powerful storm taking aim at several states.", "sentId": 33}, {"text": "Florida is on especially high alert.", "sentId": 34}, {"text": "Look at the track right there.", "sentId": 35}, {"text": "The hurricane threatening to make landfall on the state's southeast coast.", "sentId": 36}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Florida's Governor Rick Perry stressing that Matthew is, quote, a catastrophic storm.", "sentId": 37}, {"text": "Rick Scott, excuse me.", "sentId": 38}, {"text": "He's urging residents to prepare for the worst and many are heeding that warning.", "sentId": 39}, {"text": "You see the pictures here of similar scenes playing out across the southeast.", "sentId": 40}, {"text": "Endless lines at gas stations, store shelves being emptied out as people stock up.", "sentId": 41}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Meantime, a state of emergency has been declared in more than a dozen coastal counties in Georgia.", "sentId": 42}, {"text": "Mandatory evacuations for some Florida and other South Carolina residents start in just a few hours.", "sentId": 43}, {"text": "Ordered evacuations already underway for visitors in North Carolina's outer banks.", "sentId": 44}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "And again, as we mentioned, President Obama, just moments ago, visiting federal emergency management headquarters here in Washington.", "sentId": 45}, {"text": "He says he believes the federal government is ready for this big storm.", "sentId": 46}, {"text": "We'll bring the president's remarks in just a bit.", "sentId": 47}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "First, though, back to politics.", "sentId": 48}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "Last night's big debate - my apologies to Governor Rick Scott.", "sentId": 49}, {"text": "Rick Perry was on my mind.", "sentId": 50}, {"text": "A campaign year.", "sentId": 51}, {"text": "For answers usually tell you a lot about debate strategy.", "sentId": 52}, {"text": "And for Tim", "sentId": 53}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Kaine, as we just showed you at the top, his goal at the outset, confront doubts about Hillary Clinton's trustworthiness.", "sentId": 54}, {"text": "For Governor Mike Pence, the first target was the status quo.", "sentId": 55}], "secId": 24}, {"speaker": "PENCE", "sentences": [{"text": "For the last seven and half years, we've seen America's place in the world weakened.", "sentId": 56}, {"text": "We've seen an economy stifled by more taxes, more regulation.", "sentId": 57}, {"text": "A war on coal and a failing health care reform come to be known at Obamacare.", "sentId": 58}, {"text": "And the American people know that we need to make a change.", "sentId": 59}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "From there it was a spirited and at times contentious proxy war.", "sentId": 60}], "secId": 26}, {"speaker": "PENCE", "sentences": [{"text": "But I - I - I will - I will also tell you that it's important in this moment to remember that Hillary Clinton had a private server in her home that had classified information on it.", "sentId": 61}], "secId": 27}, {"speaker": "FEMALE", "sentences": [{"text": "All right, governor -", "sentId": 62}], "secId": 28}, {"speaker": "KAINE", "sentences": [{"text": "Donald Trump, during this campaign, has called Mexicans rapists and criminals.", "sentId": 63}, {"text": "He's called women slobs, pigs, dogs, disgusting.", "sentId": 64}, {"text": "I don't like saying that in front of my wife and my mother.", "sentId": 65}, {"text": "He attacked an Indiana-born federal judge and said he was unqualified to hear a federal lawsuit because his parents were Mexican.", "sentId": 66}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "One of the contentious exchanges there, again, Mike Pence, Tim Kaine, filling in for Hillary Clinton and Donald Trump.", "sentId": 67}, {"text": "What did we learn last night?", "sentId": 68}], "secId": 30}, {"speaker": "LERER", "sentences": [{"text": "Well, we've learned that there's a bunch of different ways the Republican Party has chosen to deal with Donald Trump.", "sentId": 69}, {"text": "There's acceptance, which has been sort of the Chris Christie, Rudy Giuliani philosophy.", "sentId": 70}, {"text": "There's been cajoling, which is the Paul Ryan, Reince Priebus philosophy.", "sentId": 71}, {"text": "Maybe you can convince them to sort of embrace some more of the tentative Republican orthodoxy.", "sentId": 72}, {"text": "And then there's ignoring, which was the Mike Pence philosophy.", "sentId": 73}], "secId": 31}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 74}], "secId": 32}, {"speaker": "LERER", "sentences": [{"text": "Basically, when these controversial things came up, he sort of passed on most of them.", "sentId": 75}, {"text": "He didn't weigh in at all.", "sentId": 76}, {"text": "There's a couple he took - you know, he tried to defend Trump's not paying federal taxes for possibly as much as two decades.", "sentId": 77}, {"text": "But on most of these controversial statements, Mike Pence simply let it go.", "sentId": 78}, {"text": "That may be good politics for Mike Pence.", "sentId": 79}], "secId": 33}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 80}], "secId": 34}, {"speaker": "LERER", "sentences": [{"text": "Whether it's good politics for Donald Trump and his presidential chances remains to be seen.", "sentId": 81}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "But the commentary on the right this morning is pretty interesting.", "sentId": 82}, {"text": "\"The Wall Street Journal\" calls it Trump's best debate.", "sentId": 83}, {"text": "Trump wasn't there.", "sentId": 84}], "secId": 36}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 85}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "And inside I was told last night that Trump was happy with the debate, but as he started to watch the media coverage afterwards and seeing the reviews saying that Pence was a better debater than Trump, Hillary and Pence were better debaters than Trump.", "sentId": 86}], "secId": 38}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 87}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "Pence won the debate but he didn't defend Donald Trump.", "sentId": 88}], "secId": 40}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 89}, {"text": "Yes.", "sentId": 90}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "I'm told the aides were kind of looking at the boss and they're a little worried about how that one .", "sentId": 91}], "secId": 42}, {"speaker": "WILSON", "sentences": [{"text": "Right.", "sentId": 92}, {"text": "We had two candidates who had very - who very clearly came in with different goals.", "sentId": 93}, {"text": "Tim Kaine's goal was to tear down Donald Trump as much as humanly possible.", "sentId": 94}, {"text": "Mike Pence's goal was to present a Republican ticket in a more positive light.", "sentId": 95}, {"text": "Maybe serve as a validator for Donald Trump himself.", "sentId": 96}, {"text": "And also, you know, maybe to launch the Mike Pence 2020 presidential campaign.", "sentId": 97}], "secId": 43}, {"speaker": "LERER", "sentences": [{"text": "Right.", "sentId": 98}], "secId": 44}, {"speaker": "WILSON", "sentences": [{"text": "It was nice that 50 million people got to tune in for his announcement speech.", "sentId": 99}, {"text": "He did not associate himself with the more controversial things that Donald Trump said - has said over the course of this campaign, which means there's not a lot of tape of Mike Pence standing up for Donald Trump and the offensive things that he's .", "sentId": 100}], "secId": 45}, {"speaker": "LERER", "sentences": [{"text": "Yes.", "sentId": 101}], "secId": 46}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, he -", "sentId": 102}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "I just want to let our viewers know, Nia, before you jump in, that we're about a minute away from hearing the president of the United States.", "sentId": 103}, {"text": "He visited FEMA headquarters this morning preparing for Hurricane Matthew.", "sentId": 104}, {"text": "So we're going to interrupt our conversation about politics to bring you that in a second.", "sentId": 105}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "But Hillary Clinton, today, she's coming to Washington.", "sentId": 106}, {"text": "She just landed in Washington for a fundraiser.", "sentId": 107}, {"text": "On the way up, she was asked what she thought of Governor Pence and she said, thumbs up, and then she gave us two thumbs up.", "sentId": 108}, {"text": "So - but some Democrats have quietly criticized Senator Kaine saying he seemed too over caffeinated or too eager at the beginning.", "sentId": 109}], "secId": 49}, {"speaker": "HENDERSON", "sentences": [{"text": "To eager.", "sentId": 110}, {"text": "Yes.", "sentId": 111}, {"text": "Yes.", "sentId": 112}, {"text": "And it's interesting because as I was watching the debate, I, in some ways, had flashbacks of the Biden/Ryan debate because it was very similar.", "sentId": 113}, {"text": "Biden was very spirited.", "sentId": 114}, {"text": "He interrupted.", "sentId": 115}, {"text": "And after that debate, the insta-polls  showed that Biden lost that debate and people thought he interrupted and was rude.", "sentId": 116}, {"text": "And that is, in some ways, what Kaine is being accused of.", "sentId": 117}, {"text": "He definitely lost on style .", "sentId": 118}], "secId": 50}, {"speaker": "HENDERSON", "sentences": [{"text": "I talked to some folks in the Clinton campaign, they're happy that he lost on style, but they feel - not happy, but they're - you know, if you lose on style, but win on substance, they're happy with that mix and they feel like this was about winning a news cycle and today we're talking about Pence, we're talking about the fact that Pence didn't defend Donald Trump at all.", "sentId": 119}], "secId": 51}, {"speaker": "MURRAY", "sentences": [{"text": "But I don't think -", "sentId": 120}], "secId": 52}, {"speaker": "HENDERSON", "sentences": [{"text": "And he also just didn't help Donald Trump's case.", "sentId": 121}, {"text": "I mean Donald Trump went in with falling numbers in terms of poll numbers, in terms of people thinking he could be commander in chief and handle the economy and he didn't do anything to reverse that slot.", "sentId": 122}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "You spent a lot of Tim around Donald Trump and his senior team.", "sentId": 123}, {"text": "Donald Trump was told last night, you should watch Governor Pence.", "sentId": 124}, {"text": "You should take tips from Governor Pence.", "sentId": 125}, {"text": "You should let Governor Pence come to your debate prep.", "sentId": 126}, {"text": "We're told now Donald Trump is going to do one town hall in New Hampshire this week because the town hall format is what he'll face Sunday night in a second debate.", "sentId": 127}, {"text": "Are they - oh, I'm sorry, we need to stop the conversation.", "sentId": 128}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Here's the president talking about preparations for Hurricane Matthew.", "sentId": 129}], "secId": 55}, {"speaker": "OBAMA", "sentences": [{"text": "FEMA, as well as a number of other agencies, our Army Corps of Engineers, our National Guard have just briefed me on preparations that we're making for the possibility of some serious effects from Hurricane Matthew.", "sentId": 130}, {"text": "Matthew could have - soon affect areas all across the southeast.", "sentId": 131}], "secId": 56}, {"speaker": "OBAMA", "sentences": [{"text": "So, at my direction, FEMA has been on the ground in Florida, Georgia, South Carolina and North Carolina working with state and local officials to prepare for the storm.", "sentId": 132}, {"text": "We've already got response teams and supplies prepositioned and ready to help communities in the region.", "sentId": 133}], "secId": 57}, {"speaker": "OBAMA", "sentences": [{"text": "I want to emphasize to the public, this is a serious storm.", "sentId": 134}, {"text": "It has already hit Haiti with devastating effect.", "sentId": 135}, {"text": "It is now in the process of moving through the Bahamas.", "sentId": 136}, {"text": "Because it's not going to be hitting enough land, it is going to be building strength on its way to Florida.", "sentId": 137}, {"text": "We anticipate that by tomorrow morning it will already begin to have significant effect in Florida and then has a potential to strengthen and move on up the coast during the course of the day.", "sentId": 138}], "secId": 58}, {"speaker": "OBAMA", "sentences": [{"text": "So I want to make sure that everybody is paying attention to your local officials.", "sentId": 139}, {"text": "If there is an evacuation order in your community, you need to take it seriously.", "sentId": 140}, {"text": "We anticipate that not only is there still a chance that the core of the storm strikes Florida and some of the states further north, but even if you don't get the full force of the hurricane, we are still going to be seeing tropical force winds, the potential for storm surge and all of that could have a devastating effect.", "sentId": 141}], "secId": 59}, {"speaker": "OBAMA", "sentences": [{"text": "So everybody needs to be paying attention and following the instructions of your local officials.", "sentId": 142}, {"text": "And if you get an evacuation order, just remember that you can always rebuild, you can always repair property, you cannot restore a life if it is lost.", "sentId": 143}, {"text": "And we want to make sure that we minimize any possible loss of life or risk to people in these areas.", "sentId": 144}], "secId": 60}, {"speaker": "OBAMA", "sentences": [{"text": "I also want to make sure that we say thanks to the folks at the National Weather Service and the FEMA team for the outstanding work that they're doing here.", "sentId": 145}, {"text": "Craig, just in case folks aren't aware, comes from Florida, is intimately familiar with the dangers of hurricanes, and it just so happens that he's got family in areas that could be affected by this storm.", "sentId": 146}, {"text": "So this is personal for him.", "sentId": 147}, {"text": "You know that he's going to be working around the clock to make sure that we are preventing any potential loss of life and trying to minimize as much as possible the impacts of this storm.", "sentId": 148}, {"text": "But this is going to be a serious storm, and we want everybody to take it seriously as well.", "sentId": 149}], "secId": 61}, {"speaker": "OBAMA", "sentences": [{"text": "Even as we prepare for the hurricane here at home, I want us to keep in mind that Haiti, one of the poorest countries in the world, already suffering from a range of previous disasters, has been hit really hard by this storm, and we anticipate that they are going to need substantial help.", "sentId": 150}, {"text": "There may be similar needs in places like the Bahamas.", "sentId": 151}, {"text": "So I would ask that people who are willing to contribute and willing to help to visit the Center for International Disaster Information.", "sentId": 152}, {"text": "The e website is cidi.org, cidi.org.", "sentId": 153}, {"text": "You can find out how you can help make life a little bit easier for people who didn't have a lot to begin with and now are really getting hammered by this storm.", "sentId": 154}], "secId": 62}, {"speaker": "OBAMA", "sentences": [{"text": "And last point, for everybody in the potentially affected states, even as you are waiting to get instructions from your local officials, now's the time for you to prepare in the event that you have to evacuate.", "sentId": 155}, {"text": "Even if you don't have to evacuate, there is no an evacuation order, it still makes sense for you to figure out what kind of plan do you have?", "sentId": 156}, {"text": "What kind of preparations and supplies do you have?", "sentId": 157}, {"text": "And if you need help trying to figure that out, go to ready.gov, ready.gov, because that will give you some really clear instructions about how to make sure that you are securing your property and keeping your family safe, which is obviously the priority for all of us.", "sentId": 158}], "secId": 63}, {"speaker": "OBAMA", "sentences": [{"text": "So this is something to take seriously.", "sentId": 159}, {"text": "We hope for the best, but we want to prepare for the worst.", "sentId": 160}, {"text": "And I would urge everybody in the affected states of Florida, Georgia, South Carolina, North Carolina, to pay very close attention to your local officials and the broadcasts that are going to be coming through over the next several hours.", "sentId": 161}], "secId": 64}, {"speaker": "OBAMA", "sentences": [{"text": "All right?", "sentId": 162}, {"text": "Thank you very much, everybody.", "sentId": 163}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "President Obama, just moments ago, speaking at FEMA, the Federal Emergency Management Agency.", "sentId": 164}, {"text": "You heard the president repeatedly stress how serious of a storm Hurricane Matthew you.", "sentId": 165}, {"text": "You heard the president stress repeatedly that folks especially in Florida, Georgia, South Carolina and North Carolina should listen to local officials.", "sentId": 166}, {"text": "Hundreds of thousands of people in those states are being ordered to evacuate their homes as Matthew takes aim at the United States.", "sentId": 167}, {"text": "Let's bring in CNN meteorologist Jennifer Gray to help us.", "sentId": 168}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Jennifer, first let's start with the big question, especially in those states.", "sentId": 169}, {"text": "Any update on the forecast track?", "sentId": 170}], "secId": 67}, {"speaker": "GRAY", "sentences": [{"text": "Well, we got an update about an hour ago, and that track is still to the west.", "sentId": 171}, {"text": "It took that shift about two days ago and it is still doing that.", "sentId": 172}, {"text": "One hundred and twenty mile per hour winds, gusts of 145, moving to the northwest at 12.", "sentId": 173}, {"text": "This is a major hurricane category three.", "sentId": 174}], "secId": 68}, {"speaker": "GRAY", "sentences": [{"text": "As this continues its track to the north and west, it will go straight through the Bahama Islands.", "sentId": 175}, {"text": "And you can see, possibly strengthening, it will have plenty of time to strengthen between now and the time it make as close brush with Florida, possibly even making landfall in Florida.", "sentId": 176}, {"text": "Still a little too early to tell.", "sentId": 177}, {"text": "But this is Friday morning, 130 mile-per-hour winds, central coast of Florida, you see right there, and then taking that bend back to the north and east, weakening slightly, but still possibly a category two off the coast of either Georgia, South Carolina.", "sentId": 178}, {"text": "And then some models take it out to sea.", "sentId": 179}, {"text": "Other models loop it back around and making a second landfall around Florida.", "sentId": 180}], "secId": 69}, {"speaker": "GRAY", "sentences": [{"text": "So this is very important that people who are in evacuation zones, and they've been ordered to evacuate, do so, especially if there ends up being a second landfall.", "sentId": 181}, {"text": "There may not be time to get services back up and running between now and then.", "sentId": 182}, {"text": "And so if you are ordered to evacuate, please, do so.", "sentId": 183}], "secId": 70}, {"speaker": "GRAY", "sentences": [{"text": "This is a serious storm.", "sentId": 184}, {"text": "We haven't had a storm of this magnitude impact the state of Florida since Wilma in 2005.", "sentId": 185}, {"text": "With Florida being such a transient state, a lot of people knew and they don't realize the risk that's associated here.", "sentId": 186}], "secId": 71}, {"speaker": "GRAY", "sentences": [{"text": "Here are all the watches and warnings.", "sentId": 187}, {"text": "We have hurricane warnings in place all up and down the Florida coast, from Daytona Beach all the way down through Broward County.", "sentId": 188}, {"text": "We also have hurricane watches from Jacksonville down to Daytona Beach.", "sentId": 189}, {"text": "And then tropical storm watching and warnings in inland locations.", "sentId": 190}, {"text": "So you can see, the effects are going to be far-reaching.", "sentId": 191}, {"text": "Not only the winds, we'll have storm surge, a lot of rain, and a big wave height.", "sentId": 192}, {"text": "So anyone along the coast, if you are ordered to evacuate, can't stress enough, do so.", "sentId": 193}], "secId": 72}, {"speaker": "GRAY", "sentences": [{"text": "John.", "sentId": 194}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "Jennifer Gray, thanks for the update.", "sentId": 195}, {"text": "We'll stay in touch as developments warrant.", "sentId": 196}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "Next though here, back to the VP debate.", "sentId": 197}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "At times, when Mike Pence was disagreeing with Tim Kaine, was he also disagreeing with Donald Trump?", "sentId": 198}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "Back to politics and the campaign now.", "sentId": 199}, {"text": "I believe we have a live picture of Mike Pence.", "sentId": 200}, {"text": "He's campaigning in", "sentId": 201}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "the Shenandoah Valley in Virginia there.", "sentId": 202}, {"text": "You see him there.", "sentId": 203}, {"text": "That's in Harrisonburg.", "sentId": 204}, {"text": "Last night's debate was in Farmville, Virginia.", "sentId": 205}, {"text": "The Republicans hoping in these rural areas they can drum up turnout in a state that used to be reliably Republican, but has been trending to the Democrats, especially because of the fast growth here in the northern Virginia suburb near Washington, D.C.", "sentId": 206}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "That's Mike Pence today.", "sentId": 207}, {"text": "Just moments ago, he scored his debate performance last night and said it's not him who deserves the credit.", "sentId": 208}], "secId": 79}, {"speaker": "PENCE", "sentences": [{"text": "Had a little debate last night.", "sentId": 209}, {"text": "It was at Longwood University and I was humbled and honored to be there.", "sentId": 210}, {"text": "Donald Trump called me late last night from Nevada to congratulate me on the debate.", "sentId": 211}, {"text": "And that really meant the world to me.", "sentId": 212}, {"text": "It truly did.", "sentId": 213}], "secId": 80}, {"speaker": "PENCE", "sentences": [{"text": "Some people think I won.", "sentId": 214}, {"text": "But I'll leave that to others.", "sentId": 215}, {"text": "You know, what I can tell you is, from where I sat, Donald Trump won the debate.", "sentId": 216}, {"text": "Donald Trump's vision to make America great again won the debate.", "sentId": 217}, {"text": "And when we take that vision to every corner of Virginia and every corner of this great nation -", "sentId": 218}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "Comes with the job, I guess, right?", "sentId": 219}, {"text": "If you're - anybody's running mate, but especially Donald Trump's running mate, to make sure you deflect credit up the chain?", "sentId": 220}], "secId": 82}, {"speaker": "MURRAY", "sentences": [{"text": "He certainly knows what candidate he is running with.", "sentId": 221}, {"text": "Look, I think it is going to be difficult for Donald Trump to look at the reviews of this debate and see that people applauded Mike Pence for having a polished performance, but also being able to drive the conversation to the issues he wanted to talk about, like Hillary Clinton's e-mails, for instance, in a way that Donald Trump was not prepared or just declined to do when he was on the debate stage with Hillary Clinton.", "sentId": 222}], "secId": 83}, {"speaker": "MURRAY", "sentences": [{"text": "And this is the difference between actually doing debate prep.", "sentId": 223}, {"text": "Going through - you know, Mike pence started in July.", "sentId": 224}, {"text": "He did mock debates.", "sentId": 225}, {"text": "He read the briefing books.", "sentId": 226}, {"text": "Versus just kind of trying to go through the motions of debate prep, and saying that being on the campaign trail is debate prep.", "sentId": 227}, {"text": "Mike Pence was all-in and I think you're going to see Donald Trump's advisers try to nudge him a little bit further down the path of debate prep.", "sentId": 228}, {"text": "But again, this is Donald Trump we're talking about.", "sentId": 229}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "To that point - to that point, the best athletes practice every day.", "sentId": 230}], "secId": 85}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 231}, {"text": "Yes.", "sentId": 232}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "You know, they work it every day because -", "sentId": 233}], "secId": 87}, {"speaker": "HENDERSON", "sentences": [{"text": ".", "sentId": 234}], "secId": 88}, {"speaker": "MURRAY", "sentences": [{"text": "Yes.", "sentId": 235}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "You know, you've got candidates who said Mike Pence, who's a polished debater.", "sentId": 236}, {"text": "He's done this before.", "sentId": 237}, {"text": "He's a good communicator.", "sentId": 238}, {"text": "He realized.", "sentId": 239}, {"text": "Tim Kaine, whose performance is being, you know, ah, reviewed so much, but at least he put in the practice.", "sentId": 240}, {"text": "We're told that Hillary Clinton's going to be off the campaign trail for several days to practice.", "sentId": 241}, {"text": "Donald Trump stayed out before the first debate and, Reid, he's going to go to New Hampshire and do a town hall.", "sentId": 242}, {"text": "That's actually probably smart practice, if you will, live debate prep.", "sentId": 243}], "secId": 90}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 244}], "secId": 91}, {"speaker": "WILSON", "sentences": [{"text": "Donald Trump has gotten a long way by being an anti- politician, a guy who does not play by the same rules that all the rest of them do.", "sentId": 245}, {"text": "But once you get to a debate session like this, it actually matters that you have the preparation, the experience to do a debate like this.", "sentId": 246}, {"text": "Mike Pence has been practicing this kind of debate prep for years as a member of Congress, as a governor.", "sentId": 247}, {"text": "He's been on television doing these kinds of debates, on the Sunday shows and things like that.", "sentId": 248}, {"text": "And - and that difference really showed.", "sentId": 249}, {"text": "It showed when Hillary Clinton faced off with Donald Trump.", "sentId": 250}, {"text": "It showed in the comparison between Mike Pence and Donald Trump.", "sentId": 251}], "secId": 92}, {"speaker": "WILSON", "sentences": [{"text": "The question of whether or not his advisers can actually convince Donald Trump to sit down and do the debate prep, I feel like we've read these stories for the last several weeks -", "sentId": 252}], "secId": 93}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 253}], "secId": 94}, {"speaker": "WILSON", "sentences": [{"text": "And the performance hasn't  -", "sentId": 254}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 255}, {"text": "After the stories about that he would stop tweeting.", "sentId": 256}], "secId": 96}, {"speaker": "WILSON", "sentences": [{"text": "Yes.", "sentId": 257}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "And after the stories that he would stop saying  -", "sentId": 258}], "secId": 98}, {"speaker": "WILSON", "sentences": [{"text": "His advisers have tried to weigh in a whole bunch of times -", "sentId": 259}], "secId": 99}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 260}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 261}, {"text": "Right.", "sentId": 262}], "secId": 101}, {"speaker": "WILSON", "sentences": [{"text": "And I haven't seen a lot of change.", "sentId": 263}], "secId": 102}, {"speaker": "LERER", "sentences": [{"text": "And nobody, of course, is better at nose to the grindstone kind of practicing than Hillary Clinton.", "sentId": 264}, {"text": "The woman does extremely well in these kinds of structured forums where you can rehearse and rehearse and rehearse debates, congressional testimony.", "sentId": 265}, {"text": "So I think people sort of forgot that.", "sentId": 266}, {"text": "There was a little underestimating of how good she can be in these kinds of things because she's not so great on the campaign trail all the time and off the cuff.", "sentId": 267}], "secId": 103}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 268}, {"text": "LERER: And that came as a surprise, perhaps, to Donald Trump's team in the last debate.", "sentId": 269}, {"text": "They're unlikely to be caught unaware.", "sentId": 270}, {"text": "But she's been doing town halls for decades.", "sentId": 271}], "secId": 104}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, and that's the thing.", "sentId": 272}], "secId": 105}, {"speaker": "LERER", "sentences": [{"text": "She was doing them as a first lady.", "sentId": 273}], "secId": 106}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 274}], "secId": 107}, {"speaker": "LERER", "sentences": [{"text": "So this is a format she's extremely comfortable in.", "sentId": 275}, {"text": "It's one she actually does reasonably well with.", "sentId": 276}, {"text": "So -", "sentId": 277}], "secId": 108}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 278}, {"text": "In some ways she might be better in a town hall -", "sentId": 279}], "secId": 109}, {"speaker": "LERER", "sentences": [{"text": "Right.", "sentId": 280}], "secId": 110}, {"speaker": "HENDERSON", "sentences": [{"text": "Than she is even in a debate.", "sentId": 281}, {"text": "And she's being doing town halls even recently.", "sentId": 282}, {"text": "She did one with her daughter.", "sentId": 283}, {"text": "And I think for Donald Trump, how do you practice that sort of all of the things that can come at you in a town hall?", "sentId": 284}], "secId": 111}, {"speaker": "MURRAY", "sentences": [{"text": "But in - in an election year you would have.", "sentId": 285}], "secId": 112}, {"speaker": "MURRAY", "sentences": [{"text": "In a normal campaign like this , you would have been - you would have had hundreds of town halls in New Hampshire and Iowa and places like that.", "sentId": 286}], "secId": 113}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, small settings.", "sentId": 287}], "secId": 114}, {"speaker": "MURRAY", "sentences": [{"text": "And that was not how Donald Trump campaigned in the primaries.", "sentId": 288}, {"text": "He did a little bit of it but nowhere .", "sentId": 289}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "And he laid back in the primary debates.", "sentId": 290}, {"text": "He laid back when they got into a lot of policy.", "sentId": 291}], "secId": 116}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 292}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "I think smartly on this part because he wasn't prepared to get into the weeds of policy sometimes.", "sentId": 293}, {"text": "He'd lay back.", "sentId": 294}, {"text": "But what - to your - to Sara's point  about Mike Pence being a seasoned debater when, you know, they ask you about apple pie, you bring up Clinton's e-mails.", "sentId": 295}, {"text": "They ask you about what day is it, you bring up, you know, the Clinton Foundation.", "sentId": 296}, {"text": "Here's a moment last night when Tim Kaine was trying to make the case that all Donald Trump does is insult people, and Pence turned the table back.", "sentId": 297}], "secId": 118}, {"speaker": "PENCE", "sentences": [{"text": "He says ours is an insult-driven campaign.", "sentId": 298}, {"text": "Did you all just hear that?", "sentId": 299}, {"text": "Ours is an insult-driven campaign?", "sentId": 300}, {"text": "I mean, to be honest with you, if Donald Trump had said all the things that you've said he said, in the way you said he said them, he still wouldn't have a fraction of the insults that Hillary Clinton leveled when she said that half of our supporters were a basket of deplorables.", "sentId": 301}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "Now, again, Pence did not specifically defend Trump on a whole lot of things that Trump has said -", "sentId": 302}], "secId": 120}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 303}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "But at least, in that moment there, he tried to get the conversation back on favorable territory for them.", "sentId": 304}], "secId": 122}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 305}, {"text": "Yes.", "sentId": 306}, {"text": "And -", "sentId": 307}], "secId": 123}, {"speaker": "LERER", "sentences": [{"text": "of overcorrecting here, right?", "sentId": 308}, {"text": "Like, one of the things that people are praising about Pence is that he was able to turn the conversation back and go after Hillary Clinton's foundation and e-mails.", "sentId": 309}, {"text": "Donald Trump, I'm sure, is hearing all that.", "sentId": 310}, {"text": "That's really hard to do in a town hall.", "sentId": 311}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 312}], "secId": 125}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 313}], "secId": 126}, {"speaker": "LERER", "sentences": [{"text": "You have someone who comes up and is talking perhaps about their deceased family member, a veteran or whatever, and to pivot from that to Hillary Clinton's e-mails or her husband's marital infidelities is really hard.", "sentId": 314}], "secId": 127}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 315}, {"text": "Donald Trump's going to have to show some humanity -", "sentId": 316}], "secId": 128}, {"speaker": "LERER", "sentences": [{"text": "Right.", "sentId": 317}], "secId": 129}, {"speaker": "HENDERSON", "sentences": [{"text": "And some - some compassion and some connection with those voters in that town hall.", "sentId": 318}, {"text": "And that's something he hasn't done.", "sentId": 319}], "secId": 130}, {"speaker": "KING", "sentences": [{"text": "Hang on, it's judgment  on your feet, judgement on your feet, to know if you have an attack that you have to - need to launch, pick your moment.", "sentId": 320}, {"text": "Don't do it at an awkward moment.", "sentId": 321}, {"text": "That's a great point.", "sentId": 322}], "secId": 131}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 323}, {"text": "More on the debate ahead.", "sentId": 324}, {"text": "Yes, lots of personal sniping, but last night also included, believe it or not, discussion of policy.", "sentId": 325}, {"text": "Policy, yes, it happened.", "sentId": 326}, {"text": "We'll show you.", "sentId": 327}], "secId": 132}], "sectionCount": 133, "url": "transcripts.cnn.com/TRANSCRIPTS/1610/05/ip.01.html", "sentenceCount": 329, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 5, 2016 - 12:00   ET", "speakers": ["KING", "KAINE", "PENCE", "FEMALE", "LERER", "HENDERSON", "WILSON", "MURRAY", "OBAMA", "GRAY"], "title": "INSIDE POLITICS"}