{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1607.22.ip.01.html.json", "subTitle": "President Obama Holds a Press Conference with President Pina Nieto of Mexico.  Aired 12-1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "The president of the United States, Barack Obama, meeting with the president of Mexico at the moment.", "sentId": 0}, {"text": "And some in the White House says this is a coincidence?", "sentId": 1}, {"text": "I think not.", "sentId": 2}, {"text": "Donald Trump is addressing immigration, building a wall, last night at the Republican convention.", "sentId": 3}, {"text": "The news conference will be coming to us shortly from the White House, and we'll take you there.", "sentId": 4}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "Now the bizarre.", "sentId": 5}, {"text": "That comes courtesy of Donald Trump, who before leaving Cleveland this morning, instead of repeating the big themes from last night's speech, he decided instead to fire another torpedo, maybe three at a few fellow Republicans, including primarily rivals John Kasich and Ted Cruz.", "sentId": 6}, {"text": "We'll bring you that in just a minute.", "sentId": 7}, {"text": "His campaign already saying, sorry, Mr. Trump, we'd much prefer you think about last night.", "sentId": 8}, {"text": "And Trump's acceptance speech -- excuse me -- his promises to end Washington gridlock and to restore law and order.", "sentId": 9}], "secId": 1}, {"speaker": "TRUMP", "sentences": [{"text": "This is the legacy of Hillary Clinton, death, destruction, terrorism, and weakness.", "sentId": 10}, {"text": "But Hillary Clinton's legacy does not have to be America's legacy.", "sentId": 11}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "That's last night.", "sentId": 12}, {"text": "We'll bring you the bizarre part this morning in a minute, plus, though, Hillary Clinton getting ready perhaps as early as this afternoon to introduce her vice presidential pick.", "sentId": 13}, {"text": "And one liberal favorite, well, she has a hunch.", "sentId": 14}], "secId": 3}, {"speaker": "COLBERT", "sentences": [{"text": "Is there any chance that I could announce on the show tonight that you are Hillary Clinton's V.P.", "sentId": 15}, {"text": "pick?", "sentId": 16}, {"text": "Because that would be a huge thing for me to announce on the show.", "sentId": 17}], "secId": 4}, {"speaker": "WARREN", "sentences": [{"text": "Steven, I think if it were me, I would know it by now.", "sentId": 18}, {"text": "So probably not.", "sentId": 19}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "With us on this fun morning after the Republican convention -- afternoon I guess now -- to share the reporting and their insights, CNN's Nia-Malika Henderson, Laura Meckler from Wall Street Jornal, CNN's Manu Raju, and Jackie Kucinich of The Daily Beast.", "sentId": 20}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "We want to remind you, the president of the United States and the Mexican president could come out at any moment.", "sentId": 21}, {"text": "We'll take you there live the moment they do.", "sentId": 22}, {"text": "I'm guessing they're going to talk a lot about Donald Trump last night.", "sentId": 23}, {"text": "Remember, the President of Mexico and the president of the United States met just a couple of weeks ago -- is this them walking out now?", "sentId": 24}, {"text": "Let's take to you to the White House and listen live - the president of the United States.", "sentId": 25}], "secId": 7}, {"speaker": "OBAMA", "sentences": [{"text": "Good morning, everybody.", "sentId": 26}, {"text": "Buenos dias.", "sentId": 27}, {"text": "Please have a seat.", "sentId": 28}], "secId": 8}, {"speaker": "OBAMA", "sentences": [{"text": "It is always a great pleasure to welcome my good friend and partner, President Pena Nieto of Mexico, to the White House and his delegation.", "sentId": 29}, {"text": "Enrique and I just worked together at the North American Leaders Summit in Ottawa last month.", "sentId": 30}, {"text": "Today, we have two of the three amigos.", "sentId": 31}, {"text": "Although the handshake is a little easier when it's just between two people.", "sentId": 32}], "secId": 9}, {"speaker": "OBAMA", "sentences": [{"text": "Let me start by saying something that is too often overlooked, but bears repeating, especially given some of the heated rhetoric that we sometimes hear.", "sentId": 33}, {"text": "The United States values tremendously our enduring partnership with Mexico and our extraordinary ties of family and friendship with the Mexican people.", "sentId": 34}], "secId": 10}, {"speaker": "OBAMA", "sentences": [{"text": "Mexico is our third largest trading partner.", "sentId": 35}, {"text": "We sell more to Mexico than we do to China, India and Russia combined.", "sentId": 36}, {"text": "Every year, millions of tourists and business people and friends and family cross our border legally.", "sentId": 37}, {"text": "Every day, $1.5 billion in trade and investment crosses our border, and that's trade that supports over one million jobs right here in the United States.", "sentId": 38}], "secId": 11}, {"speaker": "OBAMA", "sentences": [{"text": "A whole host of issues, from our shared security to climate change, Mexico is a critical partner and is critically important to our own well-being.", "sentId": 39}, {"text": "We're not just strategic and economic partners, we're also neighbors and we're friends and we're family, including millions of Americans that are connected to Mexico by ties of culture and of language.", "sentId": 40}], "secId": 12}, {"speaker": "OBAMA", "sentences": [{"text": "And that's why as president, I've worked to deepen the partnership between our two nations.", "sentId": 41}, {"text": "And today, Enrique and I discussed ways to keep strengthening the partnership.", "sentId": 42}], "secId": 13}, {"speaker": "OBAMA", "sentences": [{"text": "First, through forms like our high-level economic dialogue, we're going to keep working to boost trade and grow our economies and create more opportunity for our people.", "sentId": 43}, {"text": "With today's air transport agreement, we're expanding the number of airports that businesses and consumers can fly from, which will make travel and trade more affordable and more efficient.", "sentId": 44}], "secId": 14}, {"speaker": "OBAMA", "sentences": [{"text": "Both our countries are working hard to bring into effect the Trans- Pacific Partnership, so that our workers can compete on a level playing field across the Asia-Pacific region and can open up doors to new markets.", "sentId": 45}, {"text": "I reiterate President Pena Nieto that although I am disappointed in", "sentId": 46}], "secId": 15}, {"speaker": "OBAMA", "sentences": [{"text": "the Supreme Court's failure to come to a decision on our immigration executive action, it is my firm belief that it will be in the interests of the United States, especially our economic interests, to pursue comprehensive immigration reform.", "sentId": 47}], "secId": 16}, {"speaker": "OBAMA", "sentences": [{"text": "Second, we are deepening our robust partnership on energy and environmental issues.", "sentId": 48}, {"text": "Both of our nations are committed to ensuring that the historic Paris agreement is fully implemented.", "sentId": 49}, {"text": "And we're going to keep on working towards the goal that we announced last month in Ottawa, generating half the electricity in North America through clean power by 2025.", "sentId": 50}], "secId": 17}, {"speaker": "OBAMA", "sentences": [{"text": "With that goal in mind, we are pursuing an agreement this year on sharing civilian nuclear technology.", "sentId": 51}, {"text": "This fall, our new U.S.-Mexico Energy Business Council will meet for the very first time to strengthen the ties between our energy industries.", "sentId": 52}], "secId": 18}, {"speaker": "OBAMA", "sentences": [{"text": "And Mr. President, I want to thank you for your vision and your leadership in reforming Mexico's energy industry.", "sentId": 53}, {"text": "I'm also pleased that our nations will continue working to protect our shared ecosystems and environmental heritage.", "sentId": 54}], "secId": 19}, {"speaker": "OBAMA", "sentences": [{"text": "Third, we'll continue to protect the health and safety of our people, especially from the opioid epidemic that is taking so many lives and devastating so many communities.", "sentId": 55}, {"text": "Both of our nations, we agreed to share a responsibility to combat this crisis.", "sentId": 56}, {"text": "Here in the United States, we're working to improve treatment and prevention and reduce the availability of illicit drugs.", "sentId": 57}], "secId": 20}, {"speaker": "OBAMA", "sentences": [{"text": "And I applaud President Pena Nieto's commitment to combating organized crime and for developing a new plan to curb poppy cultivation and heroin production.", "sentId": 58}], "secId": 21}, {"speaker": "OBAMA", "sentences": [{"text": "We continue to deploy 21st century technologies to secure our shared border, and as Mexico makes important reforms to its judicial system, we are working together to strengthen law enforcement and to strengthen observance of human rights and the rule of law.", "sentId": 59}], "secId": 22}, {"speaker": "OBAMA", "sentences": [{"text": "Fourth, we're stepping up our efforts to tackle regional and global challenges, from confronting cyber-threats to fighting diseases like Zika and Dengue.", "sentId": 60}, {"text": "We'll keep partnering with Central American countries to address the instability and poverty that's prompted so many people to embark on the dangerous journey north.", "sentId": 61}], "secId": 23}, {"speaker": "OBAMA", "sentences": [{"text": "And even as we address migration challenges in our own hemisphere, I am very grateful that Mexico is taking an important step on refugee issues and will be co-hosting our refugee summit at the United Nations this September.", "sentId": 62}], "secId": 24}, {"speaker": "OBAMA", "sentences": [{"text": "And finally, we continue to strengthen the strong ties between our people.", "sentId": 63}, {"text": "We want more American students studying in Mexico.", "sentId": 64}, {"text": "We want more Mexican students studying in the United States.", "sentId": 65}, {"text": "So, today we agreed to extend and upgrade our educational cooperation.", "sentId": 66}, {"text": "Through efforts like our 100,000 Strong in the Americas Initiative, we're expanding opportunities for educational exchanges and scientific partnerships and research collaborations.", "sentId": 67}, {"text": "And we're working to help girls learn around the world, including Mexico's commitment to support teachers and schools throughout Latin America and the Caribbean.", "sentId": 68}], "secId": 25}, {"speaker": "OBAMA", "sentences": [{"text": "In closing, since this is most likely to be our final White House meeting, I'm reminded of what President Pena Nieto said when he first came here almost four years ago.", "sentId": 69}, {"text": "Enrique, you said that our nations had a great opportunity to have a closer link of brotherhood, of sisterhood, of collaboration and, of course, of great accomplishments.", "sentId": 70}], "secId": 26}, {"speaker": "OBAMA", "sentences": [{"text": "I am proud of what we've achieved together, and proud to stand with you and the Mexican people as our brothers and sisters in progress.", "sentId": 71}, {"text": "And I'm confident that our nations will continue to grow even stronger and more prosperous together in the future.", "sentId": 72}], "secId": 27}, {"speaker": "OBAMA", "sentences": [{"text": "Muchas gracias.", "sentId": 73}, {"text": "Thank you very much.", "sentId": 74}], "secId": 28}, {"speaker": "PENA NIETO ", "sentences": [{"text": "Good afternoon, everyone.", "sentId": 75}], "secId": 29}, {"speaker": "PENA NIETO ", "sentences": [{"text": "First of all, I would like to thank President Barack Obama for this very kind invitation to be holding this official visit here at the White House, perhaps the last one that will be taking place here at the White House during your administration, President Obama.", "sentId": 76}], "secId": 30}, {"speaker": "PENA NIETO ", "sentences": [{"text": "And I would also like to particularly here -- say how important this friendship is, the friendship we have always had from President Obama.", "sentId": 77}, {"text": "And he has been and his administration, they have been very good neighbors.", "sentId": 78}, {"text": "He has been a very good neighbor and a president committed with the less-favored of his country.", "sentId": 79}, {"text": "And with stability also, and harmony, in hemisphere, and with the solution of global challenges as, for instance, climate change, international migration, and the reduction of nuclear weapons.", "sentId": 80}], "secId": 31}, {"speaker": "PENA NIETO ", "sentences": [{"text": "I would also like to recognize in his administration the decisive support of favoring migrants, including the over 35 million people of Mexican origin who live in the United States, who are part of the generation of wealth and employment in this country.", "sentId": 81}], "secId": 32}, {"speaker": "PENA NIETO ", "sentences": [{"text": "I would also like to take advantage of expressing our condolences of the Mexican people, my personal condolences for the lamentable events in Texas and Louisiana.", "sentId": 82}], "secId": 33}, {"speaker": "PENA NIETO ", "sentences": [{"text": "I fully recognize and acknowledge in president Obama a leader committed in our bilateral relationship, which I should say is today, going through one of its best moments and stages in the relationship of the history between our two countries.", "sentId": 83}], "secId": 34}, {"speaker": "PENA NIETO ", "sentences": [{"text": "In this visit, we have agreed to work on an agenda since 2013, a multi-thematic agenda favoring regional competitiveness.", "sentId": 84}, {"text": "We coincided during our meeting this morning on the importance of institutionalizing accomplishments, so that they will be lasting throughout time with a bilateral forum on higher education.", "sentId": 85}, {"text": "This year, over 64,000 Mexican students will be carrying out academic activities here in the United States.", "sentId": 86}], "secId": 35}, {"speaker": "PENA NIETO ", "sentences": [{"text": "And on the other hand, the high-level economic dialogue, with the participation of officials of both administrations of the highest ranking level, has undoubtedly become a platform for integration, competitiveness and growth.", "sentId": 87}], "secId": 36}, {"speaker": "PENA NIETO ", "sentences": [{"text": "And we have also agreed, ladies and gentlemen, in this meeting, to give it a permanent character, so that the benefits that derive from this dialogue will be extended throughout time.", "sentId": 88}], "secId": 37}, {"speaker": "PENA NIETO ", "sentences": [{"text": "Now, we have joined  for inspection programs to reduce costs of up to 50 percent -- that is half the cost -- and waiting times that have also been reduced by 60 percent.", "sentId": 89}, {"text": "And we've also implemented this project, this program at the Laredo, Texas airport, at the Mesa-Otay-Baja border crossing.", "sentId": 90}], "secId": 38}, {"speaker": "PENA NIETO ", "sentences": [{"text": "And soon, this will be operating in Ciudad Juarez.", "sentId": 91}, {"text": "With projects such as this we're building a safer, more modern and agile border, a border that undoubtedly generates prosperity for both countries.", "sentId": 92}], "secId": 39}, {"speaker": "PENA NIETO ", "sentences": [{"text": "Under this framework of competitiveness, we're now celebrating going into effect of the bilateral agreement favoring connectivity between both countries, so that as of the moment, this agreement goes into effect.", "sentId": 93}, {"text": "We're going to have more flights - more flights that will be better connecting Mexico and the United States.", "sentId": 94}], "secId": 40}, {"speaker": "PENA NIETO ", "sentences": [{"text": "And today, we've also formalized the Energy Business Council to support Mexico's transition towards an open and competitive market.", "sentId": 95}, {"text": "And we said the issues related to security and migration should be analyzed from an integral comprehensive perspective under the principle of shared responsibility.", "sentId": 96}], "secId": 41}, {"speaker": "PENA NIETO ", "sentences": [{"text": "We coincide in the fact that the consumption, and fighting consumption and trafficking of heroin is a priority and that we should find solutions to this challenge.", "sentId": 97}, {"text": "We both  through this, we have created a high-level task force on drugs focused on heroin and fentanyl .", "sentId": 98}, {"text": "And we've also decided to increase our cooperation with the governments of Central America, especially Guatemala, El Salvador, and Honduras, so that we can look into migration issues, especially the protection of children that are traveling unaccompanied.", "sentId": 99}], "secId": 42}, {"speaker": "PENA NIETO ", "sentences": [{"text": "Finally, let me refer to the electoral process that's taking place here in the United States.", "sentId": 100}, {"text": "And let me say that the closeness between the United States and Mexico is more than just a relationship between two governments.", "sentId": 101}], "secId": 43}, {"speaker": "PENA NIETO ", "sentences": [{"text": "It is a solid, a sound unbreakable relationship among millions of peoples who live in both nations.", "sentId": 102}, {"text": "And for Mexicans, for Americans, we are all united by 3,000 kilometers of border, with neighboring states -- ten neighbors states, and with population over 15 million inhabitants.", "sentId": 103}, {"text": "And their well-being depends on the well-being of their neighbors.", "sentId": 104}], "secId": 44}, {"speaker": "people", "sentences": [{"text": "And from now on, and right here, let me express my absolute will of collaboration to whomever is selected in November as the leader of this great nation, the next madam or president of the United States will find in Mexico and its government a constructive attitude with proposals and good faith to strengthen the relationship between our two nations.", "sentId": 105}], "secId": 45}, {"speaker": "people", "sentences": [{"text": "I am certain, ladies and gentlemen, that the political process in the following months will be characterized by the intensity of the debate, and the contrast of ideas, and the vitality of the citizens' participation, according to the great democratic condition that characterizes the United States.", "sentId": 106}], "secId": 46}, {"speaker": "people", "sentences": [{"text": "The Mexican government will be observing with great interest the electoral process of this country but it will not give its opinion.", "sentId": 107}, {"text": "It will not get involved in said process.", "sentId": 108}, {"text": "This is an issue that fully exclusively corresponds to the people of the United States.", "sentId": 109}], "secId": 47}, {"speaker": "people", "sentences": [{"text": "And Mrs. Hillary Clinton and Mr. Donald Trump, I would like to express to both of them my greatest respect, my deepest respect.", "sentId": 110}, {"text": "And for right now, I propose going into a frank, open dialogue with whomever is elected on the relationship between our two nations.", "sentId": 111}], "secId": 48}, {"speaker": "people", "sentences": [{"text": "I am sure that with the government of the United States, it will be possible to take a step ahead so that we can face common challenges, and take advantage of our enormous opportunities that we share, of course, and find solutions, solutions for possible differences.", "sentId": 112}], "secId": 49}, {"speaker": "people", "sentences": [{"text": "Undoubtedly, for Mexico, it is very important for the United States to do well and for the United States to have a strong economy.", "sentId": 113}, {"text": "And for the United States it's also very convenient for the Mexican economy to also do well.", "sentId": 114}], "secId": 50}, {"speaker": "people", "sentences": [{"text": "Your next Madam President or President will find in Mexico a strategic partner to face economic issues that we share, and all the challenges that we share.", "sentId": 115}], "secId": 51}, {"speaker": "people", "sentences": [{"text": "I would like to reiterate, President Barack Obama, my appreciation for your hospitality, for this fraternal meeting, and for everything, because this is tracing the route and the promise that we can continue working together as sister nations and neighbors.", "sentId": 116}, {"text": "And I reiterate my broadest recognition, President Obama, for being invariably a great friend of Mexico.", "sentId": 117}], "secId": 52}, {"speaker": "Thank you very much. OBAMA", "sentences": [{"text": "We have time for a few questions, starting with Kevin Cork.", "sentId": 118}], "secId": 53}, {"speaker": "QUESTION", "sentences": [{"text": "Thank you, Mr. President.", "sentId": 119}], "secId": 54}, {"speaker": "QUESTION", "sentences": [{"text": "I was wondering if you had a chance to take in the RNC last night.", "sentId": 120}, {"text": "I want to get your reaction to the comments made by the Republican presidential nominee.", "sentId": 121}, {"text": "And specifically, how do you counterbalance -- as we look ahead to Philadelphia, how do you counterbalance what was clearly an appealing message to many working- class Americans?", "sentId": 122}, {"text": "And I wanted to drill down also on his comments about the wall.", "sentId": 123}, {"text": "He said, once again, there's a need for a wall.", "sentId": 124}, {"text": "I ask that question, because you and I know that the United States spends tens of millions of dollars on a barrier between our two countries already.", "sentId": 125}, {"text": "So I'm wondering, where does Mr. Trump have it wrong as far as a need for a wall?", "sentId": 126}], "secId": 55}, {"speaker": "QUESTION", "sentences": [{"text": "And you also may know, sir, that your approval ratings are historically high.", "sentId": 127}, {"text": "Congrats on that.", "sentId": 128}, {"text": "Yet your right track/wrong track -- about two-thirds of Americans say we're on a wrong track.", "sentId": 129}, {"text": "Can you, sort of, square that disconnect?", "sentId": 130}, {"text": "Is that unfair to say that's an indictment of your presidency?", "sentId": 131}], "secId": 56}, {"speaker": "QUESTION", "sentences": [{"text": "Mr. President, thank you for coming, one.", "sentId": 132}, {"text": "And you, kind of, touched on this.", "sentId": 133}, {"text": "Donald Trump very well could be in January.", "sentId": 134}, {"text": "How do you work with a person -- how do you partner with a person that you previously compared to Hitler and Mussolini?", "sentId": 135}], "secId": 57}, {"speaker": "QUESTION", "sentences": [{"text": "And specifically on anti-narcotic interdiction and anti-human trafficking interdiction on the border, are you satisfied with the job that you've done as president?", "sentId": 136}, {"text": "What should Mexico be doing more of to help stem the tide?", "sentId": 137}], "secId": 58}, {"speaker": "QUESTION", "sentences": [{"text": "Thank you, gentlemen.", "sentId": 138}], "secId": 59}, {"speaker": "OBAMA", "sentences": [{"text": "OK.", "sentId": 139}], "secId": 60}, {"speaker": "OBAMA", "sentences": [{"text": "Well, first of all, I want to congratulate the city of Cleveland, Secret Service, local law enforcement that managed a big influx of people, and the occasional protester, and just a lot of activity, and made sure that everybody was looked after, everybody was safe.", "sentId": 140}, {"text": "I think they did a great job hosting.", "sentId": 141}], "secId": 61}, {"speaker": "OBAMA", "sentences": [{"text": "Second, the Republicans had an opportunity this week to share their vision with the country and emphasized those issues that they thought were important.", "sentId": 142}, {"text": "And I'm going to let the American people judge how persuasive their arguments were.", "sentId": 143}], "secId": 62}, {"speaker": "OBAMA", "sentences": [{"text": "Next week, the Democrats will have an opportunity to present their vision of both the progress we've made and how we make sure that everybody gets opportunity and security in the future.", "sentId": 144}], "secId": 63}, {"speaker": "OBAMA", "sentences": [{"text": "I noticed a little bit of editorializing there, Kevin, when you said how do I counter a message that was clearly appealing to working class Americans.", "sentId": 145}, {"text": "I don't know if you've talked to all of them.", "sentId": 146}, {"text": "It's -- the -- it's...", "sentId": 147}], "secId": 64}, {"speaker": "QUESTION", "sentences": [], "secId": 65}, {"speaker": "OBAMA", "sentences": [{"text": "Well, it's -- it's -- it's the -- so it's not really clear how appealing it was.", "sentId": 148}, {"text": "We'll find out.", "sentId": 149}, {"text": "That's what elections are for.", "sentId": 150}], "secId": 66}, {"speaker": "OBAMA", "sentences": [{"text": "I did not watch the convention.", "sentId": 151}, {"text": "I don't think that's a surprise.", "sentId": 152}, {"text": "I've got a lot of stuff to do and -- and they are pretty long events.", "sentId": 153}, {"text": "But I did read some of what was said, and the one thing that I think is important to recognize is this idea that America is somehow on the verge of collapse, this vision of violence and chaos everywhere, doesn't really jive with the experience of most people.", "sentId": 154}, {"text": "I hope people the next morning walked outside and birds were chirping and the sun was out, and this afternoon, people will be watching their kids play in sports teams and go to the swimming pool and folks are going to work and getting ready for the weekend.", "sentId": 155}], "secId": 67}, {"speaker": "OBAMA", "sentences": [{"text": "And in particular, I think it is important, just to be absolutely clear here, that some of the fears that were expressed throughout the week just don't jive with the facts.", "sentId": 156}, {"text": "So let's take two specific examples.", "sentId": 157}], "secId": 68}, {"speaker": "OBAMA", "sentences": [{"text": "When it comes to crime, the violent crime rate in America has been lowered during my presidency than anytime in the last three, four decades.", "sentId": 158}, {"text": "And although it is true that we've seen an uptick in murders and violent crime in some cities this year, the fact of the matter is that the murder rate today, the violence rate today is far lower than it was when Ronald Reagan was president and lower than when I took office.", "sentId": 159}], "secId": 69}, {"speaker": "OBAMA", "sentences": [{"text": "We've just gone through a tragic period where we saw both tragedy in Minnesota and Baton Rouge, and then the insanity and the viciousness of people targeting police officers.", "sentId": 160}, {"text": "And we are all heart broken by that and we're all troubled by how we can rebuild trust, support law enforcement and make sure the communities feel that they are being fairly policed.", "sentId": 161}], "secId": 70}, {"speaker": "OBAMA", "sentences": [{"text": "But the fact is that the rate of intentional killings of police officers is also significantly lower than it was when Ronald Reagan was president.", "sentId": 162}, {"text": "Those are facts.", "sentId": 163}, {"text": "That's the data.", "sentId": 164}], "secId": 71}, {"speaker": "OBAMA", "sentences": [{"text": "When it comes to immigration, I think Americans expect that our immigration process is orderly and it is legal.", "sentId": 165}, {"text": "And we have put unprecedented resources at our border.", "sentId": 166}, {"text": "Well, it turns out that the rate of illegal migration into the United States today is lower by two-thirds than it was when Ronald Reagan was president.", "sentId": 167}, {"text": "We have far fewer undocumented workers crossing the border today than we did in the '80s or the '90s or when George Bush was president.", "sentId": 168}, {"text": "That's a fact.", "sentId": 169}], "secId": 72}, {"speaker": "OBAMA", "sentences": [{"text": "So the one thing that I think is important is obviously, there are going to be different visions about where we should go as country; how we can provide jobs; how we can make sure that our kids are able to get the education they need to succeed in the 21st century; how do we deal with our budget; how do make sure our tax system is fair; how do we deal with very real issues around growing inequality or wages that have not gone up as fast as we want, and the real pressures that a lot of families feel.", "sentId": 170}], "secId": 73}, {"speaker": "OBAMA", "sentences": [{"text": "But we're not going to make good decisions based on fears that don't have a basis in fact.", "sentId": 171}, {"text": "And that, I think, is something that I hope all Americans pay attention to.", "sentId": 172}, {"text": "America is much less violent than it was 20, 30 years ago.", "sentId": 173}, {"text": "And immigration is much less a problem than it was not just 20 or 30 years ago, but when I came in as president.", "sentId": 174}, {"text": "That doesn't mean we haven't  solved those problem, but those are facts.", "sentId": 175}], "secId": 74}, {"speaker": "OBAMA", "sentences": [{"text": "I think that covers just about everything.", "sentId": 176}, {"text": "Oh, you had some question about my approval ratings being high, and right-track, wrong- track.", "sentId": 177}, {"text": "I think if you look at almost every year under every president over the last, I don't know, 20, 30 years, you're going to be hard- pressed to find a year in which the majority of Americans thought we were on the right track.", "sentId": 178}, {"text": "Maybe because all the good things that are happening in America don't get reported on a lot.", "sentId": 179}], "secId": 75}, {"speaker": "OBAMA", "sentences": [{"text": "So I don't think that's actually unusual.", "sentId": 180}, {"text": "But I appreciate you bringing up the fact that my poll numbers are doing OK.", "sentId": 181}], "secId": 76}, {"speaker": "PENA NIETO ", "sentences": [{"text": "Thank you very much, President Obama.", "sentId": 182}], "secId": 77}, {"speaker": "PENA NIETO ", "sentences": [{"text": "Let me reiterate what I said a few minutes ago.", "sentId": 183}, {"text": "The relationship between the United States and Mexico goes over and beyond the relationship between two governments.", "sentId": 184}, {"text": "This is a relationship that has been built as of two peoples who have a common life, or millions of people who have their everyday lives in both nations; a relationship that undoubtedly involves millions of inhabitants of both countries.", "sentId": 185}], "secId": 78}, {"speaker": "PENA NIETO ", "sentences": [{"text": "I would also like to say, as I said before, that for the Mexican administration, the democratic process that you live here in the American , and for this process, we will always be absolutely respectful.", "sentId": 186}, {"text": "We will not get involved.", "sentId": 187}, {"text": "We will not give our opinion.", "sentId": 188}, {"text": "We will not set any type of position because at the end of the day, this corresponds to the people of the United States.", "sentId": 189}, {"text": "And it is the American people who have to decide who the next male or female president will be.", "sentId": 190}], "secId": 79}, {"speaker": "PENA NIETO ", "sentences": [{"text": "But what we can say right now is that whomever is elected here as president, to the Mexican government, we'll be working in a very constructive manner with good faith.", "sentId": 191}, {"text": "I am certain that the relationship between both countries goes beyond the mere economic environment.", "sentId": 192}, {"text": "Here, President Obama has highlighted many of the such relevant figures that show the vitality of the economic relationship, the trade and commerce relationship between our two nations; the millions of jobs that are generated in the United States and in Mexico as of exactly the economic relationship.", "sentId": 193}], "secId": 80}, {"speaker": "PENA NIETO ", "sentences": [{"text": "But there's another very important aspect that I should highlight -- the good cooperation that we have in terms of security, not only for the Mexican government to combat organized crime in a more efficient manner, but also for the U.S. government to efficiently fight criminal groups that practically are not respecting any type of order, and that are cooperating in both nations.", "sentId": 194}], "secId": 81}, {"speaker": "PENA NIETO ", "sentences": [{"text": "The cooperation in terms of security between Mexico and the United States is also ever-present in the fight against terrorism.", "sentId": 195}, {"text": "We are working so that we can turn North America into a terrorism-free nation and part of the world, of course.", "sentId": 196}, {"text": "And this is something we share every day in this, every day cooperation.", "sentId": 197}, {"text": "We share information.", "sentId": 198}, {"text": "We do activities together.", "sentId": 199}, {"text": "And we are always trying to keep North America as a region free of the presence of terrorism.", "sentId": 200}], "secId": 82}, {"speaker": "PENA NIETO ", "sentences": [{"text": "The relationship between Mexico and the United States is very broad, and at different fronts.", "sentId": 201}], "secId": 83}, {"speaker": "PENA NIETO ", "sentences": [{"text": "That is why the attitude and the position of my administration in terms of committing ourselves to continue working with whomever is elected as president of the United States, it is the decision that we are going to respect, the decision of the American people.", "sentId": 202}], "secId": 84}, {"speaker": "PENA NIETO ", "sentences": [{"text": "And let me also say that never before have I said anything, have I given any adjective to any of the candidates in the Democratic competition here in the United States.", "sentId": 203}, {"text": "Any issue, anything that I have said has been taken out of context.", "sentId": 204}, {"text": "And especially as we gather everything that has been said on this process.", "sentId": 205}], "secId": 85}, {"speaker": "PENA NIETO ", "sentences": [{"text": "If you see everything that I have said, invariably, I have expressed absolute respect for this process, because I reiterate, this is an issue that in the decision of the American people, exclusively of the people of the United States.", "sentId": 206}], "secId": 86}, {"speaker": "STAFF", "sentences": [{"text": "Gloria .", "sentId": 207}], "secId": 87}, {"speaker": "PENA NIETO ", "sentences": [{"text": "Yes.", "sentId": 208}], "secId": 88}, {"speaker": "QUESTION", "sentences": [{"text": "Good afternoon, Mr. President.", "sentId": 209}, {"text": "Both governments have expressed they are in favor of the free market and .", "sentId": 210}, {"text": "We've heard some voices that oppose themselves to this paradigm.", "sentId": 211}, {"text": "Candidate Trump has pointed out that he's inclined to protectionism.", "sentId": 212}], "secId": 89}, {"speaker": "QUESTION", "sentences": [{"text": "My question is, do the legal mechanisms of NAFTA provide it with strength so that it is not put aside by degree?", "sentId": 213}], "secId": 90}, {"speaker": "QUESTION", "sentences": [{"text": "And President Obama, I'd like to ask you, what have been issues you have in your administration that you have -- you would have liked to complete?", "sentId": 214}], "secId": 91}, {"speaker": "QUESTION", "sentences": [{"text": "Thank you.", "sentId": 215}], "secId": 92}, {"speaker": "PENA NIETO ", "sentences": [{"text": "I think the free market model of commercial trade openness -- this model has undoubtedly shown enormous benefits for nations, for those of us that follow this model, of course.", "sentId": 216}], "secId": 93}, {"speaker": "PENA NIETO ", "sentences": [{"text": "And let me just say that as of the agreement signed with the United States and Canada -- I'm talking about NAFTA, of course -- the trade level grew over 500 percent -- 547 percent to be exact in this -- the last 20 years of NAFTA.", "sentId": 217}, {"text": "And this undoubtedly is reflected in more productive investments, in the creation of jobs as well.", "sentId": 218}, {"text": "And it has promoted different projects for the development of infrastructure, to make our countries even more competitive.", "sentId": 219}, {"text": "I also think that what is happening is that whenever we've had a slow down process in the world economy, we start questioning the model.", "sentId": 220}, {"text": "No doubt, however -- and this is something I'm fully convinced of -- no doubt that this model Mexico has followed and promoted and fostered, well, it has had a particularly important strategic partnership with the U.S. and Canada.", "sentId": 221}], "secId": 94}, {"speaker": "PENA NIETO ", "sentences": [{"text": "This is a model that still promises a lot of things so much for the benefits of our citizens, because it allows us to consolidate the North American region as a more competitive region with a lot more investment, in which we are really taking advantage of opportunities to build labor possibilities for our peoples.", "sentId": 222}], "secId": 95}, {"speaker": "PENA NIETO ", "sentences": [{"text": "This is really something we have to highlight and underline and bear in mind, because it represents so much.", "sentId": 223}, {"text": "And this agreement is projecting into the future, of course.", "sentId": 224}, {"text": "Free trade, of course.", "sentId": 225}, {"text": "Right now, we can say this is something that we have had now for 20 years.", "sentId": 226}], "secId": 96}, {"speaker": "PENA NIETO ", "sentences": [{"text": "And I think there are also conditions to modernize, to update and to find more advantages, so that it will potentiate shared common possibilities that we, the three partners, the three strategic partners have.", "sentId": 227}, {"text": "I'm talking about Mexico, the United States and Canada.", "sentId": 228}], "secId": 97}, {"speaker": "PENA NIETO ", "sentences": [{"text": "I believe that this agreement -- this agreement, which is also strengthened through TPP, which is now to be approved in the different countries, undoubtedly they potentialize, they boost and they create a highly promising platform for economic development and for the benefits this will constitute for our societies.", "sentId": 229}], "secId": 98}, {"speaker": "PENA NIETO ", "sentences": [{"text": "I think the mechanism of -- it's already in the purpose.", "sentId": 230}], "secId": 99}, {"speaker": "PENA NIETO ", "sentences": [{"text": "I think the position of the United States is that after 20 years of having NAFTA, we now have eventually the conditions to modernize it, to update NAFTA, and potentialize this agreement even more.", "sentId": 231}], "secId": 100}, {"speaker": "OBAMA", "sentences": [{"text": "I agree with Enrique that one of the values of the Trans- Pacific Partnership, TPP, is that we've learned from our experience in NAFTA what's worked, what hasn't, where we can strengthen it.", "sentId": 232}, {"text": "And a number of the provisions inside of the Trans-Pacific Partnership address some previous criticisms of NAFTA and will make what is already an extraordinarily strong economic relationship between our two countries even stronger.", "sentId": 233}, {"text": "And we'll make sure that the process of global integration is serving not just large companies, but is helping small companies and small businesses and workers.", "sentId": 234}], "secId": 101}, {"speaker": "OBAMA", "sentences": [{"text": "So what I've said consistently is that globalization is a fact, because of technology, because of an integrated global supply chain, because of changes in transportation.", "sentId": 235}, {"text": "And we're not going to be able to build a wall around that.", "sentId": 236}], "secId": 102}, {"speaker": "OBAMA", "sentences": [{"text": "What we can do is to shape how that process of global integration proceeds, so that it's increasing opportunity for ordinary people, so that it's creating better jobs, so that we are strengthening protections for workers, so that we are addressing some of the environmental challenges that come with rapid growth.", "sentId": 237}], "secId": 103}, {"speaker": "OBAMA", "sentences": [{"text": "And for us to look forward and find ways in which we shape this new direction of the global economy in a way that benefits everybody, rather than to look backwards and think that we can undo what has taken place, I think this is our best strategy.", "sentId": 238}], "secId": 104}, {"speaker": "OBAMA", "sentences": [{"text": "And for all the talk about starting trade wars or increasing protectionist barriers between countries, when you actually examine how our economies work, auto plants in the United States, for example, would have a very hard time producing the number of automobiles they produce -- and they've been having record years over the last several years -- if they're also not getting some supplies from companies in Mexico.", "sentId": 239}, {"text": "And companies in Mexico are not going to do well if they don't have some connection to not just markets, but also suppliers and technology from the United States.", "sentId": 240}], "secId": 105}, {"speaker": "OBAMA", "sentences": [{"text": "We have to focus on how do we ensure the economy works for everybody, and not just a few.", "sentId": 241}], "secId": 106}, {"speaker": "OBAMA", "sentences": [{"text": "There are dangers that globalization increases inequality.", "sentId": 242}, {"text": "There are dangers that because capital is mobile and workers are not, if we are not providing them sufficient protection, that they can be left behind in this process.", "sentId": 243}, {"text": "And that's what we have to focus on.", "sentId": 244}, {"text": "And the Trans- Pacific Partnership is consistent with that.", "sentId": 245}], "secId": 107}, {"speaker": "OBAMA", "sentences": [{"text": "Julie?", "sentId": 246}], "secId": 108}, {"speaker": "QUESTION", "sentences": [{"text": "President Obama, given the fact that the government of Turkey is asking for the extradition of Turkish cleric Fethullah Gulen, how are you weighing that decision?", "sentId": 247}, {"text": "How do you view the allegation that he helped in the recent coup and that Turkish intelligence officials have said that they believe U.S. intelligence services had direct knowledge of the coup's planning?", "sentId": 248}], "secId": 109}, {"speaker": "QUESTION", "sentences": [{"text": "Also, with the detention of more than 10,000 Turks, the firing of thousands more, and a ban on overseas travel by academics, at what point do you need to speak out more forcefully about these tactics?", "sentId": 249}], "secId": 110}, {"speaker": "QUESTION", "sentences": [{"text": "And President Pena Nieto, I did my undergraduate thesis on the  and the legacy of the revolution and how that shaped your nation's politics.", "sentId": 250}, {"text": "Pero los siento por pratica por mis ingles.", "sentId": 251}], "secId": 111}, {"speaker": "QUESTION", "sentences": [{"text": "Question for you is that you've mentioned your efforts to address heroin and the trafficking and the transfer to the United States.", "sentId": 252}, {"text": "Could you talk a bit more about the challenges that you face in disrupting this illegal trade?", "sentId": 253}], "secId": 112}, {"speaker": "QUESTION", "sentences": [{"text": "Particularly given the fact that often it's transported in small amounts, making the kind of  that Mexico and the U.S. have collaborated on in terms of other illicit drugs more difficult?", "sentId": 254}], "secId": 113}, {"speaker": "QUESTION", "sentences": [{"text": "And in addition, you, like President Obama, have made climate change a top priority.", "sentId": 255}, {"text": "Can you talk about the biggest obstacles you face there in achieving your climate goals and how climate impacts are affecting your country and the future relationship between the U.S. and Mexico in terms of migration and other factors?", "sentId": 256}, {"text": "Gracias.", "sentId": 257}], "secId": 114}, {"speaker": "OBAMA", "sentences": [{"text": "So, Juliette , first of all, I had a chance to talk to President Erdogan this week and reiterated what we said from the earliest reports that a coup was being attempted in Turkey, and that is that we strongly reject any attempt to overthrow democracy in Turkey, that we support the democratically-elected government there.", "sentId": 258}], "secId": 115}, {"speaker": "OBAMA", "sentences": [{"text": "And I think one of the signs of great strength in the Turkish people was the fact that even strong opponents of President Erdogan, when reports of the coup were taking place and when it was still uncertain who exactly was behind it, even opponents of President Erdogan pushed back hard against the idea that the military should overthrow a democratically-elected government.", "sentId": 259}], "secId": 116}, {"speaker": "OBAMA", "sentences": [{"text": "Any reports that we had any previous knowledge of a coup attempt, that there was any U.S. involvement in it, that we were anything other than entirely supportive of Turkish democracy are completely false, unequivocally false.", "sentId": 260}, {"text": "And I said that to President Erdogan.", "sentId": 261}, {"text": "And I also said to him that he needs to make sure that not just he, but everybody in his government understand that those reports are completely false because when rumors like that start swirling around, that puts our people at risk on the ground in Turkey and it threatens what is a critical alliance and partnership between the United States and Turkey.", "sentId": 262}], "secId": 117}, {"speaker": "OBAMA", "sentences": [{"text": "So I want to be as clear and unequivocal as I can be.", "sentId": 263}, {"text": "We deplore the attempted coup.", "sentId": 264}, {"text": "We said so earlier than just about anybody and have been consistent throughout that the Turkish people deserve a government that was democratically elected.", "sentId": 265}], "secId": 118}, {"speaker": "OBAMA", "sentences": [{"text": "Now, what is true is that President Erdogan and Turkey have a strong belief that Mr. Gulen here in the -- who is in Pennsylvania, a legal resident of the United States, is somehow behind some of these -- some of these efforts.", "sentId": 266}, {"text": "And what I said to President Erdogan is the same thing that I would say to you and anybody else who asks, which is we have a process here in the United States for dealing with extradition requests made by foreign governments.", "sentId": 267}], "secId": 119}, {"speaker": "OBAMA", "sentences": [{"text": "And it's governed by treaties and it's governed by laws.", "sentId": 268}, {"text": "And it is not a decision that I make, but rather a decision that our Justice Department and investigators and courts make alongside my administration in a very well-structured and well-establish, process.", "sentId": 269}, {"text": "So I told President Erdogan that they should present us with evidence that they think indicates the involvement of Mr. Gulen or anybody else who is here in the United States, and it would be processed the way that it is always processed and that we would certainly take any allegations like this seriously.", "sentId": 270}], "secId": 120}, {"speaker": "OBAMA", "sentences": [{"text": "But America's governed by rules of law, and those are not ones that the president of the United States or anybody else can just set aside for the sake of expediency, even when we are deeply supportive of Turkish democracy and even when we care deeply about any attempts to overthrow their government or any other illegal actions.", "sentId": 271}, {"text": "We've got to go through a legal process.", "sentId": 272}], "secId": 121}, {"speaker": "OBAMA", "sentences": [{"text": "Finally, with respect to what's happening in the aftermath of the coup attempt, in my conversations with President Erdogan, I think in statements by John Kerry and others, what we have indicated is our strong belief and hope that as the dust settles, there is not a over- reaction that could in some fashion lead to a curtailment of civil liberties or a weakening of the ability of legitimate opposition, or journalists through legal processes to voice their concerns, and to petition their government.", "sentId": 273}], "secId": 122}, {"speaker": "OBAMA", "sentences": [{"text": "And that the United States, as a friend and partner of Turkey's, and me personally as somebody who has worked with President Erdogan for a long time now, would encourage that the manner in which this coup is investigated and people are held accountable and justice is done, is consistent with rule of law and the basic freedoms that I think the Turkish people have fought for and defended.", "sentId": 274}], "secId": 123}, {"speaker": "OBAMA", "sentences": [{"text": "And obviously, you know, we can't discount how scary and shaken not just the Turkish government is, but Turkish society is.", "sentId": 275}, {"text": "Imagine if you had some rump group of military officials here in the United States who started flying off with F-16s or other artillery and were taking shots at government buildings, and people were killed and injured.", "sentId": 276}, {"text": "People would be scared and rightfully so.", "sentId": 277}], "secId": 124}, {"speaker": "OBAMA", "sentences": [{"text": "But one of the challenges of a democratic government is making sure that even in the midst of emergencies and passions, we make sure that rule of law and the basic precepts of justice and liberty prevail.", "sentId": 278}, {"text": "And my hope is that that is what will emerge.", "sentId": 279}], "secId": 125}, {"speaker": "OBAMA", "sentences": [{"text": "In the meantime, we will continue to work with Turkey even as they try to stabilize the situation.", "sentId": 280}, {"text": "Our base at Incirlik, from which we are going after ISIL hard, is up and running again.", "sentId": 281}, {"text": "And we continue to work with them to make sure that we don't lose momentum that we've built in terms of weakening ISIL's position in Syria, and to try to strengthen the prospects for some resolution of that terrible conflict.", "sentId": 282}], "secId": 126}, {"speaker": "PENA NIETO ", "sentences": [{"text": "Thank you very much for your question, because it allows us to show and to talk about a subject matter we have agreed, and something that I mentioned in my first part of in this meeting, which is exactly that related to the creation -- as a matter of fact, since we met in Canada a few days ago, creating a high-level group to define mechanisms to combat the production of poppy -- opium poppy cultivation and also opium gum and heroin coming into the United States, which is the situation clearly today.", "sentId": 283}], "secId": 127}, {"speaker": "PENA NIETO ", "sentences": [{"text": "What is reality all about?", "sentId": 284}, {"text": "We see that there's a growing production in some parts of the geography of Mexico, where there are conditions for the production of this crop.", "sentId": 285}, {"text": "And there's also a growing introduction of heroin here in the United States.", "sentId": 286}], "secId": 128}, {"speaker": "PENA NIETO ", "sentences": [{"text": "Well, this is the information we have right now.", "sentId": 287}, {"text": "That's why we have to get together to build.", "sentId": 288}, {"text": "We have to continue working together to find a solution to eradicate crops and to have alternative crops, conversion of crops and create mechanisms that allow us face up to this  which has taken the lives of hundreds of people, especially here in the United States.", "sentId": 289}], "secId": 129}, {"speaker": "PENA NIETO ", "sentences": [{"text": "What we have agreed on is to work together.", "sentId": 290}, {"text": "And to define the route we're going to be following, I insist to avoid these poppy crops to extending to other parts of the Mexican geography whenever that is possible, and thus be able to reduce -- to diminish, to reduce and avoid the growing entrance of heroin into the United States.", "sentId": 291}], "secId": 130}, {"speaker": "PENA NIETO ", "sentences": [{"text": "But I think this topic shows something else -- it shows us the need of working together.", "sentId": 292}, {"text": "It also shows the need both countries have to face up to problems that are common problems.", "sentId": 293}], "secId": 131}, {"speaker": "PENA NIETO ", "sentences": [{"text": "And crops of poppy in Mexico, which is the base for heroin production, undoubtedly is taking place in places where there's violence as of the production of these crops.", "sentId": 294}, {"text": "And of criminal groups as well, who become stronger through the introduction of illegal weapons, guns in our country, guns -- firearms coming from the United States into Mexico.", "sentId": 295}], "secId": 132}, {"speaker": "PENA NIETO ", "sentences": [{"text": "Unfortunately, while this is encouraging -- increasingly encouraging the opium poppy cultivation in Mexico, I repeat this is a common problem, because it generates a problem of violence in our country and strengthening of criminal groups in our country as well.", "sentId": 296}, {"text": "And the introduction of heroin here in the United States that has taken the lives of thousands of people in this country.", "sentId": 297}], "secId": 133}, {"speaker": "PENA NIETO ", "sentences": [{"text": "But what you have said is one of the many subject matters that are on the shared agenda between our two countries.", "sentId": 298}, {"text": "I mean, the need of having and attending to this in a joint fashion, this issue show the need to work in a very close manner, in a constructive manner, in a very positive way to look into this jointly -- us, two governments, to look into problems that are affecting both societies.", "sentId": 299}], "secId": 134}, {"speaker": "PENA NIETO ", "sentences": [{"text": "And this is exactly what we've decided to do.", "sentId": 300}, {"text": "I want to thank President Barack Obama for his political will so that we can create this high-level working group, this task force to find the best solutions for this phenomenon.", "sentId": 301}], "secId": 135}, {"speaker": "PENA NIETO ", "sentences": [{"text": "Cecilia   of the Cronica newspaper.", "sentId": 302}], "secId": 136}, {"speaker": "QUESTION ", "sentences": [{"text": "Good afternoon, President.", "sentId": 303}], "secId": 137}, {"speaker": "QUESTION ", "sentences": [{"text": "You spoke about the need to institutionalize the agreements reached thus far between both nations.", "sentId": 304}, {"text": "Besides the free trade agreement, which is this agenda of subjects, taking into account the change in the administration in the United States, I'd like to ask you whether you have discussed the extradition of El Chapo Guzman, as well.", "sentId": 305}], "secId": 138}, {"speaker": "PENA NIETO ", "sentences": [{"text": "When we speak about institutionalizing mechanisms between both countries, it is for them to be durable throughout time.", "sentId": 306}], "secId": 139}, {"speaker": "PENA NIETO ", "sentences": [{"text": "There are three particularly important mechanisms that are undoubtedly now allowing us to have a very positive constructive relationship in both nations.", "sentId": 307}, {"text": "First, the High Level Economic Dialogue, the HLED that involves the highest ranking officials of both administrations that are working in favor of creating a route, a path for infrastructure construction, or borders infrastructure, which is a lot more modern infrastructure that would allow to have more agile trade and commerce between our two nations.", "sentId": 308}], "secId": 140}, {"speaker": "PENA NIETO ", "sentences": [{"text": "And in terms of security, something that I have already said, as many of the other subject matters under our responsibility -- security cooperation allows us to fight together, jointly, criminal organizations operating in both countries and maintaining a safe border.", "sentId": 309}], "secId": 141}, {"speaker": "PENA NIETO ", "sentences": [{"text": "All -- it comes from this high-level dialogue that we have.", "sentId": 310}, {"text": "And surely, the academic exchanges.", "sentId": 311}, {"text": "The academic exchanges to have more students from Mexico to be able to come to the United States to get their training, their education here and North American students to be able to go to Mexico.", "sentId": 312}], "secId": 142}, {"speaker": "PENA NIETO ", "sentences": [{"text": "And this has been a growing impetus.", "sentId": 313}, {"text": "The number of students is 64,000 right now.", "sentId": 314}, {"text": "Three years ago, it was 15,000.", "sentId": 315}, {"text": "Mexican students were coming here to study in the United States.", "sentId": 316}, {"text": "It is precisely of this decision, we've decided to continue on this path and to continue promoting it.", "sentId": 317}], "secId": 143}, {"speaker": "PENA NIETO ", "sentences": [{"text": "And the third thing here is the mechanism to implement innovation, technology and infrastructure in North America.", "sentId": 318}, {"text": "This is a mechanism that's allowing us to really identify areas of opportunity, to enhance value chains, productive chains, and also supply chains that are there for the production in the United States as well as in Mexico.", "sentId": 319}], "secId": 144}, {"speaker": "PENA NIETO ", "sentences": [{"text": "In fact, we've already defined a cluster of mapping process so that we could really promote the economic activity in both nations, and how can we strengthen this relationship, of course.", "sentId": 320}], "secId": 145}, {"speaker": "PENA NIETO ", "sentences": [{"text": "This is another  of the commitment and the will of President Obama's administration.", "sentId": 321}, {"text": "So the relationship between our two countries is not a monochromatic relationship.", "sentId": 322}], "secId": 146}, {"speaker": "PENA NIETO ", "sentences": [{"text": "Just focusing on security, we wanted to really try to launch efforts in both governments to promote competitiveness and productivity of the United States, of Mexico, North America as a whole, and to really promote and foster this region so it can become the most attractive region for investments, economic growth, and productivity and development.", "sentId": 323}, {"text": "And for that, we have to be working in common fronts, especially in joint projects that are jointly defined, that will also allow us to really comply with this purpose and objective.", "sentId": 324}], "secId": 147}, {"speaker": "OBAMA", "sentences": [{"text": "I thought that was a good summary of what we mean when we say, \"the need to institutionalize the relationship.\"", "sentId": 325}], "secId": 148}, {"speaker": "OBAMA", "sentences": [{"text": "I think it's very important to remember that so much of the work that gets done between countries is not done at the level of presidents, but is done within various agencies, whether it's law enforcement or economic ministries.", "sentId": 326}, {"text": "And when they establish relationships and systems of communications and shared projects and shared visions, those structures continue even after any particular president is gone.", "sentId": 327}, {"text": "It builds trust and understanding between countries that are critically important.", "sentId": 328}], "secId": 149}, {"speaker": "OBAMA", "sentences": [{"text": "This gives me a good opportunity, I think, to emphasize that throughout my presidency, both with President Pena Nieto and with his predecessor, we have had consistent, strong communications collaboration.", "sentId": 329}, {"text": "Where there have been differences or tensions, we have consistently tried to work through them in a constructive, positive way.", "sentId": 330}], "secId": 150}, {"speaker": "OBAMA", "sentences": [{"text": "And, you know, to take an example of something that obviously always gets a lot of attention, the issue of the border, a lot of the undocumented workers or migration flows that we've seen over the last several years aren't coming from Mexico, but are coming from Central America.", "sentId": 331}, {"text": "And if it were not for the hard work of Mexico in trying to secure its border to the south and to cooperate with us, we would have a much more significant problem.", "sentId": 332}], "secId": 151}, {"speaker": "OBAMA", "sentences": [{"text": "And that's not always easy.", "sentId": 333}, {"text": "That requires resources and policy decisions made by the Mexican government.", "sentId": 334}, {"text": "But the cooperation on that front has been absolutely critical in making sure that we deal with these issues in a serious way, and in a humane way.", "sentId": 335}, {"text": "And we continue to make progress on that front.", "sentId": 336}], "secId": 152}, {"speaker": "OBAMA", "sentences": [{"text": "The same is true when it comes to drug trafficking.", "sentId": 337}, {"text": "This is a problem of both of our countries.", "sentId": 338}, {"text": "And as a consequence of the work that we've done together, we have seen progress in some areas, both in the flow of drugs north, but also in the flow of guns and illicit financing south.", "sentId": 339}], "secId": 153}, {"speaker": "OBAMA", "sentences": [{"text": "But we're not going to be able to solve this problem by ourselves.", "sentId": 340}, {"text": "And Mexico is going to need the United States to cooperate in order to rid itself of the violence and corruption that results from the drug trade.", "sentId": 341}, {"text": "And so, the more we can build these kinds of habits of cooperation and ingrain them in our various agencies, the better off we're going to be.", "sentId": 342}], "secId": 154}, {"speaker": "OBAMA", "sentences": [{"text": "And I -- I want everybody to be very clear, Mexico has been a consistent, strong partner with us on these issues.", "sentId": 343}, {"text": "And if they had not been, we would have had much bigger problems on our borders and the benefit of a cooperative Mexico, and by the way, a Mexico that has a healthy economy, a Mexico that can help us build stability and security in Central America, that's going to do a lot more to solve any migration crisis or drug trafficking problem than a wall.", "sentId": 344}, {"text": "And it will be much more reflective of the kind of relationship that we should have with our neighbors.", "sentId": 345}], "secId": 155}, {"speaker": "OBAMA", "sentences": [{"text": "Mr. President, thank you.", "sentId": 346}], "secId": 156}, {"speaker": "PENA NIETO", "sentences": [{"text": "Thank you.", "sentId": 347}], "secId": 157}, {"speaker": "PENA NIETO", "sentences": [{"text": "END", "sentId": 348}], "secId": 158}], "sectionCount": 159, "url": "transcripts.cnn.com/TRANSCRIPTS/1607/22/ip.01.html", "sentenceCount": 350, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 22, 2016 - 12:00   ET", "speakers": ["KING", "TRUMP", "COLBERT", "WARREN", "OBAMA", "PENA NIETO ", "people", "Thank you very much. OBAMA", "QUESTION", "STAFF", "QUESTION ", "PENA NIETO"], "title": "INSIDE POLITICS"}