{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1406.15.ip.01.html.json", "subTitle": "GOP Shake Up; Clinton: What's Changed Ahead of 2016", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "The Tea Party scores a giant victory toppling the number two House Republican and demanding seats at the GOP leadership table.", "sentId": 0}], "secId": 0}, {"speaker": "CANTOR", "sentences": [{"text": "I will be stepping down as majority leader.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Compromise was already near impossible in Washington.", "sentId": 2}, {"text": "Is there any prayer now for deals on issues like immigration and spending?", "sentId": 3}], "secId": 2}, {"speaker": "PELOSI", "sentences": [{"text": "What's going on is the Republican Party going even further to the right.", "sentId": 4}], "secId": 3}, {"speaker": "BOEHNER", "sentences": [{"text": "I've worked with all 434 other members of Congress before.", "sentId": 5}, {"text": "I can work with whoever gets elected.", "sentId": 6}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Plus the Hillary Clinton book rollout hits a few speed bumps.", "sentId": 7}], "secId": 5}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Dead broke -- really?", "sentId": 8}], "secId": 6}, {"speaker": "CLINTON", "sentences": [{"text": "That may have not been the most artful way.", "sentId": 9}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Is she just a little rusty or does $200,000 a speech make it harder for Hillary to understand the middle class crunch?", "sentId": 10}], "secId": 8}, {"speaker": "CLINTON", "sentences": [{"text": "Bill and I have gone through a lot of different phases in our lives.", "sentId": 11}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS the biggest stories sourced by the best reporters now.", "sentId": 12}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 13}, {"text": "I'm John King.", "sentId": 14}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 15}, {"text": "And happy father's day.", "sentId": 16}], "secId": 11}, {"speaker": "It was a wow week in politics.  With us to share their reporting and their insights", "sentences": [{"text": "Politico's Maggie Haberman; David Maraniss of the \"Washington Post\"; Jonathan Martin of the \"New York Times\" and NPR's Wanda Summers.", "sentId": 17}], "secId": 12}, {"speaker": "It was a wow week in politics.  With us to share their reporting and their insights", "sentences": [{"text": "Well, so much for crushing the Tea Party.", "sentId": 18}, {"text": "The number two House Republican was sent packing Tuesday by an underfunded economics professor, who said that Majority Leader Eric Cantor was too ambitious cozy with the big banks and lobbyists and too open to big immigration reforms -- a huge win, huge win for the Tea Party and fresh evidence of the tug of war, some say civil war, for control of the Republican Party.", "sentId": 19}], "secId": 13}, {"speaker": "It was a wow week in politics.  With us to share their reporting and their insights", "sentences": [{"text": "But here is the big question.", "sentId": 20}, {"text": "Will the Tea Party actually get what it wants, one of its own as majority leader and more say in setting the agenda?", "sentId": 21}], "secId": 14}, {"speaker": "It was a wow week in politics.  With us to share their reporting and their insights", "sentences": [{"text": "Let me start there Jonathan Martin.", "sentId": 22}, {"text": "Let me be a bit of a contrarian.", "sentId": 23}, {"text": "Could the biggest winner here, believe it or not, be the House Speaker John Boehner?", "sentId": 24}, {"text": "The Tea Party doesn't like him.", "sentId": 25}, {"text": "But now Eric Cantor who was angling for Boehner's job is gone.", "sentId": 26}, {"text": "And it looks like Kevin McCarthy, another establishment guy, another guy open to immigration reform from California, is going to become the number two.", "sentId": 27}], "secId": 15}, {"speaker": "MARTIN", "sentences": [{"text": "Kevin McCarthy also angling for John Boehner's job.", "sentId": 28}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Not as quickly.", "sentId": 29}], "secId": 17}, {"speaker": "MARTIN", "sentences": [{"text": "Not as quickly or perhaps aggressively or openly but still wants it some day.", "sentId": 30}, {"text": "If John Boehner wants to keep his job after this year it's certainly good news for him.", "sentId": 31}, {"text": "That's still the open question.", "sentId": 32}, {"text": "Is John Boehner coming back next year?", "sentId": 33}, {"text": "And then beyond that, how long does he want to stay?", "sentId": 34}, {"text": "That's the question that still looms around John Boehner.", "sentId": 35}], "secId": 18}, {"speaker": "MARTIN", "sentences": [{"text": "I'm so struck by this paradox where you see how, if a member of Congress does not take care of home, regardless of who they are, they can lose a primary.", "sentId": 36}, {"text": "So that happens, and obviously it sends shockwaves as it should throughout Washington.", "sentId": 37}, {"text": "At the same time though, Washington has not changed that much itself and relationships still matter here.", "sentId": 38}, {"text": "And that trumps everything when it comes to these congressional races which is why Kevin McCarthy is on the verge of being the next leader.", "sentId": 39}, {"text": "And this political earthquake apparently was not felt in the capital itself.", "sentId": 40}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "And that's the interesting question.", "sentId": 41}, {"text": "Can they continue to ignore what happens at the ballot box?", "sentId": 42}, {"text": "This is 70,000 voters in one Congressional district in Virginia.", "sentId": 43}, {"text": "I think Jonathan is right.", "sentId": 44}, {"text": "We can attribute this more to Eric Cantor losing touch with his district.", "sentId": 45}, {"text": "No national Tea Party money went in here.", "sentId": 46}, {"text": "This is an indigenous thing from the district.", "sentId": 47}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "There is one Tea Party candidate Raul Labrador of Idaho who emerged at the end of the week after a couple of others stepped aside.", "sentId": 48}, {"text": "He said he would run as majority leader.", "sentId": 49}, {"text": "He says \"We need a leadership team that can help unite and grow our party.", "sentId": 50}, {"text": "Americans don't believe their leaders in Washington are listening.", "sentId": 51}, {"text": "And now is the time to change that.\"", "sentId": 52}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "Maggie, he was encouraged by Rand Paul and Ted Cruz and Mike Lee, the Tea Party voices in the senate.", "sentId": 53}, {"text": "Doesn't seem like he has the math.", "sentId": 54}, {"text": "Why run to lose?", "sentId": 55}, {"text": "To make a point?", "sentId": 56}], "secId": 22}, {"speaker": "HABERMAN", "sentences": [{"text": "To make a point, to try to force the side to where you want to be.", "sentId": 57}, {"text": "I mean the interesting thing about Labrador is that he is actually pro immigration reform.", "sentId": 58}, {"text": "So these are to be the people who are pointing to the David Brat victory in Cantor's district as an example that immigration reform is still toxic.", "sentId": 59}, {"text": "This sort of goes against that.", "sentId": 60}], "secId": 23}, {"speaker": "HABERMAN", "sentences": [{"text": "But I think this is less about winning a victory against McCarthy than it is about holding McCarthy accountable and holding Boehner accountable going forward.", "sentId": 61}, {"text": "Remember the vote is in such a short amount of time -- it's only a few more days from now that it's very hard to see him pulling this out.", "sentId": 62}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "Are there other big winners and losers here, David?", "sentId": 63}, {"text": "Ted Cruz will emerge -- he just came out pretty quickly.", "sentId": 64}, {"text": "He seems like -- especially if they don't get a voice in the House leadership, they'll continue to go to Ted Cruz to be their voice in the senate.", "sentId": 65}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "Mitch McConnell said this was the year to crush the Tea Party.", "sentId": 66}, {"text": "He beat his challenger back home but it's got to hurt.", "sentId": 67}, {"text": "It's got to hurt.", "sentId": 68}, {"text": "He wanted to go to people after this election, the Republicans in both the House and the Senate to say, look, they're loud, but they can't beat you.", "sentId": 69}, {"text": "Well they just took out the number two in the House.", "sentId": 70}], "secId": 26}, {"speaker": "MARANISS", "sentences": [{"text": "Well, that's all true.", "sentId": 71}, {"text": "But there's a temptation to make too much out of this at this point, I really think.", "sentId": 72}, {"text": "I think that forever, politics has been a combination of personality, ideology and institutional power.", "sentId": 73}], "secId": 27}, {"speaker": "MARANISS", "sentences": [{"text": "And it's always fluid.", "sentId": 74}, {"text": "And this just showed that fluidity.", "sentId": 75}, {"text": "In two days you saw, you know, Cantor mess up, and you saw the institutional power come back and take care of it because of the personality of McCarthy to save something.", "sentId": 76}, {"text": "I think that's always going to be there in those ways.", "sentId": 77}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "And that's a great point, Wanda, does this just change the letterhead of the House of Representatives as it changed some of the name plates in the business card but does it change America?", "sentId": 78}, {"text": "Because when the leadership changes, if there was a big ideological shift, is this leadership, for example, more likely, less likely to do education reform, more likely or less likely to do immigration reform, more like or less likely  or to have a big drama dust up with the President the next time we have to raise the debt ceiling?", "sentId": 79}], "secId": 29}, {"speaker": "SUMMERS", "sentences": [{"text": "I think it's probably a little premature to say that this is going to change America or that this is going to do a lot for frankly -- making the House of Representatives actually function.", "sentId": 80}, {"text": "But what we are likely to see is look at the priorities that Kevin McCarthy has had.", "sentId": 81}, {"text": "He is someone who obviously as you guys have noted talks a lot about immigration, he talks a lot about the Keystone pipeline.", "sentId": 82}], "secId": 30}, {"speaker": "SUMMERS", "sentences": [{"text": "Some of his priorities and the policy issues that he's raised are very likely with him moving up into a higher leadership post.", "sentId": 83}, {"text": "Most likely it's going to play a big role in seeing just what other policy does move forward and with regard to the President's agenda.", "sentId": 84}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "Fair to say though that the Tea Party has won even when it loses by convincing people that compromise is a dirty.", "sentId": 85}, {"text": "You don't see an open effort to compromise with the President anymore.", "sentId": 86}, {"text": "Anyone see that happening between now and the election?", "sentId": 87}], "secId": 32}, {"speaker": "MARTIN", "sentences": [{"text": "Ted Cruz is a big winner coming out of this because the fact that a Cantor lost sent a message that people are still boiling angry at a lot of members of Congress, especially leadership in Washington, and secondly, the fact that the response internally among House Republicans was not to respond but to basically move up Kevin McCarthy in the ranks.", "sentId": 88}, {"text": "The combination of those two things gives great, great, great fodder for Ted Cruz to say, see, they're still not listening to you.", "sentId": 89}], "secId": 33}, {"speaker": "HABERMAN", "sentences": [{"text": "And it's already a very energized Republican base.", "sentId": 90}, {"text": "If you look at the results of this election, if you look at the general election in Florida in 2013, if you look at Cochran in Mississippi --", "sentId": 91}], "secId": 34}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 92}, {"text": "Huge turnout.", "sentId": 93}], "secId": 35}, {"speaker": "HABERMAN", "sentences": [{"text": "-- you are seeing a lot of Republicans turning out.", "sentId": 94}, {"text": "The Cantor district was redrawn but that actually does more to that point.", "sentId": 95}, {"text": "There is -- this is not necessarily a wave.", "sentId": 96}, {"text": "These are still district-by-district contests.", "sentId": 97}, {"text": "But it's going to be very tough for Democrats going forward.", "sentId": 98}], "secId": 36}, {"speaker": "MARANISS", "sentences": [{"text": "You know, I think it's a big winner for 2014 perhaps, but I doubt it for 2016.", "sentId": 99}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Well does it have an impact for 2016.", "sentId": 100}, {"text": "One of the big conversations after Cantor loses is people are saying well this is going to, you know, nudge Jeb Bush into not running which is his decision because he's a Chamber of Commerce guy.", "sentId": 101}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "He's an establishment guy.", "sentId": 102}, {"text": "But really or does Jeb Bush say that's one Congressional race in a small district in Virginia, I don't care.", "sentId": 103}], "secId": 39}, {"speaker": "HABERMAN", "sentences": [{"text": "I don't think that that's going to factor heavily into it.", "sentId": 104}, {"text": "Maybe it will go into his calculation of whether I can do this joyously, as he put it.", "sentId": 105}, {"text": "But I think that at the end of the day, I think that is more the top line that he is looking toward.", "sentId": 106}, {"text": "I do think overall what is happening this year, I totally agree with David, is going to be problematic for the Republican Party going into 2016 just based on demography.", "sentId": 107}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 108}, {"text": "Everybody sit tight.", "sentId": 109}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Up next, Hillary Clinton on being dead broke and changing her mind about same-sex marriage.", "sentId": 110}, {"text": "The big book rollout veers well, off script.", "sentId": 111}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "But first, this week's glimpse at a politician saying or doing the darnedest things.", "sentId": 112}, {"text": "Chris Christie in \"The Tonight Show\" dance-off.", "sentId": 113}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 114}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "Is Hillary Clinton just a little rusty or a little tone deaf?", "sentId": 115}, {"text": "Maybe it's not fair, but people are making the comparison during her book rollout as a communicator.", "sentId": 116}, {"text": "Is she more like her husband or more like her former rival and her boss?", "sentId": 117}, {"text": "The question was about her $5 million or so speaking fees since leaving the state department.", "sentId": 118}, {"text": "And many, even a lot of Clinton loyalists think this was whining.", "sentId": 119}], "secId": 45}, {"speaker": "CLINTON", "sentences": [{"text": "We came out of the White House not only dead broke but in debt.", "sentId": 120}, {"text": "We had no money when we got there and we struggled to piece together the resources for mortgages for houses, for Chelsea's education.", "sentId": 121}, {"text": "You know, it was not easy.", "sentId": 122}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "Not easy she says.", "sentId": 123}, {"text": "Now some, even friends, were comparing her to this guy who occasionally sounds detached, out of touch with mainstream.", "sentId": 124}], "secId": 47}, {"speaker": "OBAMA", "sentences": [{"text": "If you've got a business, you didn't build that, somebody else made that happen.", "sentId": 125}, {"text": "The Internet didn't get invented on its own.", "sentId": 126}, {"text": "Government research created the Internet so all the companies could make money off the Internet.", "sentId": 127}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "The problem is, and maybe it's not fair, this guy, her husband is viewed as the gold standard.", "sentId": 128}, {"text": "Ask him about anything, even a personal character crisis, a big controversy and he becomes Mr.", "sentId": 129}, {"text": "Empathy.", "sentId": 130}], "secId": 49}, {"speaker": "CLINTON", "sentences": [{"text": "I have seen what has happened in the last four years when in my state, when people lose their jobs, it's a good chance I'll know them by their names.", "sentId": 131}, {"text": "When a factory closes, I know the people who ran it.", "sentId": 132}, {"text": "When the businesses go bankrupt, I know them.", "sentId": 133}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "Maggie Haberman, that is the big question.", "sentId": 134}, {"text": "These comparisons are unfair but we always compare politicians to those that came before them.", "sentId": 135}, {"text": "Is she just rusty or is she sometimes testy, sometimes -- maybe a little detached.", "sentId": 136}], "secId": 51}, {"speaker": "HABERMAN", "sentences": [{"text": "I'm mostly still struck by how Bill Clinton's voice just sounded so different it is from now.", "sentId": 137}, {"text": "I think she's rusty.", "sentId": 138}, {"text": "I think that this is essentially the trial run that you're seeing on this book tour.", "sentId": 139}, {"text": "This is -- she has a pretty long runway assuming she starts early enough next year -- I don't think there's much doubt in anybody's mind that she's running.", "sentId": 140}, {"text": "There's still a chance that she doesn't.", "sentId": 141}], "secId": 52}, {"speaker": "HABERMAN", "sentences": [{"text": "She did overall in that interview with Diane Sawyer pretty well on tone.", "sentId": 142}, {"text": "She answered the Monica Lewinsky question really well.", "sentId": 143}, {"text": "They talked about a bunch of other topics pretty well.", "sentId": 144}, {"text": "She seemed pretty rested.", "sentId": 145}, {"text": "She talked about the age question.", "sentId": 146}, {"text": "She handled it really effectively and turned some jab about the Golden Girls back at Mitch McConnell, about it being a long-running show.", "sentId": 147}], "secId": 53}, {"speaker": "HABERMAN", "sentences": [{"text": "But that's not the way the media works.", "sentId": 148}, {"text": "She had two gaffes.", "sentId": 149}, {"text": "She had the gaffe about what you just heard which I believe is a lingering defensiveness about the legal bills and anger about the legal bills.", "sentId": 150}, {"text": "That's why they were in debt.", "sentId": 151}, {"text": "It was about all the investigations that were going on.", "sentId": 152}, {"text": "They were in debt, but dead broke to them doesn't necessarily mean what dead broke means to me or other people.", "sentId": 153}], "secId": 54}, {"speaker": "HABERMAN", "sentences": [{"text": "The bigger issue I think is how she handled this interview with Terry Gross last week on gay marriage which her supporters thought was fantastic.", "sentId": 154}, {"text": "I heard from a bunch of them saying this was -- she wasn't testy, she was pushing back.", "sentId": 155}, {"text": "This was an unfair line of questioning.", "sentId": 156}, {"text": "And then you heard other people, mostly political operatives but not only, saying this sounded off.", "sentId": 157}, {"text": "So she will need to figure out what the right road is.", "sentId": 158}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Let's listen to that.", "sentId": 159}, {"text": "She was speaking with Terry Gross of NPR.", "sentId": 160}, {"text": "The conversation was about same-sex marriage.", "sentId": 161}, {"text": "And there were persistent questions.", "sentId": 162}, {"text": "Terry was trying to get at when did you change your mind?", "sentId": 163}, {"text": "Did you think otherwise, were you a same-sex marriage supporter for a long time, you're just not willing to say so publicly.", "sentId": 164}, {"text": "And after being pushed and pushed, Secretary Clinton does get a little testy.", "sentId": 165}], "secId": 56}, {"speaker": "GROSS", "sentences": [{"text": "So that's one for -- you changed your mind.", "sentId": 166}], "secId": 57}, {"speaker": "H. CLINTON", "sentences": [{"text": "You know I really -- I have to say, I think you're being very persistent but you are playing with my words and playing with what is such an important issue.", "sentId": 167}], "secId": 58}, {"speaker": "GROSS", "sentences": [{"text": "I'm just trying to clarify so I can understand.", "sentId": 168}], "secId": 59}, {"speaker": "H. CLINTON", "sentences": [{"text": "No.", "sentId": 169}, {"text": "I don't think you are trying to clarify.", "sentId": 170}, {"text": "I think you're trying to say that, you know, I used to be opposed and now I'm in favor and I did it for political reasons.", "sentId": 171}, {"text": "And that's just flat wrong.", "sentId": 172}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "What do we see there about her, David?", "sentId": 173}, {"text": "She was annoyed -- Hillary Clinton was.", "sentId": 174}, {"text": "She thought she had answered the question.", "sentId": 175}, {"text": "And as Maggie notes, some of her supporters think she did.", "sentId": 176}, {"text": "Clearly the interviewer wanted her to say it in a different way or to be more specific about exactly when and how she changed her mind.", "sentId": 177}, {"text": "What did we learn about Hillary Clinton there?", "sentId": 178}], "secId": 61}, {"speaker": "MARANISS", "sentences": [{"text": "You know, this is a complex issue for me because I've been interviewed by Terry Gross, too.", "sentId": 179}, {"text": "And I know the reaction Hillary had and I understand it in that sense.", "sentId": 180}, {"text": "But I think that basically she was nailed and that in her heart of hearts, Hillary has always supported gay marriage.", "sentId": 181}, {"text": "That was the point.", "sentId": 182}, {"text": "She's never going to acknowledge that.", "sentId": 183}, {"text": "But it was a political decision on her part.", "sentId": 184}, {"text": "I think that's the annoyance there.", "sentId": 185}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "And these criticisms, Jonathan, you know, dead broke, do you understand the crunch of the middle class, talking about same-sex marriage.", "sentId": 186}, {"text": "I don't think the Republicans can really use this against her.", "sentId": 187}, {"text": "But is there an opening -- have we seen anything in the book rollout that gives a challenger an opening, or is this still somebody in a dingy pulling up next to an aircraft carrier.", "sentId": 188}, {"text": "Sure Hillary Clintons made a couple of mistake.", "sentId": 189}, {"text": "There's a couple of dings in the paint, but she's still an aircraft carrier.", "sentId": 190}], "secId": 63}, {"speaker": "MARTIN", "sentences": [{"text": "She's still an aircraft carrier.", "sentId": 191}, {"text": "But the history of this country's political process is such that we have primary challenges.", "sentId": 192}, {"text": "When it comes to the White House campaign, I don't think she's going to get off scot-free.", "sentId": 193}], "secId": 64}, {"speaker": "MARTIN", "sentences": [{"text": "I think if you're in either party, you're thinking about challenger, Democrat or Republican, after this week you're going to look at her and see somebody that is not in midseason form politically.", "sentId": 194}, {"text": "And you're going to be more tempted to run than you were a week ago.", "sentId": 195}], "secId": 65}, {"speaker": "MARTIN", "sentences": [{"text": "Is it a massive shift in the calculation?", "sentId": 196}, {"text": "No.", "sentId": 197}, {"text": "But I think it is a reflection of somebody that has not faced tough questions for years.", "sentId": 198}, {"text": "And her big challenge probably won't be the primary.", "sentId": 199}, {"text": "Look, I think that answer I'm dead broke is the kind of thing that if you're somebody in the Republican party that can do a populist-type campaign, if you're from the Midwest for example, you're going to look at that sound bite and you're going to be more enticed to run against her.", "sentId": 200}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "You say more enticed to run against her.", "sentId": 201}, {"text": "Let's listen -- hang on a second -- I'll let you -- one of the tests of any politician is when you make a mistake is how you clean it up and how quickly you clean it up.", "sentId": 202}, {"text": "It was to Diane Sawyer in a taped interview that she said she was dead broke.", "sentId": 203}, {"text": "Then she was on \"Good Morning America\" in a live interview and she changed her tune.", "sentId": 204}], "secId": 67}, {"speaker": "H. CLINTON", "sentences": [{"text": "Let me just clarify that I fully appreciate how hard life is for so many Americans today.", "sentId": 205}, {"text": "Bill and I were obviously blessed.", "sentId": 206}, {"text": "We worked hard and we've been blessed in the last 14 years, but I want to use the talents and resources I have to make sure other people get the same chances.", "sentId": 207}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "It's that last part that Bill Clinton was so good at.", "sentId": 208}, {"text": "Pivot, and whatever the question, make it about trying to help people through their daily struggles.", "sentId": 209}], "secId": 69}, {"speaker": "SUMMER", "sentences": [{"text": "That's exactly the part that resonates and talks about what Jonathan just said about if there's a populist person in the Republican party perhaps in the Midwest who can emerge.", "sentId": 210}, {"text": "That's how Hillary Clinton combats this in 2016.", "sentId": 211}, {"text": "She makes it not about her and not about her struggles, about what we can do for them -- these people that are struggling.", "sentId": 212}, {"text": "That message works really well and I think that's the Hillary that has to emerge to do well in 2016.", "sentId": 213}], "secId": 70}, {"speaker": "MARTIN", "sentences": [{"text": "Bill Clinton will say this is not about my past, this is about your future.", "sentId": 214}], "secId": 71}, {"speaker": "MARTIN", "sentences": [{"text": "Where is that sound bite, John?", "sentId": 215}], "secId": 72}, {"speaker": "HABERMAN", "sentences": [{"text": "That is the problem though.", "sentId": 216}, {"text": "And this was something that was so with Mitt Romney especially in 2012.", "sentId": 217}, {"text": "Forget about the gaffes about wealth which really related primarily to his inability to relate based in part on policy decisions right and how they would affect people.", "sentId": 218}, {"text": "But you heard Romney, and this was something that his aids would talk about privately.", "sentId": 219}, {"text": "He couldn't stop putting the camera back on him and put it back on the voters.", "sentId": 220}], "secId": 73}, {"speaker": "HABERMAN", "sentences": [{"text": "That's is -- now look, she's selling a book ultimately.", "sentId": 221}, {"text": "That's what this is about.", "sentId": 222}, {"text": "And this is about -- the book is about her time at state.", "sentId": 223}, {"text": "But she does have an opportunity here in the coming interviews, especially on Fox News, to turn this into something else.", "sentId": 224}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "That's what's interesting, David.", "sentId": 225}, {"text": "And you know her well.", "sentId": 226}, {"text": "I've talked to people who are very friendly.", "sentId": 227}, {"text": "They support her, they like her, but they think she needs some work here.", "sentId": 228}, {"text": "And they say when she should be talking about herself like that same-sex marriage question, when she should make it personal, she often doesn't.", "sentId": 229}, {"text": "And yet -- then times you ask her another question when she should make it about the voters or about an issue, she talks about herself.", "sentId": 230}], "secId": 75}, {"speaker": "MARANISS", "sentences": [{"text": "She does the opposite of what her husband does.", "sentId": 231}, {"text": "You know, dead broke never bothered me -- that's a colloquialism.", "sentId": 232}, {"text": "It was the struggle -- I think that was the word that was the gaffe.", "sentId": 233}, {"text": "I mean going out to Las Vegas and getting $300,000 for a speech for 40 minutes is not struggling to make money.", "sentId": 234}], "secId": 76}, {"speaker": "HABERMAN", "sentences": [{"text": "Also the houses.", "sentId": 235}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "Houses.", "sentId": 236}], "secId": 78}, {"speaker": "HABERMAN", "sentences": [{"text": "It's true because members of the senate, many of them do have two homes, but that was --", "sentId": 237}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "She has the bitterness over Lewinsky and Whitewater legal fees.", "sentId": 238}, {"text": "However she got a big book deal before she left the White House.", "sentId": 239}, {"text": "Bill Clinton made tens of millions within minutes -- months or so leaving the White House.", "sentId": 240}, {"text": "That was 14 years ago.", "sentId": 241}, {"text": "That's what struck me and I think you get to the point that she's hardened by those battles.", "sentId": 242}, {"text": "Does she need to let that go to be an effective presidential candidate?", "sentId": 243}], "secId": 80}, {"speaker": "HABERMAN", "sentences": [{"text": "Well to the extent that voters, a lot of millennials certainly who are going to be voting don't remember the rawness the Democrats had over those fights.", "sentId": 244}, {"text": "So they're not going to nod their heads and say, oh, I understand what she's angry about.", "sentId": 245}, {"text": "They're just going to be thinking, I need a job, and this person doesn't sound like they understand that.", "sentId": 246}], "secId": 81}, {"speaker": "MARANISS", "sentences": [{"text": "Her husband will never let it go either.", "sentId": 247}, {"text": "He has the capacity to transcend that so the public doesn't know that.", "sentId": 248}, {"text": "So she just have to be able to do that.", "sentId": 249}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Maybe it's that voice that helps him do it that Maggie noted there.", "sentId": 250}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Up next everybody stay put, tomorrow's news today -- our reporters empty their notebooks and get you out ahead of the big political news.", "sentId": 251}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "As always, we close by helping you get out ahead of the big political stories to come by asking our great reporters around the table to share something still in their notebooks.", "sentId": 252}, {"text": "Maggie Haberman?", "sentId": 253}], "secId": 85}, {"speaker": "HABERMAN", "sentences": [{"text": "Andrew Cuomo, New York governor who is seen as a potential 2016 challenger if Hillary Clinton has been running into liberal headwinds in his own state for quite some time.", "sentId": 254}, {"text": "And he is now potentially facing a primary challenge for the Democratic nomination, a woman named Zephyr Teachou which is my favorite name of all time -- or at least of the last month -- was looked at as an alternative for a third party ballot line.", "sentId": 255}, {"text": "He ended up getting it.", "sentId": 256}, {"text": "She is now contemplating circulating petitions to get on the", "sentId": 257}], "secId": 86}, {"speaker": "HABERMAN", "sentences": [{"text": "ballot.", "sentId": 258}, {"text": "She has almost no chance of winning but the amount of earned media she will get, because people will be looking for this fight, will be uncomfortable for Cuomo.", "sentId": 259}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "Uncomfortable and a test, test, test.", "sentId": 260}], "secId": 88}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes.", "sentId": 261}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "David?", "sentId": 262}], "secId": 90}, {"speaker": "MARANISS", "sentences": [{"text": "I've been hanging out in Wisconsin and watching a pretty fascinating governor's race unfold where it's now dead even between the Democrat Mary Burke and Scott Walker, the governor who is an incredible survivor.", "sentId": 263}, {"text": "He's one two races out there in a purple to blue state.", "sentId": 264}], "secId": 91}, {"speaker": "MARANISS", "sentences": [{"text": "But he's now caught in this vice because of the ruling last week on gay marriage in Wisconsin where in Wisconsin, being against gay marriage is not going to help you -- it's a wedge issue, so he's tried to waffle it and say that his opinion isn't important.", "sentId": 265}, {"text": "But his attorney general is challenging it.", "sentId": 266}, {"text": "He's trying to figure that out at the same time that he's losing some of his support from the \"Wall Street Journal\" editorial page because he's trying to protect himself against some other things.", "sentId": 267}], "secId": 92}, {"speaker": "MARANISS", "sentences": [{"text": "So he's in this vice.", "sentId": 268}, {"text": "And it will be interesting to see if he can find his way out again.", "sentId": 269}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Great race anyway, but also 2016 implications there as well.", "sentId": 270}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "Jonathan.", "sentId": 271}], "secId": 95}, {"speaker": "MARTIN", "sentences": [{"text": "One person watching Eric Cantor's loss very closely was Lamar Alexander, the senator from Tennessee, former governor there who has got his own primary from the right coming up in August.", "sentId": 272}, {"text": "He's not got much attention  because Senator Alexander has done a good job the last two years.", "sentId": 273}, {"text": "He's going to back to Tennessee quite a bit.", "sentId": 274}], "secId": 96}, {"speaker": "MARTIN", "sentences": [{"text": "His reaction I'm told of watching Cantor's loss was, my race is going to be more of Lindsey Graham's win than Eric Cantor's loss, comparing himself to the fact, like Lindsey Graham, he had spent a lot of time back in his home state.", "sentId": 275}, {"text": "One metric he talks about a lot in Tennessee is he spends over half his nights each year sleeping in Tennessee, not Washington, D.C.", "sentId": 276}], "secId": 97}, {"speaker": "MARTIN", "sentences": [{"text": "And one other thing.", "sentId": 277}, {"text": "An aide to Senator Alexander told me that after Mitch McConnell won in Kentucky, the Tea Party opponent to Lamar Alexander pinned the blame for that loss in Kentucky on the Tea Party groups in Washington.", "sentId": 278}, {"text": "The Tea Party groups in Washington saw that and are probably unlikely now to help out guy in Tennessee who is challenging Senator Alexander.", "sentId": 279}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "We'll still watch that though to see.", "sentId": 280}, {"text": "Virginia was a surprise.", "sentId": 281}, {"text": "We'll watch Tennessee just in case.", "sentId": 282}, {"text": "Wanda?", "sentId": 283}], "secId": 99}, {"speaker": "SUMMERS", "sentences": [{"text": "The education roll -- we are definitely watching California this week.", "sentId": 284}, {"text": "Earlier this week, a court ruled that tenured teacher and tenured laws and other education laws there are actually are depriving students of their constitutional right for a good education.", "sentId": 285}, {"text": "The headline on this has said teacher tenure but what's really fascinating to me is if you dig into this ruling, the judge actually made solutions to Brown versus the board of education which turned 60 years old last month so this is really a big deal.", "sentId": 286}, {"text": "We're expecting to see a lot of copy cat lawsuits on teacher tenure out of states like Colorado, and like New Mexico.", "sentId": 287}, {"text": "So we're going to be watching for a ripple effect there and also to see how the powerful teachers union plays it, obviously  to politics as well.", "sentId": 288}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "That's a fascinating question.", "sentId": 289}, {"text": "I'm going to close with another sign that Chris Christie is hoping to put bridgegate behind him and accelerate his own testing the waters for 2016.", "sentId": 290}, {"text": "He's already scheduled to be in New Hampshire for a fund-raiser later this week.", "sentId": 291}, {"text": "I'm told by state Republicans he's also now trying to arrange another visit just a month from now, to come back in July as well.", "sentId": 292}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "The stated reason?", "sentId": 293}, {"text": "To raise money for the Republican Governors Association and for the organization's favorite candidate in the New Hampshire governor's race.", "sentId": 294}, {"text": "But make no mistake about it.", "sentId": 295}, {"text": "He wants to come back so quickly.", "sentId": 296}, {"text": "New Hampshire State Republicans think it's about 2016.", "sentId": 297}, {"text": "It's not about 2014.", "sentId": 298}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 299}, {"text": "Thanks again for sharing your Sunday morning.", "sentId": 300}, {"text": "Happy father's day.", "sentId": 301}, {"text": "We'll see you soon.", "sentId": 302}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" starts right now.", "sentId": 303}], "secId": 104}], "sectionCount": 105, "url": "transcripts.cnn.com/TRANSCRIPTS/1406/15/ip.01.html", "sentenceCount": 305, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired June 15, 2014 - 08:30   ET", "speakers": ["KING", "CANTOR", "PELOSI", "BOEHNER", "UNIDENTIFIED MALE", "CLINTON", "It was a wow week in politics.  With us to share their reporting and their insights", "MARTIN", "HABERMAN", "MARANISS", "SUMMERS", "OBAMA", "GROSS", "H. CLINTON", "SUMMER"], "title": "INSIDE POLITICS"}