{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1412.21.ip.01.html.json", "subTitle": "Obama's Fourth Quarter; Jeb Bush 2016; Girl Power", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "President Obama heads to Hawaii for Christmas -- with one last take on 2014.", "sentId": 0}], "secId": 0}, {"speaker": "OBAMA", "sentences": [{"text": "I am energized.", "sentId": 1}, {"text": "I'm excited about the prospects for the next couple of years.", "sentId": 2}, {"text": "And I'm certainly not going to be stopping for a minute in the effort to make life better for ordinary Americans.", "sentId": 3}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "His stunning decision to normalize relations with Cuba has most Republicans furious.", "sentId": 4}], "secId": 2}, {"speaker": "RUBIO", "sentences": [{"text": "This president is the single worst negotiator we have had in the White House in my lifetime.", "sentId": 5}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Plus might 2016 be a flashback to 1992?", "sentId": 6}], "secId": 4}, {"speaker": "CLINTON", "sentences": [{"text": "We can stand up together and say, yes, black lives matter.", "sentId": 7}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "New steps by a Clinton, and by a Bush.", "sentId": 8}], "secId": 6}, {"speaker": "BUSH", "sentences": [{"text": "You don't have to follow the pattern.", "sentId": 9}, {"text": "You can do what you want to do.", "sentId": 10}, {"text": "Don't be afraid to shake things up.", "sentId": 11}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 12}], "secId": 8}, {"speaker": "King", "sentences": [{"text": "Molly Ball of \"The Atlantic\", Jonathan Martin of the \"New York Times\", Margaret Talev of \"Bloomberg News\", and Robert Costa from the \"Washington Post\".", "sentId": 13}], "secId": 9}, {"speaker": "King", "sentences": [{"text": "The President, you might remember, suffered a shellacking in the midterm election just last month, and yet it is the Republicans who are arguing and complaining as the year draws to a close.", "sentId": 14}, {"text": "The President, well, he seems down right chill.", "sentId": 15}], "secId": 10}, {"speaker": "OBAMA", "sentences": [{"text": "My presidency's entering the fourth quarter.", "sentId": 16}, {"text": "Interesting stuff happens in the fourth quarter.", "sentId": 17}, {"text": "And I'm looking forward to it.", "sentId": 18}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Looking forward to it he says.", "sentId": 19}, {"text": "That was from his year end press conference on Friday.", "sentId": 20}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "And listen here, sitting down with CNN's Candy Crowley as the President dismisses those who say he's coddling  communists and weakening America by normalizing relations with Cuba.", "sentId": 21}], "secId": 13}, {"speaker": "OBAMA", "sentences": [{"text": "This was said about Mr. Putin, for example, three or four months ago.", "sentId": 22}, {"text": "There was a spade of stories about how he was the chess master and outmaneuvering the west and outmaneuvering Mr. Obama, and this and that and the other.", "sentId": 23}, {"text": "And right now, he's presiding over the collapse of his currency, a major financial crisis, and a huge economic contraction.", "sentId": 24}, {"text": "That doesn't sound like somebody who has rolled me or the United States of America.", "sentId": 25}], "secId": 14}, {"speaker": "OBAMA", "sentences": [{"text": "There is this knee jerk sense, I think on the part of some in the foreign policy establishment that shooting first and thinking about it second projects strength.", "sentId": 26}, {"text": "I disagree with that.", "sentId": 27}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "More of that interview just ahead on \"STATE OF THE UNION\" with Candy Crowley.", "sentId": 28}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Molly Ball, how can you get -- as Mitch McConnell said -- your butt kicked, and President Obama did get his butt kicked.", "sentId": 29}, {"text": "Republicans expanded their House majority, they took control of the senate with 54 seats they will have next month -- how do you lose so bad and yet in the final weeks of the year, whether it's executive action on immigration, now the normalization with Cuba, climate change steps, he does seem -- I don't if liberated is the right word -- but he seems energized in some way.", "sentId": 30}], "secId": 17}, {"speaker": "BALL", "sentences": [{"text": "Yes, I think some is the just the timing of these sort of long-term initiatives that have just begun to bear fruit; whether it's the Cuba, that's really just a coincidence that now is the time that everything came together on that.", "sentId": 31}, {"text": "Executive action obviously was pushed off for political reasons.", "sentId": 32}, {"text": "They intentionally did that after the election.", "sentId": 33}, {"text": "And stuff like what's happening in Russia that as the President said is making some of his decisions look a little better in hindsight -- that's not really in his control either.", "sentId": 34}], "secId": 18}, {"speaker": "BALL", "sentences": [{"text": "And then you know, the dynamics of a lame duck are such that in 2010 it was the same story.", "sentId": 35}, {"text": "There was this tremendously productive lame duck session right after shellacking volume one.", "sentId": 36}, {"text": "So, you know, I think the President is still going to struggle to be relevant when the Republican Congress is seated, but he does have some tricks up his sleeve.", "sentId": 37}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "I'll remember, \"Shellacking Volume One\".", "sentId": 38}, {"text": "And Margaret, you've covered the White House every day.", "sentId": 39}, {"text": "Do they see this is as just as Molly knows, there's a little bit of luck there in some of the timing of these things coming together when they did -- gas prices dropping hurts Putin; the Cuban deal coming together again.", "sentId": 40}, {"text": "But do they see in 2015 a flurry of executive actions to keep him in the news and to keep Republicans on their heels, or is that what's essentially how to close out this year and next year we're going to have to try deal making?", "sentId": 41}], "secId": 20}, {"speaker": "TALEV", "sentences": [{"text": "I think it is a little bit of both, I mean.", "sentId": 42}, {"text": "But he has signaled on a couple of fronts where he tends to push -- where he intends to push.", "sentId": 43}, {"text": "On Guantanamo, we will see some more movement from him even if a lot of it is demagoguing on Keystone.", "sentId": 44}, {"text": "He all but just threw out a flat veto threat.", "sentId": 45}], "secId": 21}, {"speaker": "TALEV", "sentences": [{"text": "And so you do get the sense that they really are going to be pushing to try to set the agenda on his terms as much as they possibly can.", "sentId": 46}, {"text": "And I can't help but think back to the Nelson Mandela funeral when there was such flurry about the handshake with Raul Castro and President Obama tried to downplay it, obviously already at that time, they were very deep in the works with this.", "sentId": 47}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "Already at that time.", "sentId": 48}, {"text": "And let's stick with Cuba for a minute because the President did this.", "sentId": 49}, {"text": "Robert Menendez, a prominent Democrat from New Jersey who's now ranking -- he didn't like it.", "sentId": 50}, {"text": "But most Democrats said this is great.", "sentId": 51}, {"text": "That we've essentially had the same policy since the Eisenhower presidency -- 11 American presidents, let's try something new.", "sentId": 52}, {"text": "That's what most Democrats say.", "sentId": 53}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Republicans say just the opposite.", "sentId": 54}, {"text": "And there's a lot of politics about that because of Florida.", "sentId": 55}, {"text": "Let's look at the potential -- among the potential Republican candidates who say the President is wrong -- Jeb Bush the former governor of Florida, Marco Rubio the senator from Florida, Ted Cruz and Scott Walker also say the President is wrong.", "sentId": 56}, {"text": "You haven't heard, I don't think -- correct me if I'm wrong from Chris Christie as yet, but most Republicans say this is wrong.", "sentId": 57}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "The one who says, maybe it's right, Robert, is Rand Paul.", "sentId": 58}, {"text": "Listen to Rand Paul here.", "sentId": 59}], "secId": 25}, {"speaker": "OBAMA", "sentences": [{"text": "If we set a precedent in which a dictator in another country can disrupt through cyber --", "sentId": 60}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "We'll get back to that sound in a minute.", "sentId": 61}, {"text": "That's the President talking about something else.", "sentId": 62}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "We're talking at Mr. Rand Paul says it's not such a bad idea.", "sentId": 63}, {"text": "That' we've been doing this for some time.", "sentId": 64}, {"text": "The policy was regime change, the Castros are still there, why not try something new?", "sentId": 65}, {"text": "Why is Rand Paul being different?", "sentId": 66}], "secId": 28}, {"speaker": "COSTA", "sentences": [{"text": "The current Cuban debate really I think captures the ongoing talks within the Republican Party about where they want to go in foreign policy ahead of the 2016 election.", "sentId": 67}, {"text": "Senator Paul, he represents that libertarian streak in the GOP.", "sentId": 68}, {"text": "He says maybe the people who have Cuban roots, they're ok with this transition to a normalizing of relations; and Senator Rubio and others, they represent more of that hawkish impulse in the Republican Party.", "sentId": 69}, {"text": "I think you're going to see this continue ahead of 2016.", "sentId": 70}, {"text": "And when you talk to people like Bill Crist and others, they think the hawks will still win that debate.", "sentId": 71}, {"text": "But Rand Paul makes it seem like it's an open one.", "sentId": 72}], "secId": 29}, {"speaker": "MARTIN", "sentences": [{"text": "Senator Paul's wager though is it's not a voting issue -- ok.", "sentId": 73}, {"text": "If he thought it was a voting issue, he would not take the opposite side of the Republican gut.", "sentId": 74}, {"text": "The challenge for Senator Paul on this is that it's not the details of the policy.", "sentId": 75}, {"text": "It's the fact that the response when he states his view is that Rubio and everybody else says you're siding with Obama.", "sentId": 76}, {"text": "And that's the challenge here.", "sentId": 77}], "secId": 30}, {"speaker": "MARTIN", "sentences": [{"text": "The Republican base may not be that passionate about Cuba policy, but they sure are passionate about President Obama, and that's why the comeback is so easy, and it does present a challenge for Senator Paul.", "sentId": 78}], "secId": 31}, {"speaker": "TALEV", "sentences": [{"text": "But age also has a lot to do with it.", "sentId": 79}, {"text": "This is an issue where older Cuban-Americans and older Republicans have a really markedly different view than the momentum and the wave which is why both Obama and Paul I think, you know, are sort of safer being there.", "sentId": 80}], "secId": 32}, {"speaker": "MARTIN", "sentences": [{"text": "I still believe it's not a voting issue anymore.", "sentId": 81}], "secId": 33}, {"speaker": "TALEV", "sentences": [{"text": "That's right.", "sentId": 82}, {"text": "That's right.", "sentId": 83}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "It's another of those generational issues.", "sentId": 84}], "secId": 35}, {"speaker": "MARTIN", "sentences": [{"text": "Financially though --", "sentId": 85}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "Financially it helps --", "sentId": 86}], "secId": 37}, {"speaker": "MARTIN", "sentences": [{"text": "The donors -- Republicans who are for the embargo --", "sentId": 87}], "secId": 38}, {"speaker": "MARTIN", "sentences": [{"text": "For the hard line.", "sentId": 88}, {"text": "Yes.", "sentId": 89}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "It's the money to make.", "sentId": 90}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "There's another one of those generational issues where as you mention, the President seems to be going with newer, younger voters, and Rand Paul I think sees that dynamic and is trying to stay over there.", "sentId": 91}], "secId": 41}, {"speaker": "BALL", "sentences": [{"text": "And that's his brand too, those younger voters.", "sentId": 92}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "His brand as well.", "sentId": 93}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "Back to that sound we interrupted there.", "sentId": 94}, {"text": "That was the President talking with Candy Crowley -- we'll get back to it right now -- about North Korea.", "sentId": 95}, {"text": "Remember, Sony canceled the film, the big film after this big hacking.", "sentId": 96}, {"text": "The President says that was a bad idea.", "sentId": 97}, {"text": "Listen.", "sentId": 98}], "secId": 44}, {"speaker": "OBAMA", "sentences": [{"text": "If we set a precedent in which a dictator in another country can disrupt through cyber, you know, a company's distribution chain or its products and as a consequence, we start censoring ourselves, that's a problem.", "sentId": 99}], "secId": 45}, {"speaker": "CROWLEY", "sentences": [{"text": "Do you think this was an act of war by North Korea?", "sentId": 100}], "secId": 46}, {"speaker": "OBAMA", "sentences": [{"text": "No, I don't think it was an act of war.", "sentId": 101}, {"text": "I think it was an act of cyber vandalism that was very costly, very expensive.", "sentId": 102}, {"text": "We take it very seriously.", "sentId": 103}, {"text": "We will respond proportionately.", "sentId": 104}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Very interesting answer from the President on this point.", "sentId": 105}, {"text": "Very clear saying he thinks Sony made a mistake.", "sentId": 106}, {"text": "He thinks they should have made this movie available.", "sentId": 107}, {"text": "Should have let Americas make it.", "sentId": 108}, {"text": "He's made the Boston Marathon reference saying, you know, we had a grievous act of terrorism we had a marathon the next year, why should the movie theaters shut down and not show this.", "sentId": 109}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "But he also said it's an act of cyber vandalism not an act of war --", "sentId": 110}], "secId": 49}, {"speaker": "MARTIN", "sentences": [{"text": "That's the headline.", "sentId": 111}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "-- trying to low key it a little bit because he has to have a response.", "sentId": 112}, {"text": "He's asking China for some help, but he's trying to dial back the rhetoric in terms of any confrontation.", "sentId": 113}], "secId": 51}, {"speaker": "TALEV", "sentences": [{"text": "Right.", "sentId": 114}, {"text": "I mean he doesn't want to throw out what would be tantamount to a military threat when he has to worry about South Korea right there on the other side of the line and sort of all of that calculus.", "sentId": 115}], "secId": 52}, {"speaker": "TALEV", "sentences": [{"text": "But you know, when you compare this to Ferguson over the summer, the idea that the President would say, somebody made a mistake or I wish somebody would have come and talked to me first.", "sentId": 116}, {"text": "Can you imagine if people starting calling him up and said \"Hey, I'm thinking about making this business decision, would you please return my call.\"", "sentId": 117}], "secId": 53}, {"speaker": "TALEV", "sentences": [{"text": "But part of it is that, it's a different calculation when you're talking about foreign policy and you're figuring how to say North Korea is sort of safe enough, contained enough country in terms of taking a very strong stance like this.", "sentId": 118}], "secId": 54}, {"speaker": "COSTA", "sentences": [{"text": "Republicans are really interested in watching how they respond to this whole episode.", "sentId": 119}, {"text": "Chairman Reince Priebus, he sent out a tweet and he urged Republicans who have a historically traditionally testy relationship with Hollywood to go see the movie.", "sentId": 120}], "secId": 55}, {"speaker": "COSTA", "sentences": [{"text": "I think Republicans, they agree with the President, but it's a question of tone, it's a question of approach.", "sentId": 121}, {"text": "And I think they're going to really use this issue as one to say, we should be more aggressive in going after North Korea and in combating these kinds of threats.", "sentId": 122}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "I'm willing to risk North Korea taking control of my phone.", "sentId": 123}, {"text": "I wanted to see the movie, it's all yours, you can have it -- everybody.", "sentId": 124}], "secId": 57}, {"speaker": "MARTIN", "sentences": [{"text": "No vandalism.", "sentId": 125}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "No vandalism.", "sentId": 126}, {"text": "No cyber vandalism on my phone please.", "sentId": 127}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "All right, everybody sit tight.", "sentId": 128}, {"text": "Up next, Jeb Bush starts the clock for the Republican presidential contenders.", "sentId": 129}, {"text": "Why are so many conservatives complaining?", "sentId": 130}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "But first though, apologies to Mack Lemore , Michelle Bachmann here is our Christmas week winner of \"Politicians Say the Darnedest Things\".", "sentId": 131}], "secId": 61}, {"speaker": "BACHMANN", "sentences": [{"text": "Come on down now.", "sentId": 132}, {"text": "Let's hear it.", "sentId": 133}], "secId": 62}, {"speaker": "BACHMANN", "sentences": [{"text": "I look incredible.", "sentId": 134}, {"text": "I wear your grand dad's clothes.", "sentId": 135}, {"text": "I got $20 in my pocket, and I'm going to the thrift shop down the road.", "sentId": 136}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 137}, {"text": "Bit of a pop quiz this morning.", "sentId": 138}, {"text": "What makes 2012 unique among presidential elections in the last 35 years?", "sentId": 139}, {"text": "35 years.", "sentId": 140}, {"text": "Need a hint?", "sentId": 141}, {"text": "Well if you listen to Barbara Bush over the last year or so, Barbara Bush knows the answer -- the only election 2012 without a Bush or a Clinton in the running.", "sentId": 142}, {"text": "1980, George H.W.", "sentId": 143}, {"text": "Bush was Ronald Reagan's vice presidential candidate.", "sentId": 144}, {"text": "1984, of course they ran for re-election, you see the two candidates there.", "sentId": 145}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "And in 1988, you see, I'll spring this one up, you see a bit of a Bush family photo here.", "sentId": 146}, {"text": "George W. Bush on hand with the Bush family as George H.W.", "sentId": 147}, {"text": "Bush was the Republican nominee and ran for president in his own right and became president.", "sentId": 148}, {"text": "1992, you have the double.", "sentId": 149}, {"text": "Bill Clinton and George H.W.", "sentId": 150}, {"text": "Bush -- he was the incumbent, Bill Clinton the Democratic challenger.", "sentId": 151}, {"text": "Ross Perot, you might remember also, involved in that race.", "sentId": 152}, {"text": "In 1996, we see first lady then, Hillary Clinton here as her", "sentId": 153}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "husband ran for re-election.", "sentId": 154}, {"text": "We'll move the time line along.", "sentId": 155}, {"text": "A unique moment in 2000 as you bring out this photo, slide it over for you so you can see it, there you go, Bill Clinton handing the White House keys over to George W. Bush in 2000.", "sentId": 156}, {"text": "2004, brother Jeb was the surrogate as George W. ran successfully for re-election.", "sentId": 157}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Then you keep coming forward here, 2008, the age of the iPhone, Hillary Clinton wasn't the Democratic nominee, but we know of course she ran in the Democratic primaries -- the Clinton in the running there.", "sentId": 158}, {"text": "2012, no Clinton, no Bush in the running for president and now we're already looking forward to 2016, and the big question mark, Hillary Clinton likely to run on the Democratic side, Jeb Bush is considering running on the Republican side.", "sentId": 159}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "We'll reset that and walk over -- Robert Costa, why is it that Hillary Clinton formidable can wait.", "sentId": 160}, {"text": "We'll hear from her in the spring.", "sentId": 161}, {"text": "But Jeb Bush decided before Christmas to say he's actively exploring and to be out there so publicly?", "sentId": 162}], "secId": 68}, {"speaker": "COSTA", "sentences": [{"text": "Governor Bush has not been on a ballot since 2002.", "sentId": 163}, {"text": "If you've seen him give a speech in the past five years, he's a little rusty.", "sentId": 164}, {"text": "And I think he needs to get back in the game.", "sentId": 165}, {"text": "One, he's reminding donors that he's out here, that he's being serious.", "sentId": 166}, {"text": "Two, I think he needs to sharpen his stump speech.", "sentId": 167}, {"text": "He needs to connect with the Republican base today and it's changed a lot in the past decade.", "sentId": 168}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Changed a lot Jonathan Martin, including on the issue of immigration.", "sentId": 169}, {"text": "Jeb Bush speaks Spanish.", "sentId": 170}, {"text": "Jeb Bush lives in a state, of course, that has a huge Latino population, a diverse from all over the world.", "sentId": 171}, {"text": "He disagrees with his base on the issue of whether it's a path to legal status or a path to citizenship.", "sentId": 172}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "Now to be fair to the governor, he thinks President Obama was wrong to use executive action to grant status to people.", "sentId": 173}, {"text": "But listen to him here saying I'm willing to run against my party in some ways on this issue.", "sentId": 174}], "secId": 71}, {"speaker": "BUSH", "sentences": [{"text": "You have to protect the borders, enforce the law, be respectful of the rule of law, and at the same time be able to encourage young aspirational people to come to our country.", "sentId": 175}, {"text": "It's a win-win.", "sentId": 176}, {"text": "I have no problems advancing that idea.", "sentId": 177}], "secId": 72}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "And a lot of your base disagrees with that.", "sentId": 178}], "secId": 73}, {"speaker": "BUSH", "sentences": [{"text": "We'll see, if I run, we'll see.", "sentId": 179}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "If he runs we'll see, won't we?", "sentId": 180}], "secId": 75}, {"speaker": "MARTIN", "sentences": [{"text": "We sure will.", "sentId": 181}, {"text": "It's a personal issue for Governor Bush.", "sentId": 182}, {"text": "His formative experience in life was going to Mexico as a very young man where he met his wife.", "sentId": 183}, {"text": "He worked in the early part of his business career in Latin America.", "sentId": 184}, {"text": "He is fluent in Spanish.", "sentId": 185}, {"text": "And so I think it's a matter of not just the head, but the heart for him.", "sentId": 186}, {"text": "But there's no question that it presents a really serious challenge.", "sentId": 187}, {"text": "And one he's going to have to navigate with extreme caution.", "sentId": 188}], "secId": 76}, {"speaker": "MARTIN", "sentences": [{"text": "On this also on the common core education issue for Governor Bush -- it is not so much the policy, although the policy matters.", "sentId": 189}, {"text": "It's the tone.", "sentId": 190}, {"text": "He can't be seen as looking down upon his condescending Republican base as sort of patting them on the head and saying this is what's good for you for us to win a general election.", "sentId": 191}, {"text": "He has to do it in a much more deft way, and yes, Bob mentioned, he has not been on the ballot for a while.", "sentId": 192}, {"text": "That's going to be a challenge to watch.", "sentId": 193}], "secId": 77}, {"speaker": "MARTIN", "sentences": [{"text": "As for his going early I thought it was a pretty clean preemptive strike, as some of the other folks looking at this race.", "sentId": 194}, {"text": "He sees Mitt Romney talking to some donors stirring around out there, Governor Christie obviously talking to a lot of donors himself.", "sentId": 195}, {"text": "And not that Governor Bush wanted it known, this chatter you heard -- yes, in fact, it is serious.", "sentId": 196}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "And he took up a lot of the establishment space on the donor side when you say that.", "sentId": 197}, {"text": "Immigration is one issue.", "sentId": 198}, {"text": "Governor Bush is also a huge supporter of the common core education standards, national education standards.", "sentId": 199}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Listen here Molly and then jump in as Rand Paul -- we talked about him supporting the President, Rand Paul supports the President on Cuba.", "sentId": 200}, {"text": "When it comes to Jeb Bush running for president, Rand Paul says not so much.", "sentId": 201}], "secId": 80}, {"speaker": "PAUL", "sentences": [{"text": "For Jeb Bush to run in the primary will be very, very difficult because if you're going to be for a national curriculum and for common core and for no child left behind, this accumulation of power in Washington, that's not very popular.", "sentId": 202}], "secId": 81}, {"speaker": "BALL", "sentences": [{"text": "Well, you know, Jeb's calculation on both of these issues I think, they are toxic with a certain segment of the Republican base.", "sentId": 203}, {"text": "His calculation is that those weren't his votes anyway.", "sentId": 204}, {"text": "That the share of the Republican base he's going for is, you know, the country club Republicans, the main line Republicans who are looking for and who have gotten their way --", "sentId": 205}], "secId": 82}, {"speaker": "MARTIN", "sentences": [{"text": "-- who want to win too.", "sentId": 206}], "secId": 83}, {"speaker": "MOLLY", "sentences": [{"text": "-- in most Republican primaries.", "sentId": 207}, {"text": "They want to win a general election.", "sentId": 208}, {"text": "We don't know for sure if these issues are a killer in a Republican primary.", "sentId": 209}, {"text": "You know, it was not good for Rick Perry, but a lot of things weren't good for Rick Perry in 2012.", "sentId": 210}, {"text": "And Newt Gingrich embraced a more liberal immigration stance, and that didn't kill him.", "sentId": 211}, {"text": "We actually saw him get away with that and he was very deft about it.", "sentId": 212}, {"text": "MARTIN:  And his own brother, George W. Bush ran as a", "sentId": 213}], "secId": 84}, {"speaker": "MOLLY", "sentences": [{"text": "compassionate conservative in 2000.", "sentId": 214}, {"text": "He very pointedly ran against the House GOP majority when he ran, and obviously a different time, different field certainly, weaker field, but it worked fine for him.", "sentId": 215}, {"text": "Is this going to be more like 2000 or more like '12 where the front runner has got to try to appease the right?", "sentId": 216}, {"text": "It's going to be fascinating to see.", "sentId": 217}], "secId": 85}, {"speaker": "BALL", "sentences": [{"text": "After '12 I think -- that's right, there's going to be a different calculation among Republican primary voters because they've been burned so many times.", "sentId": 218}, {"text": "So, you know, things may well look different for them.", "sentId": 219}], "secId": 86}, {"speaker": "TALEV", "sentences": [{"text": "I think Jeb is looking to certainly the experiences both of John McCain and more pointedly of Mitt Romney and saying you have to be who you are --", "sentId": 220}], "secId": 87}, {"speaker": "BALL", "sentences": [{"text": "You have to win.", "sentId": 221}], "secId": 88}, {"speaker": "TALEV", "sentences": [{"text": "The experience that changing kind of the genuine qualities of who you are and who people perceive you to be has not been a winning strategy in the last --", "sentId": 222}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "And then Ted Cruz says if you go the McCain-Romney approach that some Republicans stay home.", "sentId": 223}, {"text": "In the end conservatives stay home.", "sentId": 224}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "What's the challenge?", "sentId": 225}, {"text": "We mentioned the challenge on the other establishment candidates.", "sentId": 226}, {"text": "They need to get to the donors fast to keep them all from going to the Bush camp to convince them if you're Governor Christie I'm better than him or at least give me some time.", "sentId": 227}, {"text": "What's the challenge for a Ted Cruz who's going to run from the Senate as a Tea Party guy, and Marco Rubio a lot of people -- Marco Rubio as people say he would still run, same state as Jeb Bush.", "sentId": 228}, {"text": "Jeb Bush was his mentor -- I see that as unlikely -- but I'm told that Cruz and his leader Mitch McConnell who have a nasty relationship, a frosty relationship actually had a conversation this past Tuesday that was pretty civil.", "sentId": 229}, {"text": "Leader McConnell saying, you know, give me a head's up when you're going to do these things.", "sentId": 230}, {"text": "Guess what, in the new senate you're not going to have to use tactics, I'm going to give you votes on your amendments, it'll be ok.", "sentId": 231}], "secId": 91}, {"speaker": "COSTA", "sentences": [{"text": "That's right.", "sentId": 232}, {"text": "But I think there is a strategic question if you're trying to be a conservative insurgent in the Republican primary.", "sentId": 233}, {"text": "Do you go all-in in Iowa and risk having your campaign implode if you don't win, place, or show in Iowa?", "sentId": 234}, {"text": "And if someone like Governor Bush or Governor Christie really starts to build a national apparatus, how can you compete with that financially and organizationally?", "sentId": 235}, {"text": "You have to survive past Iowa, have some kind of idea about what to do in New Hampshire and Florida and elsewhere.", "sentId": 236}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "They have to survive past Iowa.", "sentId": 237}, {"text": "But I would just -- a footnote to Governor Christie and Governor bush, watch the Rudy Giuliani experience, you can't just camp out in Florida.", "sentId": 238}, {"text": "You've got to compete in the first three -- Iowa, New Hampshire, South Carolina.", "sentId": 239}, {"text": "Everybody thanks for coming in.", "sentId": 240}, {"text": "Have a great Christmas.", "sentId": 241}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Tomorrow's news today is next as our great reporters get you out of the big the political news just around the corner, including yes, the advance of girl power at the White House.", "sentId": 242}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table.", "sentId": 243}, {"text": "Ask our great reporters to share something from their notebooks.", "sentId": 244}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "Robert Costa.", "sentId": 245}], "secId": 96}, {"speaker": "COSTA", "sentences": [{"text": "Governor Bobby Jindal of Louisiana, he may be a Catholic convert, he may be from a southern state, but he spent a lot of time this week making connections with Iowa evangelicals.", "sentId": 246}, {"text": "I was with him in west Des Moines.", "sentId": 247}, {"text": "He spent over three hours shaking hands, making a speech about his conversion and his roots and his family's immigrant story.", "sentId": 248}, {"text": "I think Jindal as you see him up close he's making a lot of connections in Iowa.", "sentId": 249}, {"text": "I know he's a long shot contender for the Republican nomination.", "sentId": 250}, {"text": "This is someone who's working it early.", "sentId": 251}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "Rick Santorum did it last time.", "sentId": 252}, {"text": "Maybe Bobby Jindal will time.", "sentId": 253}, {"text": "Robert, thank you.", "sentId": 254}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "Margaret.", "sentId": 255}], "secId": 99}, {"speaker": "TALEV", "sentences": [{"text": "No Twitter vest  but I would look for girl power to be a continuing theme all the way through into the New Year.", "sentId": 256}, {"text": "You saw a little bit of it with President Obama and his year-end news conference where he called on all women and some of that may have just been goodwill to appease Michelle and the girls before he embarks on several rounds of golf in Hawaii, but there are a couple other things that played too.", "sentId": 257}], "secId": 100}, {"speaker": "TALEV", "sentences": [{"text": "Some is burnishing his own legacy.", "sentId": 258}, {"text": "You've seen him move, tap a woman to be the next attorney general, tap another woman to be the number two national security advisor under his female national security advisor.", "sentId": 259}, {"text": "But also some ongoing criticism because he's probably not going to have a female chief of staff -- probably not going to have a female press secretary.", "sentId": 260}], "secId": 101}, {"speaker": "TALEV", "sentences": [{"text": "So some of this is about his own legacy, but a lot of it is about gearing up for 2016.", "sentId": 261}, {"text": "The woman's vote is going to be essential for Hillary Clinton.", "sentId": 262}, {"text": "Republicans are trying to, you know, work on that as well.", "sentId": 263}, {"text": "And you're seeing him sort of set up that fight going into the New Year.", "sentId": 264}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "First time we've had girl power mentioned at the table.", "sentId": 265}, {"text": "That's always good.", "sentId": 266}, {"text": "Jonathan.", "sentId": 267}], "secId": 103}, {"speaker": "MARTIN", "sentences": [{"text": "I have a story  in the paper today about Senator Warren and what she's up to and obviously a lot of folks on the left were hoping that she runs for president.", "sentId": 268}, {"text": "That almost certainly is not going to happen, but what is striking is how she is using her leverage in the Senate to sort of keep the party on more of a progressive path.", "sentId": 269}, {"text": "I talked to a long time friend of hers who said the Clinton's don't understand this.", "sentId": 270}], "secId": 104}, {"speaker": "MARTIN", "sentences": [{"text": "They think this is all some kind of a set up for her to run for president that this is part of some strategy, this friend of Warren said this is who she is.", "sentId": 271}, {"text": "She believes in this stuff.", "sentId": 272}, {"text": "And she gets the fact that she has this moment, and she's taking advantage of that, but this print kind of  is the Clintons are going crazy about this because they think she's starting to run her president.", "sentId": 273}, {"text": "She's not doing that, it's about policy and about advocacy, but Warren is savvy enough to know that she has an opportunity now to sort of push Hillary Clinton, not in the race, but from the senate.", "sentId": 274}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "Push, push, push.", "sentId": 275}, {"text": "Jonathan, thank you.", "sentId": 276}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "Molly.", "sentId": 277}], "secId": 107}, {"speaker": "BALL", "sentences": [{"text": "All eyes on the House.", "sentId": 278}, {"text": "You know, come January, there's going to be a lot of talk about the new Republican Senate majority.", "sentId": 279}, {"text": "That obviously is what we didn't have before, and there's a lot of speculation about how they're going to behave.", "sentId": 280}, {"text": "But it's really, I've been talking to sort of insiders on the Hill this week, and there's a lot more of uncertainty about what's going to happen with the house.", "sentId": 281}], "secId": 108}, {"speaker": "BALL", "sentences": [{"text": "John Boehner's going to have a bigger house majority to work with but we don't know as much about these new members.", "sentId": 282}, {"text": "You know, a lot of the new senators we're pretty sure are going to be votes for leadership.", "sentId": 283}, {"text": "But it's a real wild card in the House whether Boehner is going to be empowered by this larger majority or whether they're going to be an even bigger thorn in his side the way we've seen in the past.", "sentId": 284}], "secId": 109}, {"speaker": "BALL", "sentences": [{"text": "So as we look to whether the sort of, the relative harmony and lack of drama of this lame duck period can continue in the new Congress, I think that's going to be a major factor.", "sentId": 285}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "I'll close a little bit more on that new Republican dynamic.", "sentId": 286}, {"text": "January will likely be a relatively peaceful month here in Washington.", "sentId": 287}, {"text": "The new Congress will be organizing and the President will deliver his State of the Union address.", "sentId": 288}, {"text": "But February will stir some major Republican flash points.", "sentId": 289}, {"text": "Congress first and foremost needs to revisit the immigration debate because it has to fund the Department of Homeland Security.", "sentId": 290}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "And it is in February when the new Senate Majority Leader Mitch McConnell plans to have his promised vote to repeal Obamacare.", "sentId": 291}, {"text": "Now Mr. McConnell knows he does not have the votes for an Obamacare repeal or to force any sweeping reversals of new White House immigration policy.", "sentId": 292}, {"text": "What he's hoping for is to put some votes on the record and then look for incremental steps, some things with at least modest, Democratic support and he believes the vast majority of his Republican members are ready now to ignore the Tea Party complaints of surrender.", "sentId": 293}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "McConnell's take is that 2014 proved the Tea Party is loud, but not able to deliver on threats to Republican incumbents.", "sentId": 294}, {"text": "February will test whether other Republicans buy that.", "sentId": 295}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS, thanks for sharing your Sunday morning.", "sentId": 296}, {"text": "Happy Hanukkah and Merry Christmas.", "sentId": 297}, {"text": "The final \"STATE OF THE UNION\" with Candy Crowley -- we will miss", "sentId": 298}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "Candy Crowley here -- starts right now.", "sentId": 299}], "secId": 115}, {"speaker": "CROWLEY", "sentences": [{"text": "Lame duck -- go tell that to President Obama who's sounding and acting like a --", "sentId": 300}], "secId": 116}], "sectionCount": 117, "url": "transcripts.cnn.com/TRANSCRIPTS/1412/21/ip.01.html", "sentenceCount": 302, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired December 21, 2014 - 08:30   ET", "speakers": ["KING", "OBAMA", "RUBIO", "CLINTON", "BUSH", "King", "BALL", "TALEV", "COSTA", "MARTIN", "CROWLEY", "BACHMANN", "UNIDENTIFIED MALE", "PAUL", "MOLLY"], "title": "INSIDE POLITICS"}