{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.0507.04.ip.01.html.json", "subTitle": "Bush Honors Troops on the Fourth of July; Controversy Stirs Over O'Connor's Supreme Court Replacement", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "ANNOUNCER", "sentences": [{"text": "Unflagging support on the Fourth of July.", "sentId": 0}, {"text": "President Bush pays holiday tribute to democracy and U.S. troops in Iraq.", "sentId": 1}], "secId": 0}, {"speaker": "BUSH", "sentences": [{"text": "As Iraqis stand up, we will stand down.", "sentId": 2}, {"text": "And then our troops can come home to a proud and grateful nation.", "sentId": 3}], "secId": 1}, {"speaker": "ANNOUNCER", "sentences": [{"text": "The fireworks begin, even before the president names a High Court nominee.", "sentId": 4}, {"text": "We'll showcase the sparks on the left and the right and the public's view of supreme politics.", "sentId": 5}], "secId": 2}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Searching for justice.", "sentId": 6}, {"text": "Conservatives don't want to be Borked again, but they don't want to be Soutered, either.", "sentId": 7}], "secId": 3}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "We're not willing to buy a pig in a poke.", "sentId": 8}], "secId": 4}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Now, live from Washington, CNN's INSIDE POLITICS.", "sentId": 9}], "secId": 5}, {"speaker": "JOHNS", "sentences": [{"text": "Thanks for joining us.", "sentId": 10}, {"text": "I'm Joe Johns.", "sentId": 11}], "secId": 6}, {"speaker": "JOHNS", "sentences": [{"text": "We begin with a new development in the case of Natalee Holloway, the Alabama teenager who disappeared in Aruba more than a month ago.", "sentId": 12}, {"text": "Court officials say a judge has ordered the release of the two of the three suspects.", "sentId": 13}, {"text": "Let's go live to CNN's Chris Lawrence in Aruba -- Chris?", "sentId": 14}], "secId": 7}, {"speaker": "LAWRENCE", "sentences": [{"text": "Joe, all of the suspects have left the courtroom now.", "sentId": 15}, {"text": "One of them will remain in custody for up to two more months.", "sentId": 16}, {"text": "Prosecutors ruling that -- or the judge ruling that prosecutors had enough evidence to keep Joran Van Der Sloot in custody.", "sentId": 17}, {"text": "The judge also ruled that two other suspects, Deepak and Satish Kalpoe, should be let go.", "sentId": 18}], "secId": 8}, {"speaker": "LAWRENCE", "sentences": [{"text": "Now, just to give you background on this case, Deepak and Satish Kalpoe said they were in the car with Joran Van Der Sloot and Natalee Holloway on the night she disappeared.", "sentId": 19}, {"text": "They say they drove around for a while and dropped off Joran and Natalee on a beach.", "sentId": 20}, {"text": "Joran Van Der Sloot says that he spent some time with Natalee Holloway on the beach and then left her and walked home alone.", "sentId": 21}], "secId": 9}, {"speaker": "LAWRENCE", "sentences": [{"text": "Now today, prosecutors argue that the suspects' statement that have changed several times were not sustained by e-mails, by telephone calls, and by text messages, basically saying the statements don't match the other evidence.", "sentId": 22}, {"text": "The judge ruled that perhaps that was the case for Joran Van Der Sloot, but he said there was not enough evidence to keep the other two.", "sentId": 23}], "secId": 10}, {"speaker": "OOMEN", "sentences": [{"text": "Nothing additional.", "sentId": 24}, {"text": "On the contrary, the more we get, the more it shows that my client has nothing to do with any crime.", "sentId": 25}], "secId": 11}, {"speaker": "LAWRENCE", "sentences": [{"text": "Yes, his client, Deepak Kalpoe, and his brother, Satish, are let go, but this is not the end of it.", "sentId": 26}, {"text": "The prosecutor, we have learned, is considering whether to appeal this decision to let the two brothers go.", "sentId": 27}], "secId": 12}, {"speaker": "LAWRENCE", "sentences": [{"text": "Also, Joran Van Der Sloot has up to three days to appeal the judge's decision that he be made to stay.", "sentId": 28}, {"text": "So this may not be the end of it.", "sentId": 29}, {"text": "We'll have to keep our eye on the case over the next couple days -- Joe?", "sentId": 30}], "secId": 13}, {"speaker": "JOHNS", "sentences": [{"text": "All right, Chris, now, if they let them out, they can re- arrest him if there's new evidence, right?", "sentId": 31}], "secId": 14}, {"speaker": "LAWRENCE", "sentences": [{"text": "Exactly.", "sentId": 32}, {"text": "If new evidence comes to light down the road, much as it can in the United States legal system, people can be re-arrested and brought back into the investigation.", "sentId": 33}], "secId": 15}, {"speaker": "JOHNS", "sentences": [{"text": "Great, thanks so much, Chris Lawrence in Aruba.", "sentId": 34}], "secId": 16}, {"speaker": "JOHNS", "sentences": [{"text": "Now, to politics.", "sentId": 35}, {"text": "President Bush is facing a Supreme Court vacancy, not to mention the upcoming G-8 summit.", "sentId": 36}, {"text": "But on America's birthday, he stuck to more traditional, patriotic themes, freedom, security, and the nation's Armed Forces.", "sentId": 37}, {"text": "After a quick Fourth of July stop in West Virginia, Mr. Bush is back at the White House, and CNN's Bob Franken is there.", "sentId": 38}], "secId": 17}, {"speaker": "JOHNS", "sentences": [{"text": "Bob, happy Fourth of July.", "sentId": 39}], "secId": 18}, {"speaker": "FRANKEN", "sentences": [{"text": "Happy Fourth of July to you, Joe.", "sentId": 40}, {"text": "And as you pointed out, the president has a very full plate.", "sentId": 41}, {"text": "He's going to be cramming in anticipation of making an announcement on his nominee to replace Sandra Day O'Connor when he gets back next week, back from the G-8 conference.", "sentId": 42}, {"text": "It's just a massive undertaking.", "sentId": 43}, {"text": "He's traveling to Europe tomorrow.", "sentId": 44}], "secId": 19}, {"speaker": "FRANKEN", "sentences": [{"text": "But first, today, he wanted to indulge in his newfound Independence Day tradition, which is to go to West Virginia.", "sentId": 45}, {"text": "The last three of four years, he celebrated July 4th in West Virginia.", "sentId": 46}, {"text": "The White House only explains it's a nice place to go.", "sentId": 47}], "secId": 20}, {"speaker": "FRANKEN", "sentences": [{"text": "And he had a friendly audience of about 3,000 in Morgantown at West Virginia University.", "sentId": 48}, {"text": "His speech was really a repeat of last week's speech in which he was beginning to try and shore up support for the war in Iraq, which has been suffering from a lack of -- a dwindling lack of support in the United States.", "sentId": 49}], "secId": 21}, {"speaker": "BUSH", "sentences": [{"text": "Americans have always held firm because we have always believed in certain truths.", "sentId": 50}, {"text": "We know that the freedom we defend is meant for all men and women and for all times.", "sentId": 51}, {"text": "And we know that when the work is hard, the proper response is not retreat.", "sentId": 52}, {"text": "It is courage.", "sentId": 53}], "secId": 22}, {"speaker": "FRANKEN", "sentences": [{"text": "But to reinforce the point that the war in Iraq has become a very contentious issue in the United States, a group of about 50 demonstrators appeared outside the hall where the president spoke.", "sentId": 54}, {"text": "Now he's back in the White House and the friendly environs where tonight he will watch the fireworks, Joe, and get ready for the fireworks in the days, and weeks, and perhaps months ahead -- Joe?", "sentId": 55}], "secId": 23}, {"speaker": "JOHNS", "sentences": [{"text": "That's for sure, Bob.", "sentId": 56}, {"text": "Now, realizing this is the Fourth of July holiday, is there any sense there that -- at least a bit of a buzz today about the Supreme Court, what happens next, what they're doing behind the scenes?", "sentId": 57}], "secId": 24}, {"speaker": "FRANKEN", "sentences": [{"text": "Well, not a buzz, how about a roar?", "sentId": 58}, {"text": "Just about every special-interest group in the world on either side of the political spectrum has geared up for this.", "sentId": 59}, {"text": "They've spent months raising millions to get ready for a battle royale, which is going to be taking place without a doubt once the president names his nominee.", "sentId": 60}], "secId": 25}, {"speaker": "FRANKEN", "sentences": [{"text": "He says he wants somebody to be on the court, a replacement for Justice O'Connor, by October.", "sentId": 61}, {"text": "There's an awful lot of battle ahead before that occurs.", "sentId": 62}], "secId": 26}, {"speaker": "JOHNS", "sentences": [{"text": "Great, thanks so much, Bob Franken at the White House.", "sentId": 63}, {"text": "Appreciate it.", "sentId": 64}, {"text": "You know, enjoy the rest of your holiday, Bob.", "sentId": 65}], "secId": 27}, {"speaker": "JOHNS", "sentences": [{"text": "During this long holiday weekend, many politicians and activists on both sides of the political spectrum have been drawing lines in the sand over the yet-to-be-named Supreme Court nominee.", "sentId": 66}, {"text": "One top target of speculation and criticism, Attorney General Alberto Gonzales.", "sentId": 67}, {"text": "He was busy making a surprise visit over the weekend to Iraq.", "sentId": 68}, {"text": "Some conservatives were effectively declaring war against him.", "sentId": 69}, {"text": "Here's our senior political analyst, Bill Schneider.", "sentId": 70}], "secId": 28}, {"speaker": "SCHNEIDER", "sentences": [{"text": "It wasn't so long ago -- January, in fact -- that Democrats were sharply critical of Alberto Gonzales.", "sentId": 71}, {"text": "That's when the former White House counsel faced Senate confirmation hearings for attorney general.", "sentId": 72}], "secId": 29}, {"speaker": "KENNEDY", "sentences": [{"text": "Questions were raised about his role in the development of what they call the torture memoranda, which overrode the Geneva Conventions.", "sentId": 73}], "secId": 30}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Now Gonzales is reported to be on President Bush's list of potential nominees to the Supreme Court.", "sentId": 74}, {"text": "And the criticism is coming from the right.", "sentId": 75}, {"text": "Sometimes directly, like a \"National Review\" editorial that said, \"Conservatives would be appalled and demoralized by a Gonzales appointment.\"", "sentId": 76}], "secId": 31}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Sometimes by insinuation, like this comment by the president of the Family Research Council.", "sentId": 77}], "secId": 32}, {"speaker": "PERKINS", "sentences": [{"text": "Our opinion or position on Attorney General Gonzales is that he holds great promise as an attorney general.", "sentId": 78}], "secId": 33}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Different job, different issue.", "sentId": 79}, {"text": "For attorney general, it was the rights of terrorist detainees.", "sentId": 80}, {"text": "For Supreme Court justice, the issue is abortion.", "sentId": 81}], "secId": 34}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Gonzales' anti-abortion credentials are suspect to conservatives.", "sentId": 82}, {"text": "As a justice on the Texas Supreme Court, he ruled that a pregnant teenager has the right to seek an abortion without notifying her parents.", "sentId": 83}, {"text": "Republican Senate aides are reported to joke that Gonzales is Spanish for \"Souter.\"", "sentId": 84}, {"text": "That's a reference to David Souter, the justice nominated to the court by President Bush's father in 1990.", "sentId": 85}], "secId": 35}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Souter refused to answer questions about his views on abortion.", "sentId": 86}, {"text": "Conservatives were outraged when Souter turned out to support abortion rights.", "sentId": 87}, {"text": "The new vacancy gives conservatives a shot at turning the majority on the court against abortion.", "sentId": 88}], "secId": 36}, {"speaker": "SCHNEIDER", "sentences": [{"text": "They don't want to risk it with another stealth nominee, like Souter, so they've begin to rally against Gonzales, even though there's no clear indication Bush will nominate him.", "sentId": 89}], "secId": 37}, {"speaker": "CORNYN", "sentences": [{"text": "It's interesting to see how people are already posturing to try to characterize what a potential nominee might -- how they might be categorized.", "sentId": 90}], "secId": 38}, {"speaker": "SCHNEIDER", "sentences": [{"text": "The public's view of Attorney General Gonzales?", "sentId": 91}, {"text": "A new CNN-\"USA Today\"-Gallup poll taken before Justice O'Connor announced her resignation found mildly favorable, but most Americans don't know enough about him to have an opinion.", "sentId": 92}], "secId": 39}, {"speaker": "SCHNEIDER", "sentences": [{"text": "If Bush were to nominate Gonzales, a lot of conservatives would feel betrayed, but many Democrats might be relieved.", "sentId": 93}, {"text": "This time, it's all about abortion, different job, different issue.", "sentId": 94}], "secId": 40}, {"speaker": "SCHNEIDER", "sentences": [{"text": "It shows how high the stakes are for this Supreme Court nomination.", "sentId": 95}, {"text": "Conservatives are rallying preemptively against someone the president has not even named -- Joe?", "sentId": 96}], "secId": 41}, {"speaker": "JOHNS", "sentences": [{"text": "Bill, it has been suggested that the attorney general will at least help out in the vetting process of the eventual nominee, whoever that is, so I take it he will still have some influence, even though he doesn't get the nod?", "sentId": 97}], "secId": 42}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Yes, he'll have some influence, but don't forget that was Dick Cheney's job in 2000.", "sentId": 98}, {"text": "He was vetting nominees for vice president to serve with George Bush, and guess who ended up getting that job?", "sentId": 99}], "secId": 43}, {"speaker": "JOHNS", "sentences": [{"text": "That's for sure, Dick Cheney.", "sentId": 100}, {"text": "All right, thank you very much, Bill Schneider in Los Angeles.", "sentId": 101}], "secId": 44}, {"speaker": "JOHNS", "sentences": [{"text": "Many Americans are watching the Supreme Court selection process begin to unfold with a sense of its importance, but with a dose of skepticism, too.", "sentId": 102}, {"text": "Our national correspondent Bruce Morton looks at our just-released poll numbers on the search for a justice.", "sentId": 103}], "secId": 45}, {"speaker": "MORTON", "sentences": [{"text": "Washington is in a major league tizzy over the Supreme Court vacancy, but most Americans agree it's a big deal.", "sentId": 104}, {"text": "In a CNN-\"USA Today\"-Gallup poll, half our sample said the new justice would matter a great deal to them.", "sentId": 105}, {"text": "And another quarter said it would matter a moderate amount.", "sentId": 106}], "secId": 46}, {"speaker": "MORTON", "sentences": [{"text": "What do Americans expect?", "sentId": 107}, {"text": "One third think it's very likely President Bush would appoint someone who would let their religious beliefs inappropriately influence their legal decisions.", "sentId": 108}, {"text": "Another 30 percent think that's somewhat likely.", "sentId": 109}], "secId": 47}, {"speaker": "MORTON", "sentences": [{"text": "Would Democrats try to block a nominee for inappropriate political reasons?", "sentId": 110}, {"text": "Fifty-eight percent think that's very likely, 28 percent somewhat likely, and just 12 percent said it was unlikely.", "sentId": 111}], "secId": 48}, {"speaker": "MORTON", "sentences": [{"text": "Which judges, liberal or conservative, would be more likely to let their personal views influence their legal decisions?", "sentId": 112}, {"text": "That's a tie.", "sentId": 113}, {"text": "Forty percent said liberal judges, 39 percent said conservative ones, and the margin of error is plus or minus 3 percent.", "sentId": 114}], "secId": 49}, {"speaker": "MORTON", "sentences": [{"text": "Asked how would you want the new justice to vote on Roe v. Wade, the decision which legalized a woman's right to abortion, 65 percent wanted a justice who would vote to uphold Roe, 29 percent, one would who vote to overturn it in.", "sentId": 115}], "secId": 50}, {"speaker": "MORTON", "sentences": [{"text": "In a mid-June poll, 41 percent wanted a new justice who would make the court more conservative, 30 percent one who would make it more liberal, 25 percent, one who would keep the court as it is now.", "sentId": 116}, {"text": "And if the president's first choice is unpopular with Democrats in the Senate, our sample split pretty evenly on whether Mr. Bush should stick with his nominee or pick somebody more acceptable to the Dems.", "sentId": 117}], "secId": 51}, {"speaker": "MORTON", "sentences": [{"text": "The likely fight over a new Supreme comes at a time when public approval of the court is declining.", "sentId": 118}, {"text": "In 2002, 60 percent approved of how the Supreme Court was handling its job, down to 51 percent in 2004, and just 42 percent now.", "sentId": 119}, {"text": "The decline is true among both Democrats and Republicans.", "sentId": 120}], "secId": 52}, {"speaker": "MORTON", "sentences": [{"text": "Bruce Morton, CNN, Washington.", "sentId": 121}], "secId": 53}, {"speaker": "JOHNS", "sentences": [{"text": "A lot of people are already devoting lots of time and energy to the fight over the future of the High Court.", "sentId": 122}, {"text": "Up next, will efforts to fill the void on the court suck the air out of President Bush's legislative agenda?", "sentId": 123}], "secId": 54}, {"speaker": "JOHNS", "sentences": [{"text": "Also ahead, a big if, in our \"Strategy Session.\"", "sentId": 124}, {"text": "Is there a real chance the president would tap Alberto Gonzales to be the next justice?", "sentId": 125}], "secId": 55}, {"speaker": "JOHNS", "sentences": [{"text": "And when we go \"Inside the Blogs,\" online pundits find new reason to pounce on the question, was there a connection between the leak of a CIA operative's name and the White House?", "sentId": 126}], "secId": 56}, {"speaker": "JOHNS", "sentences": [{"text": "With me to talk more about Sandra Day O'Connor's retirement and the looming battle over her replacement is political analyst Ron Brownstein of the \"Los Angeles Times.\"", "sentId": 127}], "secId": 57}, {"speaker": "JOHNS", "sentences": [{"text": "Thanks for coming in on the Fourth of July.", "sentId": 128}], "secId": 58}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Happy Fourth, Joe.", "sentId": 129}], "secId": 59}, {"speaker": "JOHNS", "sentences": [{"text": "Well, first question, sort of the global question, what happens now that Justice O'Connor has decided to step down?", "sentId": 130}, {"text": "Will that sort of suck the life out of everything else on Capitol Hill for the foreseeable future?", "sentId": 131}], "secId": 60}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Yes, I think it's going to be the dominant issue for the next several weeks.", "sentId": 132}, {"text": "But the one thing -- two points here.", "sentId": 133}], "secId": 61}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "First of all, from the point of view of the White House, it's not necessarily a bad thing to change the subject on Capitol Hill.", "sentId": 134}, {"text": "They've been having a rough spring with their Social Security proposal, the president's key domestic policy initiative, not getting off the ground.", "sentId": 135}, {"text": "And I think some people in the White House think it won't hurt them to shift the subject for a while.", "sentId": 136}], "secId": 62}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Secondly, there's a time limit on this.", "sentId": 137}, {"text": "There's a very real time limit on it.", "sentId": 138}, {"text": "The president has said and his congressional  they want this nominee, whoever it is, confirmed by the first Monday in October when the court resumes.", "sentId": 139}, {"text": "So yes, it will take the agenda -- hijack the agenda, in effect, in Washington, but it has a limited shelf life.", "sentId": 140}], "secId": 63}, {"speaker": "JOHNS", "sentences": [{"text": "So Social Security in particular, that's something the administration might have wanted to get on another shelf anyway?", "sentId": 141}], "secId": 64}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Well, yes.", "sentId": 142}, {"text": "I think, look, I think both chambers, the House and the Senate, Republicans are trying to figure out where, if anywhere, they can go on Social Security.", "sentId": 143}, {"text": "The House Republicans have been a little more enthusiastic about voting for this idea of creating accounts out of the Social Security surplus, but there's really no movement in the Senate, really no prospect at the moment of this becoming law.", "sentId": 144}], "secId": 65}, {"speaker": "JOHNS", "sentences": [{"text": "I saw your piece in this morning's newspaper.", "sentId": 145}, {"text": "Do you think that Republicans and Democrats, even a few among them, actually believe that the president will nominate someone who is generally acceptable to both parties?", "sentId": 146}], "secId": 66}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Well, I don't think we know.", "sentId": 147}, {"text": "I mean, certainly that's the main argument from Democrats, so far.", "sentId": 148}, {"text": "We're hearing the two \"c\" words, consensus and consultation.", "sentId": 149}, {"text": "I mean, they're sort of making that case.", "sentId": 150}, {"text": "Republicans are arguing the president should have a lot of freedom to choose who he picks.", "sentId": 151}], "secId": 67}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "There's a lot that has happened over the last few days, in terms of senators and interest groups setting out some of the parameters of the terms of battle, even before we have a nominee.", "sentId": 152}, {"text": "And one point on this I think is really crucial above all, which is that several of the Republicans involved in the gang of 14 judicial deal earlier this year, that, as you recall, stopped the effort to ban filibusters, have indicated they don't believe that opposing a nominee because they're too conservative would justify a filibuster by the Democrats.", "sentId": 153}], "secId": 68}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Lindsey Graham on television yesterday, John McCain on CNN Friday, both sent a clear shot across the bow of the Democrats, warning that if they filibuster a nominee simply because they think he's too conservative, they might come back and join with Republicans to ban the filibuster.", "sentId": 154}, {"text": "So that's a pretty important development.", "sentId": 155}], "secId": 69}, {"speaker": "JOHNS", "sentences": [{"text": "There's also a question emerging about the kinds that ought to be asked at a confirmation hearing.", "sentId": 156}, {"text": "Are some questions actually going to be off-limits?", "sentId": 157}], "secId": 70}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Well, this is really another one of the big debates that have emerged within in the first 72 hours.", "sentId": 158}, {"text": "You've had Republicans starting with an op-ed piece by Senator John Cornyn on Saturday in the \"Washington Post\" continuing with comments on the Sunday shows arguing that it'll be inappropriate to press the eventual nominee too closely for their views on specific issues.", "sentId": 159}], "secId": 71}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Democrats have been a little more divided, but the dominant note from people like Chuck Schumer has been no, that's exactly what they intend to do, that this is a Supreme Court position that can change daily life, affect daily life for millions of Americans, and it is their job to get the nominee on record as much as they can.", "sentId": 160}, {"text": "I think this is going to be one of the real tension points when we get to the hearings down the road.", "sentId": 161}], "secId": 72}, {"speaker": "JOHNS", "sentences": [{"text": "And it will be a very interesting battle to watch.", "sentId": 162}, {"text": "Thank you very much, Ron Brownstein of \"L.A.", "sentId": 163}, {"text": "Times.\"", "sentId": 164}], "secId": 73}, {"speaker": "JOHNS", "sentences": [{"text": "Turning to our \"Political Bytes\" on this Fourth of July, support appears to have slipped in recent years for a constitutional amendment that would permit laws against the burning of the American flag.", "sentId": 165}, {"text": "Fifty-five percent of those questioned in a recent CNN-\"USA Today\"- Gallup poll said they would support an amendment, 42 percent said they would not.", "sentId": 166}, {"text": "Back in 1999, 63 percent said they supported the proposed amendment.", "sentId": 167}], "secId": 74}, {"speaker": "JOHNS", "sentences": [{"text": "Also in our poll, Americans were asked if they are family with the anti-terrorism law known as the Patriot Act.", "sentId": 168}, {"text": "Twelve percent said they very familiar, and 52 percent said somewhat familiar.", "sentId": 169}, {"text": "More than a third said they were not familiar with the law at all.", "sentId": 170}, {"text": "When asked about criticism that the Patriot Act restricts civil liberties, 30 percent said the law goes too far, while a combined 62 percent said it's either about right or doesn't go far enough.", "sentId": 171}], "secId": 75}, {"speaker": "JOHNS", "sentences": [{"text": "In Atlanta today, representatives of the traditionally liberal United Church of Christ overwhelmingly approved a resolution that endorses same-sex marriage.", "sentId": 172}, {"text": "The vote is non-binding, but is expected to cause some churches to leave the denomination.", "sentId": 173}, {"text": "The United Church of Christ, with 1.3 million members, is the largest U.S. denomination to back same-sex marriage.", "sentId": 174}], "secId": 76}, {"speaker": "JOHNS", "sentences": [{"text": "And in California, Republican Congressman Duke Cunningham canceled a scheduled appearance today at a pancake breakfast in his home district.", "sentId": 175}, {"text": "Cunningham is under investigation for selling this San Diego-area home to a defense contractor who later sold the house for a loss.", "sentId": 176}, {"text": "A spokesman said Cunningham did not want to be a distraction at this morning's event.", "sentId": 177}], "secId": 77}, {"speaker": "JOHNS", "sentences": [{"text": "A new development in the CIA leak story is the talk of the Internet.", "sentId": 178}, {"text": "Coming up next, we'll go \"Inside the Blogs\" to see what's being said.", "sentId": 179}], "secId": 78}, {"speaker": "JOHNS", "sentences": [{"text": "Now the latest developments in the investigation of the leak of a CIA operative's name.", "sentId": 180}, {"text": "\"Newsweek\" is reporting that e-mails between \"Time\" magazine reporter Matt Cooper and his editors show that Karl Rove spoke to Cooper in the days before Valerie Plame's identity was revealed in the media.", "sentId": 181}], "secId": 79}, {"speaker": "JOHNS", "sentences": [{"text": "But according to \"Newsweek,\" it is not clear what Cooper and President Bush's top political adviser discussed.", "sentId": 182}, {"text": "Karl Rove's attorney confirms Cooper called his client in July 2003, but he says Rove did not disclose any confidential information.", "sentId": 183}, {"text": "And he says the prosecutor has repeatedly confirmed that Rove is not a target of the leak.", "sentId": 184}], "secId": 80}, {"speaker": "JOHNS", "sentences": [{"text": "Some Democrats say Rove should publicly deny he was the source of the leak.", "sentId": 185}, {"text": "Here's what Rove told CNN last August about Valerie Plame and the investigation.", "sentId": 186}], "secId": 81}, {"speaker": "ROVE", "sentences": [{"text": "Well, I'll repeat what I said to ABC News when this whole thing broke some number of months ago.", "sentId": 187}, {"text": "I didn't know her name and didn't leak her name.", "sentId": 188}, {"text": "This is at the Justice Department.", "sentId": 189}, {"text": "I'm confident that the U.S. attorney, the prosecutor who's involved in looking at this, is going to do a very thorough job of doing a very substantial and conclusive investigation.", "sentId": 190}], "secId": 82}, {"speaker": "JOHNS", "sentences": [{"text": "Karl Rove and the CIA leak story are hot topics in the blogosphere.", "sentId": 191}, {"text": "We check in now with CNN political producer Abbi Tatton and Jackie Schechner, our blog reporter -- Jacki?", "sentId": 192}], "secId": 83}, {"speaker": "SCHECHNER", "sentences": [{"text": "Hi, Joe.", "sentId": 193}], "secId": 84}, {"speaker": "SCHECHNER", "sentences": [{"text": "Well, we thought, after Friday's announcement that Justice O'Connor was retiring, that the upcoming Supreme Court nomination would be the top story on all the political blogs for some time to come.", "sentId": 194}, {"text": "Not so.", "sentId": 195}], "secId": 85}, {"speaker": "SCHECHNER", "sentences": [{"text": "This news about the \"Time\" magazine disclosure becoming fodder for many of the blogs all across the spectrum throughout the entire weekend.", "sentId": 196}, {"text": "It started when political analyst Lawrence O'Donnell went on a television program Friday night saying that he knew that Karl Rove was Matt Cooper's leak.", "sentId": 197}, {"text": "He then went on to the Huffingtonpost.com and blogged about it on Saturday morning.", "sentId": 198}, {"text": "This made the rounds.", "sentId": 199}], "secId": 86}, {"speaker": "SCHECHNER", "sentences": [{"text": "We go over today to nastyboys.blogspot.com with a mockup photo -- we should mention that this is not a true photo, a mockup photo -- but this is the sentiment that is resonating, especially on the left-hand side of the blogs, with the title \"We Can Only Hope!\"", "sentId": 200}, {"text": "Please let it be Karl Rove.", "sentId": 201}], "secId": 87}, {"speaker": "TATTON", "sentences": [{"text": "Lots of bloggers having fun with Photoshop there, really having fun with this story.", "sentId": 202}, {"text": "John Aravosis over at americablog.org was quick to jump on this, spent most of his Saturday Rove-blogging.", "sentId": 203}, {"text": "In fact, they've already got t-shirts and mouse pads that say, \"Karl Rove, Bye-bye,\" on them.", "sentId": 204}], "secId": 88}, {"speaker": "TATTON", "sentences": [{"text": "But as the \"Newsweek\" story came out with Michael Isikoff reporting, some on the left were not so quick to jump on this one.", "sentId": 205}, {"text": "Looking at the details of that case, the fact that the \"Newsweek\" story does say it's unclear what passed between Cooper and Rove, and saying, \"Not so fast.\"", "sentId": 206}], "secId": 89}, {"speaker": "TATTON", "sentences": [{"text": "At the Washingtonmonthly.com, this is Kevin Drum.", "sentId": 207}, {"text": "He says, \"I've looked at the 'Newsweek' piece, and there's not a lot there.", "sentId": 208}, {"text": "Yes, Rove spoke to Cooper, but that doesn't mean that he was the source.", "sentId": 209}, {"text": "It doesn't say what he was a source for.\"", "sentId": 210}], "secId": 90}, {"speaker": "SCHECHNER", "sentences": [{"text": "More calls for information from Lawrence O'Donnell again.", "sentId": 211}, {"text": "At The Huffington Post, he continues to blog.", "sentId": 212}, {"text": "One of the updates he's posted, he wants Karl Rove to tell us what he told the grand jury.", "sentId": 213}, {"text": "He thinks that's going to be very telling.", "sentId": 214}], "secId": 91}, {"speaker": "TATTON", "sentences": [{"text": "Right.", "sentId": 215}, {"text": "And that offer there, what they were trying to do over at the -- McDonnell  was saying over there caused this conservative blog, wizbangblog.com, to say, \"Why is it Rove's job to prove that he didn't leak it?\"", "sentId": 216}, {"text": "Suggesting that the people over there don't have the information they're claiming.", "sentId": 217}], "secId": 92}, {"speaker": "SCHECHNER", "sentences": [{"text": "So that's the information that's coming out on the right.", "sentId": 218}, {"text": "They're saying they think Rove has nothing to worry about at this point.", "sentId": 219}, {"text": "We'll see how this evolves over the days and weeks to come -- Joe?", "sentId": 220}], "secId": 93}, {"speaker": "JOHNS", "sentences": [{"text": "Abbi and Jacki, thank you.", "sentId": 221}], "secId": 94}, {"speaker": "JOHNS", "sentences": [{"text": "As President Bush searches for a nominee for the U.S. Supreme Court, some advocates know who they want and others know what they don't want.", "sentId": 222}, {"text": "Coming up, we'll look at Justice Souter as the anti-role model for some conservatives, and we'll put his name and others up for discussion in our \"Strategy Session.\"", "sentId": 223}], "secId": 95}, {"speaker": "JOHNS", "sentences": [{"text": "Now that President Bush is working toward naming his first Supreme Court nominee, some are urging him not to follow in his father's footsteps.", "sentId": 224}, {"text": "Many conservatives have been disappointed with Justice David Souter's moderate to liberal voting record on the High Court, and some still hold a grudge against George Herbert Walker Bush for nominating the paper trail-less Souter 15 years ago.", "sentId": 225}], "secId": 96}, {"speaker": "JOHNS", "sentences": [{"text": "Our senior political correspondent Candy Crowley has more on Souter, the Bushes, and the High Court legacies.", "sentId": 226}], "secId": 97}, {"speaker": "CROWLEY", "sentences": [{"text": "They are lifetime appointments, which can make history and shape legacies.", "sentId": 227}], "secId": 98}, {"speaker": "BUSH", "sentences": [{"text": "I tell you how I look at this, not in terms of some specific imprint, but I want it said when I'm about 90, 24 years from now, that I made a superb choice, and I think it will be so writ.", "sentId": 228}], "secId": 99}, {"speaker": "CROWLEY", "sentences": [{"text": "He's not 90 yet, but history so far, as written by conservatives, is not so writ.", "sentId": 229}], "secId": 100}, {"speaker": "LESSNER", "sentences": [{"text": "It's turned out to be quite a disappointment, because Mr. Souter is clearly squarely in the middle of the liberal camp, that -- the liberal majority, actually, on the Supreme Court.", "sentId": 230}], "secId": 101}, {"speaker": "CROWLEY", "sentences": [{"text": "Conservative groups know what they want in a Supreme Court nominee -- someone who will protect the unborn -- and they know what they don't want, another Justice Souter.", "sentId": 231}], "secId": 102}, {"speaker": "BAUER", "sentences": [{"text": "I don't think this President Bush wants to be embarrassed by his court nominee.", "sentId": 232}], "secId": 103}, {"speaker": "CROWLEY", "sentences": [{"text": "Souter is not the first Supreme Court nominee to backfire on supporters.", "sentId": 233}, {"text": "President Eisenhower called Chief Justice Earl Warren \"my biggest mistake.\"", "sentId": 234}, {"text": "One of the most active courts in history, the Warren court overturned the notion of separate but equal public education and ordered school desegregation.", "sentId": 235}, {"text": "Conservative President Nixon was \"Soutered\" by Justice Harry Blackmun, author of the majority opinion in the Roe v. Wade decision, which legalized abortion.", "sentId": 236}], "secId": 104}, {"speaker": "CROWLEY", "sentences": [{"text": "Conservatives say Souter got by them because he didn't have much of a paper trail on their issues, and they took his conservative judicial bent on the faith of Republicans who vouched for him.", "sentId": 237}, {"text": "This time around, no blind dates.", "sentId": 238}], "secId": 105}, {"speaker": "LESSNER", "sentences": [{"text": "This court is very narrowly divided on many issues of great interest to us -- on the sanctity of life, the sanctity of marriage.", "sentId": 239}, {"text": "And with a court that's divided 5-4 on so many of those cases, we're not willing to buy a pig in a poke.", "sentId": 240}, {"text": "And so we want someone whose judicial philosophy and whose jurisprudence is well- known and established.", "sentId": 241}], "secId": 106}, {"speaker": "CROWLEY", "sentences": [{"text": "Paper trails may reduce the High Court's surprise rate, but they won't eliminate it.", "sentId": 242}, {"text": "There is something about the view at the Supreme Court that can change a jurist.", "sentId": 243}], "secId": 107}, {"speaker": "CROWLEY", "sentences": [{"text": "Candy Crowley, CNN, Washington.", "sentId": 244}], "secId": 108}, {"speaker": "JOHNS", "sentences": [{"text": "People were taking sides on the next Supreme Court justice long before Justice O'Connor said she would retire.", "sentId": 245}, {"text": "What kind of strategies will be employed in the fight for that seat on the bench?", "sentId": 246}], "secId": 109}, {"speaker": "JOHNS", "sentences": [{"text": "Our \"Strategy Session\" is the perfect place for that discussion.", "sentId": 247}, {"text": "Here today, Democratic strategist Vic Kamber and Bay Buchanan, president of American Cause.", "sentId": 248}, {"text": "Thanks for being here.", "sentId": 249}], "secId": 110}, {"speaker": "BUCHANAN", "sentences": [{"text": "Sure.", "sentId": 250}], "secId": 111}, {"speaker": "KAMBER", "sentences": [{"text": "Sure.", "sentId": 251}], "secId": 112}, {"speaker": "JOHNS", "sentences": [{"text": "A Supreme Court showdown ahead, as the Senate awaits the president's choice for the next justice for the U.S. Supreme Court.", "sentId": 252}, {"text": "From the Justice Department to the High Court, is attorney general Alberto Gonzales on the short list?", "sentId": 253}, {"text": "And the connection between a key White House insider, a \"Time\" magazine correspondent uncovering an undercover CIA agent.", "sentId": 254}], "secId": 113}, {"speaker": "JOHNS", "sentences": [{"text": "Now, let's get to the top of this, of course, and the first thing is Supreme Court nominations.", "sentId": 255}, {"text": "The central question and the one people are asking right now is whether because there was an agreement between 14 senators several week ago, a filibuster's precluded.", "sentId": 256}, {"text": "What's your view?", "sentId": 257}, {"text": "Do you think -- Vic, I should start with you, because you're a Democrat -- that a filibuster is almost off the table, barring extraordinary circumstances, whatever that is?", "sentId": 258}], "secId": 114}, {"speaker": "KAMBER", "sentences": [{"text": "Simple answer is yes.", "sentId": 259}, {"text": "But we don't know -- no one's defined extraordinary circumstances.", "sentId": 260}, {"text": "We don't know what the issues may be.", "sentId": 261}, {"text": "And we don't know the nominee.", "sentId": 262}, {"text": "My guts tell me that the president -- if I were advising the president, that's unlikely to happen, as we all know.", "sentId": 263}, {"text": "I would advise that we try to pick a consensus candidate.", "sentId": 264}, {"text": "He's going to be or she's going to be a conservative.", "sentId": 265}, {"text": "There's no doubt about that.", "sentId": 266}, {"text": "But someone that can pass.", "sentId": 267}, {"text": "He's not running for reelection again.", "sentId": 268}, {"text": "He doesn't need to please a certain element of his own party.", "sentId": 269}, {"text": "He needs to please the country.", "sentId": 270}], "secId": 115}, {"speaker": "BUCHANAN", "sentences": [{"text": "And he please the country when he picks somebody that he's told the country he would pick.", "sentId": 271}, {"text": "When he ran as a candidate, he said somebody in the mold of a Scalia.", "sentId": 272}, {"text": "And that is what -- his supporters are totally energized over this right now.", "sentId": 273}, {"text": "They're very exciting times, that we are actually going to get somebody that we really believe should be a Supreme Court justice.", "sentId": 274}], "secId": 116}, {"speaker": "BUCHANAN", "sentences": [{"text": "And I think that's why the president will commit.", "sentId": 275}, {"text": "He has a commitment.", "sentId": 276}, {"text": "He will make that commitment.", "sentId": 277}, {"text": "He will say here you go, this is a Scalia-like fellow I'm putting forward, I know this is in the best interest of country, because that's what he believes.", "sentId": 278}, {"text": "Somebody who shares his philosophy.", "sentId": 279}, {"text": "And I think it's good politics, it's smart politics for him to do exactly that and let's see what the Democrats do.", "sentId": 280}], "secId": 117}, {"speaker": "JOHNS", "sentences": [{"text": "Perhaps not just a fella.", "sentId": 281}, {"text": "There's there's been a lot of talk about Janice Rodgers Brown in this town right now.", "sentId": 282}, {"text": "And some Democrats have actually been suggesting that she's the type of candidate who could trigger a filibuster.", "sentId": 283}, {"text": "What happens if Democrats open this Pandora's Box?", "sentId": 284}], "secId": 118}, {"speaker": "BUCHANAN", "sentences": [{"text": "See, I think that's why he's in a win-win situation.", "sentId": 285}, {"text": "He comes up with exactly who thinks should be in there.", "sentId": 286}, {"text": "And he puts that person forward and lets the Democrats decide if they want to risk a filibuster, we have a Supreme Court justice.", "sentId": 287}, {"text": "Every Supreme Court nominee has had an up-or-down vote in this country.", "sentId": 288}, {"text": "And the American people think that's fair, to have a fair hearing and a fair up-or-down vote.", "sentId": 289}, {"text": "And so I think the Democrats would make a real mistake to go filibuster.", "sentId": 290}, {"text": "If they did that, I think the president one-ups them and says fine, we're taking out your opportunity to filibuster judges.", "sentId": 291}], "secId": 119}, {"speaker": "JOHNS", "sentences": [{"text": "Before we get to the vote, we also have the issue of a confirmation hearing.", "sentId": 292}, {"text": "And there's a lot of talk, as well, about the types of questions that might be asked of a nominee.", "sentId": 293}, {"text": "Do you think that certain questions ought to be off-limits, Victor?", "sentId": 294}], "secId": 120}, {"speaker": "KAMBER", "sentences": [{"text": "Not at all.", "sentId": 295}, {"text": "There's nothing that should be off the table.", "sentId": 296}, {"text": "This is a lifetime appointment.", "sentId": 297}, {"text": "These are appointments that can affect your life, my life, every life in this country.", "sentId": 298}, {"text": "I think there's nothing that should be off the table and not asked.", "sentId": 299}, {"text": "Obviously, if they're a sitting judge or a sitting justice, we're going to have their records and we have to analyze what they said and why they said it and what it means, whether it's pro-life, pro-choice, pro-guns, anti-guns.", "sentId": 300}, {"text": "Whatever the issue may be, I think any issue is on the table.", "sentId": 301}, {"text": "And we know which -- I'm sorry to say we come into -- their personal lives are on the table.", "sentId": 302}, {"text": "All the background of who you are, what you are, what made you up, is on the table and is open to the scrutiny.", "sentId": 303}], "secId": 121}, {"speaker": "BUCHANAN", "sentences": [{"text": "You know, I think the key here is I think the Republicans are playing very smart ball.", "sentId": 304}, {"text": "I agree with Vic.", "sentId": 305}, {"text": "You shouldn't tell a U.S. senator you can or can't ask certain questions.", "sentId": 306}, {"text": "And so any question can be asked.", "sentId": 307}, {"text": "But what the Republicans are saying is that they're going to strongly stress that the candidate does not answer personal questions, questions about their personal beliefs.", "sentId": 308}, {"text": "Because it's not relevant as a judge.", "sentId": 309}, {"text": "And that's where I think the Democrats are going to look like they're looking for a problem, looking for trouble.", "sentId": 310}, {"text": "Character, of course, is an issue.", "sentId": 311}, {"text": "Ethics is an issue.", "sentId": 312}, {"text": "But your personal philosophy should not be an issue that's before the Senate.", "sentId": 313}], "secId": 122}, {"speaker": "KAMBER", "sentences": [{"text": "If I may, the interesting thing is you can set the scenario today of what should be the case, how you should answer.", "sentId": 314}, {"text": "I can brief you all I want how you should answer.", "sentId": 315}, {"text": "The bottom line is you're sitting there with 20 or 21 senators from both parties, nine and 11, they're going to ask their questions.", "sentId": 316}, {"text": "And a Joe Biden or a Chris Dodd or a Ted Kennedy, are not going to sit there and take a shaking head, gee, I can't answer that, because that goes too far.", "sentId": 317}, {"text": "They're just not going to take that.", "sentId": 318}], "secId": 123}, {"speaker": "BUCHANAN", "sentences": [{"text": "These are smart guys who can handle that.", "sentId": 319}, {"text": "They can handle it easily.", "sentId": 320}], "secId": 124}, {"speaker": "JOHNS", "sentences": [{"text": "Stay right there.", "sentId": 321}, {"text": "We'll be right back to talk to some more of this.", "sentId": 322}, {"text": "How much history will be attached to the president's choice for the Supreme Court?", "sentId": 323}, {"text": "Could Attorney General Alberto Gonzales be the court's first Hispanic justice?", "sentId": 324}, {"text": "We'll talk about that when INSIDE POLITICS continues.", "sentId": 325}], "secId": 125}, {"speaker": "JOHNS", "sentences": [{"text": "The \"Strategy Session\" continues on INSIDE POLITICS.", "sentId": 326}, {"text": "With us today, Vic Kamber and Bay Buchanan.", "sentId": 327}], "secId": 126}, {"speaker": "JOHNS", "sentences": [{"text": "President Bush could make history by naming his attorney general and long-time friend to the Supreme Court.", "sentId": 328}, {"text": "Alberto Gonzales made a quick trip to Iraq this weekend, consulting with Justice Department staff there to help with the prosecution of Saddam Hussein and other former Iraqi leaders.", "sentId": 329}, {"text": "The mention of Gonzales as a possible court choice has some questioning his conservative credentials, and that's even though most Americans still don't know him.", "sentId": 330}, {"text": "Only 32 percent have a favorable opinion of Gonzales in the latest CNN/\"USA Today\"/Gallup poll, with more than one half unsure of what they think of him.", "sentId": 331}], "secId": 127}, {"speaker": "JOHNS", "sentences": [{"text": "So bottom line question, is Alberto Gonzales that bad, Bay Buchanan?", "sentId": 332}], "secId": 128}, {"speaker": "BUCHANAN", "sentences": [{"text": "Yes.", "sentId": 333}, {"text": "He would be a terrible, terrible choice for the president.", "sentId": 334}, {"text": "You know, you got to remember that the backbone of this Republican majority is their social conservatives in the country.", "sentId": 335}, {"text": "And they have said, listen, we want somebody socially conservative, and -- but specifically we do not want Gonzales.", "sentId": 336}, {"text": "They are coming -- they have unified and said Gonzales is unacceptable to us.", "sentId": 337}, {"text": "And so why would the president go right in their face and upset these millions and millions of people who are really the backbone and are going to be energized for next year's election or deflated?", "sentId": 338}], "secId": 129}, {"speaker": "JOHNS", "sentences": [{"text": "And the question, I guess, for you is, on the Democratic side, a lot of people have said he is the best choice Democrats think they could get.", "sentId": 339}], "secId": 130}, {"speaker": "KAMBER", "sentences": [{"text": "Well, I think the president should -- will think twice about two things.", "sentId": 340}, {"text": "One, can he get a confirmation without a major fight?", "sentId": 341}, {"text": "And two, what's his legislative agenda while he's still president?", "sentId": 342}, {"text": "He doesn't have to stand for election again, so while he is a social conservative himself, while he will please the conservatives -- and, as I said earlier, he will name a conservative.", "sentId": 343}, {"text": "He's got to name somebody that he thinks can get confirmed.", "sentId": 344}, {"text": "The attorney general happens to be somebody he likes personally, he knows personally, he trusts.", "sentId": 345}, {"text": "It makes eminent sense to pick the attorney general.", "sentId": 346}, {"text": "We don't know -- what Bay is talking about is primarily on pro-life.", "sentId": 347}, {"text": "We don't know where he is on the pro-life issue question, frankly.", "sentId": 348}, {"text": "And no senator yet, Republican, has said they will not vote for Gonzales.", "sentId": 349}], "secId": 131}, {"speaker": "BUCHANAN", "sentences": [{"text": "We know he's hesitant.", "sentId": 350}, {"text": "His record shows that he has at times been hesitant on the pro-life issue.", "sentId": 351}], "secId": 132}, {"speaker": "KAMBER", "sentences": [{"text": "Which may make for a great justice.", "sentId": 352}], "secId": 133}, {"speaker": "BUCHANAN", "sentences": [{"text": "It may for somebody that you think is good.", "sentId": 353}, {"text": "But then, if I don't, why would President Bush please you versus those who share my philosophy?", "sentId": 354}], "secId": 134}, {"speaker": "JOHNS", "sentences": [{"text": "Also figure into the equation, the next election up is the mid-term.", "sentId": 355}], "secId": 135}, {"speaker": "BUCHANAN", "sentences": [{"text": "Exactly.", "sentId": 356}, {"text": "That's an election of 30-some odd United States senators.", "sentId": 357}, {"text": "If we have a meltdown on Capitol Hill on the issue of this judicial nomination, doesn't that create some real room for volatility in the next election?", "sentId": 358}], "secId": 136}, {"speaker": "BUCHANAN", "sentences": [{"text": "But you've got to understand where he's coming from.", "sentId": 359}, {"text": "What does the president -- what does the Republican party need next year?", "sentId": 360}, {"text": "They need a base that's very spirited and excited and understands why they should vote Republican.", "sentId": 361}, {"text": "What better reason than the judges?", "sentId": 362}, {"text": "That has always been a primary reason for social conservatives.", "sentId": 363}, {"text": "The president gives them their guy, they think, my gosh, we could have won one or two more.", "sentId": 364}, {"text": "We've got to make certain that he keeps them in power.", "sentId": 365}, {"text": "It is all win-win for the president.", "sentId": 366}], "secId": 137}, {"speaker": "KAMBER", "sentences": [{"text": "Joe, it depends on how it melts down.", "sentId": 367}, {"text": "That's the problem in the Senate.", "sentId": 368}, {"text": "Depends on -- and Bay said earlier, if they take away the filibuster and the Republicans play it a certain way, maybe Democrats get hurt.", "sentId": 369}, {"text": "I don't think so.", "sentId": 370}, {"text": "I think it's just the opposite.", "sentId": 371}, {"text": "If they take away the filibuster to get their Supreme Court nomination, I think Democrats will gain in the next session.", "sentId": 372}], "secId": 138}, {"speaker": "JOHNS", "sentences": [{"text": "Bay, do you think it's no Gonzales ever?", "sentId": 373}, {"text": "Or is it no Gonzales for this seat?", "sentId": 374}], "secId": 139}, {"speaker": "BUCHANAN", "sentences": [{"text": "That's an excellent point.", "sentId": 375}, {"text": "Having watched this president for some time, I can see him saying, OK, give the social conservatives this one, they're going to be really excited.", "sentId": 376}, {"text": "And my friend, who I may have had made a commitment to here -- we don't know -- we'll move him.", "sentId": 377}, {"text": "Because we're going to have a second one here pretty quickly.", "sentId": 378}, {"text": "We might move him a little bit later.", "sentId": 379}, {"text": "I see that as a possibility.", "sentId": 380}], "secId": 140}, {"speaker": "BUCHANAN", "sentences": [{"text": "But I'll tell you quite honestly, the social conservatives are going to be wanting every one.", "sentId": 381}, {"text": "They're not going to back off and say, OK, we got one.", "sentId": 382}, {"text": "They're going to say, oh, no, Mr. President, we want the next one.", "sentId": 383}, {"text": "This is his legacy.", "sentId": 384}, {"text": "Joe, that's the thing to remember.", "sentId": 385}, {"text": "And the president being a social conservative wants to create that legacy.", "sentId": 386}, {"text": "It's there for years to come.", "sentId": 387}], "secId": 141}, {"speaker": "KAMBER", "sentences": [{"text": "And I agree with Bay.", "sentId": 388}, {"text": "He could have nine appointments and they're never going to back off.", "sentId": 389}, {"text": "They're going to want every one...", "sentId": 390}], "secId": 142}, {"speaker": "BUCHANAN", "sentences": [{"text": "Why should we?", "sentId": 391}, {"text": "We've got the White House.", "sentId": 392}], "secId": 143}, {"speaker": "KAMBER", "sentences": [{"text": "I didn't say you should.", "sentId": 393}, {"text": "But he, he, is the president looking at his legacy and he's going to want to make his statement.", "sentId": 394}, {"text": "And I think putting the first Latino Hispanic-American on the bench will be one of his legacies.", "sentId": 395}], "secId": 144}, {"speaker": "BUCHANAN", "sentences": [{"text": "Sure.", "sentId": 396}, {"text": "Estrada.", "sentId": 397}, {"text": "Works well for me.", "sentId": 398}], "secId": 145}, {"speaker": "JOHNS", "sentences": [{"text": "Of course, who knows, though, when Supreme Court Chief Justice William Rehnquist will retire.", "sentId": 399}], "secId": 146}, {"speaker": "JOHNS", "sentences": [{"text": "When we return, is there a connection between the president's top political adviser and a reporter at \"Time\" magazine?", "sentId": 400}, {"text": "Karl Rove and the investigation into a CIA operative's identity was revealed when the \"Strategy Session\" resumes.", "sentId": 401}], "secId": 147}, {"speaker": "KING", "sentences": [{"text": "I'm John King reporting from Washington.", "sentId": 402}, {"text": "Coming up at the top of the hour, an Aruba judge releases two of the suspects in the disappearance of Natalee Holloway.", "sentId": 403}, {"text": "We'll have the latest.", "sentId": 404}], "secId": 148}, {"speaker": "KING", "sentences": [{"text": "President Bush mulls a Supreme Court nomination.", "sentId": 405}, {"text": "Will he pick an opponent of Roe v. Wade?", "sentId": 406}], "secId": 149}, {"speaker": "KING", "sentences": [{"text": "And two days after the rescue of Shasta Groene, the search continues for her 9-year-old brother Dylan.", "sentId": 407}, {"text": "We'll have a live report from Idaho.", "sentId": 408}], "secId": 150}, {"speaker": "KING", "sentences": [{"text": "All those stories and much more, just minutes away on \"WOLF BLITZER REPORTS.\"", "sentId": 409}], "secId": 151}, {"speaker": "KING", "sentences": [{"text": "Now back to INSIDE POLITICS.", "sentId": 410}], "secId": 152}, {"speaker": "JOHNS", "sentences": [{"text": "The \"Strategy Session\" continues on INSIDE POLITICS.", "sentId": 411}, {"text": "Bay Buchanan and Vic Kamber are here now with their take on the investigation of a leak that revealed a CIA operative's identity.", "sentId": 412}, {"text": "\"Newsweek\" says Bush adviser Karl Rove talked with a \"Time\" magazine reporter days before Valerie Plame's name was revealed in the media.", "sentId": 413}, {"text": "Rove's attorney says Rove did not disclose Plame's identity and he says the prosecutor has repeatedly confirmed that Rove is not a target of the leak investigation.", "sentId": 414}, {"text": "But at least one senator, New York Democrat Chuck Schumer, is calling on Rove to speak for himself on the issue.", "sentId": 415}], "secId": 153}, {"speaker": "JOHNS", "sentences": [{"text": "So is this going to stick to Karl Rove or does it really matter?", "sentId": 416}], "secId": 154}, {"speaker": "KAMBER", "sentences": [{"text": "Let me say, I have enormous respect for Bob Luskin , who is Karl Rove's attorney.", "sentId": 417}, {"text": "And if Luskin got up and said he didn't do it, I'm going to take Luskin at his word at this point in time.", "sentId": 418}, {"text": "We know that Karl Rove likes to talk to the press.", "sentId": 419}, {"text": "In spite of a White House that claims nobody should be talking to the press, he usually does it on background.", "sentId": 420}, {"text": "So there's no great surprise that he talked to this reporter.", "sentId": 421}, {"text": "But I will accept at this point, unless we know something different, that he probably wasn't the source of the leak.", "sentId": 422}], "secId": 155}, {"speaker": "BUCHANAN", "sentences": [{"text": "I agree.", "sentId": 423}, {"text": "And there's no reason whatsoever that Karl Rove should respond to Chuck Schumer.", "sentId": 424}, {"text": "I mean, he's just, you know, an angry partisan out there who was trying to tie this thing together.", "sentId": 425}, {"text": "But, you know, in fairness to Karl Rove, he made the statement a year ago that he did not know this name and he did not leak this name.", "sentId": 426}, {"text": "And his attorney says that he's not involved and he didn't do anything.", "sentId": 427}, {"text": "I think that's where it stands.", "sentId": 428}], "secId": 156}, {"speaker": "KAMBER", "sentences": [{"text": "The shame of the problem is that a year ago or six months ago, the office -- the White House or Rove should have let it be known that he spoke to the reporter.", "sentId": 429}, {"text": "And we shouldn't had to find it out by leaks in terms of the reporter about to announce or \"Time\" about to give the name away rather than go to jail.", "sentId": 430}, {"text": "That's the suspicion here.", "sentId": 431}], "secId": 157}, {"speaker": "JOHNS", "sentences": [{"text": "Is this an inside the beltway thing?", "sentId": 432}, {"text": "Is this something that people, once you get in the real country, don't care about at all?", "sentId": 433}], "secId": 158}, {"speaker": "BUCHANAN", "sentences": [{"text": "I agree with you, Joe, I don't think anyone cares one way or the other.", "sentId": 434}, {"text": "I think, if indeed, there were evidence that were to surface that somebody in the White House, for instance, was tied to this investigation, then you've got a story.", "sentId": 435}, {"text": "But there's no evidence.", "sentId": 436}, {"text": "And the people who were there saying, no, there's no evidence whatsoever and I didn't do it.", "sentId": 437}, {"text": "I think it stays there.", "sentId": 438}, {"text": "It's no story until something more comes...", "sentId": 439}], "secId": 159}, {"speaker": "KAMBER", "sentences": [{"text": "It's inside the beltway unless he did it.", "sentId": 440}], "secId": 160}, {"speaker": "BUCHANAN", "sentences": [{"text": "Exactly.", "sentId": 441}, {"text": "And if he did it, then we'll all know about it.", "sentId": 442}], "secId": 161}, {"speaker": "KAMBER", "sentences": [{"text": "Right.", "sentId": 443}], "secId": 162}, {"speaker": "BUCHANAN", "sentences": [{"text": "But there's also potential for real repercussions for reporters.", "sentId": 444}], "secId": 163}, {"speaker": "KAMBER", "sentences": [{"text": "This administration, for him.", "sentId": 445}, {"text": "Well, the reporter, I understand...", "sentId": 446}], "secId": 164}, {"speaker": "BUCHANAN", "sentences": [{"text": "That's a very good point.", "sentId": 447}], "secId": 165}, {"speaker": "KAMBER", "sentences": [{"text": "But I understand the reporter has said he's releasing the information.", "sentId": 448}, {"text": "Or \"Time\" has asked the reporter now to release the information to the judge.", "sentId": 449}, {"text": "So I think we're going to know, or at least the judge will know, very shortly who, in fact, was the source.", "sentId": 450}], "secId": 166}, {"speaker": "BUCHANAN", "sentences": [{"text": "But then you have to ask about Lawrence O'Donnell .", "sentId": 451}, {"text": "Why would somebody of his caliber go on national television and say it was Rove if he doesn't have the evidence?", "sentId": 452}, {"text": "JOHNS:  That's quite clear.", "sentId": 453}, {"text": "The other interesting thing that's very interesting about this is some journalists actually apparently got some agreement or dispensation from the source, got released from the source to go ahead and at least give some partial testimony.", "sentId": 454}, {"text": "And this is a far cry, is it not, from the days of Deep Throat?", "sentId": 455}], "secId": 167}, {"speaker": "KAMBER", "sentences": [{"text": "Well, I mean, the times are changing, our way of collecting information in the journalism circles have changed.", "sentId": 456}, {"text": "And many people, frankly, want their stories out -- or whistleblowers, whatever you want to call them - and they're willing to give some kind of freedom to the journalists to do it, in order to get that story out.", "sentId": 457}], "secId": 168}, {"speaker": "JOHNS", "sentences": [{"text": "The other thing, though.", "sentId": 458}, {"text": "Before we go away from you, I do have to sort of asking the bottom-line question, going back to judicial nominees.", "sentId": 459}, {"text": "And that is a question of who, at the end of the day, do you think is President Bush's best choice from the conservative point of view, Bay?", "sentId": 460}], "secId": 169}, {"speaker": "BUCHANAN", "sentences": [{"text": "I don't know.", "sentId": 461}, {"text": "There's five or six names out there that make us very, very happy.", "sentId": 462}, {"text": "And so I think the president has to look at it and make his own call.", "sentId": 463}, {"text": "But it has to be somebody who's a social conservative or that we have reason to believe shares his philosophy on these issues.", "sentId": 464}], "secId": 170}, {"speaker": "JOHNS", "sentences": [{"text": "Fire-breathing or more moderate in tone?", "sentId": 465}], "secId": 171}, {"speaker": "BUCHANAN", "sentences": [{"text": "Well, you know, your judicial individuals generally are more moderate in tone.", "sentId": 466}, {"text": "There's occasionally we find a Scalia out there and we all cheer.", "sentId": 467}, {"text": "But generally speaking, they could be -- it doesn't matter in their tone.", "sentId": 468}, {"text": "It's their vote that matters.", "sentId": 469}], "secId": 172}, {"speaker": "KAMBER", "sentences": [{"text": "If I was advising the president, I would go with the senator from Texas that was on the...", "sentId": 470}], "secId": 173}, {"speaker": "JOHNS", "sentences": [{"text": "John Cornyn?", "sentId": 471}], "secId": 174}, {"speaker": "KAMBER", "sentences": [{"text": "That's correct.", "sentId": 472}], "secId": 175}, {"speaker": "JOHNS", "sentences": [{"text": "Why?", "sentId": 473}], "secId": 176}, {"speaker": "KAMBER", "sentences": [{"text": "Because he has judicial temperament, he knows the president, I think he could get confirmed in the Senate.", "sentId": 474}, {"text": "And while I would totally disagree with his positions and do, the issue for him, as I said earlier, is confirmation.", "sentId": 475}], "secId": 177}, {"speaker": "JOHNS", "sentences": [{"text": "Thanks so much, Vic Kamber, Bay Buchanan.", "sentId": 476}, {"text": "Appreciate your coming in, and happy Fourth of July.", "sentId": 477}], "secId": 178}, {"speaker": "KAMBER", "sentences": [{"text": "Same to you.", "sentId": 478}], "secId": 179}, {"speaker": "BUCHANAN", "sentences": [{"text": "Same to you.", "sentId": 479}], "secId": 180}, {"speaker": "JOHNS", "sentences": [{"text": "You bet.", "sentId": 480}], "secId": 181}, {"speaker": "JOHNS", "sentences": [{"text": "Just ahead, military bloggers assist families whose loved ones are deployed in war zones.", "sentId": 481}, {"text": "We will check in once again with our blog reporters to see how blogs are being used as a critical resource for sharing information.", "sentId": 482}], "secId": 182}, {"speaker": "JOHNS", "sentences": [{"text": "Military bloggers are emerging as a critical resource for friends and families of those on active duty.", "sentId": 483}, {"text": "For more, once again we check in with CNN political producer Abbi Tatton and Jacki Schechner, our blog reporter -- Jacki.", "sentId": 484}], "secId": 183}, {"speaker": "SCHECHNER", "sentences": [{"text": "Hi, Joe.", "sentId": 485}, {"text": "We've talked about military bloggers here before several times.", "sentId": 486}, {"text": "We thought that the Fourth of July was a good opportunity to go back and find someone abroad who was blogging to his friends back home.", "sentId": 487}], "secId": 184}, {"speaker": "SCHECHNER", "sentences": [{"text": "Over at the nationalguardexperience.blogspot.com, he's a guardsman who's deployed in Afghanistan.", "sentId": 488}, {"text": "And he actually posted a poem, written by a friend of his, in order to celebrate the Fourth of July.", "sentId": 489}, {"text": "But here at home, most people are concerned about the news coming out of Afghanistan, and that specifically being the helicopter that went down last week and then the four Navy SEALs who have gone missing.", "sentId": 490}], "secId": 185}, {"speaker": "TATTON", "sentences": [{"text": "And there seems to be the go-to site on this story in the blogging community and that is froggyruminations.blogspot.com, run by two former Navy SEALs, Matthew Hyde  and Scott King  who, since this post last Wednesday, a day of mourning for the SEAL/Night Stalker community, have really been devoting their site to new stories, updates.", "sentId": 491}, {"text": "But it's really the comments section which is so interesting on this story.", "sentId": 492}, {"text": "Members of the Navy SEAL community, friends, family, are weighing in, talking to each other, helping each other through this very difficult time.", "sentId": 493}], "secId": 186}, {"speaker": "TATTON", "sentences": [{"text": "One of them, a sister of a Navy SEAL saying, we are just sick to the stomach waiting to hear names, describing how some of the wives are scared to call other wives just in case they have had bad news.", "sentId": 494}, {"text": "At froggyruminations, there are also links to various associations connected with the Navy SEALS, where you can, in his words, support your protectors.", "sentId": 495}], "secId": 187}, {"speaker": "SCHECHNER", "sentences": [{"text": "So what are the political bloggers doing?", "sentId": 496}, {"text": "Many of them are very simply putting the Declaration of Independence on their site or linking to it, saying now is very important time and good time to think about freedom and what it means.", "sentId": 497}], "secId": 188}, {"speaker": "SCHECHNER", "sentences": [{"text": "Joe, we'll send it back to you.", "sentId": 498}, {"text": "Happy Fourth.", "sentId": 499}], "secId": 189}, {"speaker": "JOHNS", "sentences": [{"text": "Thanks, Abbi and Jacki.", "sentId": 500}, {"text": "That's it for INSIDE POLITICS.", "sentId": 501}, {"text": "I'm Joe Johns.", "sentId": 502}, {"text": "\"WOLF BLITZER REPORTS\" starts right now.", "sentId": 503}], "secId": 190}, {"speaker": "JOHNS", "sentences": [{"text": "TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com", "sentId": 504}], "secId": 191}], "sectionCount": 192, "url": "transcripts.cnn.com/TRANSCRIPTS/0507/04/ip.01.html", "sentenceCount": 506, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 4, 2005 - 16:00   ET", "speakers": ["ANNOUNCER", "BUSH", "UNIDENTIFIED MALE", "JOHNS", "LAWRENCE", "OOMEN", "FRANKEN", "SCHNEIDER", "KENNEDY", "PERKINS", "CORNYN", "MORTON", "BROWNSTEIN", "ROVE", "SCHECHNER", "TATTON", "CROWLEY", "LESSNER", "BAUER", "BUCHANAN", "KAMBER", "KING"], "title": "INSIDE POLITICS"}