{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1611.01.ip.01.html.json", "subTitle": "Donald Trump Speaks on Obamacare; FBI's October Surprise Puts Clinton's Judgment and Ethics at Center Stage. Aired 12-12:30p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 0}, {"text": "I'm John King.", "sentId": 1}, {"text": "Thanks for sharing some time today.", "sentId": 2}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "You're looking at live pictures here.", "sentId": 3}, {"text": "That's King of Prussia, Pennsylvania, where in just a few moments we expect to hear Donald Trump speaking on Obamacare.", "sentId": 4}, {"text": "His vice presidential candidate, Mike Pence, taking the lead at this event.", "sentId": 5}, {"text": "We'll take you there live when Donald Trump is speaking.", "sentId": 6}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "One week now to America's choice and so it is, of course, as you can already see there, a packed day on the trail.", "sentId": 7}, {"text": "A few quick headlines to frame the day and our conversation.", "sentId": 8}, {"text": "Donald Trump and Mike Pence launching that tag team attack on Obamacare.", "sentId": 9}], "secId": 2}, {"speaker": "PENCE", "sentences": [{"text": "Americans are putting their personal health second because Obamacare's skyrocketing costs.", "sentId": 10}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Plus, Trump cast the FBI's October surprise as proof a Clinton presidency would be all drama or worse.", "sentId": 11}], "secId": 4}, {"speaker": "TRUMP", "sentences": [{"text": "The investigation will last for years, nothing will get done, government will grind to a halt, and our country will continue to suffer.", "sentId": 12}, {"text": "Hillary's corruption is a threat to democracy.", "sentId": 13}, {"text": "And the only way to stop it, is for you, on November 8th, to show up at the polls and vote.", "sentId": 14}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "And we know how hard it is to get Hillary Clinton to say, \"sorry.\"", "sentId": 15}, {"text": "So this tells us something.", "sentId": 16}], "secId": 6}, {"speaker": "CLINTON", "sentences": [{"text": "For those of you who are concerned about my using personal e-mail, I understand.", "sentId": 17}, {"text": "And as I've said, I'm not making excuses.", "sentId": 18}, {"text": "I've said it was a mistake and I regret it.", "sentId": 19}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights, Jonathan Martin of \"The New York Times,\" Margaret Talev of Bloomberg Politics, Karen Tumulty and Ed O'Keefe, both of \"The Washington Post.\"", "sentId": 20}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "One week out and there are many, many questions.", "sentId": 21}, {"text": "But let's begin with a few things we do know.", "sentId": 22}, {"text": "The race is closer and the FBI's October surprise is a factor.", "sentId": 23}, {"text": "\"The Washington Post\"/ABC tracking poll now show as one-point Trump national lead.", "sentId": 24}, {"text": "Now that's a statistical tie, but still the first time he has been on top of that poll since May.", "sentId": 25}, {"text": "Hillary Clinton still leads if you take the smarter approach and average the most recent national polls, but even that four-point Clinton advantage in our poll of polls is down quite a bit from a week or so ago.", "sentId": 26}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Another but, and this one is important, we still see no evidence of a big shift where Donald Trump needs it most.", "sentId": 27}, {"text": "That is in the state-by- state chase for 270 electoral votes.", "sentId": 28}, {"text": "Advantage Clinton remains the state of play, but there is clear volatility out there.", "sentId": 29}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "So to the trail and let's begin in Pennsylvania, one of the deep blue states Donald Trump is desperate to turn red.", "sentId": 30}, {"text": "If you watch this event that's undergoing, again, we'll get to Mr. Trump live in a minute, his vice presidential candidate is speaking now.", "sentId": 31}, {"text": "That joint event speaks volumes.", "sentId": 32}, {"text": "Unlike Hillary Clinton, remember, Trump does not have a stable of a-list surrogates.", "sentId": 33}, {"text": "So sharing time, pairing up with his running mate is a risk.", "sentId": 34}, {"text": "It means they can only be in one place in once.", "sentId": 35}, {"text": "It cuts in half the places that Republicans are campaigning today.", "sentId": 36}, {"text": "But it's an event Trump clearly thought worth it to add meat to the Obamacare attack and perhaps also hoping this picture helps with voters who doubt Trump's temperament and his policy chops.", "sentId": 37}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "So, let's begin here.", "sentId": 38}, {"text": "Their closing argument, clearly Donald Trump wants to talk a lot about the FBI investigation, but they do hope, in a place like Pennsylvania, they can get more conservative voters to come their way with this Obamacare pitch.", "sentId": 39}, {"text": "It strikes me because he doesn't have the president, the vice president.", "sentId": 40}, {"text": "He doesn't have Michelle Obama to - it is a risk essentially cutting in half of number of states you're touching today when you're going to be in Pennsylvania and then Wisconsin with your running mate.", "sentId": 41}], "secId": 12}, {"speaker": "MARTIN", "sentences": [{"text": "Yes, he has got to find states that he can add to the map because he's currently locked out of a path to 270.", "sentId": 42}, {"text": "So he has to figure out new places to go.", "sentId": 43}, {"text": "And I think that's why you see a much more talk about Michigan and New Mexico and even Wisconsin from the Trump campaign.", "sentId": 44}, {"text": "Yes, Pence is in Pennsylvania today, but I was struck by the fact that Pennsylvania is not among the states where he is now adding money for his TV broadcasts here in the final week.", "sentId": 45}], "secId": 13}, {"speaker": "is", "sentences": [{"text": "But you really need either a bunch", "sentId": 46}], "secId": 14}, {"speaker": "is", "sentences": [{"text": "of small states or a couple of really big states to flip the dynamic.", "sentId": 47}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 48}], "secId": 16}, {"speaker": "TALEV", "sentences": [{"text": "To me there are three states to watch right now.", "sentId": 49}, {"text": "Pennsylvania, which nobody thought needed to be watched a week ago, Florida and North Carolina.", "sentId": 50}, {"text": "If he can flip the dynamic in Pennsylvania and North Carolina, you've got a game-changer.", "sentId": 51}, {"text": "Clinton is tripling down on Florida, but some Democrats in Florida think it's a little too late to be making those investments.", "sentId": 52}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "Well, you have the president going to Ohio today too.", "sentId": 53}, {"text": "They're trying to get turnout there.", "sentId": 54}, {"text": "That's the one that looks like it's moving Trump's way more than others.", "sentId": 55}, {"text": "It's always been more competitive for Trump.", "sentId": 56}, {"text": "But if you look at this, we're going to wait, we're going to hear from Donald Trump in just a few minutes on Obamacare.", "sentId": 57}, {"text": "That's the stated goal here.", "sentId": 58}, {"text": "We'll see if he comes first to the FBI investigation.", "sentId": 59}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Yesterday, he was talking about the FBI investigation.", "sentId": 60}, {"text": "And, again, if you're Donald Trump and sometimes you're off message, I think this is the right way to characterize this.", "sentId": 61}, {"text": "Don't get into the weeds of the investigation, but essentially to try to get voters of a certain age who remember the 1990s, or to educate voters about the 1990s, that if you elect Hillary Clinton, this could go on for a long time.", "sentId": 62}], "secId": 19}, {"speaker": "TRUMP", "sentences": [{"text": "We will be facing the very possibility of a constitutional crisis.", "sentId": 63}], "secId": 20}, {"speaker": "TRUMP", "sentences": [{"text": "We're going to be tied up in court for the rest of our lives with this deal.", "sentId": 64}, {"text": "She's not going to win the election, but I'm just saying.", "sentId": 65}], "secId": 21}, {"speaker": "TRUMP", "sentences": [{"text": "If Hillary is elected, she would be under protracted criminal investigation, likely followed by the trial of a sitting president.", "sentId": 66}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "Now, the message there, again, if you notice the locator, Warren, Michigan.", "sentId": 67}, {"text": "Yesterday in Michigan.", "sentId": 68}, {"text": "Today in Pennsylvania.", "sentId": 69}, {"text": "Donald Trump's trying to get one of these big blues to turn red.", "sentId": 70}, {"text": "But that message there, essentially, if you elect her, be prepared for years and years of drama and investigation.", "sentId": 71}, {"text": "Maybe work?", "sentId": 72}], "secId": 23}, {"speaker": "O'KEEFE", "sentences": [{"text": "I would think that would work certainly, as you said, with a certain segment of people who remember the '90s, And if were to make that argument every single day at every single stop between now and next Tuesday, I suspect that would work with a small set of .", "sentId": 73}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "With the single biggest obstacle to Donald Trump winning this election is college educated white woman at the moment.", "sentId": 74}], "secId": 25}, {"speaker": "O'KEEFE", "sentences": [{"text": "If you can bring them back -", "sentId": 75}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "That's what - if he brings them back in the - whether it's - we're talking about Warren, Michigan, the suburbs of Detroit, whether we're talking about Philadelphia and the suburbs there, whether we're talking about Charlotte or Winston-Salem, North Carolina, that is his biggest problem.", "sentId": 76}, {"text": "Is Clinton drama, is that the message?", "sentId": 77}], "secId": 27}, {"speaker": "TUMULTY", "sentences": [{"text": "Absolutely.", "sentId": 78}, {"text": "And it's also a different kind of Clinton drama than he was talking about even a week ago.", "sentId": 79}, {"text": "A week ago it was talking about the accusations against former President Bill Clinton, and, you know, women, which only stirred what people had been hearing about Donald Trump being accused of sexual assault.", "sentId": 80}, {"text": "This is a much sharper argument.", "sentId": 81}, {"text": "The question, as it always is with Donald Trump, is, will he stick with it?", "sentId": 82}, {"text": "Can he -", "sentId": 83}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 84}], "secId": 29}, {"speaker": "TUMULTY", "sentences": [{"text": "Can he stayed disciplined enough when he's - when he's got a, you know, when he's decided what his message is.", "sentId": 85}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Well, he's going to get a little help.", "sentId": 86}, {"text": "I want to play you this sound from the speaker, Paul Ryan.", "sentId": 87}, {"text": "But I'm going to ask this question as we play the sound in this context.", "sentId": 88}, {"text": "This is the House speaker, Paul Ryan, who says that he early voted for the Republican nominee in an interview.", "sentId": 89}, {"text": "He won't say Trump's name.", "sentId": 90}, {"text": "When he voted - early voted in Janesville, Wisconsin.", "sentId": 91}, {"text": "He said he voted for the Republican nominee because he voted a Republican straight ticket.", "sentId": 92}, {"text": "Listen to Paul Ryan here, echoing Donald Trump, but Paul Ryan also says he didn't know that Trump's coming to Wisconsin.", "sentId": 93}], "secId": 31}, {"speaker": "RYAN", "sentences": [{"text": "For those of us who lived through the 1990s, Steve, it's sort of a feeling of deja vu.", "sentId": 94}, {"text": "And the point I keep trying to make to younger voters, who did not live through the 1990s, this is what life with the Clintons looks like.", "sentId": 95}, {"text": "It's always a scandal.", "sentId": 96}, {"text": "One after another.", "sentId": 97}, {"text": "Then there's an investigation.", "sentId": 98}, {"text": "And what happens, Steve, is you never know what's coming next.", "sentId": 99}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "And, again, Paul Ryan said he didn't know Trump and Pence were coming to Wisconsin today.", "sentId": 100}, {"text": "And then he went on to say, this is why it's critical that Republicans get elected to Congress, in case Clinton wins and you have the investigation.", "sentId": 101}, {"text": "It's not, we need Donald Trump.", "sentId": 102}, {"text": "Never mentioned his name.", "sentId": 103}], "secId": 33}, {"speaker": "MARTIN", "sentences": [{"text": "No.", "sentId": 104}, {"text": "There's an historic split right now in the party that the speaker of the House is, you know, the highest figure in the party.", "sentId": 105}, {"text": "It's basically like totally detached from the party's nominee to the point where he pointed out, he literally won't even say his name.", "sentId": 106}, {"text": "He can barely do media interviews.", "sentId": 107}, {"text": "He's doing the safe harbor there of \"Fox and Friend.\"", "sentId": 108}, {"text": "And it's remarkable because he can't answer questions about his own party's nominee a week out that are probing in any way because he can barely support his own nominee.", "sentId": 109}, {"text": "It's an extraordinary division.", "sentId": 110}], "secId": 34}, {"speaker": "MARTIN", "sentences": [{"text": "It just goes to show you how vulnerable Clinton was given all that we're talking about here.", "sentId": 111}, {"text": "Speaker of the House won't say Trump's name.", "sentId": 112}, {"text": "That she is, you know, still struggling to put this thing away in some respects given the division on the Republican side.", "sentId": 113}, {"text": "How -", "sentId": 114}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "But you say \"was.\"", "sentId": 115}, {"text": "You say how Clinton - you say how vulnerable she \"was.\"", "sentId": 116}, {"text": "I'm going to say how vulnerable she is.", "sentId": 117}, {"text": "We still have a week to go in this election.", "sentId": 118}, {"text": "She still has a state-by-state command of this race.", "sentId": 119}, {"text": "But we have a week to go and a very interesting climate and proof the Clinton people are nervous.", "sentId": 120}, {"text": "A little bit concerned.", "sentId": 121}, {"text": "A little nervous.", "sentId": 122}, {"text": "They're not panicking.", "sentId": 123}, {"text": "We'll get more to what she's saying lately.", "sentId": 124}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "But they're up on TV with a new ad.", "sentId": 125}, {"text": "This was supposed to be the week that she tried for a mandate.", "sentId": 126}, {"text": "She wanted positive ads about policy.", "sentId": 127}, {"text": "She wanted to talk about, if I'm elected president, this is what I what I want to do for the country.", "sentId": 128}, {"text": "She wanted to say in her TV ads, I look forward to working with Republicans.", "sentId": 129}, {"text": "Instead, Donald Trump's own words aimed at protecting her lead among suburban women.", "sentId": 130}], "secId": 37}, {"speaker": "ON SCREEN TEXT", "sentences": [{"text": "He really believes this:", "sentId": 131}], "secId": 38}, {"speaker": "TRUMP", "sentences": [{"text": "Putting a wife to work is a very dangerous thing.", "sentId": 132}], "secId": 39}, {"speaker": "ON SCREEN TEXT", "sentences": [{"text": "And this:", "sentId": 133}], "secId": 40}, {"speaker": "TRUMP", "sentences": [{"text": "When I come home and dinner's not ready, I go through the roof.", "sentId": 134}], "secId": 41}, {"speaker": "ON SCREEN TEXT", "sentences": [{"text": "He really said this:", "sentId": 135}], "secId": 42}, {"speaker": "TRUMP", "sentences": [{"text": "Grab them by the .", "sentId": 136}], "secId": 43}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Donald Trump walked into the dressing room while contestants, some as young as 15, were changing.", "sentId": 137}], "secId": 44}, {"speaker": "TRUMP", "sentences": [{"text": "They're standing there with no clothes.", "sentId": 138}, {"text": "You see these incredible looking women.", "sentId": 139}], "secId": 45}, {"speaker": "ON SCREEN TEXT", "sentences": [{"text": "This is Donald Trump.", "sentId": 140}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "They had hoped not to have to do this, this week.", "sentId": 141}, {"text": "They wanted to shift to more positive because they understand how polarizing Hillary Clinton is.", "sentId": 142}, {"text": "They wanted to end the election on a high note.", "sentId": 143}, {"text": "That tells you something important.", "sentId": 144}, {"text": "And, they went back up on the air in Wisconsin last week and they're back up on the air in Colorado this week.", "sentId": 145}, {"text": "We'll see if they go up in more states.", "sentId": 146}], "secId": 47}, {"speaker": "O'KEEFE", "sentences": [{"text": "And they're bring out Alicia Machado today in Florida, which either goads Trump or at least reminds voters in Florida and Hispanics across the country why it is they should be voting against Donald Trump.", "sentId": 147}, {"text": "MARTIN: Good point.", "sentId": 148}, {"text": "Yes.", "sentId": 149}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Right, Alicia Machado, the former Miss Universe who Donald Trump called words I don't even like to say, so I'm not going to, but you can read his 3:00 a.m., 5:00 a.m. Twitter outburst about her if you want to go back to remind yourself about who she is.", "sentId": 150}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "But, again, but it's not desperation or panic in the Clinton campaign, but clearly a case of concern.", "sentId": 151}], "secId": 50}, {"speaker": "TUMULTY", "sentences": [{"text": "And the people who also should be concerned are down ballot democrats because just a week ago today the Cook Political Report had changed its forecast.", "sentId": 152}, {"text": "It had the Democrats picking up five to seven seats.", "sentId": 153}, {"text": "Enough Senate seats to pick up a majority in the Senate.", "sentId": 154}, {"text": "Now they're - the Democrats are feeling like, we've seen this movie before and it was the last time there was a Clinton at the top of the ballot.", "sentId": 155}, {"text": "In '69, right before the election -", "sentId": 156}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 157}], "secId": 52}, {"speaker": "TUMULTY", "sentences": [{"text": "The campaign finance scandal broke and the Democrats lost what they had hoped would be a return to the House majority.", "sentId": 158}], "secId": 53}, {"speaker": "TALEV", "sentences": [{"text": "There's one group of voters that are still really in play right now, and those are the soft Hillary Clinton voters.", "sentId": 159}, {"text": "The Democratic - there's two kinds of voters for Hillary Clinton.", "sentId": 160}, {"text": "Right, there are her fans, and then there are people who really don't like her that much or whatever, but they really don't like Donald Trump more.", "sentId": 161}, {"text": "And so they're like, ah, OK, well, I'll probably vote for her.", "sentId": 162}, {"text": "That's who everybody's going after right now, right?", "sentId": 163}], "secId": 54}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 164}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 165}], "secId": 56}, {"speaker": "TALEV", "sentences": [{"text": "I mean that's who Donald Trump is going after, with all of this stuff, and that's who Hillary Clinton is trying to recapture by reminding them of all - of all of the women stuff.", "sentId": 166}, {"text": "And a lot - that overlays the women and the soft Democrats.", "sentId": 167}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Hang on just - hold your thought for just one second.", "sentId": 168}, {"text": "King of Prussia, Pennsylvania, Donald Trump talking about Obamacare.", "sentId": 169}], "secId": 58}, {"speaker": "TRUMP", "sentences": [{"text": "For me, for you and for everybody in this country, because Obamacare has to be replaced.", "sentId": 170}, {"text": "And we will do it.", "sentId": 171}, {"text": "And we will do it very, very quickly.", "sentId": 172}, {"text": "It is a catastrophe.", "sentId": 173}, {"text": "The president said if you like your plan, you can keep your plan.", "sentId": 174}, {"text": "If you like your doctor, you can keep your doctor.", "sentId": 175}], "secId": 59}, {"speaker": "AUDIENCE", "sentences": [{"text": "Lie!", "sentId": 176}], "secId": 60}, {"speaker": "TRUMP", "sentences": [{"text": "Which may go down as one of the great political lies of the century.", "sentId": 177}, {"text": "Even the skeptical Democrats believed him and approved the legislation.", "sentId": 178}, {"text": "There were Democrats that were very much against it, but they believed him and they approved it.", "sentId": 179}, {"text": "No one ever read, or certainly very few people, the 2,700 page bill.", "sentId": 180}, {"text": "To this day, nobody understands it.", "sentId": 181}], "secId": 61}, {"speaker": "TRUMP", "sentences": [{"text": "The Obama administration has just announced massive double digit and triple digit Obamacare premium hikes everywhere, all throughout the country.", "sentId": 182}, {"text": "Here in Pennsylvania, premiums are going to increase more than 60 percent and that's nothing compared to what will happen in the future.", "sentId": 183}, {"text": "Of course, in the future, I'm president, there won't be Obamacare, so you won't have to worry about it.", "sentId": 184}], "secId": 62}, {"speaker": "TRUMP", "sentences": [{"text": "That means parents won't have enough money to pay their bills or get medicine for their kids.", "sentId": 185}, {"text": "In the great state of Arizona, a wonderful place I just left, premiums will go up even higher than 116 percent.", "sentId": 186}, {"text": "Other states are going up more than 60, 70, 80, 90 percent.", "sentId": 187}, {"text": "Deductibles can go to $12,000, $13,000, $14,000, even $15,000.", "sentId": 188}, {"text": "In other words, your health care won't even be usable.", "sentId": 189}, {"text": "You're paying all this money, you won't even get to use it.", "sentId": 190}], "secId": 63}, {"speaker": "TRUMP", "sentences": [{"text": "People all across the country are devastated.", "sentId": 191}, {"text": "In many instances, their health care costs are more than their mortgage costs or their rent which, by the way, is a first in American history.", "sentId": 192}, {"text": "This is particularly unfair to millennials and younger Americans generally who will be totally crushed by these massive health care costs before they even get started on their journey through life.", "sentId": 193}], "secId": 64}, {"speaker": "TRUMP", "sentences": [{"text": "One-third of the counties -- think of this, one-third of the counties in Pennsylvania will have only a single insurance company left if you have that.", "sentId": 194}, {"text": "That includes Philadelphia, where I went to school.", "sentId": 195}, {"text": "The Associated Press found that some of the 440,000 Pennsylvania consumers who buy insurance through healthcare.gov will face some of the highest premium increases in the nation.", "sentId": 196}, {"text": "The people of Philadelphia.", "sentId": 197}], "secId": 65}, {"speaker": "TRUMP", "sentences": [{"text": "Insurers are leaving, premiums are soaring, doctors are quitting, companies are fleeing and deductibles go through the roof.", "sentId": 198}, {"text": "Workers' hours are being cut, hiring is frozen -- totally frozen -- and wages are being slashed.", "sentId": 199}, {"text": "Obamacare means higher prices, fewer choices and lower quality.", "sentId": 200}, {"text": "Yet Hillary Clinton wants to expand Obamacare and make it even more expensive.", "sentId": 201}, {"text": "She wants to put the government totally in charge of health care in America.", "sentId": 202}, {"text": "If we don't repeal and replace Obamacare, we will destroy American health care forever.", "sentId": 203}], "secId": 66}, {"speaker": "TRUMP", "sentences": [{"text": "It's one of the single most important reasons why we must win on November 8th, we must win.", "sentId": 204}], "secId": 67}, {"speaker": "TRUMP", "sentences": [{"text": "Thank you.", "sentId": 205}], "secId": 68}, {"speaker": "TRUMP", "sentences": [{"text": "Thank you.", "sentId": 206}], "secId": 69}, {"speaker": "AUDIENCE", "sentences": [{"text": "Trump!", "sentId": 207}, {"text": "Trump!", "sentId": 208}, {"text": "Trump!", "sentId": 209}], "secId": 70}, {"speaker": "TRUMP", "sentences": [{"text": "Thank you very much, everybody.", "sentId": 210}, {"text": "Thank you.", "sentId": 211}, {"text": "Our replacement plan includes health savings accounts, a nationwide insurance market where you can purchase across state lines and letting states manage Medicaid dollars so much better.", "sentId": 212}, {"text": "We will create quality, reliable, affordable health care in a free market where parents can make the health care decisions that they really wanna make for their families.", "sentId": 213}, {"text": "It will be a much better health care at a much less expensive cost.", "sentId": 214}], "secId": 71}, {"speaker": "TRUMP", "sentences": [{"text": "We've also outlined detailed solutions on so many other issues to make life better for every American family.", "sentId": 215}, {"text": "And while this is really -- thank you.", "sentId": 216}], "secId": 72}, {"speaker": "TRUMP", "sentences": [{"text": "While this is really a meeting and that's what it is, it's a meeting of very, very special people and I appreciate you all being here.", "sentId": 217}, {"text": "But it's a meeting talking about health care and Obamacare.", "sentId": 218}, {"text": "Our plan for other things also include the bringing back of manufacturing jobs.", "sentId": 219}, {"text": "We have to do it.", "sentId": 220}], "secId": 73}, {"speaker": "TRUMP", "sentences": [{"text": "We're gonna bring back your manufacturing, we're gonna bring back our jobs that formed the backbone of the American middle class and our country as a whole.", "sentId": 221}], "secId": 74}, {"speaker": "TRUMP", "sentences": [{"text": "Our jobs are being stolen.", "sentId": 222}, {"text": "Pennsylvania has lost almost 40 percent of its manufacturing jobs since NAFTA, a deal signed by Bill Clinton and supported by Hillary Clinton.", "sentId": 223}, {"text": "The city of Philadelphia has lost more than one-third of its manufacturing jobs since China joined the Word Trade Organization, another Bill and Hillary-backed disaster.", "sentId": 224}], "secId": 75}, {"speaker": "TRUMP", "sentences": [{"text": "A Trump administration will renegotiate NAFTA, believe me.", "sentId": 225}, {"text": "And we have the greatest negotiators in the world.", "sentId": 226}, {"text": "We will use our great negotiators.", "sentId": 227}], "secId": 76}, {"speaker": "TRUMP", "sentences": [{"text": "We'll have a fair deal, but we'll have a deal that goes in two directions, not one direction, right into Mexico and these other places.", "sentId": 228}, {"text": "And stand up to foreign product -", "sentId": 229}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "Donald Trump talking there in King of Prussia, Pennsylvania.", "sentId": 230}, {"text": "First, echoing his vice presidential candidate who opened this event with an assault on Obamacare.", "sentId": 231}, {"text": "Trump promising to repeal and replace it.", "sentId": 232}, {"text": "Then as he goes on there, talking more about the economy in Pennsylvania, saying he will repeal NAFTA, saying he will bring manufacturing jobs back, including in the center city of Philadelphia, which, of course, is the most critical area for the Democrats in this state.", "sentId": 233}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "Help me here.", "sentId": 234}, {"text": "I'm struck by the events.", "sentId": 235}, {"text": "Number one, Trump on prompter lacks the energy.", "sentId": 236}, {"text": "He might call himself low energy there, to borrow a term from the primaries that he - that rally Trump does.", "sentId": 237}, {"text": "But, Karen, you were saying this while we were listening.", "sentId": 238}, {"text": "Last week in Florida he made a mistake about Obamacare when he said his own employee were suffering, then it turns out his own hotel chain had to come out and correct him saying 99 percent of them get their employer-based health care.", "sentId": 239}], "secId": 79}, {"speaker": "TUMULTY", "sentences": [{"text": "Right.", "sentId": 240}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "But it's just a striking event to me that if you're in this last week, one week from today, you're trying to say we have momentum, you're trying to give up energy.", "sentId": 241}, {"text": "I get they want to have him focus on policy -", "sentId": 242}], "secId": 81}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 243}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "But is that it?", "sentId": 244}], "secId": 83}, {"speaker": "MARTIN", "sentences": [{"text": "Well, he can't speak about Obamacare off the cuff because, as he made clear last week, he doesn't really know what it means.", "sentId": 245}, {"text": "So they have to put him on a prompter to talk about it because he can't talk about it fluently off prompter.", "sentId": 246}, {"text": "It's just a fact.", "sentId": 247}], "secId": 84}, {"speaker": "MARTIN", "sentences": [{"text": "But, yes, they want to have - look, I think his folks have told him, you are back in this game.", "sentId": 248}, {"text": "You have a real shot here.", "sentId": 249}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "But are they?", "sentId": 250}, {"text": "Are they back in the game?", "sentId": 251}, {"text": "I mean in Pennsylvania?", "sentId": 252}], "secId": 86}, {"speaker": "MARTIN", "sentences": [{"text": "Yes, that's what that - that's what they're telling him.", "sentId": 253}, {"text": "And so, look, that's the carrot to get him to go on the prompter is to say, you've got to hit the Obamacare thing.", "sentId": 254}, {"text": "That's going to move votes.", "sentId": 255}], "secId": 87}, {"speaker": "MARTIN", "sentences": [{"text": "Why he's doing it in Pennsylvania, a state where it's not clear he's even close to her, I don't totally get.", "sentId": 256}, {"text": "But, again, he doesn't have a lot of places to go right now as far as the math.", "sentId": 257}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Well -", "sentId": 258}], "secId": 89}, {"speaker": "TUMULTY", "sentences": [{"text": "But, look, his challenge right now is not generating enthusiasm.", "sentId": 259}, {"text": "That - that job is being done for him by Hillary Clinton.", "sentId": 260}], "secId": 90}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yes.", "sentId": 261}], "secId": 91}, {"speaker": "TUMULTY", "sentences": [{"text": "His challenge right now is to address people's doubts.", "sentId": 262}], "secId": 92}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 263}], "secId": 93}, {"speaker": "TUMULTY", "sentences": [{"text": "People who have doubts that he has the gravitas to sit in that big desk right behind us.", "sentId": 264}, {"text": "And I think it's - it makes all the sense in the world for him to be giving this kind of speech.", "sentId": 265}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "And is this the place to give it?", "sentId": 266}, {"text": "Is there evidence on the table, if you can get the 20 in Pennsylvania, what a godsend.", "sentId": 267}, {"text": "Now, he's got other challenges.", "sentId": 268}, {"text": "He needs the 29 in Florida.", "sentId": 269}, {"text": "He has to win North Carolina.", "sentId": 270}, {"text": "He's got to get Arizona and Utah back out west.", "sentId": 271}, {"text": "We'll get into the granular parts of this later.", "sentId": 272}, {"text": "But is there evidence before us that Pennsylvania's the best of the big blues to target or are they still sort of searching, because he'll be in Wisconsin later, he was in Michigan yesterday?", "sentId": 273}], "secId": 95}, {"speaker": "O'KEEFE", "sentences": [{"text": "That part of Pennsylvania, the suburb, the outer suburbs of Philadelphia, I mean there's a huge mall there.", "sentId": 274}, {"text": "These are bedroom communities.", "sentId": 275}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 276}], "secId": 97}, {"speaker": "O'KEEFE", "sentences": [{"text": "A suburban area near Valley Forge.", "sentId": 277}, {"text": "That part of Pennsylvania makes sense for him to go to.", "sentId": 278}, {"text": "He doesn't have to worry about the  -", "sentId": 279}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "And the - and the last - the last Republican to win it was George H.W.", "sentId": 280}, {"text": "Bush in 1988.", "sentId": 281}], "secId": 99}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yes, you know, I get it.", "sentId": 282}, {"text": "I get that they think it's the Holy Grail down there.", "sentId": 283}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "But - right.", "sentId": 284}, {"text": "No, yes.", "sentId": 285}], "secId": 101}, {"speaker": "O'KEEFE", "sentences": [{"text": "But, still, if they're going to do it anywhere, that's the place to do it.", "sentId": 286}], "secId": 102}, {"speaker": "MARTIN", "sentences": [{"text": "We have a story today in the paper, I - to quote that great philosopher, Yogi Barra, this is deja vu all over again.", "sentId": 287}, {"text": "2012, in the final week of the campaign, the Romney folks said, look, we think Michigan, Minnesota, Pennsylvania, are coming onboard.", "sentId": 288}, {"text": "We're seeing some great movement there.", "sentId": 289}, {"text": "They went up on TV, a super PAC went up on TV and, of course, Romney famously went in for a late rally in Philly for - in the burbs around Philly and, of course, he lost all three of those states.", "sentId": 290}, {"text": "When a campaign in the final week is looking at a map and they don't have a path to 270 with the states that they've been campaigning in for the last few months, they look for new states.", "sentId": 291}, {"text": "And that's what Romney did four years ago and that's why Trump was in New Mexico, and Michigan, and now looking at Wisconsin.", "sentId": 292}], "secId": 103}, {"speaker": "TALEV", "sentences": [{"text": "I think part of what's going on, though, with polling is that you never really know what the bottom is or what the top is until it reveals itself.", "sentId": 293}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 294}], "secId": 105}, {"speaker": "TALEV", "sentences": [{"text": "And then, on Friday, when the Clinton campaign was blindsided by Director Comey, it was like, oh, my God, what is going to happen?", "sentId": 295}, {"text": "Then by like Saturday, Sunday, they were like, ah, this doesn't look so bad.", "sentId": 296}, {"text": "Then to, what's today, Tuesday, it looks a little worse than they thought it did, but not terrible yet.", "sentId": 297}, {"text": "All the Democrats that we've been talking to thought it would always be like Wednesday at the earliest before they really see where this settles.", "sentId": 298}], "secId": 106}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 299}], "secId": 107}, {"speaker": "TALEV", "sentences": [{"text": "And so you have to like make those in-roads just in case Pennsylvania is a ripe target.", "sentId": 300}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "All right, it's a smart - it's a smart play.", "sentId": 301}, {"text": "We don't know if there's a big fallout from the FBI revelation, and if there is, with what group it might hurt her the most.", "sentId": 302}, {"text": "And so Donald Trump is exploring, if you will.", "sentId": 303}, {"text": "If you're going to explore, you might as well look for a big prize like Pennsylvania.", "sentId": 304}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 305}, {"text": "We're going to move on.", "sentId": 306}, {"text": "Quick break.", "sentId": 307}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton lashes out at the FBI director, but also voices rare contrition.", "sentId": 308}, {"text": "Her shifting strategy, next.", "sentId": 309}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 310}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Can't tell from those beautiful pictures, but it's a crisp fall day here in the nation's capital.", "sentId": 311}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "Back to politics now.", "sentId": 312}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton is nostalgic for the good old days, like last week, when the election was mostly about Donald Trump.", "sentId": 313}], "secId": 115}, {"speaker": "CLINTON", "sentences": [{"text": "Imagine him in the Oval Office facing a real crisis.", "sentId": 314}, {"text": "Imagine him plunging us into a war because somebody got under his very thin skin.", "sentId": 315}, {"text": "I hope you'll think about that when you cast your vote in this election.", "sentId": 316}, {"text": "Think about what it takes to lead in a very complicated world, and in whose hands you want to put the safety of our children and grandchildren.", "sentId": 317}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "That's what she loved to talk about, Donald Trump.", "sentId": 318}, {"text": "But the FBI's October surprise again puts Clinton's judgment and her ethics at center stage in this campaign.", "sentId": 319}, {"text": "And this from her yesterday this you her team is worried.", "sentId": 320}], "secId": 117}, {"speaker": "CLINTON", "sentences": [{"text": "And first of all, for those of you who are concerned about my using personal e-mail, I understand.", "sentId": 321}, {"text": "And as I've said, I'm not making excuses.", "sentId": 322}, {"text": "I've said it was a mistake and I regret it.", "sentId": 323}, {"text": "And now they apparently want to look at e-mails of one of my staffers.", "sentId": 324}, {"text": "And by all means they should look at them.", "sentId": 325}, {"text": "And I am sure they will reach the same conclusion they did when they looked at my e-mails for the last year.", "sentId": 326}, {"text": "There is no case here.", "sentId": 327}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "Now, she's trying to have this, you know, what, me, worry, everything's going to be fine look here.", "sentId": 328}], "secId": 119}, {"speaker": "TALEV", "sentences": [{"text": "Yes.", "sentId": 329}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "But we know from history, that getting Hillary Clinton to talk about being contrite, regretting things, something was a mistake, it's not something she does naturally.", "sentId": 330}, {"text": "And normally they schedule her to do an interview when she - when they need to make this point.", "sentId": 331}, {"text": "The fact that she would do this at a big public rally tells you that the Clinton campaign sees something that they want to make some slide or some effect in the polls that they want to stop.", "sentId": 332}, {"text": "TUMULTY: Well, she's also really sort of condensing the narrative", "sentId": 333}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "here.", "sentId": 334}, {"text": "The actual narrative is that e-mails from her close aide were found on the laptop computer of a man who is under federal investigation for basically, you know, sending sexual texts to a 15- year-old.", "sentId": 335}, {"text": "I mean this comes down to, oh, they just found some new e- mails.", "sentId": 336}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 337}], "secId": 123}, {"speaker": "TUMULTY", "sentences": [{"text": "It's not exactly the whole story.", "sentId": 338}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "Yes, she would prefer you not focus on the Anthony Weiner part of this.", "sentId": 339}], "secId": 125}, {"speaker": "TUMULTY", "sentences": [{"text": "Right.", "sentId": 340}], "secId": 126}, {"speaker": "KING", "sentences": [{"text": "At a minimum, when you - when you go out there.", "sentId": 341}, {"text": "But it is, again, telling to me, and this was supposed to be cruise control, expand the map -", "sentId": 342}], "secId": 127}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 343}], "secId": 128}, {"speaker": "KING", "sentences": [{"text": "Talk about a mandate week.", "sentId": 344}, {"text": "You don't use that word, but talk about policy week and instead now she's saying, you know, for those of you worried about me, there's nothing wrong.", "sentId": 345}], "secId": 129}, {"speaker": "MARTIN", "sentences": [{"text": "The closing message a week before Election Day is, the Feds have no case.", "sentId": 346}, {"text": "That's not the kind of rousing appeal that you want to be offering a week out is that the FBI doesn't have the goods on you after all.", "sentId": 347}, {"text": "So, yes, that's problematic for her.", "sentId": 348}], "secId": 130}, {"speaker": "MARTIN", "sentences": [{"text": "Look, I think that there is a sense right now in the sort of Clinton camp of uncertainty of what's happening.", "sentId": 349}, {"text": "Still confident that she can get 270.", "sentId": 350}, {"text": "But, John, your point is exactly right, you know, 10 days ago there was talk about, how can we best help our down ticket candidates?", "sentId": 351}, {"text": "Can we get Georgia?", "sentId": 352}, {"text": "Can we get Utah even?", "sentId": 353}, {"text": "I think now it's a much more sort of trench warfare-type approach.", "sentId": 354}, {"text": "And as you pointed out, in the final week, going back to scorched earth, instead of talking about governing and consensus, instead of - we're back to, you know, Machado, you know, Miss Piggy cracks.", "sentId": 355}, {"text": "That tells you everything you need to know right there.", "sentId": 356}], "secId": 131}, {"speaker": "TALEV", "sentences": [{"text": "Yes, I've actually been thinking about this because what's the best case scenario that could come out of the next few days, right, is that the FBI completes it's going through the e-mails, determines that, in an idea world for Hillary Clinton, all of them are duplicates of e-mails that they've already looked at, and somehow conveys that.", "sentId": 357}, {"text": "Even then, what's going to happen?", "sentId": 358}], "secId": 132}], "sectionCount": 133, "url": "transcripts.cnn.com/TRANSCRIPTS/1611/01/ip.01.html", "sentenceCount": 360, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired November 1, 2016 - 12:00   ET", "speakers": ["KING", "PENCE", "TRUMP", "CLINTON", "MARTIN", "is", "TALEV", "O'KEEFE", "TUMULTY", "RYAN", "ON SCREEN TEXT", "UNIDENTIFIED MALE", "AUDIENCE"], "title": "INSIDE POLITICS"}