{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1608.07.ip.01.html.json", "subTitle": "A Summer Rut Or a Deep Ditch?; Clinton's Questionable Email Explanation; The Campaigner-in-Chief Impact. Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "He's tanking in the polls and Republicans are in a panic.", "sentId": 0}, {"text": "But Donald Trump says all is fine.", "sentId": 1}], "secId": 0}, {"speaker": "TRUMP", "sentences": [{"text": "I just want to tell you the campaign is doing really well.", "sentId": 2}, {"text": "It's never been so well united.", "sentId": 3}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton has clear momentum.", "sentId": 4}], "secId": 2}, {"speaker": "CLINTON", "sentences": [{"text": "America is better than Donald Trump.", "sentId": 5}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "But she can't shake a mess of her own making, answers about her e-mails that just don't match the facts.", "sentId": 6}], "secId": 4}, {"speaker": "CLINTON", "sentences": [{"text": "What I told the FBI, which he said was truthful, is consistent with what I have said publicly.", "sentId": 7}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Plus, the Obama factor.", "sentId": 8}], "secId": 6}, {"speaker": "OBAMA", "sentences": [{"text": "I think the Republican nominee is unfit to serve as president.", "sentId": 9}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "The president's ratings are on the rise, and he is happy to join the 2016 debate.", "sentId": 10}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 11}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 12}, {"text": "I'm John King.", "sentId": 13}, {"text": "Thanks for sharing Sunday morning with us.", "sentId": 14}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "We pick a new president in three months.", "sentId": 15}, {"text": "Here's three quick questions after a truly remarkable week in politics.", "sentId": 16}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Question one.", "sentId": 17}, {"text": "Is Donald Trump in a summer rut, or does the flood of bad polling suggest he's dug himself into a ditch too deep?", "sentId": 18}], "secId": 12}, {"speaker": "TRUMP", "sentences": [{"text": "Wouldn't that be embarrassing, to lose to crooked Hillary Clinton?", "sentId": 19}, {"text": "That would be terrible.", "sentId": 20}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Question two: can anyone get Hillary Clinton to stop repeating this, because it isn't true.", "sentId": 21}], "secId": 14}, {"speaker": "CLINTON", "sentences": [{"text": "Director Comey said that my answers were truthful and what I have said is consistent with what I have told the American people.", "sentId": 22}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "And question three.", "sentId": 23}, {"text": "How much sway will the sitting president have on the race to succeed him?", "sentId": 24}], "secId": 16}, {"speaker": "OBAMA", "sentences": [{"text": "I obviously have a very strong opinion about the two candidates who are running here.", "sentId": 25}, {"text": "One is very positive, and one is not so much.", "sentId": 26}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "You might notice he is enjoying this.", "sentId": 27}, {"text": "With us to share the reporting and insights, \"The Atlantic's\" Molly Ball, CNN's Manu Raju, NPR's Domenico Montanaro, and Laura Meckler of \"The Wall Street Journal\".", "sentId": 28}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Now, Donald Trump had a terrible, horrible, miserable.", "sentId": 29}, {"text": "The candidate whose brand is winning faced a daily barrage of new polling, including this morning, both national and from key states that showed him losing and in most cases losing badly.", "sentId": 30}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "And then on Friday, the candidate whose trademark is strength and who says apologizing is a sign of weakness blinked, not once but twice.", "sentId": 31}, {"text": "First, he acknowledged he was winging it when he said he had seen video of a plane delivering a cash payment from the Obama administration to Iran on a plane.", "sentId": 32}, {"text": "Then, that night, this.", "sentId": 33}], "secId": 20}, {"speaker": "TRUMP", "sentences": [{"text": "So, in our shared mission to make America great again, I support and endorse our speaker of the House, Paul Ryan.", "sentId": 34}, {"text": "Paul Ryan.", "sentId": 35}, {"text": "Good.", "sentId": 36}, {"text": "He is a good man.", "sentId": 37}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "You might call that an eat your peas moment.", "sentId": 38}, {"text": "That was three days, three tumultuous days after the Republican nominee for president went out of his way to tell the \"Washington Post\" not only was he not ready to endorse Speaker Ryan, but Mr. Trump also worked in several good words about Ryan's Tea Party primary challenger.", "sentId": 39}, {"text": "And Trump didn't stop there.", "sentId": 40}, {"text": "In the same interview, he again trashed", "sentId": 41}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "Republican Senator John McCain and added a rebuke of New Hampshire Republican Senator Kelly Ayotte.", "sentId": 42}, {"text": "But Friday night in Green Bay, a full about-face.", "sentId": 43}], "secId": 23}, {"speaker": "TRUMP", "sentences": [{"text": "And while I'm at it, I hold, in the highest esteem, Senator John McCain for his service to our country, in uniform and in public office, and I fully support and endorse his reelection.", "sentId": 44}], "secId": 24}, {"speaker": "TRUMP", "sentences": [{"text": "I also fully support and endorse Senator Kelly Ayotte of New Hampshire.", "sentId": 45}, {"text": "She is a rising star and will continue to represent the great people of New Hampshire so very well for a long, long time.", "sentId": 46}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "Now you can tell as he looked down and read his notes that he meant every word of that.", "sentId": 47}, {"text": "That he was really happy to do it.", "sentId": 48}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "It's an interesting moment.", "sentId": 49}, {"text": "Trump had to come back to the establishment there because the establishment was telling him essentially, fine, forget about it, you're on your own.", "sentId": 50}, {"text": "If you're going to do this to us, then we're just going to abandon you.", "sentId": 51}, {"text": "So Trump comes back.", "sentId": 52}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "But where are we?", "sentId": 53}, {"text": "Never have in the past week heard Republicans say the things they are saying about their candidate.", "sentId": 54}, {"text": "Forget about him.", "sentId": 55}, {"text": "He is on his own.", "sentId": 56}, {"text": "Abandon ship.", "sentId": 57}, {"text": "He is erratic.", "sentId": 58}, {"text": "And worse.", "sentId": 59}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "Where are we?", "sentId": 60}], "secId": 29}, {"speaker": "BALL", "sentences": [{"text": "Well, that's where we are.", "sentId": 61}, {"text": "I mean, I think that endorsement of the party leaders by Donald Trump was about as full-throated and ringing as their endorsements of him have been.", "sentId": 62}, {"text": "So, perhaps that's fair.", "sentId": 63}], "secId": 30}, {"speaker": "BALL", "sentences": [{"text": "I think this was a milestone for Trump, because up until now, his view of party unity has been they come to me, and he has not made any concessions or gone any way in walking toward the establishment positions.", "sentId": 64}], "secId": 31}, {"speaker": "BALL", "sentences": [{"text": "So, this is really the first time he has, himself, made a move to create the party unity instead of just expecting everybody else to do it.", "sentId": 65}], "secId": 32}, {"speaker": "BALL", "sentences": [{"text": "I think it signals that he does realize that he has a little bit of work to do.", "sentId": 66}, {"text": "Is it too little, too late?", "sentId": 67}, {"text": "I mean, as you say, these Republicans, their hair is on fire.", "sentId": 68}, {"text": "They are -- if they haven't just given up.", "sentId": 69}, {"text": "A lot of them are in a place where they're just ready to pretend the presidential race is not happening.", "sentId": 70}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "That's a great point.", "sentId": 71}], "secId": 34}, {"speaker": "BALL", "sentences": [{"text": "They're in a parallel world, but  election goes on.", "sentId": 72}, {"text": "KING:  Ryan didn't show up.", "sentId": 73}, {"text": "He got advance word Trump was going to do that in Wisconsin, in Green Bay.", "sentId": 74}, {"text": "That's his state.", "sentId": 75}, {"text": "Ryan didn't show up.", "sentId": 76}, {"text": "The Republican Governor Scott Walker didn't show up.", "sentId": 77}, {"text": "The Republican senator in trouble Ron Johnson didn't show up.", "sentId": 78}], "secId": 35}, {"speaker": "BALL", "sentences": [{"text": "The next, last night, Trump was in New Hampshire, he did not repeat the Kelly Ayotte endorsement in her own state.", "sentId": 79}, {"text": "So, he's only willing to eat his peas once I guess.", "sentId": 80}], "secId": 36}, {"speaker": "BALL", "sentences": [{"text": "They -- what's happening -- maybe it doesn't matter.", "sentId": 81}, {"text": "Trump has proven conventional wrong so many times.", "sentId": 82}, {"text": "But his own party, I think this was abandon ship or abandon Trump week.", "sentId": 83}], "secId": 37}, {"speaker": "MECKLER", "sentences": [{"text": "I think the real question is, what Donald Trump will we see later this week, what Donald Trump are we going to see next week, next month?", "sentId": 84}, {"text": "I mean, you know, he has a way of sort of having these terrible moments where everybody seems to coalesce against him, if you will, and then -- which he definitely did last week.", "sentId": 85}, {"text": "And then you see this about-face.", "sentId": 86}, {"text": "But I don't think that we can conclude one way or another, you know, where he's going to be headed next.", "sentId": 87}], "secId": 38}, {"speaker": "RAJU", "sentences": [{"text": "But there is an acknowledgment, a tacit acknowledgement that things aren't going wrong.", "sentId": 88}, {"text": "Trump doesn't like to admit whenever he does something wrong.", "sentId": 89}, {"text": "By just virtue of these endorsements, walking back that comment about the Iran videotape, even praising the crying baby that he kicked out of his rally.", "sentId": 90}, {"text": "He is realizing that things aren't going well.", "sentId": 91}, {"text": "He reads the polls, as we know, as well as anybody else, and he needs to do something.", "sentId": 92}], "secId": 39}, {"speaker": "RAJU", "sentences": [{"text": "And people are coming to him and saying to him, look, when people are talking openly or at least privately about will Donald Trump drop out, should we look for another candidate.", "sentId": 93}, {"text": "That is not good heading to Election Day.", "sentId": 94}, {"text": "So, clearly, that's why he is having this big economic speech on Monday in Michigan to try to reset the narrative.", "sentId": 95}], "secId": 40}, {"speaker": "MONTANARO", "sentences": [{"text": "But clearly, the biggest issue for him this week was the criticism of the Khan family, the family whose son was killed in Iraq in 2004, Muslim-American.", "sentId": 96}, {"text": "That really set a lot of Republicans in motion to say this is too far.", "sentId": 97}, {"text": "You saw polls come out this week saying, you know, almost 70 percent, 75 percent saying it was out of bounds or went too far.", "sentId": 98}, {"text": "And that's the biggest issue.", "sentId": 99}, {"text": "Even his campaign or surrogates will say he got right on the issue by changing the way he talks about it.", "sentId": 100}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "But he was tweeting last Sunday.", "sentId": 101}, {"text": "His staff over the weekend urged him not to do that and he kept doing it.", "sentId": 102}, {"text": "But he did change this week.", "sentId": 103}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "But it was an interesting week.", "sentId": 104}, {"text": "He said this week, he said if his daughter were sexually harassed she should get a new job.", "sentId": 105}, {"text": "He said you should pull your money out of the stock market.", "sentId": 106}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "He said to \"The Washington Post\", if you haven't read this interview, it's almost a week old, go back and read this interview.", "sentId": 107}, {"text": "He said, if he loses, he thinks he'll form a super PAC to go after his Republican critics.", "sentId": 108}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "You mentioned those polling.", "sentId": 109}, {"text": "If you look at the polling, the problem for Trump is not the horse race numbers.", "sentId": 110}, {"text": "The problem is in deep in the polls -- people, does he have the character, the temperament and the judgment and experience to be president.", "sentId": 111}, {"text": "Donald Trump last night in New Hampshire perhaps realizing that the Clinton campaign is trying to disqualify him by pushing him across that line, fires back.", "sentId": 112}], "secId": 45}, {"speaker": "TRUMP", "sentences": [{"text": "Unstable Hillary Clinton.", "sentId": 113}, {"text": "And you saw that.", "sentId": 114}, {"text": "You saw that where she basically short-circuited?", "sentId": 115}, {"text": "The people of this country don't want somebody that's going to short-circuit up here.", "sentId": 116}, {"text": "OK?", "sentId": 117}, {"text": "Not as your president.", "sentId": 118}], "secId": 46}, {"speaker": "TRUMP", "sentences": [{"text": "Remember, ISIS is looking, folks.", "sentId": 119}], "secId": 47}, {"speaker": "TRUMP", "sentences": [{"text": "This stuff is so amazing.", "sentId": 120}, {"text": "It amazes me, actually.", "sentId": 121}, {"text": "Honestly, I don't think she's all there.", "sentId": 122}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Now, this is -- that's trademark Trump.", "sentId": 123}, {"text": "It is part of the reason he is the Republican nominee for president.", "sentId": 124}, {"text": "Early on the campaign, everybody said, you can't talk like that and be a presidential candidate.", "sentId": 125}, {"text": "Well, he's the Republican nominee for president.", "sentId": 126}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Up until this past week, he was very pretty competitive in the election.", "sentId": 127}, {"text": "We'll see if those polls swing back a little bit.", "sentId": 128}, {"text": "But to your point about the economic speech, what the establishment is mad about is he keeps promising them he's going to be more disciplined.", "sentId": 129}, {"text": "That he's going to run, I'm a small government conservative, I'm going to change Washington, I'm going to get you a job and then get to crooked Hillary.", "sentId": 130}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "And instead, he keeps doing this.", "sentId": 131}, {"text": "And what happened last week in the establishment, they said this is our fault, we keep believing he's going to be consistent.", "sentId": 132}, {"text": "We need to stop believing he'll be consistent.", "sentId": 133}], "secId": 51}, {"speaker": "MONTANARO", "sentences": [{"text": "The short-circuit comment, that is deliberate.", "sentId": 134}, {"text": "For all the stuff that Trump sort of wings, this is something that they feed like -- I was trying to get to the Trump campaign to figure out what's the bigger issue here for why they talk about short circuit and what it means.", "sentId": 135}, {"text": "It shows that Hillary Clinton is robotic and inauthentic, which is interesting because that's in a way the way Democrats went after Mitt Romney to say he is inauthentic.", "sentId": 136}], "secId": 52}, {"speaker": "MONTANARO", "sentences": [{"text": "So, this is inauthentic narrative is something that they're going to try to push.", "sentId": 137}, {"text": "Now, after the week that he had, certainly it was a net negative by a huge stretch for Donald Trump.", "sentId": 138}, {"text": "I mean, it's like we're in the first quarter and he's down by 20 points and maybe, you know, shooting 35 percent or something from the field.", "sentId": 139}], "secId": 53}, {"speaker": "MONTANARO", "sentences": [{"text": "Not a very good week for him.", "sentId": 140}, {"text": "This is the one place they're going to try to go back at Hillary Clinton.", "sentId": 141}], "secId": 54}, {"speaker": "RAJU", "sentences": [{"text": "John, look at the polls too.", "sentId": 142}, {"text": "We drill down on some of the polls.", "sentId": 143}, {"text": "The temperament numbers.", "sentId": 144}, {"text": "How people view Donald Trump's temperament is staggering.", "sentId": 145}], "secId": 55}, {"speaker": "RAJU", "sentences": [{"text": "I mean, in that \"Washington Post\" poll, 71 percent of voters in that poll do not believe that he has a good, proper temperament to be president.", "sentId": 146}, {"text": "Whereas, Hillary Clinton is doing much better.", "sentId": 147}, {"text": "Similarly, just 30 percent believe that he's qualified to be president in that poll.", "sentId": 148}], "secId": 56}, {"speaker": "RAJU", "sentences": [{"text": "So, clearly, they're trying to change -- trying to make -- he is trying to make Hillary Clinton look like the person who is a loose cannon.", "sentId": 149}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "So, the question is, how much of this will we get?", "sentId": 150}, {"text": "This is Mike Coffman.", "sentId": 151}, {"text": "He's a congressman from Colorado.", "sentId": 152}, {"text": "He's got a tough district.", "sentId": 153}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "So, you're going to see some of this.", "sentId": 154}, {"text": "You might see some of this against Hillary Clinton.", "sentId": 155}, {"text": "But this -- I'm going to play you this ad and the question is, how many more of these will we see if the Trump numbers don't get better?", "sentId": 156}], "secId": 59}, {"speaker": "COFFMAN", "sentences": [{"text": "I'm a marine.", "sentId": 157}, {"text": "For me, country comes first.", "sentId": 158}, {"text": "My duty is always to you.", "sentId": 159}, {"text": "So, if Donald Trump is the president, I'll stand up to him, plain and simple.", "sentId": 160}, {"text": "And if Hillary wins, I'll hold her accountable every step of the way.", "sentId": 161}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "He works in both candidates there.", "sentId": 162}, {"text": "Here is a Republican congressman saying, you know, essentially if Trump wins, I'll stand up to him.", "sentId": 163}, {"text": "There are a lot of people think Trump is toxic in their district or Trump's under-performing them and they got to get some distance.", "sentId": 164}, {"text": "There is a lot of talk in the Republican Party that we're going to see a lot of that all of a sudden.", "sentId": 165}], "secId": 61}, {"speaker": "BALL", "sentences": [{"text": "Well, the type of district that Mike Coffman is from is suburban Denver district.", "sentId": 166}, {"text": "So, this is exactly the types of voters that Hillary Clinton is targeting the most.", "sentId": 167}, {"text": "All over the country, you have these suburban educated voters, somewhat diverse, mostly white upper-class voters.", "sentId": 168}, {"text": "These are the kind of people, many of them conservative-leaning independence who have qualms about Trump and about any candidate who would stand on a stage with Trump.", "sentId": 169}], "secId": 62}, {"speaker": "BALL", "sentences": [{"text": "So, I think you are going to see those types of ads.", "sentId": 170}], "secId": 63}, {"speaker": "MECKLER", "sentences": [{"text": "And the Clinton campaign is aggressively going after Republicans in a way you don't typically see.", "sentId": 171}, {"text": "I mean, you obviously see a fight to consolidate your base.", "sentId": 172}, {"text": "You see a fight for independence.", "sentId": 173}, {"text": "But to actually overtly go after Republicans, that's what she is doing, starting with the business leaders, national security types.", "sentId": 174}, {"text": "And the idea is to sort of give voters in Coffman's district and", "sentId": 175}], "secId": 64}, {"speaker": "MECKLER", "sentences": [{"text": "others sort of permission and over to vote for her.", "sentId": 176}], "secId": 65}, {"speaker": "RAJU", "sentences": [{"text": "But, John, the real bind is for senators who are running, while this is a house member doing that.", "sentId": 177}, {"text": "Senators have to run statewide and they have to worry about getting a lot of those Trump supporters out.", "sentId": 178}, {"text": "So, they're in a bind, because they need to go after those voters who Trump has alienated while keeping Trump supporters and base to come out so they can -- that's why you're hearing a lot of these people saying, well, I'll support but not endorse him, trying to make that distinction.", "sentId": 179}], "secId": 66}, {"speaker": "BALL", "sentences": [{"text": "Even Coffman hasn't unendorsed.", "sentId": 180}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Unendorsed, right.", "sentId": 181}, {"text": "It's kind of the how do you stay close and ride the rodeo bull, I guess.", "sentId": 182}], "secId": 68}, {"speaker": "MECKLER", "sentences": [{"text": "But I think the answer to your question is, are we going to see more of that.", "sentId": 183}, {"text": "I think the answer is probably yes.", "sentId": 184}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Probably yes and watch it, and hang tight one second.", "sentId": 185}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "When we come back, a closer look at Trump's battleground state troubles and what it will take to fix them.", "sentId": 186}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "First, though, for this week's politicians say the darnedest things, Manu mentioned this earlier -- how to handle a crying baby.", "sentId": 187}], "secId": 72}, {"speaker": "TRUMP", "sentences": [{"text": "I move babies.", "sentId": 188}, {"text": "I hear that baby crying, I like it.", "sentId": 189}, {"text": "I like it!", "sentId": 190}, {"text": "What a baby.", "sentId": 191}], "secId": 73}, {"speaker": "TRUMP", "sentences": [{"text": "Actually I was only kidding.", "sentId": 192}, {"text": "You can get the baby out of here.", "sentId": 193}], "secId": 74}, {"speaker": "TRUMP", "sentences": [{"text": "I think she really believed she that I love having a baby crying while I'm speaking.", "sentId": 194}], "secId": 75}, {"speaker": "TRUMP", "sentences": [{"text": "I want to find out who that baby is because I want to sponsor the baby.", "sentId": 195}, {"text": "That baby will sing someday, in philharmonic hall.", "sentId": 196}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 197}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "There are three months to Election Day, so be skeptical.", "sentId": 198}, {"text": "Very, very, very skeptical.", "sentId": 199}, {"text": "When you hear talk, oh, it's already over.", "sentId": 200}, {"text": "But Donald Trump does have some urgent work to do.", "sentId": 201}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "Just look here at the swing state polls that came out this past week, Georgia, a pretty red state.", "sentId": 202}, {"text": "Hillary Clinton's up three.", "sentId": 203}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "New Hampshire, a swing state.", "sentId": 204}, {"text": "Hillary Clinton up 15.", "sentId": 205}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "Michigan, a state Donald Trump has targeted in the Rust Belt.", "sentId": 206}, {"text": "Clinton up nine.", "sentId": 207}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "Pennsylvania, many scenarios a must-win for Trump, Clinton plus 11.", "sentId": 208}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Florida, closer, it was the closest state in 2012 between Obama and Romney.", "sentId": 209}, {"text": "Clinton up four.", "sentId": 210}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Let's look a little deeper, you get the sense of Trump's problem.", "sentId": 211}, {"text": "This is Pennsylvania.", "sentId": 212}, {"text": "Look at that number in the top left there.", "sentId": 213}, {"text": "Clinton 78.", "sentId": 214}, {"text": "She's getting nearly 80 percent of Democrats.", "sentId": 215}, {"text": "If you are a Democrat in Pennsylvania, you are voting for Hillary Clinton.", "sentId": 216}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "Look at Donald Trump's number, only 70 percent, just shy of 70 percent of Republicans say they're with Trump and Hillary Clinton is winning independents.", "sentId": 217}, {"text": "If she wins independents on Election Day, she is the next president of the United States.", "sentId": 218}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Let's just move to New Hampshire now.", "sentId": 219}, {"text": "This is not a Pennsylvania phenomenon.", "sentId": 220}, {"text": "You see this in all of these swing state polls.", "sentId": 221}, {"text": "In New Hampshire, 84 percent of Democrats for Clinton.", "sentId": 222}, {"text": "Only 61 percent of Republicans say they're voting for the Republican candidate for president.", "sentId": 223}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "And again, Hillary Clinton with a huge lead among independents.", "sentId": 224}, {"text": "We can go state by state through the polls but that's what you see.", "sentId": 225}, {"text": "And if you look at the character questions, the temperament questions, qualified questions, bad for Trump.", "sentId": 226}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "The problem number one, and the reason he get to come, I endorsed Paul Ryan is that he's not getting Republicans.", "sentId": 227}, {"text": "A lot of Republicans are saying, we can't vote for our guy.", "sentId": 228}, {"text": "If you can't consolidate your base after the convention that's a flashing red trouble sign.", "sentId": 229}], "secId": 88}, {"speaker": "BALL", "sentences": [{"text": "Well, that's a big problem for Trump, that he's not consolidating the Republican Party and we all know why that is happening.", "sentId": 230}, {"text": "He's been at war with the Republican Party since he started this campaign.", "sentId": 231}], "secId": 89}, {"speaker": "BALL", "sentences": [{"text": "I actually think it's just as significant and problematic that he is not getting any Democrats, because the theory of the case for Trump has been that he's going to win all these disaffected Democrats in states like Pennsylvania.", "sentId": 232}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "That's a great point.", "sentId": 233}, {"text": "You can't win the Rust Belt without Democrats.", "sentId": 234}], "secId": 91}, {"speaker": "BALL", "sentences": [{"text": "Working class voters who are disenchanted with the Democratic Party, even though they're still registered there, and they're going to flock to Trump.", "sentId": 235}, {"text": "There's no evidence that he's getting that crossover vote from Democrats at this point.", "sentId": 236}], "secId": 92}, {"speaker": "RAJU", "sentences": [{"text": "Yes, I mean, the down-ticket impact of this, so significant if the numbers stay.", "sentId": 237}, {"text": "Of course, they probably will tighten up, presumably, especially after the debates.", "sentId": 238}, {"text": "That will be the next opportunity to really reset the narrative here.", "sentId": 239}], "secId": 93}, {"speaker": "RAJU", "sentences": [{"text": "But the down-ticket impact is what is scaring so many of the Republicans.", "sentId": 240}, {"text": "The real fear is if he's eight points, 10, 12 points behind Hillary in a lot of these states, those close Senate races are in deep, deep trouble.", "sentId": 241}, {"text": "Look at Kelly Ayotte in New Hampshire, down ten points in the most recent poll.", "sentId": 242}, {"text": "Donald Trump also down by double digits there.", "sentId": 243}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "Well, let's listen to Trump.", "sentId": 244}, {"text": "This is Friday night in Green Bay where Trump seems to be acknowledging that he has a problem, that he's not building a big coalition.", "sentId": 245}, {"text": "He goes back to a Republican icon to say, \"I want to do this too.\"", "sentId": 246}], "secId": 95}, {"speaker": "TRUMP", "sentences": [{"text": "I understand and embrace the wisdom of Ronald Reagan's big tent within the party.", "sentId": 247}, {"text": "Big, big tent.", "sentId": 248}, {"text": "Remember?", "sentId": 249}, {"text": "Ronald Reagan.", "sentId": 250}, {"text": "Great man.", "sentId": 251}, {"text": "Great guy.", "sentId": 252}], "secId": 96}, {"speaker": "TRUMP", "sentences": [{"text": "Remember, he included Reagan Democrats and independents and Republicans.", "sentId": 253}, {"text": "A lot of people.", "sentId": 254}, {"text": "We're going to have the same thing.", "sentId": 255}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "We're going to have the same thing.", "sentId": 256}, {"text": "He does not have at the moment.", "sentId": 257}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "Again, stylistically, watching Trump reading so much, that is not the Trump who we saw at the big rallies who won the Republican nomination.", "sentId": 258}, {"text": "But it is the Donald Trump that his campaign says is necessary to keep him on a more disciplined message.", "sentId": 259}], "secId": 99}, {"speaker": "MECKLER", "sentences": [{"text": "Well, that's the question is can he stay on message?", "sentId": 260}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Long pause when you raise the question of discipline in Donald Trump.", "sentId": 261}], "secId": 101}, {"speaker": "MECKLER", "sentences": [{"text": "Well, that's the question.", "sentId": 262}, {"text": "He can be disciplined.", "sentId": 263}, {"text": "He obviously can be when he wants to and he's focused to and maybe when told he has to.", "sentId": 264}], "secId": 102}, {"speaker": "MECKLER", "sentences": [{"text": "But, you know, people -- somebody in the Clinton campaign told me months and months ago when we were talking about Trump, you know, what is the -- what's the most damaging thing he has done?", "sentId": 265}, {"text": "And they said, well, the most damaging thing he's done is the thing he hasn't done yet, is that there -- he doesn't have the discipline to sort of stay on message and there always seems to be something else around the corner.", "sentId": 266}, {"text": "Now, who knows?", "sentId": 267}, {"text": "I mean, we are in August.", "sentId": 268}, {"text": "We have a long way to go as you said.", "sentId": 269}], "secId": 103}, {"speaker": "MECKLER", "sentences": [{"text": "But I don't know that we can really count on the fact that he's going to continue to read -- you know, read what's been written for him.", "sentId": 270}], "secId": 104}, {"speaker": "MONTANARO", "sentences": [{"text": "Real discipline is not reading once something that's in front of you.", "sentId": 271}, {"text": "It's doing it when you're off script, you know?", "sentId": 272}, {"text": "How do you stick to the message when nobody is watching, you know, when nobody is giving you something that's a real issue.", "sentId": 273}], "secId": 105}, {"speaker": "MONTANARO", "sentences": [{"text": "To a point Molly made earlier about white college educated voters, when we think about women in suburban areas.", "sentId": 274}, {"text": "One of the biggest switches from the CNN poll that had Trump up after his convention to the one where he is down by a lot now was these white, college- educated voters.", "sentId": 275}, {"text": "And that is something that's really interesting because people might dismiss that and say, well, sure, you know, white, college-educated voters should go for Clinton.", "sentId": 276}, {"text": "Democrats haven't won white college educated voters since 1976 when exit polls began.", "sentId": 277}], "secId": 106}, {"speaker": "MONTANARO", "sentences": [{"text": "So, if that's something that Donald Trump is having trouble with and those voters, those voters are moving towards Hillary Clinton, that's a huge issue for him.", "sentId": 278}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "So, the Clinton campaign sees this environment, so they're trying to stress he is unfit, he's not a commander in chief and reach out to independents and Republicans, including an advertisement that try to find a Democrat in this ad.", "sentId": 279}], "secId": 108}, {"speaker": "HAYDEN", "sentences": [{"text": "If he governs consistent with some of the things he said as a candidate, I would be very frightened.", "sentId": 280}], "secId": 109}, {"speaker": "MAX BOOT", "sentences": [{"text": "This is not somebody who should be handed nuclear codes.", "sentId": 281}], "secId": 110}, {"speaker": "CHARLES KRAUTHAMMER", "sentences": [{"text": "You have to ask yourself, do I want a person of that temperament control of the nuclear codes   And as of now, I have to say no.", "sentId": 282}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Conservative voices, conservative faces, this is a calculated effort by the Clinton campaign.", "sentId": 283}, {"text": "I don't think they'll get a ton of Republican votes in the end, but essentially to use Republican and conservative voices saying, it's not us, it's not us Democrats saying that Trump is unfit to be commander in chief, these are supposed to be his friends.", "sentId": 284}], "secId": 112}, {"speaker": "BALL", "sentences": [{"text": "There's a potential risk there, right, that by leaning so heavily on conservative voices, you alienate some of the Bernie Sanders supporters.", "sentId": 285}, {"text": "That there are liberals that Hillary Clinton also needs her base in the Democratic Party who are going to say, well, I don't want a candidate endorsed by or quasi-endorsed by Charles Krauthammer.", "sentId": 286}, {"text": "But she appears to be confident enough that that support is coming home to her, that she is going to the middle of the electorate to the suburban voters, educated voters, who are deeply put off by what they see as instability of Trump in his campaign.", "sentId": 287}], "secId": 113}, {"speaker": "MECKLER", "sentences": [{"text": "And one of the interesting things coming out of the Democratic convention that \"The Wall Street Journal\"/NBC poll this last week showed was that, Democrats change their attitudes dramatically about how they feel about the sort of political situation over all.", "sentId": 288}, {"text": "Like on this classic question of whether you believe the country is going in the right track or the wrong track, I'm going the right direction or on the wrong track.", "sentId": 289}, {"text": "They swung wildly from being very pessimistic to afterwards 58 percent saying we're going in the right direction.", "sentId": 290}, {"text": "So, Democrats and obviously Hillary Clinton looking for a third", "sentId": 291}], "secId": 114}, {"speaker": "MECKLER", "sentences": [{"text": "Democratic term, always a challenge.", "sentId": 292}, {"text": "She needs at least the Democratic Party to feel good about where they are.", "sentId": 293}, {"text": "Seems like she accomplished some of that.", "sentId": 294}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "And to your point about being August, before we go, just want to put these numbers up on the screen here, don't have time to talk about these numbers, but Donald Trump had a good month fundraising.", "sentId": 295}, {"text": "He talked about, you know, can Donald Trump come back?", "sentId": 296}, {"text": "The answer is yes if he has the resources to spend.", "sentId": 297}, {"text": "He has yet to spend money on television ads.", "sentId": 298}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "A lot of Republicans are saying, where are you?", "sentId": 299}, {"text": "You're essentially surrendering the field right now.", "sentId": 300}, {"text": "But if you look at those numbers there, Trump has the money.", "sentId": 301}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "We'll see what happens in August.", "sentId": 302}, {"text": "We'll see.", "sentId": 303}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "Up next, though, give Hillary Clinton points for consistency.", "sentId": 304}, {"text": "Her answers about her e-mails, still don't quite match the facts.", "sentId": 305}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "But first, take our INSIDE POLITICS quiz question.", "sentId": 306}, {"text": "Would you consider voting for a third-party candidate in this year's presidential election?", "sentId": 307}, {"text": "You can vote at CNN.com/vote.", "sentId": 308}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 309}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "Whatever you think of her r6 politics there is no disputing Hillary Clinton's brain power.", "sentId": 310}, {"text": "She is an accomplished attorney, former first lady.", "sentId": 311}, {"text": "Senator, secretary of state.", "sentId": 312}, {"text": "Her intellect is not in question.", "sentId": 313}, {"text": "Her candor, though, is, especially on the issue of her private e-mail server.", "sentId": 314}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "This is last Sunday fielding a question from Chris Wallace.", "sentId": 315}], "secId": 123}, {"speaker": "CLINTON", "sentences": [{"text": "Director Comey said my answers were truthful and what I've said is consistent with what I have told the American people, that there were decisions discussed and made to classify retroactively certain of the e-mails.", "sentId": 316}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "No.", "sentId": 317}, {"text": "Director Comey said in his congressional testimony, he believed Clinton was truthful in her interview with the FBI.", "sentId": 318}, {"text": "But he said some of her public explanations did not match the facts.", "sentId": 319}], "secId": 125}, {"speaker": "KING", "sentences": [{"text": "So, her answer to Wallace flunked the fact check test, four Pinocchios from \"The Washington Post\".", "sentId": 320}], "secId": 126}, {"speaker": "KING", "sentences": [{"text": "Yet, in an interview with KUSA Thursday she said, quote, \"As the FBI said, everything that I have said publicly has been consistent and truthful with what I have told them.\"", "sentId": 321}, {"text": "Not exactly.", "sentId": 322}], "secId": 127}, {"speaker": "KING", "sentences": [{"text": "Friday, she was asked if she was mischaracterizing what the FBI director said.", "sentId": 323}], "secId": 128}, {"speaker": "CLINTON", "sentences": [{"text": "I have said, during the interview and in many other occasions over the past months, that what I told the FBI, which he said was truthful, is consistent with what I have said publicly.", "sentId": 324}, {"text": "So I may have short-circuited it.", "sentId": 325}, {"text": "And for that I, you know, will try to clarify because I think Chris Wallace and I were probably talking past each other because, of course, he could only talk to what I had told the FBI, and I appreciated that.", "sentId": 326}], "secId": 129}, {"speaker": "KING", "sentences": [{"text": "Help me.", "sentId": 327}], "secId": 130}, {"speaker": "KING", "sentences": [{"text": "Help me.", "sentId": 328}], "secId": 131}, {"speaker": "MECKLER", "sentences": [{"text": "It's just baffling to me that she is still struggling her way through this.", "sentId": 329}, {"text": "I mean, there are so many ways she could deal with this that are better than the way she has dealt with this.", "sentId": 330}], "secId": 132}, {"speaker": "KING", "sentences": [{"text": "How about, I am sorry?", "sentId": 331}, {"text": "When I said I thought nothing was classified that's what I believed at the time.", "sentId": 332}, {"text": "The FBI director said otherwise.", "sentId": 333}, {"text": "It was a bigger mistake than I thought.", "sentId": 334}, {"text": "I'm sorry.", "sentId": 335}, {"text": "It won't happen again.", "sentId": 336}], "secId": 133}, {"speaker": "KING", "sentences": [{"text": "How about that?", "sentId": 337}], "secId": 134}, {"speaker": "MECKLER", "sentences": [{"text": "And here's the thing.", "sentId": 338}, {"text": "I am not sure that -- I think in her heart she believes everything she did was blessed and OK and not really a very big deal.", "sentId": 339}, {"text": "I think that's what she truly believes.", "sentId": 340}, {"text": "Because that's sort of the only way to understand what her statements have been for months and months is that she, for over a year now, we're on this story.", "sentId": 341}, {"text": "And she doesn't seem to be able to just sort of lance the boil and come out and say, truly in a way -- I -- this was a mistake.", "sentId": 342}, {"text": "I am sorry.", "sentId": 343}], "secId": 135}, {"speaker": "MECKLER", "sentences": [{"text": "You know, what if she just were to say what I -- my sort of alternative universe that she says, you know what, this was a lapse in judgment but I expect you to judgment my judgment over many decisions and overall I think I would be a good president and here is why.", "sentId": 344}, {"text": "But she can't do that.", "sentId": 345}], "secId": 136}, {"speaker": "RAJU", "sentences": [{"text": "But --", "sentId": 346}], "secId": 137}, {"speaker": "BALL", "sentences": [{"text": "It's not a big deal that you sense when you hear her give these impatient answers, right?", "sentId": 347}, {"text": "She really doesn't think she this.", "sentId": 348}, {"text": "She doesn't understand why everybody else is so concerned with this which keeps her from taking it seriously.", "sentId": 349}], "secId": 138}, {"speaker": "BALL", "sentences": [{"text": "What you hear from a lot of people close to the Clinton's, their defenders, is, well, they went through all these phony scandals in the '90s.", "sentId": 350}, {"text": "Therefore, this is another phony scandal.", "sentId": 351}, {"text": "Well, that doesn't follow, right?", "sentId": 352}, {"text": "This is not --", "sentId": 353}], "secId": 139}, {"speaker": "KING", "sentences": [{"text": "If you don't want to deal with this, don't run for president.", "sentId": 354}], "secId": 140}, {"speaker": "BALL", "sentences": [{"text": "It has the battle scars from the past battles which have made her so defensive that she isn't capable of just giving --", "sentId": 355}], "secId": 141}, {"speaker": "RAJU", "sentences": [{"text": "And what's really baffling is they know her biggest vulnerability is untrustworthiness and honesty.", "sentId": 356}, {"text": "I mean, that recent \"Washington Post\" and CNN poll has her mid 30s in whether or not voters believe she is trustworthy and honest.", "sentId": 357}], "secId": 142}, {"speaker": "RAJU", "sentences": [{"text": "And when you look at, you know, watch that hearing, I was at that hearing, Director Comey was not vindicating her.", "sentId": 358}, {"text": "He was blasting her for her statements over and over again, saying that, if she were an employee of the FBI, potentially she could have been disciplined, could have been fired.", "sentId": 359}, {"text": "May have actually put the nation's secrets at risk by potentially hostile actors gaining access to her e-mail server.", "sentId": 360}], "secId": 143}, {"speaker": "RAJU", "sentences": [{"text": "So, it was a really, really difficult testimony in the eyes of the Clinton campaign.", "sentId": 361}, {"text": "But for her to say that it was all good for her is just shocking.", "sentId": 362}], "secId": 144}, {"speaker": "MONTANARO", "sentences": [{"text": "I mean, what's surprising here is that you have the Trump campaign sort of realizing that this week was really bad for them, and it obviously demonstrably was.", "sentId": 363}, {"text": "But the Clinton campaign sort of taking maybe some too much comfort in the fact that she is doing so much better in the polls, that they still seem to say, look, this isn't that big of a deal, you guys are making too much of it.", "sentId": 364}, {"text": "That's a potential real vulnerability for her that she has to get right on.", "sentId": 365}], "secId": 145}, {"speaker": "KING", "sentences": [{"text": "When you're doing well is the best time to deal with a problem, when you have the space to deal with the problem is the best time to deal with the problem.", "sentId": 366}], "secId": 146}, {"speaker": "MECKLER", "sentences": [{"text": "And there are warning for her for sure, though, in that \"Journal\"/NBC poll I mentioned, as many people who thought the Khan situation was bad and disturbing and a major concern for Donald Trump, said the e-mail situation was a major concern about Hillary Clinton.", "sentId": 367}], "secId": 147}, {"speaker": "MECKLER", "sentences": [{"text": "I mean, this is still out there among voters.", "sentId": 368}, {"text": "This is not just people like this around this table.", "sentId": 369}, {"text": "Real voters have real concerns.", "sentId": 370}], "secId": 148}, {"speaker": "KING", "sentences": [{"text": "And they have concerns.", "sentId": 371}, {"text": "So far, the Clinton campaign -- this is not new, but part of their strategy -- we'll show you a piece of it with the new ad, you may not like certain things about me, but to make him totally unacceptable.", "sentId": 372}, {"text": "And one of the ways she is trying to do this across the Rust Belt is saying, he's a performer and, if you watch this ad, he's a hypocrite.", "sentId": 373}], "secId": 149}, {"speaker": "LETTERMAN", "sentences": [{"text": "Where are the shirts made?", "sentId": 374}], "secId": 150}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Bangladesh.", "sentId": 375}], "secId": 151}, {"speaker": "TRUMP", "sentences": [{"text": "Well, it's good.", "sentId": 376}, {"text": "We employ people in Bangladesh.", "sentId": 377}], "secId": 152}, {"speaker": "LETTERMAN", "sentences": [{"text": "Ties, where are ties made?", "sentId": 378}, {"text": "These are beautiful ties.", "sentId": 379}], "secId": 153}, {"speaker": "TRUMP", "sentences": [{"text": "They are great ties.", "sentId": 380}], "secId": 154}, {"speaker": "LETTERMAN", "sentences": [{"text": "The ties are made in, where, China?", "sentId": 381}], "secId": 155}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "China.", "sentId": 382}], "secId": 156}, {"speaker": "LETTERMAN", "sentences": [{"text": "Ties are made in China.", "sentId": 383}], "secId": 157}, {"speaker": "KING", "sentences": [{"text": "She has been carrying Trump garb around on the campaign trail.", "sentId": 384}, {"text": "You go across the rust belt states that are critical to Donald Trump where you have a lot of closed factories, Trump thinks he'll get workers on trade.", "sentId": 385}, {"text": "It's smart politics for the Clinton campaign.", "sentId": 386}, {"text": "With that ad, I thought it was specially interesting in the sense that they're trying to get to what they view as Donald Trump's vulnerabilities.", "sentId": 387}, {"text": "Number one this is TV, it's not real.", "sentId": 388}, {"text": "But then that he's a hypocrite on the outsourcing issue.", "sentId": 389}], "secId": 158}, {"speaker": "BALL", "sentences": [{"text": "And, obviously, we hear about outsourcing from Democrats every two years, because it obviously is something that tests well.", "sentId": 390}, {"text": "But, you know, what you have heard from Democrats since the beginning of the campaign, that she has had trouble making a positive case for her candidacy.", "sentId": 391}, {"text": "In the convention it was the same thing.", "sentId": 392}, {"text": "Very effective negative case against Donald Trump.", "sentId": 393}, {"text": "Her speech on the last night felt relatively flat, didn't get the same ratings as the other nights in terms of compared to the Republican convention and still struggling to articulate.", "sentId": 394}], "secId": 159}, {"speaker": "BALL", "sentences": [{"text": "Even where she is leading Donald Trump by a wide margin, she is not over 50 percent.", "sentId": 395}, {"text": "She is not consolidating the votes of those people who have questions about Donald Trump because there is a void in the reason affirmatively to vote for Hillary.", "sentId": 396}], "secId": 160}, {"speaker": "RAJU", "sentences": [{"text": "A lot of the feelings are baked in.", "sentId": 397}, {"text": "I mean, she has been in the light for several decades now.", "sentId": 398}, {"text": "But this strategy interesting too, because clearly, she recognizes where Donald Trump is trying to do well, in the Rust Belt states.", "sentId": 399}, {"text": "That's where she has spent a lot of her time right after the convention.", "sentId": 400}], "secId": 161}, {"speaker": "MONTANARO", "sentences": [{"text": "I mean, the real problem for, though, is that on honest and trustworthy, he is doing as poorly as she is on these polls.", "sentId": 401}, {"text": "And I've been actually surprised that the outsourcing stuff hasn't really resonated as much, because when you look at Trump trying to create jobs in the U.S. and yet his ties and other stuff are made overseas, that seems like something that in past elections would have stuck immediately and someone would be dismissed by.", "sentId": 402}, {"text": "But that's been different because of his rhetoric.", "sentId": 403}], "secId": 162}, {"speaker": "KING", "sentences": [{"text": "It will be interesting.", "sentId": 404}, {"text": "He has the big speech tomorrow to Detroit Economic Club.", "sentId": 405}, {"text": "We'll see if he addresses that there and Secretary Clinton is going to follow up with an economic speech later in the week.", "sentId": 406}], "secId": 163}, {"speaker": "KING", "sentences": [{"text": "Economy week, that's a good thing.", "sentId": 407}, {"text": "Voters actually get some choices.", "sentId": 408}, {"text": "Maybe we'll get some policy in those speeches.", "sentId": 409}], "secId": 164}, {"speaker": "KING", "sentences": [{"text": "Up next, President Obama and Ronald Reagan share a number.", "sentId": 410}, {"text": "Might history repeat itself?", "sentId": 411}], "secId": 165}, {"speaker": "KING", "sentences": [{"text": "Just watch him.", "sentId": 412}, {"text": "You don't need me to tell you.", "sentId": 413}, {"text": "President Obama clearly enjoys this.", "sentId": 414}], "secId": 166}, {"speaker": "OBAMA", "sentences": [{"text": "I think the Republican nominee is unfit to serve as president.", "sentId": 415}, {"text": "The notion that he would attack a Gold Star family, the fact that he doesn't appear to have basic knowledge around critical issues.", "sentId": 416}], "secId": 167}, {"speaker": "KING", "sentences": [{"text": "Now, that was Tuesday at the White House.", "sentId": 417}, {"text": "While at the Pentagon on Thursday, the president was asked about Trump's complaint this past week that the election might be rigged.", "sentId": 418}], "secId": 168}, {"speaker": "OBAMA", "sentences": [{"text": "Of course, the elections will not be rigged.", "sentId": 419}, {"text": "What does that mean?", "sentId": 420}, {"text": "I have never heard about somebody complain about being cheated before the game was over, or before the score is even tallied.", "sentId": 421}, {"text": "So, my suggestion would be, you know, go out there and try to win the election.", "sentId": 422}], "secId": 169}, {"speaker": "OBAMA", "sentences": [{"text": "If Mr. Trump is up ten or 15 points on Election Day and ends up losing, then, you know, maybe he can raise some questions.", "sentId": 423}], "secId": 170}, {"speaker": "KING", "sentences": [{"text": "Oh, don't think for a minute it was a coincidence the president worked in the polling reference.", "sentId": 424}, {"text": "He knows what's happening this past week.", "sentId": 425}, {"text": "It's clear he is looking forward to the campaign trail.", "sentId": 426}, {"text": "Clearly, at the moment he is a big asset to Hillary Clinton.", "sentId": 427}], "secId": 171}, {"speaker": "KING", "sentences": [{"text": "Take a look at this numbers.", "sentId": 428}, {"text": "Our latest CNN/ORC poll puts the president's approval rating at 54 percent.", "sentId": 429}, {"text": "Guess what?", "sentId": 430}, {"text": "An exact match of where Ronald Reagan stood in the 1988 campaign which happens to be the last time a party was able to hold the White House after a two-term presidency.", "sentId": 431}, {"text": "We could have an Al Gore conversation about that Bill Clinton approval number, but let's not.", "sentId": 432}], "secId": 172}, {"speaker": "KING", "sentences": [{"text": "If you look at Obama and getting out there, the Clinton campaign clearly wants him out there.", "sentId": 433}, {"text": "You look at 54 percent and you think that's a great asset to have out there.", "sentId": 434}, {"text": "It was.", "sentId": 435}, {"text": "George H.W.", "sentId": 436}, {"text": "Bush kept the White House after Ronald Reagan.", "sentId": 437}, {"text": "The only time in our history after a two-term presidents.", "sentId": 438}], "secId": 173}, {"speaker": "MONTANARO", "sentences": [{"text": "Well, it's no mistake that the president with a 50 plus percent approval rating is also out there saying -- questioning why Republican leaders are still supporting Donald Trump to say, you know, guys, come on over to this side of things if you don't like what you're seeing with Donald Trump.", "sentId": 439}, {"text": "He has that ability to do that now from the \"bully pulpit\", quote/unquote.", "sentId": 440}], "secId": 174}, {"speaker": "MONTANARO", "sentences": [{"text": "If he were at 30 percent, you wouldn't see him out there as much.", "sentId": 441}, {"text": "But almost -- this election is almost more important for him than it is for Hillary Clinton in a way.", "sentId": 442}, {"text": "You can't imagine President Obama wanting to write some letter to Donald Trump to, like the gracious letter that George W. Bush wrote for him.", "sentId": 443}, {"text": "I mean, I have said it before, but he might leave his birth certificate in the drawer for Donald Trump.", "sentId": 444}], "secId": 175}, {"speaker": "RAJU", "sentences": [{"text": "It's a risk for Hillary Clinton just be presenting herself as a third term for an Obama presidency, even if his numbers are good, polls also show voters do not think the country is headed in the right direction.", "sentId": 445}, {"text": "The majority of whom, 54 percent in the CNN/ORC poll say the country is headed in the wrong direction.", "sentId": 446}, {"text": "So, there is inconsistency there that she needs to be aware of.", "sentId": 447}], "secId": 176}, {"speaker": "BALL", "sentences": [{"text": "And the president is still a political figure, still a polarizing figure.", "sentId": 448}, {"text": "And you do hear some, you know, anti-Trump Republicans grumbling that this makes it harder for Hillary to get some Republicans on her side when the president is basically calling on them to do so.", "sentId": 449}, {"text": "They don't like to do things that President Obama tells them to do.", "sentId": 450}], "secId": 177}, {"speaker": "BALL", "sentences": [{"text": "And, you know, there is an interesting debate that played out during the convention about whether Democrats should depict Donald Trump as an anomaly or a Republican.", "sentId": 451}, {"text": "So, you have Harry Reid, for example, saying Trump is bad but all Republicans are bad, and he's just like them but Harry Reid wants to win the Senate.", "sentId": 452}], "secId": 178}, {"speaker": "BALL", "sentences": [{"text": "But then you have Obama and others saying, if you are an honest Republican, this guy isn't one of you, therefore come over to our side.", "sentId": 453}], "secId": 179}, {"speaker": "KING", "sentences": [{"text": "Those intentions in the argument.", "sentId": 454}, {"text": "It was your newspaper, Laura Meckler, that ran a strong front-page story this past week that became a huge political issue.", "sentId": 455}, {"text": "A $400 million payment to Iran, that the administration says was all publicly announced, all part of the deal it made, with the nuclear weapon program.", "sentId": 456}], "secId": 180}, {"speaker": "KING", "sentences": [{"text": "But the timing, call it a coincidence, call it stupid, call it what you will, on the very day Americans were being released from Iran, the cash payment arrives.", "sentId": 457}, {"text": "The president says, of course we don't pay ransom for hostages.", "sentId": 458}], "secId": 181}, {"speaker": "OBAMA", "sentences": [{"text": "Some of you may recall we announced these payments in January, many months ago.", "sentId": 459}, {"text": "There wasn't a secret.", "sentId": 460}, {"text": "We announced them to all of you.", "sentId": 461}, {"text": "Josh did a briefing on them.", "sentId": 462}, {"text": "This wasn't some nefarious deal.", "sentId": 463}], "secId": 182}, {"speaker": "OBAMA", "sentences": [{"text": "We do not pay ransom.", "sentId": 464}, {"text": "We didn't here and we do -- we won't in the future.", "sentId": 465}], "secId": 183}, {"speaker": "KING", "sentences": [{"text": "Why wasn't somebody smart enough, then, to say don't do this on the very same day?", "sentId": 466}, {"text": "It appears pretty clear that Iran viewed this, if you don't want to use the word \"ransom\", as a transaction.", "sentId": 467}], "secId": 184}, {"speaker": "MECKLER", "sentences": [{"text": "Right.", "sentId": 468}, {"text": "I think that was the problem is how does this look essentially?", "sentId": 469}, {"text": "It does look like a quid pro quo, that we're paying money albeit for another reason but the same day that we get our people back.", "sentId": 470}], "secId": 185}, {"speaker": "MECKLER", "sentences": [{"text": "So it was the optics of it, how it was shipped over in cash on the very same day and it just essentially -- it's hard to read it any other way, though the president is talking about seems like sort of a plausible deniability type situation to say, you know, this isn't -- this wasn't in fact a ransom.", "sentId": 471}], "secId": 186}, {"speaker": "MECKLER", "sentences": [{"text": "Of course, the danger of it being a ransom is that if other countries think they can get hundreds of millions of dollars from the United States by holding people illegally in prison or hostage or otherwise, there will just be more of it.", "sentId": 472}], "secId": 187}, {"speaker": "MONTANARO", "sentences": [{"text": "We should say wt the money was in the first place, because the money was $400 million that Iran had paid for weapons in 1979 before the shah fell.", "sentId": 473}, {"text": "The U.S. then basically held the money until now.", "sentId": 474}], "secId": 188}, {"speaker": "MONTANARO", "sentences": [{"text": "Now, the timing that was in the cash pallet, people --", "sentId": 475}], "secId": 189}, {"speaker": "KING", "sentences": [{"text": "Their frozen assets.", "sentId": 476}, {"text": "So part of a deal, that's clear, but the timing was beyond -- what's that word?", "sentId": 477}, {"text": "I'll let you figure it out at home.", "sentId": 478}], "secId": 190}, {"speaker": "KING", "sentences": [{"text": "Coming up, the reporters open the notebooks to repeal Donald Trump's problem with big-money donors.", "sentId": 479}], "secId": 191}, {"speaker": "KING", "sentences": [{"text": "First, the results for our inside politics quiz, would you consider voting for a third-party candidate in this year's election?", "sentId": 480}, {"text": "Fifty- eight percent of you said no, but that means a lot of you said yes.", "sentId": 481}], "secId": 192}, {"speaker": "KING", "sentences": [{"text": "Let's head around the inside politics table and ask our great reporters to get you out ahead of some of the important political news just around the corner, Molly Ball.", "sentId": 482}], "secId": 193}, {"speaker": "BALL", "sentences": [{"text": "The Green Party had their convention in Houston this weekend, officially nominating physician Jill Stein to head the Green Party ticket.", "sentId": 483}, {"text": "She in her speech went very hard at Hillary Clinton, in addition to Donald Trump and made appeal to those Bernie Sanders backers.", "sentId": 484}], "secId": 194}, {"speaker": "BALL", "sentences": [{"text": "So, there is going to be a continued voice on the left, criticizing Hillary, trying to convince all those Bernie Sanders supporters that there is an alternative.", "sentId": 485}, {"text": "May or may not be a big factor.", "sentId": 486}, {"text": "She'll have a hard time getting into the debates.", "sentId": 487}, {"text": "There was a lawsuit this week trying to get the third-party candidates into the debates that was rejected.", "sentId": 488}], "secId": 195}, {"speaker": "BALL", "sentences": [{"text": "And she has some less mainstream views, you might say, on some issues.", "sentId": 489}, {"text": "But the idea that Hillary would get through this without that voice on her left continuing the critique is not going to be the case.", "sentId": 490}], "secId": 196}, {"speaker": "KING", "sentences": [{"text": "Watch that number.", "sentId": 491}, {"text": "She starts to move up a little bit, you know where it's coming from in the case of the Green Party -- Manu.", "sentId": 492}], "secId": 197}, {"speaker": "RAJU", "sentences": [{"text": "John, since 2010 -- the rise of the tea party, the party establishment has had its hands full with the tea party and the conservative insurgents in congressional primaries.", "sentId": 493}, {"text": "Since 2014 they've struck back effectively beating insurgents not because they don't believe they could win in a general but they don't play well with the party establishment.", "sentId": 494}, {"text": "Tuesday in Kansas, Tim Huelskamp, the Kansas conservative, who tried to oust John Boehner on multiple occasions.", "sentId": 495}, {"text": "Groups that are tied to the leadership and party establishment spent millions to defeat him in his primary.", "sentId": 496}], "secId": 198}, {"speaker": "RAJU", "sentences": [{"text": "That comes in the wake of Indiana, where Mitch McConnell's allies defeated a Republican conservative in that race, because they wanted their candidate in the general election against now Evan Bayh.", "sentId": 497}], "secId": 199}, {"speaker": "RAJU", "sentences": [{"text": "John McCain is up for a primary later this month.", "sentId": 498}, {"text": "He'll probably be safe.", "sentId": 499}], "secId": 200}, {"speaker": "RAJU", "sentences": [{"text": "So, they're finally figuring out a way to deal with their Tea Party problem in the primaries.", "sentId": 500}, {"text": "In congressional primaries, maybe not so much in presidential primaries.", "sentId": 501}], "secId": 201}, {"speaker": "KING", "sentences": [{"text": "Not so much in presidential.", "sentId": 502}, {"text": "Of course, Mitch McConnell's favorite word when it comes to those people I think.", "sentId": 503}], "secId": 202}, {"speaker": "KING", "sentences": [{"text": "Domenico?", "sentId": 504}], "secId": 203}, {"speaker": "MONTANARO", "sentences": [{"text": "Well, it's no secret that the Koch brothers, Charles and David, are not big fans of Donald Trump.", "sentId": 505}, {"text": "They refused to help him fundraise.", "sentId": 506}, {"text": "They instead are going to try to work on down-ballot tickets for Republicans.", "sentId": 507}], "secId": 204}, {"speaker": "MONTANARO", "sentences": [{"text": "But there is one lesser-known Koch brother Bill who held a fund-raiser for him last night in Cape Cod, just a few miles from Martha's Vineyard, where the president is now.", "sentId": 508}], "secId": 205}, {"speaker": "MONTANARO", "sentences": [{"text": "Still, Republican donors still are skittish about Donald Trump.", "sentId": 509}, {"text": "They're not sure whether or not he can win.", "sentId": 510}, {"text": "They have actually said they think he is not able to win.", "sentId": 511}, {"text": "And you had one GOP donor tell NPR's Peter Overby that Trump needs to start connecting his brain to his mouth before they are going to start to open up their wallets a bit more.", "sentId": 512}], "secId": 206}, {"speaker": "KING", "sentences": [{"text": "I'll be quiet on that one.", "sentId": 513}], "secId": 207}, {"speaker": "KING", "sentences": [{"text": "Laura?", "sentId": 514}], "secId": 208}, {"speaker": "MECKLER", "sentences": [{"text": "Well, Molly talked about Jill Stein wanting to get into the debates.", "sentId": 515}, {"text": "The question this fall is whether there will, in fact, be three debates.", "sentId": 516}, {"text": "Donald Trump has already suggested that maybe he won't go to all of these debates.", "sentId": 517}, {"text": "He suggested the system is rigged in terms of when they were scheduled.", "sentId": 518}], "secId": 209}, {"speaker": "MECKLER", "sentences": [{"text": "And, you know, the biggest event on the political calendar after the conventions is the debates.", "sentId": 519}, {"text": "That's the thing that most Americans -- we're looking at this every day, but most people, that's when they tune in and that's when really see it.", "sentId": 520}, {"text": "Hillary Clinton did very well in the debates she had in 2008 in the primaries this year.", "sentId": 521}], "secId": 210}, {"speaker": "MECKLER", "sentences": [{"text": "So I think this is an important moment for her.", "sentId": 522}], "secId": 211}, {"speaker": "MECKLER", "sentences": [{"text": "Obviously they're hoping there will be three debates.", "sentId": 523}, {"text": "But it's hard to find somebody who is really connected with politics who truly believes that there will in fact be three debates this year.", "sentId": 524}], "secId": 212}, {"speaker": "KING", "sentences": [{"text": "I would not be surprised if -- at least Mr. Trump tries to re negotiate the schedule.", "sentId": 525}, {"text": "We'll see what happens there.", "sentId": 526}], "secId": 213}, {"speaker": "KING", "sentences": [{"text": "I'll close with this -- Democrats were giddy as the week drew to a close.", "sentId": 527}, {"text": "One Republican veteran called this past week, quote, \"the week from hell\".", "sentId": 528}, {"text": "That Republican blamed Donald Trump but the conversations had nothing to do with the presidential race.", "sentId": 529}], "secId": 214}, {"speaker": "KING", "sentences": [{"text": "Trump's sagging numbers are hurting some of the Republican Senate incumbents whose races will decide whether the GOP can hold its Senate majority.", "sentId": 530}], "secId": 215}, {"speaker": "KING", "sentences": [{"text": "Now, most Republicans consider Illinois and Wisconsin lost causes and Trump's dive has weakened Republicans incumbents in New Hampshire, in Pennsylvania.", "sentId": 531}, {"text": "Democrats' chances also on the rise in Indiana.", "sentId": 532}, {"text": "Manu just mentioned that race.", "sentId": 533}], "secId": 216}, {"speaker": "KING", "sentences": [{"text": "And some Republicans are starting to get a little bit nervous about their incumbent in North Carolina.", "sentId": 534}, {"text": "If the election were today, the Republicans most closely involved in tracking the Senate think the end result would be 50-50 split or maybe 51-49.", "sentId": 535}, {"text": "But it isn't today, of course.", "sentId": 536}], "secId": 217}, {"speaker": "KING", "sentences": [{"text": "One clear impact of that, quote, \"week from hell\", is top Senate Republicans and their allies now urging donors explicitly, forget Trump, help them.", "sentId": 537}], "secId": 218}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS again.", "sentId": 538}, {"text": "Thanks for sharing your Sunday morning with us.", "sentId": 539}, {"text": "We'll see you soon.", "sentId": 540}], "secId": 219}, {"speaker": "KING", "sentences": [{"text": "Up next, \"STATE OF THE UNION WITH JAKE TAPPER\".", "sentId": 541}], "secId": 220}], "sectionCount": 221, "url": "transcripts.cnn.com/TRANSCRIPTS/1608/07/ip.01.html", "sentenceCount": 543, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired August 7, 2016 - 08:00   ET", "speakers": ["KING", "TRUMP", "CLINTON", "OBAMA", "BALL", "MECKLER", "RAJU", "MONTANARO", "COFFMAN", "HAYDEN", "MAX BOOT", "CHARLES KRAUTHAMMER", "LETTERMAN", "UNIDENTIFIED MALE"], "title": "INSIDE POLITICS"}