{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1502.08.ip.01.html.json", "subTitle": "2016 Presidential Politics; Republicans Pounce on President's Prayer Lesson", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Jeb Bush talks poverty, immigration, and winning.", "sentId": 0}], "secId": 0}, {"speaker": "BUSH", "sentences": [{"text": "Eight years in exile is a long time.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "How his first big speech sets him apart from the GOP pack.", "sentId": 2}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Plus Rand Paul and Chris Christie stumble on the vaccine question and have asking if they're ready for primetime.", "sentId": 3}], "secId": 3}, {"speaker": "CHRISTIE", "sentences": [{"text": "All I could say is that we vaccinated ours.", "sentId": 4}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "And at a key moment in the war against ISIS President Obama delivers a history lesson.", "sentId": 5}], "secId": 5}, {"speaker": "OBAMA", "sentences": [{"text": "During the crusades and the inquisition people committed terrible deeds in the name of Christ.", "sentId": 6}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "That's true, but the President's timing and tone give his critics fits.", "sentId": 7}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 8}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 9}, {"text": "I'm John King.", "sentId": 10}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 11}], "secId": 9}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Julie Pace of the Associated Press, CNN's Peter Hamby, Nia Malika-Henderson of the \"Washington Post\"; and Politico's Mike Allen.", "sentId": 12}], "secId": 10}, {"speaker": "There are specific questions in picking a president", "sentences": [{"text": "issues of war and peace, taxes and spending, maybe something unique to your state or your family.", "sentId": 13}, {"text": "But first most voters have a more fundamental test.", "sentId": 14}, {"text": "Is this candidate ready for primetime?", "sentId": 15}], "secId": 11}, {"speaker": "PAUL", "sentences": [{"text": "I've heard of many tragic cases of walking, talking normal children who wound up with profound mental disorders after vaccines.", "sentId": 16}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Now Senator Rand Paul's staff had to clean that one up and then the senator himself tried for a second take.", "sentId": 17}, {"text": "In a statement he said, quote, \"I did not say vaccines caused disorders, just that they were temporally related.", "sentId": 18}, {"text": "I did not allege causation,\" the Senator said, \"I support vaccines.", "sentId": 19}, {"text": "I received them myself and had all of my children vaccinated.", "sentId": 20}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Then with that statement came this, a tweet -- of course, a picture of the senator getting a booster shot.", "sentId": 21}, {"text": "That's how we do politics these days.", "sentId": 22}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "The New Jersey Governor Chris Christie needed some cleanup so.", "sentId": 23}, {"text": "After he made clear -- crystal clear -- he said he had his children vaccinated but then he added this.", "sentId": 24}], "secId": 15}, {"speaker": "CHRISTIE", "sentences": [{"text": "But I also understand that parents need to have some measure of choice in things as well.", "sentId": 25}, {"text": "So that's the battle the government has to decide.", "sentId": 26}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Now, remember both of these men are getting ready to run for president and both were asked this question amid a serious measles outbreak in this country.", "sentId": 27}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "Mike Allen, they stumbled on the vaccination question.", "sentId": 28}, {"text": "I'm not so concerned in that as much as they -- which they tried to quickly fix.", "sentId": 29}, {"text": "So what does it tell us about their preparation?", "sentId": 30}, {"text": "They're getting to run -- ready to run for president?", "sentId": 31}, {"text": "You have to be ready for these questions.", "sentId": 32}], "secId": 18}, {"speaker": "ALLEN", "sentences": [{"text": "Well no.", "sentId": 33}, {"text": "That's exactly right.", "sentId": 34}, {"text": "And people have been saying for weeks and weeks and weeks, when the time is right, when the light is on, Chris Christie will be ready.", "sentId": 35}, {"text": "But he's not.", "sentId": 36}], "secId": 19}, {"speaker": "ALLEN", "sentences": [{"text": "On this foreign trip people didn't think it was possible to have a worst foreign trip than  in the old days.", "sentId": 37}, {"text": "But Governor Christie pulled it off.", "sentId": 38}, {"text": "He did the exact things he didn't want to do.", "sentId": 39}, {"text": "He wanted to look well informed, he wanted to look statesmanlike and he wanted to not look like a bully and he came out.", "sentId": 40}], "secId": 20}, {"speaker": "ALLEN", "sentences": [{"text": "And you see him responding to a question from Phil Rucker, your colleague, about ISIS which he should have welcomed a question on with the other stories that were in the news.", "sentId": 41}, {"text": "And he said, what part of \"no questions\" don't you understand?", "sentId": 42}, {"text": "That's the old Chris Christie.", "sentId": 43}, {"text": "That's not what he wants to be.", "sentId": 44}], "secId": 21}, {"speaker": "HAMBY", "sentences": [{"text": "And in Rand Paul's case, he's gotten this far in his political career by playing by his own rules.", "sentId": 45}, {"text": "And I kind of sense that he feels like he's a little too good for the process.", "sentId": 46}, {"text": "That he can shush a reporter on national television when she asked him about vaccines that I can do whatever I want; that play the victim and blame the media.", "sentId": 47}], "secId": 22}, {"speaker": "HAMBY", "sentences": [{"text": "Look, at some point you have to enact some measure of discipline over what you're saying.", "sentId": 48}, {"text": "Rand Paul has a bad habit of saying one thing in one place and something else in another --", "sentId": 49}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "And then saying he didn't say it.", "sentId": 50}], "secId": 24}, {"speaker": "HAMBY", "sentences": [{"text": "-- and then saying he didn't say it.", "sentId": 51}], "secId": 25}, {"speaker": "PACE", "sentences": [{"text": "Yes.", "sentId": 52}, {"text": "That's the problem.", "sentId": 53}], "secId": 26}, {"speaker": "PACE", "sentences": [{"text": "At a basic level, we talk about Mitt Romney and the downfalls of running for president a couple of times and not doing so well.", "sentId": 54}, {"text": "One of the great things about running for president more than one is you have experience in this.", "sentId": 55}, {"text": "And I think what we saw with these two candidates who are really testing the waters in a serious way for the first time is that they have a risk of being caught off guard by issues that they didn't expect to be talking about.", "sentId": 56}], "secId": 27}, {"speaker": "PACE", "sentences": [{"text": "And even in Chris Christie's case and Rand Paul to some degree, the experience of seeing something that you've been seeing in your home state for a while and now suddenly saying it in front of a national audience is much different experience.", "sentId": 57}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "And understanding the moment.", "sentId": 58}, {"text": "Understanding you're speaking at a time when the country is dealing with this outbreak in more than a dozen states now.", "sentId": 59}, {"text": "At a time when you're getting ready to go from exploring to whether you're stepping in.", "sentId": 60}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "I mean whether you like it or not, we live in the ages of you can get asked about boxers or briefs.", "sentId": 61}, {"text": "You're going to get asked questions of war and piece.", "sentId": 62}, {"text": "You want the nuclear football?", "sentId": 63}, {"text": "Anything in today --", "sentId": 64}], "secId": 30}, {"speaker": "HENDERSON", "sentences": [{"text": "You saw the other Republicans.", "sentId": 65}, {"text": "I mean most other Republicans came out and said, \"Listen, get your kids vaccinated.", "sentId": 66}, {"text": "This isn't a matter that you want to play around with.\"", "sentId": 67}, {"text": "So that was an interesting contrast, too.", "sentId": 68}, {"text": "Another contrast was in the way they just dealt with the media,", "sentId": 69}], "secId": 31}, {"speaker": "HENDERSON", "sentences": [{"text": "particularly if you looked at Jeb Bush's handling of the media.", "sentId": 70}, {"text": "This last week he took questions, he seemed almost joyous in taking those questions and then you had Rand Paul and Chris Christie really shot the media down.", "sentId": 71}], "secId": 32}, {"speaker": "HAMBY", "sentences": [{"text": "You have to wonder if Christie who is actually, you know, contrary to what we thought a year ago making a play for conservatives in Iowa.", "sentId": 72}, {"text": "He went out there and talked to them last week at the Iowa Freedom Summit.", "sentId": 73}, {"text": "And you have to wonder to your point, instead of rising to the occasion he's thinking about tactics and strategy -- these things are playing around in his head.", "sentId": 74}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "Pandering to people.", "sentId": 75}], "secId": 34}, {"speaker": "HAMBY", "sentences": [{"text": "The -- anti-government crowd -- right.", "sentId": 76}, {"text": "Like I need to throw a dog whistle in their direction.", "sentId": 77}], "secId": 35}, {"speaker": "PACE", "sentences": [{"text": "And if Chris Christie does that, he loses everything that people like about Chris Christie.", "sentId": 78}], "secId": 36}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 79}, {"text": "That he's tough.", "sentId": 80}], "secId": 37}, {"speaker": "HAMBY", "sentences": [{"text": "The amount of e-mails I'm sure all of us got from donors, from voters, from our parents and our friends about Chris Christie in this case is really damaging for him.", "sentId": 81}, {"text": "Because look, Rand Paul, he's always had the anti-government crowd a little bit in his corner.", "sentId": 82}, {"text": "There are mainstream people, crossover voters, donors, center right who saw this and were turned off by it in a big way.", "sentId": 83}], "secId": 38}, {"speaker": "ALLEN", "sentences": [{"text": "The lunchtime conversation all around D.C. today was who had a worse week, Rand or Christie?", "sentId": 84}, {"text": "You don't want to be in that conversation.", "sentId": 85}, {"text": "What one Republican said to me was Senator Paul's problem this week was he sounded like his dad and that's not what he wanted.", "sentId": 86}], "secId": 39}, {"speaker": "ALLEN", "sentences": [{"text": "Henderson Sort of flirting with conspiracy theories, right, which has been something that his father --", "sentId": 87}], "secId": 40}, {"speaker": "ALLEN", "sentences": [{"text": "You will hear a lot of Republicans -- and I know you guys are getting the e-mails too -- a lot of Republicans will predict this is the first of a lot of bad weeks for Senator Paul because there's a lot out there that he said in the past -- as you point out -- said in a different context.", "sentId": 88}, {"text": "Now, people are focusing on him for the first time moving this around.", "sentId": 89}, {"text": "We're going to see a lot more.", "sentId": 90}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "And they have to understand even though it's a year until the first voting.", "sentId": 91}, {"text": "They're getting more busy.", "sentId": 92}, {"text": "They're getting more active.", "sentId": 93}, {"text": "More of them are getting in.", "sentId": 94}, {"text": "So we're going to get more aggressive and treat them like presidential candidates, which is a different level of political campaign .", "sentId": 95}], "secId": 42}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 96}, {"text": "And he's had that image, right, of the most interesting man in politics.", "sentId": 97}, {"text": "He was on the cover of \"Time Magazine\".", "sentId": 98}, {"text": "And really I mean liberals in some ways talk about Rand Paul as someone who could make -- possibly change the way the Republican Party looked but more strength needs to come.", "sentId": 99}], "secId": 43}, {"speaker": "ALLEN", "sentences": [{"text": "Peter, do you agree with this, for Rand Paul he has to make it happen faster than for anyone else?", "sentId": 100}, {"text": "If it's going to happen for him it's going to happen -- have to happen soon.", "sentId": 101}, {"text": "Like he has deadlines at home and I feel like the clock is ticking faster for him than for --", "sentId": 102}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "Whether he'll run for reelection in 2016 and the issues there, right.", "sentId": 103}], "secId": 45}, {"speaker": "HAMBY", "sentences": [{"text": "Yes, he has to make that decision soon.", "sentId": 104}, {"text": "And look he definitely has to learn to pivot from the base to start talking to the bigger, you know, obviously all these people in a Republican primary and they're aware of that.", "sentId": 105}, {"text": "They have to be wary of talking to the general American public.", "sentId": 106}], "secId": 46}, {"speaker": "HENDERSON", "sentences": [{"text": "And when he went and talked to the Koch Brothers, right, the comparison -- there were contrasts there between Marco Rubio suit and tie and him wearing.", "sentId": 107}], "secId": 47}, {"speaker": "HAMBY", "sentences": [{"text": "One thing we hear from the Republicans over and over again is we need a morning in America kind of message, a hopeful future looking message.", "sentId": 108}, {"text": "Rand Paul, I mean he does look very low key at times.", "sentId": 109}, {"text": "He looks dour, he looks combative.", "sentId": 110}], "secId": 48}, {"speaker": "HENDERSON", "sentences": [{"text": "He looks like a complainer, victim.", "sentId": 111}], "secId": 49}, {"speaker": "HAMBY", "sentences": [{"text": "I know these are sort of like process questions.", "sentId": 112}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "But if Christie and Paul had a bad week -- we'll let the town decide which one had the worst of the bad weeks -- Jeb Bush had a pretty good week.", "sentId": 113}, {"text": "The question is what does he make of it?", "sentId": 114}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "He gave a speech to the Detroit Economic Club.", "sentId": 115}, {"text": "He said I'll give you the details retails.", "sentId": 116}, {"text": "But he said \"I'm a Republican who cares about cities.", "sentId": 117}, {"text": "I'm a Republican who cares about poverty.", "sentId": 118}, {"text": "I'm a Republican who wants to help everybody.", "sentId": 119}, {"text": "He lay out his economic message but the question for Jeb Bush is, yes, he'd be a strong general election candidate.", "sentId": 120}, {"text": "Can he win the Republican nomination when he's counter to the base on education?", "sentId": 121}, {"text": "Counter to the base on immigration which listen to this part of the speech where he says this one should be easy.", "sentId": 122}], "secId": 52}, {"speaker": "BUSH", "sentences": [{"text": "This should be the lowest hanging fruit to be honest with you because this is a huge opportunity.", "sentId": 123}, {"text": "Immigration is not a problem.", "sentId": 124}, {"text": "The immigrant experience in our country makes us unique and special and different and it is part of our extraordinary success over time.", "sentId": 125}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "Has he been watching his party the last six weeks?", "sentId": 126}, {"text": "I mean he's talking about legal immigration.", "sentId": 127}, {"text": "I get what he's saying and he's right in terms of the history of this country and the richness of our diversity.", "sentId": 128}, {"text": "However, has he been to Iowa or South Carolina in the last six years and tried to tell an activist Republican voter immigration is great?", "sentId": 129}], "secId": 54}, {"speaker": "ALLAN", "sentences": [{"text": "Well, that is going to be the problem.", "sentId": 130}, {"text": "And just before we went on the air we were talking about the fact that he's seen a lot of economics clubs, a lot of us -- not so much voters.", "sentId": 131}, {"text": "But what Governor Bush did there was very deliberate and probably smart.", "sentId": 132}, {"text": "He did something gutsy which we don't normally from politicians.", "sentId": 133}, {"text": "And that was he said \"This is where I am on immigration.", "sentId": 134}, {"text": "You may not like it, but this is where I'm going.\"", "sentId": 135}, {"text": "He said, \"I'm going to lead the party not just follow the rhetoric.\"", "sentId": 136}], "secId": 55}, {"speaker": "ALLAN", "sentences": [{"text": "And that's very rare.", "sentId": 137}, {"text": "And that's what his candidacy hinges on.", "sentId": 138}], "secId": 56}, {"speaker": "HENDERSON", "sentences": [{"text": "And he's got no choice -- right.", "sentId": 139}], "secId": 57}, {"speaker": "ALLEN", "sentences": [{"text": "Right.", "sentId": 140}, {"text": "That's a good point.", "sentId": 141}], "secId": 58}, {"speaker": "HENDERSON", "sentences": [{"text": "I mean given what he said before I mean he can't back down now.", "sentId": 142}], "secId": 59}, {"speaker": "PACE", "sentences": [{"text": "He said that I'm going to run for president on the issues that I care about and I'm going to tell you where I stand.", "sentId": 143}, {"text": "And so far he is living up to that promise.", "sentId": 144}, {"text": "I do think that the interesting question will be when he's away from the podium.", "sentId": 145}, {"text": "When he's not reading off a teleprompter, when he's walking, you know, through a diner in Iowa and he's getting confronted by voters, what does he say to them?", "sentId": 146}, {"text": "How does he explain that to an angry voter?", "sentId": 147}], "secId": 60}, {"speaker": "HAMBY", "sentences": [{"text": "And I was talking to one of the smartest Republicans about that as much as Jeb Bush is being talked about as the front- runner, the rules in politics still apply, I think in a sense.", "sentId": 148}, {"text": "You have to win a state -- one of the early states.", "sentId": 149}, {"text": "Iowa, don't know; South Carolina, don't know; Florida, yes but then he's probably not competitive in Nevada.", "sentId": 150}, {"text": "It's almost like he almost has to win New Hampshire and it's all in there for him.", "sentId": 151}], "secId": 61}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 152}, {"text": "But you know there are a lot of blue-state Republicans, right?", "sentId": 153}, {"text": "And there are more votes in red-state Republicans which is the way that Mitt Romney ran and more.", "sentId": 154}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Or somehow convince more Iowans to participate, convince different people to participate.", "sentId": 155}, {"text": "That's the question.", "sentId": 156}, {"text": "We'll see if he can lead the party.", "sentId": 157}], "secId": 63}, {"speaker": "HAMBY", "sentences": [{"text": "And to that point I mean Jeb Bush's soon to be campaign manager David Kochel was a Romney guy, and ran the campaign in Iowa.", "sentId": 158}, {"text": "And what he did in Iowa was he focused on 30,000 voters, they modeled the universe, that's us.", "sentId": 159}, {"text": "Ignore the noise we're going to go for them.", "sentId": 160}, {"text": "So if that's Bush's strategy --", "sentId": 161}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Get your piece, come out alive.", "sentId": 162}, {"text": "The field will start to winnow.", "sentId": 163}, {"text": "We'll see what happens.", "sentId": 164}], "secId": 65}, {"speaker": "HENDERSON", "sentences": [{"text": "That's right.", "sentId": 165}, {"text": "KING:  That's a year from now.", "sentId": 166}], "secId": 66}, {"speaker": "PACE", "sentences": [{"text": "I think that's next month.", "sentId": 167}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "That's a year away but it was an interesting week.", "sentId": 168}, {"text": "Everybody sit tight.", "sentId": 169}, {"text": "Just ahead, a new polling milestone -- you won't want to miss this.", "sentId": 170}, {"text": "And a prayer breakfast history lesson infuriates the president's critics.", "sentId": 171}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "First though, politicians say the darnedest things, messing with Texas, Congressman Alcee Hastings style.", "sentId": 172}], "secId": 69}, {"speaker": "HASTINGS", "sentences": [{"text": "I don't know about in your state, which I think is a crazy state to begin with, and I mean that just as I said it --", "sentId": 173}], "secId": 70}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "That's a very defamatory statement about my state and I will not stand here and listen to it.", "sentId": 174}], "secId": 71}, {"speaker": "HASTINGS", "sentences": [{"text": "You can leave if you choose.", "sentId": 175}, {"text": "I told you what I think about Texas.", "sentId": 176}, {"text": "I wouldn't live there for all the tea in China and that's how I fee.", "sentId": 177}], "secId": 72}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "There is no reason at all to impugn the people, governor, of the state of this country and I will await the gentleman's apology.", "sentId": 178}], "secId": 73}, {"speaker": "HASTINGS", "sentences": [{"text": "You will wait until hell freezes over or for me to say anything in an apology.", "sentId": 179}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 180}], "secId": 75}, {"speaker": "It's no secret our politics are polarized and for the most part sadly pretty dysfunction.  But a new Gallup report out this past week is a stunning exclamation point to that point.  Average approval rating six years into the Obama administration", "sentences": [{"text": "among Republicans, the Democratic president, 13 percent; among Democrats, 83 percent.", "sentId": 181}, {"text": "So a 70-point gap between the two parties.", "sentId": 182}], "secId": 76}, {"speaker": "It's no secret our politics are polarized and for the most part sadly pretty dysfunction.  But a new Gallup report out this past week is a stunning exclamation point to that point.  Average approval rating six years into the Obama administration", "sentences": [{"text": "How does that compare.", "sentId": 183}, {"text": "Well, it was polarized under George W. Bush but not quite as badly.", "sentId": 184}, {"text": "Not the same number among his party but President Bush had a little bit more average support among Democrat -- a 61-point gap.", "sentId": 185}, {"text": "And polarization you might say got more profound -- started to get more profound during the Clinton administration.", "sentId": 186}, {"text": "Again though, only 56 points there -- 61-70.", "sentId": 187}, {"text": "President Obama clearly will be the most polarizing president in our history.", "sentId": 188}], "secId": 77}, {"speaker": "It's no secret our politics are polarized and for the most part sadly pretty dysfunction.  But a new Gallup report out this past week is a stunning exclamation point to that point.  Average approval rating six years into the Obama administration", "sentences": [{"text": "He also did something fascinating this week that his critics found infuriating.", "sentId": 189}, {"text": "At a key moment in the campaign against ISIS just as Jordan ramps up its airstrikes, the President speaking to the National Prayer Breakfast delivered this bit of a history lesson.", "sentId": 190}], "secId": 78}, {"speaker": "OBAMA", "sentences": [{"text": "Lest we get on our high horse and think this is unique to some other place, remember that during the crusades and the inquisition, people committed terrible deeds in the name of Christ.", "sentId": 191}, {"text": "In our home country, slavery and Jim Crow all too often was justified in the name of Christ.", "sentId": 192}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "All true -- every bit of it true.", "sentId": 193}, {"text": "The President's critics say, why now?", "sentId": 194}, {"text": "Why are you somehow trying to equate ISIS with things that happened in the past when not only is it a key moment in the military campaign but the President's about to ask Congress for a tough vote -- to authorize the use of military force?", "sentId": 195}], "secId": 80}, {"speaker": "PACE", "sentences": [{"text": "It's vintage Obama.", "sentId": 196}, {"text": "This is what he does when he's giving these speeches he gives people a history lesson.", "sentId": 197}, {"text": "He wants to walk you through how we got here even if he's going back hundreds, thousands of years sometimes.", "sentId": 198}], "secId": 81}, {"speaker": "PACE", "sentences": [{"text": "So in some ways I wasn't surprised to hear it.", "sentId": 199}, {"text": "I also wasn't surprised by the reaction to it given that there has been a lot of criticism some of it justified that Obama, unlike other allies, is not referring to the Islamic state and other extremists as Islamic extremists.", "sentId": 200}, {"text": "He's talking about violent extremism.", "sentId": 201}], "secId": 82}, {"speaker": "PACE", "sentences": [{"text": "And there's a real frustration on Capitol Hill in particular that he's not defining the enemy.", "sentId": 202}, {"text": "If you're going to ask Congress to vote on authorizing force to find the enemy for whom they're going to be authorizing this force against.", "sentId": 203}], "secId": 83}, {"speaker": "ALLEN", "sentences": [{"text": "John, at this moment in his life, he's not a history professor, he's not a constitutional law professor, he's not a pundit.", "sentId": 204}, {"text": "He's the President of the United States.", "sentId": 205}, {"text": "And this is forgetting that role.", "sentId": 206}], "secId": 84}, {"speaker": "ALLEN", "sentences": [{"text": "We want our President on the high horse.", "sentId": 207}, {"text": "And Eric Schultz the principal deputy press secretary today explaining after the remarks are made and he said, \"Well, it's the President's view that we have to hold ourselves accountable.", "sentId": 208}, {"text": "And that the way we get our moral standing around the country is doing that.\"", "sentId": 209}], "secId": 85}, {"speaker": "ALLEN", "sentences": [{"text": "That's not what a lot of people want our president doing.", "sentId": 210}, {"text": "There are other people who can be the history professor or the pundit.", "sentId": 211}], "secId": 86}, {"speaker": "PACE", "sentences": [{"text": "And I think he would argue thought that that is what the President should do.", "sentId": 212}, {"text": "A President of the United States should be able to explain to the public the history of how we got here especially when it's a decision that he is going to be making a decision.", "sentId": 213}, {"text": "You want this explained to people -- the context of it.", "sentId": 214}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "Bobby Jindal, the Louisiana governor, among those who might run for President in the Republican side had this statement.", "sentId": 215}, {"text": "He said, \"Mr. President, the medieval Christian threat is under control.", "sentId": 216}, {"text": "Please deal with the radical Islamist threat today.\"", "sentId": 217}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "I mean that's the point.", "sentId": 218}, {"text": "In the middle of this urgent crisis, why are you trying to give a history lecture.", "sentId": 219}, {"text": "If you're a fan of President Obama, you'll say this is who is.", "sentId": 220}, {"text": "He's thoughtful.", "sentId": 221}, {"text": "He doesn't try to divide people.", "sentId": 222}, {"text": "He's trying to make a historic point.", "sentId": 223}, {"text": "And if you're a critic of the President, if you read the conservative blogs of the crazy people who've come back out saying it's proof he's a Muslim.", "sentId": 224}], "secId": 89}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 225}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Other people have come back out saying, you know, questioning his Christianity.", "sentId": 226}, {"text": "But you do have this dispute in the conservative blogosphere a lot of it is gobbledygook except he needs Republican votes and they're influenced by this people.", "sentId": 227}], "secId": 91}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 228}, {"text": "And I think the average American might not want to be caught up in this history lesson or conversation about the semantics of it.", "sentId": 229}, {"text": "They're wondering, what's going on with ISIS?", "sentId": 230}, {"text": "Is ISIS on the run?", "sentId": 231}, {"text": "Are we equipped to deal with ISIS?", "sentId": 232}, {"text": "Is it going to be -- are we going to need boots on the ground?", "sentId": 233}, {"text": "Do we have a stomach for having boots on the ground to take on ISIS?", "sentId": 234}, {"text": "So I think --", "sentId": 235}], "secId": 92}, {"speaker": "ALLEN", "sentences": [{"text": "No, no, yes, no.", "sentId": 236}], "secId": 93}, {"speaker": "HENDERSON", "sentences": [{"text": "Well, yes.", "sentId": 237}, {"text": "So you know, I think that's the backdrop and the more, you know, pressing back drop in these sort of other debates that have been going on forever with this president in terms of the language he uses and whether he believes in American exceptionalism and all those things.", "sentId": 238}], "secId": 94}, {"speaker": "HABY", "sentences": [{"text": "This is going to be just another talking point to throw into red meat speeches in Iowa.", "sentId": 239}, {"text": "The President is drawing the moral equivalency between Christianity and radical Islam.", "sentId": 240}, {"text": "And like Bobby Jindal and many other people are going to be saying that for the next year.", "sentId": 241}], "secId": 95}, {"speaker": "PACE", "sentences": [{"text": "And it is expected -- just going back to the polling numbers that you were showing -- I mean I just thing that one central part of this president's legacy is that the President who ran for office being able to actually bring people in Iowa together is probably going to end his presidency being more divisive than any other person of that office.", "sentId": 242}, {"text": "It's pretty incredible.", "sentId": 243}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "The most polarizing president in history.", "sentId": 244}, {"text": "Maybe the next one will be more polarizing because it seems to be the trend.", "sentId": 245}], "secId": 97}, {"speaker": "HAMBY", "sentences": [{"text": "We talked about this, this week.", "sentId": 246}, {"text": "This is what academics call sorting.", "sentId": 247}, {"text": "This is sort of natural party realignment that's been happening over time.", "sentId": 248}, {"text": "If you go back and look in the same poll, I mean the gap for Richard Nixon was much smaller but the parties were different then.", "sentId": 249}, {"text": "You know, you had Reagan Democrats voting for Republicans.", "sentId": 250}], "secId": 98}, {"speaker": "HAMBY", "sentences": [{"text": "Right.", "sentId": 251}, {"text": "And it's the world we live in where you get news in Facebook.", "sentId": 252}, {"text": "You have your ideological silos.", "sentId": 253}, {"text": "So yes --", "sentId": 254}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Almost as if there's no middle.", "sentId": 255}], "secId": 100}, {"speaker": "HAMBY", "sentences": [{"text": "Right.", "sentId": 256}], "secId": 101}, {"speaker": "PACE", "sentences": [{"text": "Right.", "sentId": 257}], "secId": 102}, {"speaker": "ALLEN", "sentences": [{"text": "It's sort of proof that it is the environment.", "sentId": 258}, {"text": "On the poll the last ten slots for most polarizing president, six of them go to Obama --", "sentId": 259}], "secId": 103}, {"speaker": "HENDERSON", "sentences": [{"text": "And four go to Bush.", "sentId": 260}], "secId": 104}, {"speaker": "ALLEN", "sentences": [{"text": "Go to Bush.", "sentId": 261}, {"text": "That's so not a coincidence.", "sentId": 262}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "Clinton right behind.", "sentId": 263}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 264}, {"text": "Everybody sit tight.", "sentId": 265}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "Up next -- tomorrow's news today.", "sentId": 266}, {"text": "Our great reporters share from their notebooks including one Republican senator's effort to increase his clout in the 2016 presidential process.", "sentId": 267}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 268}, {"text": "Let's go around the INSIDE POLITICS table and get you out ahead of the political news just around the corner.", "sentId": 269}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "Julie Pace.", "sentId": 270}], "secId": 110}, {"speaker": "PACE", "sentences": [{"text": "Well, as we all know there are a few people in Washington more disappointed that Mitt Romney wasn't running than Democrats.", "sentId": 271}, {"text": "But Democrats feel like they are still going to be able to revive their Romney playbook because they want to equate Jeb Bush with Romney.", "sentId": 272}, {"text": "They both worked in finance.", "sentId": 273}, {"text": "They both backed the Wall Street bailout.", "sentId": 274}, {"text": "They both opposed the auto bailout.", "sentId": 275}], "secId": 111}, {"speaker": "PACE", "sentences": [{"text": "After Jeb Bush makes his speeches you sometimes get notes from Democrats saying, oh, look how similar this is to things that Mitt Romney said.", "sentId": 276}, {"text": "The obvious advantage for Jeb Bush is that he's seen this playbook run before.", "sentId": 277}, {"text": "He may be able to come up with a better strategy than Mitt.", "sentId": 278}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "If he's to succeed, he better.", "sentId": 279}, {"text": "Peter.", "sentId": 280}], "secId": 113}, {"speaker": "HAMBY", "sentences": [{"text": "We know that Scott Walker, the Wisconsin governor and potential presidential candidate -- likely presidential candidate has had a good few weeks.", "sentId": 281}, {"text": "He's bumped up in the polls thanks to some good speeches.", "sentId": 282}, {"text": "But what's interesting is what he's done with that.", "sentId": 283}], "secId": 114}, {"speaker": "HAMBY", "sentences": [{"text": "He has been hired a lot of staffers.", "sentId": 284}, {"text": "He has been as aggressive as Jeb Bush in making phone calls, in hiring staff, digital people, fundraisers.", "sentId": 285}, {"text": "He hired a big deal fund-raiser from the NRCC, Jenny Drucker .", "sentId": 286}, {"text": "This is really interesting to watch because the invisible primary is not just about poll numbers and who's up, who's down; it's what you're doing with it.", "sentId": 287}, {"text": "And he's actually done a lot especially with the departure of Mitt Romney from the field going after those donors and going after staff.", "sentId": 288}, {"text": "They've had a lot of people actually coming to them with resumes in the last few weeks.", "sentId": 289}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "Early infrastructure matters.", "sentId": 290}], "secId": 116}, {"speaker": "HAMBY", "sentences": [{"text": "Yes.", "sentId": 291}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "Especially if you have a crowded field in a long race.", "sentId": 292}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "Nia Malika Henderson.", "sentId": 293}], "secId": 119}, {"speaker": "HENDERSON", "sentences": [{"text": "Somebody we should watch, Tim Scott.", "sentId": 294}, {"text": "Tomorrow he will have an education forum and talk about school choice.", "sentId": 295}, {"text": "Bobby Jindal will be there.", "sentId": 296}, {"text": "He, of course, is the South Carolina junior senator and will be very important come 2016 -- right.", "sentId": 297}], "secId": 120}, {"speaker": "HENDERSON", "sentences": [{"text": "That state will be so important he has said that he will bring the potential candidates to his state.", "sentId": 298}, {"text": "He'll tour with them.", "sentId": 299}, {"text": "Not certain yet whether or not he'll actually make an endorsement.", "sentId": 300}, {"text": "Someone asked him whether or not Lindsey Graham runs whether or not that would be an automatic endorsement.", "sentId": 301}, {"text": "He said maybe, maybe not.", "sentId": 302}], "secId": 121}, {"speaker": "HAMBY", "sentences": [{"text": "He didn't endorse last time.", "sentId": 303}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "Vice president Scott?", "sentId": 304}], "secId": 123}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, yes.", "sentId": 305}, {"text": "Possibly.", "sentId": 306}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "We'll see.", "sentId": 307}, {"text": "One of many maneuvering.", "sentId": 308}], "secId": 125}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 309}, {"text": "Yes.", "sentId": 310}], "secId": 126}, {"speaker": "KING", "sentences": [{"text": "Mike?", "sentId": 311}], "secId": 127}, {"speaker": "ALLEN", "sentences": [{"text": "We may have a surprise appearance of some of the Republican candidates together.", "sentId": 312}, {"text": "We saw them together out in Palm Springs at the Koch event.", "sentId": 313}, {"text": "Coming up, CPAC -- I know you're counting down the hours.", "sentId": 314}], "secId": 128}, {"speaker": "KING", "sentences": [{"text": "Absolutely.", "sentId": 315}], "secId": 129}, {"speaker": "ALLEN", "sentences": [{"text": "Two weeks and three days from today.", "sentId": 316}, {"text": "They are doing a little different format this year.", "sentId": 317}, {"text": "They say they don't want it to just be a talk-a-thon; that any major speaker will have to answer questions so they're going to do it in a few ways.", "sentId": 318}, {"text": "They'll going to try to have as many of the candidates on stage as they can maybe an anchor asking them questions.", "sentId": 319}, {"text": "Maybe have their board member asking questions, have people from the audience ask them questions.", "sentId": 320}], "secId": 130}, {"speaker": "ALLEN", "sentences": [{"text": "And that's part of the Conservative Political Action Conference trying to say to Republicans, we're going to play a role in vetting these people.", "sentId": 321}, {"text": "Here's what they look like without a teleprompter.", "sentId": 322}], "secId": 131}, {"speaker": "KING", "sentences": [{"text": "It will be interesting as long as it doesn't violate the Reince Priebus, \"we pick the debates\" rules, does it?", "sentId": 323}], "secId": 132}, {"speaker": "KING", "sentences": [{"text": "Making a little friction there for the party.", "sentId": 324}], "secId": 133}, {"speaker": "ALLEN", "sentences": [{"text": "That's why they're not calling it a debate, it's a forum.", "sentId": 325}], "secId": 134}, {"speaker": "KING", "sentences": [{"text": "It's a conversation.", "sentId": 326}, {"text": "Just a conversation.", "sentId": 327}], "secId": 135}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 328}, {"text": "Ted Cruz is still officially just testing the waters.", "sentId": 329}, {"text": "But let's be clear.", "sentId": 330}, {"text": "He's without a doubt running for president and starting to make some important additions both to his schedule and to his payroll.", "sentId": 331}, {"text": "No surprise that Cruz is appearing at the conservative gatherings, the CPAC gathering Mike just mentioned, also the annual Club for Growth meeting.", "sentId": 332}, {"text": "Both of those are these month.", "sentId": 333}], "secId": 136}, {"speaker": "KING", "sentences": [{"text": "But here's a fun one.", "sentId": 334}, {"text": "Cruz has now agreed to deliver the keynote address next week at the Duvall County Lincoln Day Dinner in Jacksonville, Florida -- a little venture into Jeb Bush into Marco Rubio territory.", "sentId": 335}, {"text": "Also long time Newt Gingrich spokesman and super PAC strategist Rick Tyler joining the Cruz political team as it begins to beef up for the presidential campaign.", "sentId": 336}, {"text": "He's running.", "sentId": 337}], "secId": 137}, {"speaker": "KING", "sentences": [{"text": "That's it, folks, for INSIDE POLITICS.", "sentId": 338}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 339}, {"text": "We'll see you soon.", "sentId": 340}], "secId": 138}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" starts right now.", "sentId": 341}], "secId": 139}], "sectionCount": 140, "url": "transcripts.cnn.com/TRANSCRIPTS/1502/08/ip.01.html", "sentenceCount": 343, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired February 8, 2015 - 08:30   ET", "speakers": ["KING", "BUSH", "CHRISTIE", "OBAMA", "With us to share their reporting and their insights", "There are specific questions in picking a president", "PAUL", "ALLEN", "HAMBY", "PACE", "HENDERSON", "ALLAN", "HASTINGS", "UNIDENTIFIED MALE", "It's no secret our politics are polarized and for the most part sadly pretty dysfunction.  But a new Gallup report out this past week is a stunning exclamation point to that point.  Average approval rating six years into the Obama administration", "HABY"], "title": "INSIDE POLITICS"}