{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1506.28.ip.01.html.json", "subTitle": "Supreme Court Rulings Put Pressure on GOP; Obama's Huge Week. 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Two giant Supreme Court rulings reshape America and its next election.", "sentId": 0}, {"text": "The high court says same-sex marriage is a national right and the justices uphold the President's health care law.", "sentId": 1}], "secId": 0}, {"speaker": "OBAMA", "sentences": [{"text": "What we're not going to do is unravel what is now being woven into the fabric of America.", "sentId": 2}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "2016 Republicans criticize both rulings, but don't agree on what should come next.", "sentId": 3}], "secId": 2}, {"speaker": "CRUZ", "sentences": [{"text": "These judges have joined with President Obama in harming millions of Americans.", "sentId": 4}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Plus, President Obama closes out a defining week with a visit to Charleston to say farewell and to make a point.", "sentId": 5}], "secId": 4}, {"speaker": "OBAMA", "sentences": [{"text": "For too long we've been blind to the way past injustices continue to shape the present.", "sentId": 6}, {"text": "Perhaps we see that now.", "sentId": 7}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS: the biggest stories sourced by the best reporters, now.", "sentId": 8}], "secId": 6}, {"speaker": "Welcome to INSIDE POLITICS I'm John King.  Thanks for sharing your Sunday morning.  With us to share their reporting and their insights", "sentences": [{"text": "CNN's Nia-Malika Henderson; Ron Fournier of the \"National Journal\"; \"The Atlantic's\" Molly Ball; and Jonathan Martin of the \"New York Times\".", "sentId": 9}], "secId": 7}, {"speaker": "Welcome to INSIDE POLITICS I'm John King.  Thanks for sharing your Sunday morning.  With us to share their reporting and their insights", "sentences": [{"text": "America is a very different place this Sunday compared to last week.", "sentId": 10}, {"text": "Same-sex marriage is now a national right.", "sentId": 11}, {"text": "The Supreme Court upheld the key piece of the President's health care law.", "sentId": 12}, {"text": "And the confederate flag is being pulled from public land and from store shelves.", "sentId": 13}], "secId": 8}, {"speaker": "Welcome to INSIDE POLITICS I'm John King.  Thanks for sharing your Sunday morning.  With us to share their reporting and their insights", "sentences": [{"text": "Plus, it was a week in which the President used the n word in a conversation about race, and discussed himself as fearless at a time many others in this town suggest he's a lame duck.", "sentId": 14}], "secId": 9}, {"speaker": "OBAMA", "sentences": [{"text": "It's sort of like an athlete.", "sentId": 15}, {"text": "You might slow down a little bit.", "sentId": 16}, {"text": "You might not jump as high as you used to.", "sentId": 17}], "secId": 10}, {"speaker": "MARON", "sentences": [{"text": "Right.", "sentId": 18}], "secId": 11}, {"speaker": "OBAMA", "sentences": [{"text": "But, I know what I'm doing and I'm fearless.", "sentId": 19}, {"text": "And when you get to that point --", "sentId": 20}], "secId": 12}, {"speaker": "MARON", "sentences": [{"text": "Freedom.", "sentId": 21}], "secId": 13}, {"speaker": "OBAMA", "sentences": [{"text": "-- then, you know.", "sentId": 22}, {"text": "And, and also part of that fearlessness is because you've screwed up enough times --", "sentId": 23}], "secId": 14}, {"speaker": "MARON", "sentences": [{"text": "Sure.", "sentId": 24}], "secId": 15}, {"speaker": "OBAMA", "sentences": [{"text": "-- that you know that --", "sentId": 25}], "secId": 16}, {"speaker": "MARON", "sentences": [{"text": "It's all happened.", "sentId": 26}], "secId": 17}, {"speaker": "OBAMA", "sentences": [{"text": "It's all happened.", "sentId": 27}, {"text": "I've been through this.", "sentId": 28}], "secId": 18}, {"speaker": "MARON", "sentences": [{"text": "Right.", "sentId": 29}], "secId": 19}, {"speaker": "OBAMA", "sentences": [{"text": "I've screwed up.", "sentId": 30}], "secId": 20}, {"speaker": "MARON", "sentences": [{"text": "Right.", "sentId": 31}], "secId": 21}, {"speaker": "OBAMA", "sentences": [{"text": "I've been in the barrel, tumbling down Niagara Falls.", "sentId": 32}], "secId": 22}, {"speaker": "MARON", "sentences": [{"text": "Yes.", "sentId": 33}], "secId": 23}, {"speaker": "OBAMA", "sentences": [{"text": "And I emerged and I lived.", "sentId": 34}, {"text": "And that's always a -- that's such a liberating feeling.", "sentId": 35}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "Interesting to hear the President there.", "sentId": 36}, {"text": "Much more on the President's defining week in just a moment.", "sentId": 37}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "First though the big court decisions and their meaning and the pressure they put on Republicans.", "sentId": 38}], "secId": 26}, {"speaker": "Fournier", "sentences": [{"text": "Yes, thank God it's crumbling.", "sentId": 39}], "secId": 27}, {"speaker": "Fournier", "sentences": [{"text": "I was brought back today watching a week in which the confederate flag came down and the gay rights flag came up.", "sentId": 40}, {"text": "I was brought back to a moment a year ago when I happened to be in Little Rock standing in front of the memorial to the Little Rock Nine that's right above the window of the Governor's office.", "sentId": 41}, {"text": "I was staying there with an African- American preacher and we're talking about how far this country has come and how far it still has to go.", "sentId": 42}, {"text": "And that window right over our shoulder is where  had blocked the Little Rock Nine from coming in.", "sentId": 43}], "secId": 28}, {"speaker": "Fournier", "sentences": [{"text": "I said what do you think about what's coming down the block?", "sentId": 44}, {"text": "I happened to be there the week that Arkansas was allowing gay marriage because one ruling was soon to be turned.", "sentId": 45}], "secId": 29}, {"speaker": "Fournier", "sentences": [{"text": "All these folks just down the street getting married and this African-American preacher said that's terrible.", "sentId": 46}, {"text": "I said what are you talking about?", "sentId": 47}, {"text": "It's terrible, it's against God's law.", "sentId": 48}, {"text": "It's against the bible.", "sentId": 49}, {"text": "I tried to explain to him you know don't you realize that you sound just like the segregationist governor.", "sentId": 50}, {"text": "You sound just like all the .", "sentId": 51}, {"text": "And he didn't get it.", "sentId": 52}], "secId": 30}, {"speaker": "Fournier", "sentences": [{"text": "Now he's a decent man, a caring man, a religious man.", "sentId": 53}, {"text": "But he just didn't get it.", "sentId": 54}, {"text": "And finally he said, you know, change comes so slow but then it comes so fast.", "sentId": 55}, {"text": "And I think there's a lot of people dealing with this this week.", "sentId": 56}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "This change did come remarkably fast on the marriage issue.", "sentId": 57}, {"text": "If you look back at the civil rights movement, look back at the women's right movement -- took many, many years; took many setbacks.", "sentId": 58}, {"text": "This one did happen if you remember 2004 George W. Bush wins a relatively close presidential election in part because Republicans selectively in battleground states put constitutional amendments on the ballot to drive up conservative turnout outlawing gay marriage.", "sentId": 59}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "What now?", "sentId": 60}, {"text": "Will any of these Republicans have the courage I guess to look past their base, which is angry, losing on Obamacare?", "sentId": 61}, {"text": "Losing on marriage?", "sentId": 62}, {"text": "Seeing these other things happening, to where the country's going or are they beholden to that base, in the short term?", "sentId": 63}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "And Molly as I ask you the question the reactions -- two different schools if you will in the Republican camp reacting to the marriage decision.", "sentId": 64}, {"text": "You had Mike Huckabee say reject, resist, judicial tyranny.", "sentId": 65}, {"text": "Scott walker the governor of Wisconsin who's about to announce his candidacy said it's time to push for a constitutional amendment -- do an end around the court and have a constitutional amendment.", "sentId": 66}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "Others -- I'll call this the Kasich-Bush-Lindsey Graham-Chris Christie camp -- they say we don't like this but it is now the law of the land.", "sentId": 67}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "Let's listen to Governor Christie.", "sentId": 68}], "secId": 36}, {"speaker": "CHRISTIE", "sentences": [{"text": "I think this is", "sentId": 69}], "secId": 37}, {"speaker": "CHRISTIE", "sentences": [{"text": "something that should be decided by the people of each state, and not imposed upon them by a group of lawyers sitting in black robes at the U.S. Supreme Court.", "sentId": 70}, {"text": "That being said, those five lawyers get to impose it under our system.", "sentId": 71}, {"text": "And so our job is going to be to support the law of the land, and that, under the Supreme Court's ruling, is now the law of the land.", "sentId": 72}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "On a debate stage the Mike Huckabees, the Scott Walkers and Rick Santorum will say \"hell no\"; maybe Ted Cruz as well.", "sentId": 73}, {"text": "How are the Republicans going to manage this now as they debate heading into a presidential cycle?", "sentId": 74}], "secId": 39}, {"speaker": "BALL", "sentences": [{"text": "I think it's something that most Republicans are going to want to stay away from even those who are saying that they disagree with the court.", "sentId": 75}, {"text": "I mean I think, you know, we saw in 2012 that it was something that the field mostly wanted to stay away from.", "sentId": 76}, {"text": "That Mitt Romney certainly wanted to stay away from.", "sentId": 77}], "secId": 40}, {"speaker": "BALL", "sentences": [{"text": "I think you do have to separate out Obamacare from these -- this race and gay rights issues.", "sentId": 78}, {"text": "On those issues, there is a much more straightforward not consensus, but idea that the party needs to rebrand and look modern and look like it's sort of forward looking.", "sentId": 79}], "secId": 41}, {"speaker": "BALL", "sentences": [{"text": "The Democrats are very cleverly putting Obamacare in that same basket to say if you refuse to accept Obamacare you're stuck in the past just as badly as if you still wanted that confederate flag.", "sentId": 80}, {"text": "Well, that's a different issue.", "sentId": 81}, {"text": "That's a policy issue.", "sentId": 82}, {"text": "And there are different Republican schools of thought about whether they need, you know, someone who can really continue to harness opposition to Obamacare the way Mitt Romney maybe wasn't able to because he was compromised on that issue.", "sentId": 83}, {"text": "Or whether that is something that they also need to move on from as well.", "sentId": 84}], "secId": 42}, {"speaker": "MARTIN", "sentences": [{"text": "But they would rather have a debate over the role of government and health care Obamacare when millions of people haven't just been tossed out of their health care coverage that they would having that conversation with their sort of grappling with oh, my gosh how do we get a stopgap to get these folks their coverage.", "sentId": 85}], "secId": 43}, {"speaker": "MARTIN", "sentences": [{"text": "I think this week represented a tolerant moment.", "sentId": 86}, {"text": "I don't know if it's a liberal moment.", "sentId": 87}, {"text": "I think there's an important difference between the two of those things.", "sentId": 88}], "secId": 44}, {"speaker": "now", "sentences": [{"text": "You make a point, Molly made a point about the Obamacare", "sentId": 89}], "secId": 45}, {"speaker": "now", "sentences": [{"text": "versus say the marriage ruling in the sense that there are some nuance and some tactical strategic differences among the Republicans on the marriage question.", "sentId": 90}], "secId": 46}, {"speaker": "now", "sentences": [{"text": "On the Obamacare ruling it was still repeal and replace; repeal and replace; repeal and replace; repeal and replace.", "sentId": 91}, {"text": "But isn't there a risk in that, too?", "sentId": 92}, {"text": "Because repeal and replace means even if you trust your Republican presidential candidate repeal and hand it back to the Congress.", "sentId": 93}, {"text": "And nobody trusts the Congress to do much right now if you have 6.4 million people who are on those subsidies.", "sentId": 94}, {"text": "If you have people who had a pre-existing condition who now have coverage.", "sentId": 95}, {"text": "If you have, you know, young people still on their parents' plan.", "sentId": 96}], "secId": 47}, {"speaker": "now", "sentences": [{"text": "Can the Republicans stick with repeal and replace?", "sentId": 97}, {"text": "Or do they have to just move to amend?", "sentId": 98}], "secId": 48}, {"speaker": "HENDERSON", "sentences": [{"text": "I think so far, I mean it looks like they're going to stick to repeal and replace.", "sentId": 99}, {"text": "I think one of the problems is, it does sound like they're fighting the old fight, the fight from 2012, the fight from 2014, and you never necessarily want to be a party of it seems to be engaged in the past.", "sentId": 100}, {"text": "I think that's an argument that Obama was trying to make in his speech there.", "sentId": 101}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Has the ground kind of moved?", "sentId": 102}, {"text": "I mean that's why -- when you look at these issues, if you're Republicans there's been a way of doing things and maybe it hasn't worked at the Presidential level the last two times but this is how we do things.", "sentId": 103}, {"text": "This is how we talk.", "sentId": 104}, {"text": "These are our positions.", "sentId": 105}, {"text": "The stones that get you across the river, are they moving now?", "sentId": 106}], "secId": 50}, {"speaker": "FOURNIER", "sentences": [{"text": "Well, definitely.", "sentId": 107}, {"text": "I think Jonathan hit a very good point that we have to be careful not to read too much into this ideological spectrum that people are changing culture.", "sentId": 108}, {"text": "We are becoming more tolerant especially rising generations.", "sentId": 109}, {"text": "That's what the Republican Party really has to worry about.", "sentId": 110}], "secId": 51}, {"speaker": "FOURNIER", "sentences": [{"text": "I want to circle back to Huckabee.", "sentId": 111}, {"text": "He didn't just didn't call this judicial tyranny.", "sentId": 112}, {"text": "He said he's not going to heed this ruling.", "sentId": 113}, {"text": "That it's an unconstitutional ruling.", "sentId": 114}, {"text": "This is a guy I covered in Arkansas.", "sentId": 115}], "secId": 52}, {"speaker": "FOURNIER", "sentences": [{"text": "There's another governor, a former governor who I ran into a few times in Arkansas named Orval Faubus.", "sentId": 116}, {"text": "Mike Huckabee today sounds just like Orval Faubus.", "sentId": 117}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "It is the Supreme Court.", "sentId": 118}, {"text": "Like it or not --", "sentId": 119}], "secId": 54}, {"speaker": "FOURNIER", "sentences": [{"text": "You could switch out civil rights and put in gay rights and Mike Huckabee is on the wrong side of history.", "sentId": 120}, {"text": "He should be ashamed of himself.", "sentId": 121}], "secId": 55}, {"speaker": "HENDERSON", "sentences": [{"text": "But what does that mean for what he's actually able to do?", "sentId": 122}, {"text": "I mean his statement was very, I think, bombastic more so than most but in terms of what he's able to do in terms -- I mean what does it mean that he's resisting --", "sentId": 123}], "secId": 56}, {"speaker": "FOURNIER", "sentences": [{"text": "He's appealing to the worst instincts of some people.", "sentId": 124}, {"text": "I don't want to condemn the whole right of the Republican Party.", "sentId": 125}, {"text": "There are some very good voters out there who really think this is the wrong thing to do.", "sentId": 126}, {"text": "But you don't appeal to the worst instincts.", "sentId": 127}, {"text": "You don't make this us versus them.", "sentId": 128}, {"text": "That's how you don't get across --", "sentId": 129}], "secId": 57}, {"speaker": "MARTIN", "sentences": [{"text": "Yes, there is this sort of fascinating sub-primaries taking place right now within the primary itself and it consists of those candidates who are vying for the support of cultural conservatives.", "sentId": 130}, {"text": "And this ruling is an opportunity for them to stand out.", "sentId": 131}], "secId": 58}, {"speaker": "FOURNIER", "sentences": [{"text": "But how do you do it?", "sentId": 132}, {"text": "By recognizing or by making --", "sentId": 133}], "secId": 59}, {"speaker": "MARTIN", "sentences": [{"text": "You've seen today how -- the assumption is today though is by going really aggressively at the court.", "sentId": 134}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Interesting test for the Republican candidates.", "sentId": 135}, {"text": "As we get closer the election is not until early next year -- the first contest in Iowa.", "sentId": 136}, {"text": "But the debates are getting closer.", "sentId": 137}, {"text": "It's going to be fascinating to see how this plays out later this summer or early fall -- the debates start.", "sentId": 138}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Up next, the President's huge week -- some big legacy items and a promise he says he isn't ready to just fade away.", "sentId": 139}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "You can make a pretty strong argument this was the most consequential week of the Obama presidency: a big back from the ashes win on trade; another legacy item from the Supreme Court -- you know, that big Obamacare decision.", "sentId": 140}], "secId": 63}, {"speaker": "OBAMA", "sentences": [{"text": "After more than 50 votes in congress to repeal or weaken this law, after a presidential election based in part on preserving or repealing this law, after multiple challenges to this law before the Supreme Court, the Affordable Care Act is here to stay.", "sentId": 141}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "A day later the landmark protection for same-sex marriage.", "sentId": 142}], "secId": 65}, {"speaker": "OBAMA", "sentences": [{"text": "We can say, in no uncertain terms, that we've made our union a little more perfect.", "sentId": 143}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Plus a moving eulogy and a call to arms in Charleston.", "sentId": 144}], "secId": 67}, {"speaker": "OBAMA", "sentences": [{"text": "Removing the flag from this state's capitol would not be", "sentId": 145}], "secId": 68}, {"speaker": "OBAMA", "sentences": [{"text": "an act of political correctness.", "sentId": 146}, {"text": "It would not be an insult to the valor of confederate soldiers.", "sentId": 147}, {"text": "It would simply be an acknowledgment that the cause for which they fought, the cause of slavery, was wrong.", "sentId": 148}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Nia-Malika Henderson, he looked different, he sounded different, he promised in that podcast he is different.", "sentId": 149}, {"text": "He said after some failures, he's got it.", "sentId": 150}, {"text": "He knows how to do his job.", "sentId": 151}, {"text": "He's fearless.", "sentId": 152}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "Is there something to watch in a lasting way from this president?", "sentId": 153}, {"text": "Or was this just a remarkable week and next week we'll be saying he can't pass new gun laws, his party is mad at him in the trade fight Jonathan mentioned and he still can't get things done?", "sentId": 154}], "secId": 71}, {"speaker": "Henderson", "sentences": [{"text": "I think it depends on the fight.", "sentId": 155}, {"text": "The trade deal obviously went his way.", "sentId": 156}, {"text": "The gun fight again depends on Republicans whether or not he can convince those folks that the politics are different.", "sentId": 157}, {"text": "It will be up to Mitch McConnell whether or not he wants to bring something up and John Boehner in the House.", "sentId": 158}], "secId": 72}, {"speaker": "Henderson", "sentences": [{"text": "I do think that interview was fascinating.", "sentId": 159}, {"text": "I mean here's a guy who entered the sort of national stage, saying that he was like Lebron James and that he could play on that level, and to see him and hear him in that interview, sounds so much like someone who has this energy now, who feels like the country is with him, who feels like the country is on his side, on some of these main issues.", "sentId": 160}], "secId": 73}, {"speaker": "Henderson", "sentences": [{"text": "I think it also has implications for Hillary Clinton, right, as Obama obviously had a big week.", "sentId": 161}, {"text": "But so did Hillary Clinton in terms of these big fights that I think she's going to keep waging.", "sentId": 162}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "If you're designing the Obama presidential library you can be pretty confident on the Obamacare room.", "sentId": 163}, {"text": "Two Supreme Court decisions now pretty clear, Republicans may try, but that one is now -- the cement is hardening.", "sentId": 164}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "The trade bill you mentioned is a big legacy item for the President will help him on the world stage now.", "sentId": 165}, {"text": "Had he lost that fight it might have hurt him.", "sentId": 166}, {"text": "So the legacy's locked in.", "sentId": 167}, {"text": "What else?", "sentId": 168}, {"text": "When you hear him, look at him, he does look and sound different.", "sentId": 169}, {"text": "The question is to what end?", "sentId": 170}], "secId": 76}, {"speaker": "BALL", "sentences": [{"text": "Well I think you can put an asterisk on a lot of these things before you call them Obama victories.", "sentId": 171}, {"text": "Two of these are Supreme Court decisions which the President doesn't have anything to do with.", "sentId": 172}, {"text": "Gay marriage is something that he resisted if disingenuously until 2012.", "sentId": 173}, {"text": "And the Supreme Court, you know, chose to take this case that many even some Republicans didn't think had a lot of substance to it.", "sentId": 174}], "secId": 77}, {"speaker": "BALL", "sentences": [{"text": "So -- and so it's sort of a coincidence that these are now accruing as victories for Obama.", "sentId": 175}, {"text": "But I think what it is, is this sort of -- this cements this feeling that, you know, the hope and change that Obama promised that people complained so much about it not coming through, or you know from Republicans' point of view, what they were always calling the fundamental transformation that they feared from Obama, it's finally starting to accrue, and this is what we will look back on, as that legacy.", "sentId": 176}, {"text": "As the Obama era sort of dawning, and signaling a change in the country's direction.", "sentId": 177}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "You make a key point.", "sentId": 178}, {"text": "A Ronald Reagan appointee on the marriage decision with the four Democratic appointees and the Chief Justice, twice now the Chief Justice Barack Obama as a Senator voted against saving his health care programs.", "sentId": 179}], "secId": 79}, {"speaker": "MARTIN", "sentences": [{"text": "And that's, I think, what is going to be for the right is the real emotional blow.", "sentId": 180}], "secId": 80}, {"speaker": "MARTIN", "sentences": [{"text": "The confederate flag is being hauled down by an Indian American Republican governor.", "sentId": 181}, {"text": "The Supreme Court ruled on marriage and on the health care law, thanks in part to a Reagan and a George W. Bush appointee.", "sentId": 182}, {"text": "This is not the liberal left that's doing some of this.", "sentId": 183}, {"text": "Part of this is being upheld by conservatives.", "sentId": 184}, {"text": "And in fairness to Obama and the asterisk, I think bin Laden's toe tag has no asterisk on it.", "sentId": 185}], "secId": 81}, {"speaker": "FOURNIER", "sentences": [{"text": "But as to where we go from now it kind of depends on what he does with his fearlessness.", "sentId": 186}, {"text": "Does he think that he's fearless now and he has a mandate now to be fearless to a full muscular liberal agenda?", "sentId": 187}, {"text": "Or is he now going to be fearless and go back to his fundamental reason why he got elected?", "sentId": 188}, {"text": "To change the culture in Washington and bring people together and to solve big problems.", "sentId": 189}], "secId": 82}, {"speaker": "FOURNIER", "sentences": [{"text": "If he uses fearlessness to run back to things like the debt, to run back the things gun control, to run to immigration, where I still think there's possibilities to get compromises on some of these big issues.", "sentId": 190}, {"text": "That would be you're talking about going from good to great, that would be pretty --", "sentId": 191}], "secId": 83}, {"speaker": "MARTIN", "sentences": [{"text": "How much time is left on the clock there.", "sentId": 192}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "Heading into a presidential cycle it seems almost impossible.", "sentId": 193}, {"text": "It would be interesting to see if he tries.", "sentId": 194}, {"text": "But to that point, the flight to Charleston was John Boehner's first.", "sentId": 195}, {"text": "He's been the Speaker for a long time.", "sentId": 196}, {"text": "It was his first on Air Force One during the final presidency.", "sentId": 197}], "secId": 85}, {"speaker": "MARTIN", "sentences": [{"text": "What does that tell you?", "sentId": 198}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "It tells you that neither side -- it tells you that neither side has actually tried to make things different in Washington.", "sentId": 199}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "Up next our reporters empty their note books get you out ahead of the big political news just around the corner including a problem for which Hillary Clinton has nobody to blame but herself.", "sentId": 200}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table ask our great reporters to share a little bit from their notebooks.", "sentId": 201}, {"text": "Nia-Malika Henderson", "sentId": 202}], "secId": 89}, {"speaker": "HENDERSON", "sentences": [{"text": "The Senate Democrats need five net seats to take back the senate and they very much obviously want to do this.", "sentId": 203}, {"text": "But these attempts to gain back the Senate took something of a blow this last week when Kay Hagan, of course, the former North Carolina senator decided that she didn't want to toss her hat in the ring and go up against Richard Burr in 2016.", "sentId": 204}], "secId": 90}, {"speaker": "HENDERSON", "sentences": [{"text": "Democrats thought it would be perfect.", "sentId": 205}, {"text": "She'd be on the ballot there, Hillary Clinton presumably would be on the ballot as well so now they've got to go to Plan B.", "sentId": 206}, {"text": "Plan B might include somebody like Anthony Foxx who, of course, is the Transportation Secretary, former Charlotte mayor.", "sentId": 207}, {"text": "He seems to suggest that he doesn't want to do it either.", "sentId": 208}], "secId": 91}, {"speaker": "HENDERSON", "sentences": [{"text": "At this point, Democrats are very much trying to recruit folks in hoping to turn some of these nos into yeses, particularly with Anthony Foxx.", "sentId": 209}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "If you end up at Plan C that's usually not a good thing.", "sentId": 210}], "secId": 93}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 211}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "Mr. Fournier.", "sentId": 212}], "secId": 95}, {"speaker": "Fournier", "sentences": [{"text": "The program seated by George H.W.", "sentId": 213}, {"text": "Bush, launched by President Clinton and expanded by President Bush is about to be dramatically cut by Congress which would be a huge blow to President Obama.", "sentId": 214}, {"text": "I'm talking about a rare bipartisan success of the national service programs.", "sentId": 215}, {"text": "Kind of under the Americare umbrella, including Teach for America, Habitat for Humanity -- these are all programs that give a purpose to civic-minded millennials in communities like Ferguson and Baltimore, or in Detroit, and Charlotte.", "sentId": 216}, {"text": "And that provide services to communities like Baltimore, Ferguson, Charlotte, and Detroit.", "sentId": 217}], "secId": 96}, {"speaker": "Fournier", "sentences": [{"text": "But the Republicans both in the house and senate are looking at cutting it by a third which would dramatically reduce it well below the levels even under Bush.", "sentId": 218}, {"text": "What about that last week?", "sentId": 219}, {"text": "What is new is that the community, the national service community which is pretty active in addition to doing normal grassroots pushback on this plan to do two things.", "sentId": 220}], "secId": 97}, {"speaker": "Fournier", "sentences": [{"text": "One play the hypocrisy card against the Republicans.", "sentId": 221}, {"text": "They're going to go right after the appropriators who have used national service programs in press releases as to say look at what I've brought into the district.", "sentId": 222}, {"text": "And say -- point out their hypocrisy and now they're going to cut these programs.", "sentId": 223}], "secId": 98}, {"speaker": "Fournier", "sentences": [{"text": "And they'll go to shame the White House and point out the fact that the White House has done very little to make this a priority.", "sentId": 224}, {"text": "Anna Mora , currently the head of the big national service program, she e-mailed the White House, and said what are you guys doing about this?", "sentId": 225}, {"text": "She didn't even get an e-mail back.", "sentId": 226}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "A lot of legitimate conversations about resources -- what those groups do to  those communities.", "sentId": 227}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Molly Ball.", "sentId": 228}], "secId": 101}, {"speaker": "BALL", "sentences": [{"text": "This is a bit of a self-plug for a big story I've been working on that will be published in the coming week about this fight for gay marriage and how it came to the Supreme Court.", "sentId": 229}, {"text": "It's become sort of a cliche to observe how fast the, the public opinion has changed and how quickly the country got out ahead of the Supreme Court so that the Supreme Court only seemed to be ratifying public opinion that was already there it's up to 60 percent in a lot of national polls.", "sentId": 230}], "secId": 102}, {"speaker": "BALL", "sentences": [{"text": "But that didn't happen by accident.", "sentId": 231}, {"text": "That wasn't an organic phenomenon.", "sentId": 232}, {"text": "That wasn't just a natural process.", "sentId": 233}, {"text": "It was the work really of 40 years of very determined activism against very long odds, something that seemed impossible for decades by a group of activists who were very stubborn and refused to give up.", "sentId": 234}, {"text": "And so I'm telling their story, and can read it on TheAtlantic.com.", "sentId": 235}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 236}, {"text": "Look forward to it.", "sentId": 237}], "secId": 104}, {"speaker": "MARTIN", "sentences": [{"text": "What to watch for when it comes to the conservative running for president, after this week's marriage.", "sentId": 238}, {"text": "I think you're going to see them try to make the issue about two things: the kind of appointees that future presidents are going to make to the court and secondly this broader conversation about what is liberty.", "sentId": 239}], "secId": 105}, {"speaker": "MARTIN", "sentences": [{"text": "I think a lot of folks on the right recognize that trying to fight a Supreme Court decision is politically not going to be easy.", "sentId": 240}, {"text": "If they make it about those two issues, they can -- at the same time sort of satisfy conservative primary voters but also, not push back against public opinion.", "sentId": 241}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "We'll watch that one play out.", "sentId": 242}, {"text": "Especially and again, as I said, those debates are getting closer.", "sentId": 243}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 244}, {"text": "Democrats may roll their eyes, go ahead, but the Hillary Clinton private e-mails controversy now has new legs and the Democratic front-runner has only herself to blame.", "sentId": 245}, {"text": "After the House Select Benghazi Committee released some new e-mails this past week the Obama State Department was forced to admit it was not in possession of some Clinton e-mails that clearly discussed department business.", "sentId": 246}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "Now you might recall Secretary Clinton a few months ago had promised she had turned everything that belonged in the government files over to the government before she erased her private e-mail server.", "sentId": 247}, {"text": "Now Republicans are saying now that we know a few e-mails are missing, who's to say dozens and dozens aren't missing.", "sentId": 248}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "Now let's be clear.", "sentId": 249}, {"text": "There's zero proof of that.", "sentId": 250}, {"text": "But the flip side is Secretary Clinton can't definitively prove there aren't additional things that should have been turned over to the government that were not.", "sentId": 251}, {"text": "She can't prove that because she erased her private e- mail server without any independent supervision.", "sentId": 252}, {"text": "Now will some Republicans blow this out of proportion or wander", "sentId": 253}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "into the land of conspiracy theories?", "sentId": 254}, {"text": "Perhaps.", "sentId": 255}, {"text": "Probably.", "sentId": 256}, {"text": "But as Democrats accuse them of being partisan or reckless it's worth remembering this, this would not be an issue if Secretary Clinton hadn't erased her e-mail server.", "sentId": 257}, {"text": "It wouldn't be an issue at all had she followed the wishes of her boss, President Obama, about how to handle cabinet level e-mail.", "sentId": 258}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 259}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 260}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "We'll see you soon.", "sentId": 261}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" with Jake Tapper's starts right now.", "sentId": 262}], "secId": 114}], "sectionCount": 115, "url": "transcripts.cnn.com/TRANSCRIPTS/1506/28/ip.01.html", "sentenceCount": 264, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired June 28, 2015 - 08:30   ET", "speakers": ["KING", "OBAMA", "CRUZ", "Welcome to INSIDE POLITICS I'm John King.  Thanks for sharing your Sunday morning.  With us to share their reporting and their insights", "MARON", "Fournier", "CHRISTIE", "BALL", "MARTIN", "now", "HENDERSON", "FOURNIER", "Henderson"], "title": "INSIDE POLITICS"}