{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1610.20.ip.01.html.json", "subTitle": "Presidential Debate Recap. Aired 12-12:30p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 0}, {"text": "I'm John King.", "sentId": 1}, {"text": "Thanks for sharing your time today.", "sentId": 2}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "We're standing by.", "sentId": 3}, {"text": "Donald Trump is in Delaware, Iowa, his first post- debate rally in a state that is critical to his chances in a dead heat right now.", "sentId": 4}, {"text": "And we'll take you there live when Mr. Trump starts to make his case in Ohio.", "sentId": 5}, {"text": "Three questions, though, to frame the stakes and our conversation as we say good-bye to the debates and hello to a 19-day sprint to Election Day.", "sentId": 6}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Question one, did Trump destroy any chances for a comeback by refusing to say he would accept the election results?", "sentId": 7}], "secId": 2}, {"speaker": "TRUMP", "sentences": [{"text": "It's crook - she's - she's guilty of a very, very serious crime.", "sentId": 8}, {"text": "She should not be allowed to run.", "sentId": 9}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Question two, will these one-liners do even more damage to Trump's standing with women and Latinos?", "sentId": 10}], "secId": 4}, {"speaker": "CLINTON", "sentences": [{"text": "Social Security trust fund.", "sentId": 11}], "secId": 5}, {"speaker": "TRUMP", "sentences": [{"text": "Such a nasty woman.", "sentId": 12}], "secId": 6}, {"speaker": "TRUMP", "sentences": [{"text": "We have some bad hombres here and we're going to get 'em out.", "sentId": 13}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "And, question three, can a candidate named Clinton really expand the map into ruby red Republican states?", "sentId": 14}], "secId": 8}, {"speaker": "CLINTON", "sentences": [{"text": "I'm reaching out to all Americans, Democrats, Republicans and independents, because we need everybody to help make our country what it should be, to grow the economy, to make it fairer, to make it work for everyone.", "sentId": 15}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "With us on sleep deprivation day to share their reporting and their insight, Jackie Kucinich of \"The Daily Beast,\" CNN's Jeff Zeleny, Reid Wilson of \"The Hill\" and CNN's Sara Murray.", "sentId": 16}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "America votes in 19 days and whether the Republican nominee will accept the results is an open question.", "sentId": 17}], "secId": 11}, {"speaker": "TRUMP", "sentences": [{"text": "I will look at it at the time.", "sentId": 18}, {"text": "I'm not looking at anything now.", "sentId": 19}, {"text": "I'll look at it at the time.", "sentId": 20}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "What isn't in doubt is that Hillary Clinton enters this post debate 2016 stretch in a commanding position, scored the winner of all three debates, holding a giant lead in the polls nationally, significantly more money in the bank - that was significantly, speak English - and a superior organization, as the focus turns to early voting and to turnout.", "sentId": 21}], "secId": 13}, {"speaker": "CLINTON", "sentences": [{"text": "So it's been a year and now we have finished our last debate and we're feeling, you know, both relieved and very grateful.", "sentId": 22}, {"text": "No more debates.", "sentId": 23}, {"text": "No more naps.", "sentId": 24}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Making a joke there, no more naps.", "sentId": 25}, {"text": "Donald Trump would mock her saying she's not really prepping for the debate, she's off the trail.", "sentId": 26}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "It's fascinating to call around this morning to get a different pulse on the Democratic side and the Republican side.", "sentId": 27}, {"text": "There is a sense of gloom on the  Donald Trump's chances, but about the potential impact down ballot.", "sentId": 28}, {"text": "Let's just - let's just go around the table for sort of where we go from here, 19 days.", "sentId": 29}], "secId": 16}, {"speaker": "KUCINICH", "sentences": [{"text": "I don't know that the gloom started last night, though, with Republicans.", "sentId": 30}, {"text": "They were pretty pessimistic even going into the debate that Donald Trump could do enough to make up all the ground that he's lost.", "sentId": 31}, {"text": "And he didn't.", "sentId": 32}, {"text": "He had a pretty good debate for 30 minutes and then it sort of went off the rails again.", "sentId": 33}, {"text": "So it - and he - but, I mean - sorry - excuse me.", "sentId": 34}, {"text": "There's no indication that he wants to expand the map right now, and expand beyond his base, based on his message.", "sentId": 35}], "secId": 17}, {"speaker": "ZELENY", "sentences": [{"text": "It was the last best opportunity to stop the bleeding or whatever metaphor you want to use and he didn't do it.", "sentId": 36}, {"text": "So the reality here is, every day that passes by more votes are cast.", "sentId": 37}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 38}], "secId": 19}, {"speaker": "ZELENY", "sentences": [{"text": "So, you know, we talk about 19 days.", "sentId": 39}, {"text": "It's not really true in a lot of places.", "sentId": 40}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 41}], "secId": 21}, {"speaker": "ZELENY", "sentences": [{"text": "A lot of swing states.", "sentId": 42}, {"text": "it is happening now, as we like to say here at CNN.", "sentId": 43}, {"text": "So this - this really is a good moment for the Clinton campaign to capture this - you know, what's happening right now in the bottle and bank those votes.", "sentId": 44}, {"text": "A lot of people are ready for this election to be over, so they are going to vote early.", "sentId": 45}, {"text": "This is where a ground game comes into play.", "sentId": 46}, {"text": "So Republicans are completely dismayed, particularly at those Senate races.", "sentId": 47}, {"text": "The Senate now is the central focus here and it's in jeopardy.", "sentId": 48}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "All right, but did they - Jackie's dead right, they were down going into this debate.", "sentId": 49}, {"text": "But the idea that the Republican nominee, a major party, you take the party out of it, a major party nominee for president would not do what has been done forever, essentially respect the process.", "sentId": 50}], "secId": 23}, {"speaker": "WILSON", "sentences": [{"text": "Yes.", "sentId": 51}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "And they draw the Al Gore comparison.", "sentId": 52}, {"text": "If there's - if it's - if it's 537 votes, if there are questions on Election Day, that's different than saying weeks before the election it's rigged.", "sentId": 53}], "secId": 25}, {"speaker": "ZELENY", "sentences": [{"text": "Right.", "sentId": 54}], "secId": 26}, {"speaker": "WILSON", "sentences": [{"text": "And let's also not forget that in 2000, when Democrats challenged the result, the electoral votes of Florida, the Congressional Black Caucus members were bringing - were bringing up challenge after challenge.", "sentId": 55}, {"text": "It was the presiding officer of the Senate who sat in judgment and knocked down those challenges.", "sentId": 56}, {"text": "And that was Al Gore.", "sentId": 57}, {"text": "I mean he was essentially knocking down the last opportunities that he had to be president because they didn't follow the rules.", "sentId": 58}], "secId": 27}, {"speaker": "WILSON", "sentences": [{"text": "So this has happened.", "sentId": 59}, {"text": "And, look, I've been saying this for a while, debates are not just 90 minute affairs between two candidates, they are - they begin with the run-up, with the coverage that CNN and everybody else does.", "sentId": 60}, {"text": "They end with the several days afterwards and what we're talking about.", "sentId": 61}, {"text": "And what we're talking about today is one major party's candidate saying that he will not necessarily accept the results of a free and fair election.", "sentId": 62}], "secId": 28}, {"speaker": "MURRAY", "sentences": [{"text": "I think -", "sentId": 63}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "And his staff trying to clean it up.", "sentId": 64}], "secId": 30}, {"speaker": "MURRAY", "sentences": [{"text": "Right.", "sentId": 65}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "His vice presidential nominee was on our air just before the debate saying no, no, no, no, we'll accept the results of the election.", "sentId": 66}, {"text": "And then Donald Trump says, maybe not.", "sentId": 67}], "secId": 32}, {"speaker": "MURRAY", "sentences": [{"text": "And that's why I think it was so interesting afterwards with Kellyanne Conway coming out telling Dana that they would accept the results of the election.", "sentId": 68}, {"text": "Reince Priebus telling me that win or lose, Donald Trump is going to accept the results.", "sentId": 69}, {"text": "OK, well, who's going to tell Donald Trump that?", "sentId": 70}, {"text": "If he wants to contest this on the evening of November 8th, who's going to be the one who says, look, you can keep fighting, but you're not going to get the votes.", "sentId": 71}, {"text": "Is that going to be Kellyanne?", "sentId": 72}, {"text": "Is it going to be Reince?", "sentId": 73}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "And the biggest lesson there for anybody out there watching this, I think you have to believe what Donald Trump says, right?", "sentId": 74}, {"text": "He's the candidate.", "sentId": 75}], "secId": 34}, {"speaker": "MURRAY", "sentences": [{"text": "Right.", "sentId": 76}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "He's - so in this - in this time when you have 19 days and all these states to cover, can any surrogate for Donald Trump, can you believe that what they're saying is actually the candidate's opinion?", "sentId": 77}, {"text": "It's about these big things that are important.", "sentId": 78}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "I want to bring in today's mystery.", "sentId": 79}, {"text": "Donald Trump, just a little while ago, tweeted this, \"why didn't Hillary Clinton announce that she was inappropriately given the debate questions?", "sentId": 80}, {"text": "She secretly used them.", "sentId": 81}, {"text": "Crooked Hillary.\"", "sentId": 82}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Now, important context.", "sentId": 83}, {"text": "I've reached out to the Trump campaign.", "sentId": 84}, {"text": "I haven't heard back yet.", "sentId": 85}, {"text": "I'll check in a minute when someone else is talking.", "sentId": 86}, {"text": "Our producer on the ground with Donald Trump in Ohio reached out to the Trump campaign.", "sentId": 87}, {"text": "They haven't - is he talking about Chris Wallace of Fox News last night, the moderator - who did a very good job last night we should say - is he talking about that or is he talking about Megyn Kelly had on Donna Brazile, the interim chair of the Democratic Party, on her program last night and questioned her about one of these WikiLeaks e-mails in which it is suggested, while she was here as a CNN contributor, she may have shared one of the town hall questions with the Clinton campaign back in the Democratic primaries.", "sentId": 88}, {"text": "One town hall question.", "sentId": 89}, {"text": "Not all the debate questions.", "sentId": 90}, {"text": "But that's the question and the Trump campaign hasn't cleared it up.", "sentId": 91}, {"text": "But -", "sentId": 92}], "secId": 38}, {"speaker": "ZELENY", "sentences": [{"text": "Entirely different.", "sentId": 93}, {"text": "And, again, is he making that accusation to Fox News' Chris Wallace?", "sentId": 94}, {"text": "He did a very good job at the debate last night under tough conditions.", "sentId": 95}, {"text": "It was a very substantive a thorough debate.", "sentId": 96}, {"text": "And Donald Trump stepped on it with his own statement of which he had to have seen coming.", "sentId": 97}, {"text": "This not a surprise question.", "sentId": 98}, {"text": "This has been in the atmosphere for so many days leading up to this.", "sentId": 99}], "secId": 39}, {"speaker": "ZELENY", "sentences": [{"text": "But the problem is, last night, when I was watching this, it strikes me that the reality show that this campaign on all sides has seemed like really collided with the reality.", "sentId": 100}, {"text": "And when he doesn't get applause lines for the same things he says at his rallies -", "sentId": 101}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 102}], "secId": 41}, {"speaker": "ZELENY", "sentences": [{"text": "He falls flat and he's a bit rallied.", "sentId": 103}, {"text": "So he was defensive in that moment.", "sentId": 104}, {"text": "And it absolutely hurt him because he did win the first part of the debate.", "sentId": 105}], "secId": 42}, {"speaker": "KUCINICH", "sentences": [{"text": "And to your point, this is for the people at the rallies.", "sentId": 106}], "secId": 43}, {"speaker": "ZELENY", "sentences": [{"text": "Right.", "sentId": 107}, {"text": "KUCINICH: This is for another day, another conspiracy theory that he can use as a applause line or boo line during his rallies.", "sentId": 108}, {"text": "And that - he - he has falling victim to this over and over again.", "sentId": 109}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "And Hillary Clinton was ready for this, obviously.", "sentId": 110}, {"text": "He - Donald Trump had been saying in the week - in the days leading up, it's rigged already.", "sentId": 111}, {"text": "This  polling places already during open voting.", "sentId": 112}, {"text": "Hillary Clinton knew this was coming.", "sentId": 113}, {"text": "Listen to this.", "sentId": 114}], "secId": 45}, {"speaker": "CLINTON", "sentences": [{"text": "That's horrifying.", "sentId": 115}, {"text": "You know, every time Donald thinks things are not going in his direction he claims whatever it is, is rigged against him.", "sentId": 116}], "secId": 46}, {"speaker": "CLINTON", "sentences": [{"text": "The FBI conducted a year-long investigation into my e-mails.", "sentId": 117}, {"text": "They concluded there was no case.", "sentId": 118}, {"text": "He said the FBI was rigged.", "sentId": 119}], "secId": 47}, {"speaker": "CLINTON", "sentences": [{"text": "There was even a time when he didn't get an Emmy for his TV program three years in a row and he started tweeting that the Emmys were rigged against him.", "sentId": 120}], "secId": 48}, {"speaker": "TRUMP", "sentences": [{"text": "Should have gotten it.", "sentId": 121}], "secId": 49}, {"speaker": "CLINTON", "sentences": [{"text": "This - this is a mind-set.", "sentId": 122}, {"text": "This is - this is how Donald thinks.", "sentId": 123}, {"text": "And it's funny, but it's also really troubling.", "sentId": 124}], "secId": 50}, {"speaker": "WALLACE", "sentences": [{"text": "OK.", "sentId": 125}], "secId": 51}, {"speaker": "CLINTON", "sentences": [{"text": "You know, that is not the way our democracy works.", "sentId": 126}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "In terms of scouting your opponent and knowing how to get under his skin, you have to give her credit, whether you like her politics or not.", "sentId": 127}], "secId": 53}, {"speaker": "WILSON", "sentences": [{"text": "I thought it was very clever of her to take one of her biggest weaknesses, the fact that the FBI investigated her e-mail practices, and wrapped them into a critique of Donald Trump and his - and this sort of - the fact that he didn't get an Emmy one year.", "sentId": 128}, {"text": "And what that illustrates to me, once again, is that preparation matters.", "sentId": 129}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 130}], "secId": 55}, {"speaker": "WILSON", "sentences": [{"text": "One of these candidates came out prepared from start to finish and, as Clinton has in most of these debates, she didn't really have a major stumble last night, and Donald Trump came out, as Jackie said, pretty prepared for the first third, maybe even the first 40 minutes, and then everything sort of went off the rails.", "sentId": 131}, {"text": "But the - there was no better illustration of that with Chris Wallace' last question, he said, you guys did not agree to do a closing statement, but give a closing statement anyway.", "sentId": 132}, {"text": "Hillary Clinton had a very easy one-minute answer that was essentially, please vote for me, here's why.", "sentId": 133}, {"text": "Donald Trump didn't.", "sentId": 134}, {"text": "And if you're a candidate for president of the United States and you don't have a closing argument that you can just rattle off in one minute, then that's a shocking lack of preparation.", "sentId": 135}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "A year-plus in, you should have your elevator pitch.", "sentId": 136}], "secId": 57}, {"speaker": "WILSON", "sentences": [{"text": "Yes.", "sentId": 137}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "It's a quick - it's a quick elevator pitch.", "sentId": 138}, {"text": "You've got to do it.", "sentId": 139}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "You know, and the Trump campaign already again this morning is saying, why are you focusing on - why are you spending all your time or much of your time on this I won't commit to accepting the results.", "sentId": 140}, {"text": "Here goes the liberal media again.", "sentId": 141}, {"text": "It's - this is part of the conspiracy.", "sentId": 142}, {"text": "We're part of the conspiracy to rig the election.", "sentId": 143}, {"text": "I want to just make this point that that's not true.", "sentId": 144}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Conservatives - now these are never - some of these are never Trump conservatives to begin with, but they care about the party.", "sentId": 145}, {"text": "They care about the movement.", "sentId": 146}, {"text": "They care about the House and they care about the Senate.", "sentId": 147}, {"text": "Here's Erick Erickson on resurgent.com.", "sentId": 148}, {"text": "Again, no Trump fan.", "sentId": 149}, {"text": "But he said, \"he could not help himself but go full dumpster fire after 30 minutes of sedation.", "sentId": 150}, {"text": "Republicans need to do all they can in the next three weeks to preserve the House and the Senate because Donald Trump himself just handed Hillary Clinton the White House.\"", "sentId": 151}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "And Bret Stephens, a \"Wall Street Journal\" columnist, trust me, I read it every day, no fan of Hillary Clinton Bret Stephens is, but also has a lot of questions about Trump.", "sentId": 152}, {"text": "He says, \"Trump's answer on accepting the outcome of the vote is a most disgraceful statement by a presidential candidate in 160 years.\"", "sentId": 153}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "This is not the quote/unquote MSM  liberal mainstream, pick your choice.", "sentId": 154}, {"text": "This is pretty broad stream.", "sentId": 155}, {"text": "What was that?", "sentId": 156}], "secId": 63}, {"speaker": "MURRAY", "sentences": [{"text": "Well, what -", "sentId": 157}], "secId": 64}, {"speaker": "ZELENY", "sentences": [{"text": "So it will be interesting to see what Trump does when he's in Ohio today.", "sentId": 158}, {"text": "Will he try and clean this up himself?", "sentId": 159}, {"text": "I'm guessing not.", "sentId": 160}, {"text": "He generally doesn't do that here.", "sentId": 161}, {"text": "But across the - the party, it is sending shockwaves.", "sentId": 162}, {"text": "You have to wonder, this has been an unconventional campaign, but a very conventional part of it, these debates, seem to have captured him.", "sentId": 163}, {"text": "And he was unable to do the greatest television act of all, prepare for these debates.", "sentId": 164}, {"text": "In the end, these debates did matter.", "sentId": 165}], "secId": 65}, {"speaker": "MURRAY", "sentences": [{"text": "But I think one of the things that really struck out to me was not necessarily the reaction of the political media, even the conservative media, but it was to look at how reporters who have - have lived and worked abroad reacted to that statement.", "sentId": 166}, {"text": "Reporters who have lived and worked in countries that don't have peaceful transitions of powers, that have seen what it is like when you have these kind of contested turnovers and they see how quickly that can turn ugly and that can turn dangerous.", "sentId": 167}, {"text": "And, to me, that's what really struck out, is to see people who have spent time in much more contentious areas doing reporting like this that say, look, saying things like this has dangerous ramifications and we can list all of the countries where we've seen that.", "sentId": 168}, {"text": "KING: Right.", "sentId": 169}, {"text": "And this conversation, the day after a debate in which,", "sentId": 170}], "secId": 66}, {"speaker": "MURRAY", "sentences": [{"text": "because of the deep ditch he's in, he needed to bend steel and change the trajectory of the race, and instead we're talking about something like this.", "sentId": 171}, {"text": "Not what Mr. Trump needed going in.", "sentId": 172}], "secId": 67}, {"speaker": "MURRAY", "sentences": [{"text": "Up next, guns, judges, abortion, Donald Trump did shore up his base, but did he do anything to solve his women problem?", "sentId": 173}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 174}, {"text": "You're looking at live pictures here.", "sentId": 175}, {"text": "That's Delaware, Ohio, a little north of Columbus.", "sentId": 176}, {"text": "Donald Trump about to make his first post-debate appearance.", "sentId": 177}, {"text": "We'll take you there live when he speaks.", "sentId": 178}, {"text": "Obviously, key swing state of Ohio.", "sentId": 179}, {"text": "Donald Trump very much needs it.", "sentId": 180}, {"text": "It's a dead heat right now according to a poll just out today.", "sentId": 181}, {"text": "That's Donald Trump in Delaware, Ohio.", "sentId": 182}, {"text": "Again, we'll get you there as soon as Mr. Trump gets to the meat of his remarks.", "sentId": 183}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "If his goal last night was to shore up his Republican base, well, he may well have scored some points, especially early on in the debate on guns, on abortion and on judges.", "sentId": 184}], "secId": 70}, {"speaker": "TRUMP", "sentences": [{"text": "The justices that I'm going to appoint will be pro-life.", "sentId": 185}, {"text": "They will have a conservative bent.", "sentId": 186}, {"text": "They will be protecting the Second Amendment.", "sentId": 187}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "But if his goal was to address bigger weaknesses, like his struggles with women voters, well, not so much.", "sentId": 188}], "secId": 72}, {"speaker": "CLINTON", "sentences": [{"text": "He held a number of big rallies where he said that he could not possibly have done those things to those women because they were not attractive enough for them to be assaulted.", "sentId": 189}], "secId": 73}, {"speaker": "TRUMP", "sentences": [{"text": "I did not say that.", "sentId": 190}, {"text": "I did not say that.", "sentId": 191}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "Well, actually, he did say that.", "sentId": 192}], "secId": 75}, {"speaker": "TRUMP", "sentences": [{"text": "Take a look.", "sentId": 193}, {"text": "You take a look.", "sentId": 194}, {"text": "Look at her.", "sentId": 195}, {"text": "Look at her words.", "sentId": 196}, {"text": "You tell me what you think.", "sentId": 197}, {"text": "I don't think so.", "sentId": 198}, {"text": "I don't think so.", "sentId": 199}], "secId": 76}, {"speaker": "TRUMP", "sentences": [{"text": "When you looked at that horrible woman last night, you said, I don't think so.", "sentId": 200}, {"text": "I don't think so.", "sentId": 201}], "secId": 77}, {"speaker": "TRUMP", "sentences": [{"text": "Believe me, she would not be my first choice, that I can tell you.", "sentId": 202}, {"text": "Man.", "sentId": 203}, {"text": "You don't know.", "sentId": 204}, {"text": "That would not be my first choice.", "sentId": 205}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "Does he not remember what he says or does he not know, as a guy who worked in television for a long time, that we record these things?", "sentId": 206}], "secId": 79}, {"speaker": "KUCINICH", "sentences": [{"text": "It defies explanation, honestly.", "sentId": 207}, {"text": "It just -", "sentId": 208}], "secId": 80}, {"speaker": "WILSON", "sentences": [{"text": "Well -", "sentId": 209}], "secId": 81}, {"speaker": "KUCINICH", "sentences": [{"text": "It does because - go ahead, Reid.", "sentId": 210}], "secId": 82}, {"speaker": "WILSON", "sentences": [{"text": "No, I was just - to a point that Jeff made earlier, that the damaging part to the Republican Party now is that these comments are starting to show up in advertisements for other races.", "sentId": 211}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 212}], "secId": 84}, {"speaker": "WILSON", "sentences": [{"text": "When Kelly Ayotte, the senator from New Hampshire, locked in, in one of the tightest Senate contests in the country this year made an off-hand comment at one of the debates in which she said Donald Trump is a role model, and then had to walk it back, her campaign - or her opponent's campaign waited about 20 minutes before that - that was up online and then up on television, contrasting the, \"yes, he's a role model,\" with all of his comments.", "sentId": 213}, {"text": "The Democratic Congressional Campaign Committee and the associated House super PAC has virtually made it their entire goal to tie every Republican they possibly can to Donald Trump.", "sentId": 214}], "secId": 85}, {"speaker": "MURRAY", "sentences": [{"text": "Well -", "sentId": 215}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 216}], "secId": 87}, {"speaker": "WILSON", "sentences": [{"text": "One of the fascinating parts of this is that up until essentially the Billy Bush video, Trump was not a big albatross around Republicans.", "sentId": 217}, {"text": "Now he is.", "sentId": 218}, {"text": "They've got 19 days in which they're going to have to do everything they can to  -", "sentId": 219}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 220}, {"text": "And now every Republican candidate, from dog cater to the United States Senate, is being asked, do you think the election's rigged?", "sentId": 221}, {"text": "What about women?", "sentId": 222}, {"text": "It's domino effect.", "sentId": 223}], "secId": 89}, {"speaker": "MURRAY", "sentences": [{"text": "Right.", "sentId": 224}, {"text": "And it's not like Donald Trump has provided anyone any cover.", "sentId": 225}, {"text": "All he has said about women are, you know, it's not true when it comes to women who have accused him of sexual misconduct, and I respect women so much and I'll be the greatest champion for women.", "sentId": 226}], "secId": 90}, {"speaker": "MURRAY", "sentences": [{"text": "It's stunning to see a campaign that recognizes they have these deficiencies.", "sentId": 227}, {"text": "It's not news to them to know they're struggling with female voters.", "sentId": 228}, {"text": "But to see them do essentially nothing to help themselves, there are no gauzy ads about women Donald Trump has promoted.", "sentId": 229}, {"text": "There's no counter narrative out there to combat this.", "sentId": 230}, {"text": "And Trump responds to every single attack, which means we're going to continue to see this candidate over the course of the next 19 days come out and probably insult these women again, but at - at a minimum bring them up.", "sentId": 231}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "The key point because Hillary Clinton knows this and they've studied him.", "sentId": 232}, {"text": "There was a lot of criticism, where is she, she's preparing for the debates.", "sentId": 233}, {"text": "But, in every debate, she's proven she's done her homework, she knows how to get under his skin.", "sentId": 234}, {"text": "She also knows how important - women are key to her anyway, but now she's winning white college educated women, a traditionally Republican constituency.", "sentId": 235}, {"text": "She knows that's the key to North Carolina.", "sentId": 236}, {"text": "That's the key to a bigger margin in places like Virginia and Colorado.", "sentId": 237}, {"text": "And so she's happy to have this debate.", "sentId": 238}], "secId": 92}, {"speaker": "TRUMP", "sentences": [{"text": "Those stories have been largely debunked.", "sentId": 239}, {"text": "Those people - I don't know those people.", "sentId": 240}, {"text": "I have a feeling how they came.", "sentId": 241}, {"text": "I believe it was her campaign that did it.", "sentId": 242}], "secId": 93}, {"speaker": "CLINTON", "sentences": [{"text": "Donald thinks belittling women makes him bigger.", "sentId": 243}, {"text": "He goes after their dignity, their self-worth.", "sentId": 244}, {"text": "And I don't think there is a woman anywhere who doesn't know what that feels like.", "sentId": 245}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "A very smart line for her there.", "sentId": 246}, {"text": "And also at another point when Donald Trump brought up Bill Clinton, she just ignored it.", "sentId": 247}, {"text": "She just ignored Bill Clinton and kept her focus on Donald Trump.", "sentId": 248}], "secId": 95}, {"speaker": "ZELENY", "sentences": [{"text": "And that was by design, of course.", "sentId": 249}, {"text": "Again, she had practiced that line and we are going to see that line in ads.", "sentId": 250}, {"text": "And I thought it was one of the most effective ways she has made that argument.", "sentId": 251}, {"text": "Sometimes some voters who don't - aren't necessarily fans of hers will say, oh, she's shrill.", "sentId": 252}, {"text": "It's, you know, not necessarily accurate.", "sentId": 253}, {"text": "I'm not sure.", "sentId": 254}, {"text": "But at that point, boy, I thought she was I genuine - it was, in effect, that everyone could relate to that.", "sentId": 255}, {"text": "And I think that that is - that's her closing argument right there and it was powerful.", "sentId": 256}], "secId": 96}, {"speaker": "KUCINICH", "sentences": [{"text": "It reminded me of what Michelle Obama said.", "sentId": 257}, {"text": "I mean it really - she kind of took a page from Michelle Obama's speech, I think it was last week.", "sentId": 258}, {"text": "They all blend together.", "sentId": 259}, {"text": "But that powerful moment where, you know, she put the women watching - herself in their shoes.", "sentId": 260}, {"text": "And then you had Donald Trump call her a nasty woman.", "sentId": 261}, {"text": "Totally unforced, believe it or not.", "sentId": 262}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 263}, {"text": "Right.", "sentId": 264}, {"text": "Let's bring - let's bring that in right here because this has been one of the themes in the debate.", "sentId": 265}, {"text": "Hillary Clinton, again, whether you like her politics or not, has been very disciplined, very prepared.", "sentId": 266}, {"text": "She sort of has the - she knows Donald Trump's triggers.", "sentId": 267}, {"text": "Donald Trump, for a guy who questions her stamina all the time, turns in a pretty good first 20 minutes, 30 minutes, sometimes first half of the debate, then he seems to failed and loses discipline in the second half of the debate, including this.", "sentId": 268}], "secId": 98}, {"speaker": "CLINTON", "sentences": [{"text": "My Social Security payroll contribution will go up, as will Donald's, assuming he can't figure out how to get out of it.", "sentId": 269}, {"text": "But what we want to do is to replenish the Social Security trust fund.", "sentId": 270}], "secId": 99}, {"speaker": "TRUMP", "sentences": [{"text": "Such a nasty woman.", "sentId": 271}], "secId": 100}, {"speaker": "KUCINICH", "sentences": [{"text": "You know, Social Security.", "sentId": 272}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "But it's the - but it's the perfect bait -", "sentId": 273}], "secId": 102}, {"speaker": "KUCINICH", "sentences": [{"text": "Yes.", "sentId": 274}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Because she's making a reference of him evading taxes, but now he'll try to evade Social Security taxes.", "sentId": 275}, {"text": "And, again, she played him there.", "sentId": 276}], "secId": 104}, {"speaker": "ZELENY", "sentences": [{"text": "She absolutely played him and he fell into that because his - the most practice he's done is speaking at rallies.", "sentId": 277}, {"text": "That's what he spends most of his time doing.", "sentId": 278}, {"text": "And a statement like that at a rally would get a big cheer.", "sentId": 279}, {"text": "That's what he feeds off of.", "sentId": 280}, {"text": "But for a man who knows television and audiences so well, different crowd and it doesn't work here.", "sentId": 281}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "And we're talking about women there.", "sentId": 282}, {"text": "Trump supporters, last night on the post-game show were saying, oh, come on, hombres, he's just kind of joking around, hombres.", "sentId": 283}, {"text": "If - Miriam Webster said searches for the word hombres spiked 120,000 percent.", "sentId": 284}], "secId": 106}, {"speaker": "KUCINICH", "sentences": [{"text": "Wow.", "sentId": 285}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "One hundred and twenty-thousand percent on an hourly average.", "sentId": 286}, {"text": "And I went last night.", "sentId": 287}, {"text": "I was talking to Maria Cardona, one of our contributors, who did a lot of Spanish language radio last night, CNN Espanol last night, was looking at the Spanish language websites today, especially the news sites.", "sentId": 288}, {"text": "Donald Trump dug himself a deeper - a pretty deep ditch already, but he dug it deeper.", "sentId": 289}], "secId": 108}, {"speaker": "WILSON", "sentences": [{"text": "Yes.", "sentId": 290}, {"text": "And to Sara's point earlier, that there's no comeback for the problems that he's got with women voters.", "sentId": 291}, {"text": "You know, the outreach that Republican Party - the Republican Party tried to do with Hispanics, with African-Americans, with basically anybody who was in the Democratic coalition over last few years, has gone completely ignored by the presidential campaign .", "sentId": 292}], "secId": 109}, {"speaker": "MURRAY", "sentences": [{"text": "He could have been doing Spanish language ads about building a business, about being successful, about how he was going to create jobs.", "sentId": 293}, {"text": "That's the kind of thing people feel like would have resonated in the Hispanic community.", "sentId": 294}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 295}, {"text": "They think it - thing it .", "sentId": 296}, {"text": "The conservative Republican Party can save a lot of money.", "sentId": 297}, {"text": "They don't have to do another autopsy.", "sentId": 298}, {"text": "They can just reprint the 2012 one and say, maybe somebody should read this, this time around.", "sentId": 299}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "All right, everybody, up next, can Donald Trump shift six or seven states in just 19 days?", "sentId": 300}, {"text": "The stark reality of the map for Trump, and, as we've been talking about, for his fellow Republicans.", "sentId": 301}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Again, live pictures there, Delaware, Ohio, a little north of Columbus.", "sentId": 302}, {"text": "Donald Trump about to speak at his first rally after the debates came to a close.", "sentId": 303}, {"text": "The third and final debate last night in Nevada.", "sentId": 304}, {"text": "Donald Trump now in battleground Ohio.", "sentId": 305}, {"text": "Now, as we know, Trump has surprised us many, many times in this campaign.", "sentId": 306}, {"text": "But as we wait for him to speak there, the question is, can he turn things around?", "sentId": 307}, {"text": "To do that, he has to overcome three giant Hillary Clinton advantages, momentum, money and organization.", "sentId": 308}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "Let's look at the map right here.", "sentId": 309}, {"text": "Let's come into the map.", "sentId": 310}, {"text": "We'll take a peak.", "sentId": 311}, {"text": "This is where he is right now.", "sentId": 312}, {"text": "He's in battleground, Ohio.", "sentId": 313}, {"text": "That's one of our toss-up states.", "sentId": 314}, {"text": "We only have four toss-up states left.", "sentId": 315}, {"text": "They're the gold ones, right.", "sentId": 316}, {"text": "This is trouble for Donald Trump.", "sentId": 317}, {"text": "He needs that one.", "sentId": 318}, {"text": "He's a little behind in North Carolina.", "sentId": 319}, {"text": "He needs that one.", "sentId": 320}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "This, though, is what is most stunning on our map, Utah, Arizona.", "sentId": 321}, {"text": "States reliably red.", "sentId": 322}, {"text": "Mitt Romney won Utah with 72 percent of the vote four years ago.", "sentId": 323}, {"text": "Donald Trump is in a statistical tie now, including with a third party conservative candidate.", "sentId": 324}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "Arizona, Hillary Clinton ahead in the latest poll.", "sentId": 325}, {"text": "Mitt Romney won it by ten points four years ago.", "sentId": 326}, {"text": "If you look at the map right now, 19 days to go, we have Hillary Clinton with 307 electoral votes, Donald Trump with only 179.", "sentId": 327}, {"text": "Even if he wins all the toss-ups left on this map, it's nowhere near close enough.", "sentId": 328}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "At the moment, she is poised, especially if she can win this and win that, for a blowout.", "sentId": 329}, {"text": "Donald Trump, to change this map, has to bend the arc of the race.", "sentId": 330}, {"text": "He tried last night in the debate a bit.", "sentId": 331}, {"text": "Most Republicans are panning his performance.", "sentId": 332}, {"text": "When he did go after Hillary Clinton, one area of focus, the Clinton Foundation.", "sentId": 333}], "secId": 117}, {"speaker": "CLINTON", "sentences": [{"text": "They should have gotten for their work .", "sentId": 334}], "secId": 118}, {"speaker": "TRUMP", "sentences": [{"text": "It's a criminal enterprise.", "sentId": 335}, {"text": "Saudi Arabia giving $25 million.", "sentId": 336}, {"text": "Qatar, all of these countries.", "sentId": 337}, {"text": "You talk about women and women's rights.", "sentId": 338}, {"text": "So these are people that push gays off business -off buildings.", "sentId": 339}, {"text": "These are people that kill women and treat women horribly and, yet, you take their money.", "sentId": 340}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "This was one place where he was pretty forceful, trying to prosecute the case against the Clinton Foundation and the bigger argument, you're politics as usual, you're corrupt.", "sentId": 341}, {"text": "It was interesting.", "sentId": 342}, {"text": "I thought that was pretty effective.", "sentId": 343}, {"text": "She came back and said the Clinton Foundation does good work.", "sentId": 344}, {"text": "But what we've seen in a lot of the debates is, Trump didn't consistently follow up.", "sentId": 345}, {"text": "He didn't keep going.", "sentId": 346}, {"text": "He'd been traveling for the last few days talking about ethics reforms, draining the swamp.", "sentId": 347}, {"text": "Pretty - pretty good way to talk about it.", "sentId": 348}, {"text": "Didn't talk about it.", "sentId": 349}], "secId": 120}, {"speaker": "KUCINICH", "sentences": [{"text": "Right.", "sentId": 350}, {"text": "ZELENY: Unbelievable.", "sentId": 351}, {"text": "He's also been talking about term limits and other things.", "sentId": 352}, {"text": "Always to get a buzz word out there.", "sentId": 353}, {"text": "he didn't talk about it.", "sentId": 354}], "secId": 121}], "sectionCount": 122, "url": "transcripts.cnn.com/TRANSCRIPTS/1610/20/ip.01.html", "sentenceCount": 356, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 20, 2016 - 12:00   ET", "speakers": ["KING", "TRUMP", "CLINTON", "KUCINICH", "ZELENY", "WILSON", "MURRAY", "WALLACE"], "title": "INSIDE POLITICS"}