{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1406.29.ip.01.html.json", "subTitle": "GOP Insurgency Flames Out; Is Immigration Reform Dead?; Clintons Clarify 'Dead Broke'", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "The Tea Party gets a shellacking, including in a big Mississippi Senate race where the loser says it's wrong African-Americans made the difference.", "sentId": 0}], "secId": 0}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "There is something a bit unusual about a Republican primary that's decided by liberal Democrats.", "sentId": 1}], "secId": 1}, {"speaker": "KING ", "sentences": [{"text": "And if the establishment is winning big, and it favors immigration reform, why won't GOP leaders in Congress schedule a vote?", "sentId": 2}], "secId": 2}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "The legislation is not going to happen under this very cynical and cowardly leadership.", "sentId": 3}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Plus the president hits the road, visiting the bluest of blue states.", "sentId": 4}, {"text": "He's in a midterm funk and wishes voters would take a closer look.", "sentId": 5}], "secId": 4}, {"speaker": "OBAMA", "sentences": [{"text": "By pretty much every measure, the economy is doing better than it was when I came into office and in most cases significantly better.", "sentId": 6}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "And Hillary Clinton tries to clean up a mess of her own making with a little help from husband Bill.", "sentId": 7}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 8}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 9}, {"text": "I'm John King.", "sentId": 10}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 11}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights, NPR's Juana Summers; Robert Costa of \"The Washington Post\"; Steve Inskeep from NPR; and Amy Walter of the \"Cook Political Report.\"", "sentId": 12}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Well, the grassroots conservative insurgency didn't just fizzle this past week; it flamed out.", "sentId": 13}, {"text": "A half dozen states held primaries and runoffs, and the Republican establishment won big everywhere, including two key Senate races, Oklahoma and Mississippi, where the Tea Party was counting on some very big wins.", "sentId": 14}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Now, the loser in Mississippi, Chris McDaniel, he isn't going quietly.", "sentId": 15}], "secId": 11}, {"speaker": "MCDANIEL", "sentences": [{"text": "They called me a racist.", "sentId": 16}, {"text": "They used race-baiting tactics.", "sentId": 17}, {"text": "They scared people to the polls.", "sentId": 18}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "The incumbent, Thad Cochran, did win because of African- Americans who decided to cast ballots in a Republican runoff, and McDaniel, well, he sounds like a man ready to challenge the results in court.", "sentId": 19}], "secId": 13}, {"speaker": "MCDANIEL", "sentences": [{"text": "What we're looking for right now is irregularities.", "sentId": 20}, {"text": "We've already found hundreds, and we're going to keep looking.", "sentId": 21}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Going to keep looking.", "sentId": 22}, {"text": "Robert Costa, you spent a lot of time down there.", "sentId": 23}, {"text": "Is this just sour grapes, or do they think they have enough evidence of illegalities, not just Democrats crossing over to vote in a Republican runoff, to have a serious case in court?", "sentId": 24}], "secId": 15}, {"speaker": "COSTA", "sentences": [{"text": "I think it's just really a reflection of the frustration in Chris McDaniel's campaign.", "sentId": 25}, {"text": "I was with him in Coldwater, Mississippi, a few days after that initial round of balloting, and I asked Melanie Sojourner, his campaign manager, what was the strategy for this three-week run-off?", "sentId": 26}, {"text": "And they didn't have one.", "sentId": 27}], "secId": 16}, {"speaker": "COSTA", "sentences": [{"text": "And so they spent three weeks getting outgunned, because Cochran brought in Stuart Stevens and Austin Barber, two top national Republican consultants and reached out to Democrats and independents, while the Tea Party behind McDaniel was doing a little bit of grassroots organizing but not much more.", "sentId": 28}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "You hear a lot of raw protests, Amy, from grassroots conservatives saying this was wrong, asking Democrats to play in a Republican run-off.", "sentId": 29}, {"text": "Some think it was illegal, those state law allows it, as long as they hadn't voted in the primary.", "sentId": 30}, {"text": "And they're saying, \"You know what, if this is the way we're going to be treated by the establishment, that we should break off and have a third party.\"", "sentId": 31}, {"text": "Would Chris McDaniel run in a write-in, or is this just the heat of the moment?", "sentId": 32}], "secId": 18}, {"speaker": "WALTER", "sentences": [{"text": "This seems more like the heat of the moment, and I don't know what his plans are going forward.", "sentId": 33}, {"text": "But you know, the reality is, actually, if you're a Republican, this should be -- I know, can't think about it if you're on the losing end -- but a good sign for them, because where Democrats have beaten Republicans is really on the ground game and on the ability to get that strategic thinking like the Thad Cochran campaign put together in a big battleground state where every one of those votes matters.", "sentId": 34}, {"text": "They should look at that and say, \"Hey, we can do what the Democrats have been doing to us.\"", "sentId": 35}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Now, most conservatives are grumpling  about this -- grumbling about this, but one, Senator Rand Paul, who has tried to reach out to the African-American community, he told \"The Washington Post,\" \"I'm for more people voting, not less people voting.\"", "sentId": 36}], "secId": 20}, {"speaker": "SUMMERS", "sentences": [{"text": "This is incredibly, incredibly smart.", "sentId": 37}, {"text": "But we talked about this the way Rand Paul has gone after African-American votes, whether it's comments like these, whether it's traveling to historically black colleges and universities, that's something that -- he's not a candidate that your average typology of African-American voters would support, but these kind of comments make people pause and take a second look, because who wants to hear people say that black people shouldn't vote, especially if you're a black voter?", "sentId": 38}, {"text": "That's not something you want to hear.", "sentId": 39}, {"text": "That's not a comment to make.", "sentId": 40}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "You know, the insurgency might be upset, Steve, but the establishment is thrilled.", "sentId": 41}, {"text": "They look at the governor's race in Colorado.", "sentId": 42}, {"text": "They look at a New York congressional race where their incumbent won.", "sentId": 43}, {"text": "They look at Oklahoma, they look and they think, \"We don't have any Todd Aikens on the ballot this year.", "sentId": 44}, {"text": "We're going into all these tough races.", "sentId": 45}, {"text": "The Democrats are going to have to make their best effort.", "sentId": 46}, {"text": "The resources will be spread thin.\"", "sentId": 47}, {"text": "They think they have a ton of intensity.", "sentId": 48}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "They think they have the president, who's always an issue in midterm elections.", "sentId": 49}, {"text": "They're not even talking about Obamacare right now, but they'll come back to that in the fall.", "sentId": 50}, {"text": "They have the V.A.", "sentId": 51}, {"text": "scandal.", "sentId": 52}, {"text": "They have the IRS.", "sentId": 53}, {"text": "They're suing the president now in court.", "sentId": 54}, {"text": "Are the Republicans thinking in terms of momentum and mojo they've got it all?", "sentId": 55}], "secId": 23}, {"speaker": "INSKEEP", "sentences": [{"text": "They've got a lot of things going for them.", "sentId": 56}, {"text": "You name a lot of issues, which of course, are important, but they're not everything.", "sentId": 57}, {"text": "And Amy made an excellent point a moment ago when she talked about organization.", "sentId": 58}], "secId": 24}, {"speaker": "INSKEEP", "sentences": [{"text": "We are in a situation where it's not clear that it's going to be a nationalized election.", "sentId": 59}, {"text": "It's not clear that a lot of Republican leaders want it to be nationalized.", "sentId": 60}, {"text": "They've been avoiding putting out some kind of national platform and that means, in a midterm election usually is, it's about organization.", "sentId": 61}, {"text": "And so Republicans want to have their right people up front, want to have the organization behind them; and they were able to do it to some degree in Mississippi.", "sentId": 62}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "And so if you're the Chamber of Commerce, you support immigration reform, you support the export/import bank.", "sentId": 63}, {"text": "You've been spending tens of thousands of dollars to help the establishment in all these races, and what do you get for it?", "sentId": 64}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "The House just stripped out funding for the Export/Import Bank, and they won't bring immigration reform to the floor this year.", "sentId": 65}, {"text": "And now you hear a lot of conversations, people saying, \"We won't do it at all.", "sentId": 66}, {"text": "We won't even do it next year.", "sentId": 67}, {"text": "If you want to have serious comprehensive immigration reform, we're going to wait until after the next presidential election.\"", "sentId": 68}, {"text": "Let me ask the question this way.", "sentId": 69}, {"text": "Joe Carr is a Tea Party", "sentId": 70}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "challenger to Lamar Alexander in Tennessee.", "sentId": 71}, {"text": "Nobody thinks he has much of a prayer, but he's on TV with this.", "sentId": 72}], "secId": 28}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "There's a crisis in America, thousands of illegal aliens are overrunning our borders.", "sentId": 73}, {"text": "President Obama created this crisis only after Lamar Alexander voted for amnesty.", "sentId": 74}, {"text": "He is responsible.", "sentId": 75}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "Are they that afraid?", "sentId": 76}, {"text": "I mean, John Boehner was for Kennedy-McCain-Bush, back in the day.", "sentId": 77}, {"text": "Mitch McConnell was for Kennedy-McCain-Bush back in the day.", "sentId": 78}, {"text": "Dead?", "sentId": 79}], "secId": 30}, {"speaker": "WALTER", "sentences": [{"text": "It's dead.", "sentId": 80}, {"text": "And it's not so much that that that one ad is going to make the difference.", "sentId": 81}, {"text": "What it is, it's when Eric Cantor loses, even though the issue was not immigration, per se, it sends sort of shock waves and a chill throughout the conference.", "sentId": 82}], "secId": 31}, {"speaker": "WALTER", "sentences": [{"text": "The bigger promise is when you dig down in the numbers you look at the people who turn out to vote, they're angry people.", "sentId": 83}, {"text": "I'd love to think that people who are just full of hope and love and joy turn out and vote, but really it's angry people that vote.", "sentId": 84}, {"text": "And in this case, the angry people are the people who don't want to see...", "sentId": 85}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "In a midterm year.", "sentId": 86}, {"text": "But you believe now -- I always thought this would be the 2015 plan, because are Republicans really going to go into a presidential election, having done nothing -- having done nothing to try to at least make a down payment on reaching out to Hispanic voters?", "sentId": 87}], "secId": 33}, {"speaker": "WALTER", "sentences": [{"text": "They're going to do that before they go into a presidential primary season?", "sentId": 88}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "That's a great point.", "sentId": 89}, {"text": "Their own candidates are going on, like they did last time.", "sentId": 90}, {"text": "But if you look at the demographics, they may be able to keep the House majority for a long period of time, the way they draw the lines, and if they have a big year in 2014, they may be able to protect themselves in 2016 from presidential turnout if they win the Senate majority.", "sentId": 91}, {"text": "But can they win the presidency?", "sentId": 92}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "Robert, do John Boehner and Mitch McConnell care about them and care about Congress and not care about whoever the nominee is?", "sentId": 93}], "secId": 36}, {"speaker": "COSTA", "sentences": [{"text": "I look at all these elections, and you see the establishment pounding its chest, saying they're doing -- they're winning these victories over the Tea Party.", "sentId": 94}, {"text": "Sure, they may be out- organizing the Tea Party, but where are they challenging the Tea Party on policy?", "sentId": 95}], "secId": 37}, {"speaker": "COSTA", "sentences": [{"text": "As you say, they're afraid to bring immigration to the floor because there's a culture out there among the Republican base.", "sentId": 96}, {"text": "When I spoke to David Brat, I told him Cantor didn't -- hasn't brought the DREAM Act to the floor; he hasn't done anything.", "sentId": 97}, {"text": "And Brat said it's the idea that he could that is really the threat.", "sentId": 98}, {"text": "And so this idea is keeping Republicans, even if they feel powerful on the sidelines, to not do anything.", "sentId": 99}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "Mitt Romney got one in ten non-white votes.", "sentId": 100}, {"text": "The next nominee, that population is only growing.", "sentId": 101}], "secId": 39}, {"speaker": "INSKEEP", "sentences": [{"text": "And let's answer remember that from 2008 to 2012, there was a study that found the electorate shifted measurably in one election cycle, giving the Democrats several percentage points, perhaps more than they would have, at least according to this one study.", "sentId": 102}], "secId": 40}, {"speaker": "INSKEEP", "sentences": [{"text": "And you had Romney campaign people in 2012 saying, \"We are the last presidential campaign ever that's going to try to have a white -- primarily white pool.\"", "sentId": 103}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Let me play contrarian.", "sentId": 104}, {"text": "Do Mitch McConnell and John Boehner like that?", "sentId": 105}, {"text": "Because you could make a case that Barack Obama has been good for the Republican Party.", "sentId": 106}, {"text": "More seats in the state legislatures.", "sentId": 107}, {"text": "They've got a majority in the House.", "sentId": 108}, {"text": "They think they're on a verge of getting a majority in the Senate.", "sentId": 109}, {"text": "Do they like a Hillary Clinton in the White House, where they can raise money and rail against her?", "sentId": 110}], "secId": 42}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "No.", "sentId": 111}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "Taking it a little bit too far?", "sentId": 112}], "secId": 44}, {"speaker": "WALTER", "sentences": [{"text": "Listen, there are a lot of Democrats who say, you know, if we have to lose the Senate, fine.", "sentId": 113}, {"text": "Let those people come in, and now they have to be the governing party.", "sentId": 114}, {"text": "That's going to be a great platform to run against in 2016 for our candidates, and they can't get it together to not overreach.", "sentId": 115}], "secId": 45}, {"speaker": "COSTA", "sentences": [{"text": "When is Jeb Bush or Chris Christie or someone who's major on the establishment side going to come out and run against the Ted Cruz wing of the party?", "sentId": 116}, {"text": "We see the establishment organize and spend all this money, but who is their leader?", "sentId": 117}, {"text": "I don't know.", "sentId": 118}], "secId": 46}, {"speaker": "WALTER", "sentences": [{"text": "And they're doing it by not saying, \"We're going to be the opposite of these issues.", "sentId": 119}, {"text": "We're going to co-opt these issues and move a little bit more to the right in order not to anger the base.\"", "sentId": 120}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Wilder  against wilder .", "sentId": 121}, {"text": "Everybody stay put.", "sentId": 122}, {"text": "Up next, payback is the key piece of our political puzzle as Bill Clinton returns, oh, a crucial favor.", "sentId": 123}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "But first this week's installment of \"Politicians Say the Darnedest Things\" has a bit of a musical twist, sort of.", "sentId": 124}, {"text": "Watch the congressional leadership here as it tries to sing -- or maybe it's lip sync -- an old civil rights ballad.", "sentId": 125}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 126}, {"text": "Another week and, for me, another Clinton flashback.", "sentId": 127}, {"text": "Look at this picture here you're about to see.", "sentId": 128}, {"text": "I was standing just a few feet away.", "sentId": 129}, {"text": "Here's the Clinton family album.", "sentId": 130}, {"text": "I was standing just a few feet away, Super Bowl Sunday, 1992.", "sentId": 131}, {"text": "Hillary Clinton comes to her husband's defense.", "sentId": 132}, {"text": "He's in the middle of a huge character crisis in the Democratic primary running for president.", "sentId": 133}, {"text": "She steps up.", "sentId": 134}], "secId": 50}, {"speaker": "CLINTON", "sentences": [{"text": "You know, I'm not sitting here, some little woman standing by my man like Tammy Wynette.", "sentId": 135}, {"text": "I'm sitting here because I love him and I respect him and I honor what he's been through and what we've been through together, and you know, if that's not enough for people, then heck, don't vote for him.", "sentId": 136}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "It has been for three decades now a political partnership.", "sentId": 137}, {"text": "Remember, he did go on to win the presidency.", "sentId": 138}, {"text": "She was by his side.", "sentId": 139}, {"text": "This is the health-care debate at a town hall meeting back in 1994.", "sentId": 140}, {"text": "Remember that.", "sentId": 141}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "She was critical again as a character witness in 1998 in the middle of the Monica Lewinsky scandal.", "sentId": 142}, {"text": "Two iconic photos from that here.", "sentId": 143}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "Things moved on.", "sentId": 144}, {"text": "Bill Clinton left the White House.", "sentId": 145}, {"text": "Hillary Clinton ran for Senate.", "sentId": 146}, {"text": "She was elected to the Senate, representing New York.", "sentId": 147}, {"text": "2008, of course, she ran for president.", "sentId": 148}, {"text": "You see some of those pictures here.", "sentId": 149}, {"text": "She didn't win, but she did become secretary of state for Barack Obama.", "sentId": 150}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Now she's got a book out.", "sentId": 151}, {"text": "She's thinking about running again.", "sentId": 152}, {"text": "She's had a few missteps, talking about \"We were dead broke when we left the White House,\" talking about all the money they've made in speaking fees.", "sentId": 153}, {"text": "This time -- back then she came to his defense; this time it's his turn.", "sentId": 154}], "secId": 55}, {"speaker": "CLINTON", "sentences": [{"text": "She's not out of touch.", "sentId": 155}, {"text": "And she advocated and worked as a senator for things that were good for ordinary people.", "sentId": 156}, {"text": "And we've got a good life and I'm grateful for it.", "sentId": 157}, {"text": "But I still -- we go to our local grocery store on the weekend.", "sentId": 158}, {"text": "We talk to people in our town.", "sentId": 159}, {"text": "We know what's going on.", "sentId": 160}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "It is remarkable, whether you like them or not, whether you support them or not, to watch this partnership through the years.", "sentId": 161}, {"text": "The question now, Steve Inskeep, as she said it was sweet of her", "sentId": 162}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "husband to come to her defense but that she can defend her own record and explain herself.", "sentId": 163}, {"text": "Now, she admits she's made some mistakes.", "sentId": 164}, {"text": "Has she cleaned them up?", "sentId": 165}], "secId": 58}, {"speaker": "INSKEEP", "sentences": [{"text": "I don't know that she's cleaned them up, but I don't know how much difference it's going to make in the long run.", "sentId": 166}, {"text": "It would make a greater difference if she ended up running against a middle income presidential candidate, which is not going to happen.", "sentId": 167}, {"text": "Everybody who ends up being a serious presidential candidate is well off, at the least, and exceedingly well connected at the least.", "sentId": 168}], "secId": 59}, {"speaker": "INSKEEP", "sentences": [{"text": "And so I don't know what the context is that she would really get in that much trouble.", "sentId": 169}, {"text": "But it is great, though, interesting in any case to see President Clinton defending her.", "sentId": 170}, {"text": "I'm remembering that in 2012 many of the times that President Clinton seemed to go too far and got in a little bit of trouble, it was when he was defending his wife.", "sentId": 171}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "That does happen.", "sentId": 172}, {"text": "That's true.", "sentId": 173}, {"text": "One of the key tests of any politicians is how they do clean up their mistakes, in what we call a pivot.", "sentId": 174}, {"text": "You get asked a question you don't really like.", "sentId": 175}, {"text": "It makes you uncomfortable, puts you on the spot.", "sentId": 176}, {"text": "You give one sentence to them, get to an issue.", "sentId": 177}, {"text": "Hillary Clinton, by the time she was done with this week, sitting down with Gwen Ifill here, she learned how to pivot.", "sentId": 178}], "secId": 61}, {"speaker": "H. CLINTON", "sentences": [{"text": "I shouldn't have said the, I think, five or so words that I said, but you know, my inartful use of those few words doesn't change who I am, what I've stood for my entire life, what I stand for today.", "sentId": 179}], "secId": 62}, {"speaker": "H. CLINTON", "sentences": [{"text": "Bill and I have had terrific opportunities.", "sentId": 180}, {"text": "Both of us, you know, have worked hard, but we've been grateful for everything that we've been able to achieve, and sadly, that's just not true for most Americans today.", "sentId": 181}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "That last part, Juana, she tries to make the connection: \"I've been lucky, I'm fortunate, but it's not true for a lot of people.", "sentId": 182}, {"text": "And I get that, and I want to represent them.\"", "sentId": 183}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "To Steve's point, which I think is the key point, you can make mistakes in politics, but somebody's got to beat you; somebody's got to be against you on the ballot.", "sentId": 184}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Martin O'Malley, the governor of Maryland, is going back to New Hampshire.", "sentId": 185}, {"text": "Bernie Sanders has a visit planned to New Hampshire.", "sentId": 186}, {"text": "But is there anyone on the horizon who has a realistic chance, as of today, of beating Hillary Clinton?", "sentId": 187}], "secId": 66}, {"speaker": "SUMMERS", "sentences": [{"text": "That's a tough one.", "sentId": 188}, {"text": "You know, I don't know if I see that path.", "sentId": 189}, {"text": "One thing about this instance that really stuck out to me in this", "sentId": 190}], "secId": 67}, {"speaker": "SUMMERS", "sentences": [{"text": "cleanup, that she did an interview with Gwen Ifill, as she made it not about her and the words \"dead broke\" and about her finances and her life and her tremendous wealth and privilege.", "sentId": 191}, {"text": "She made it about people, and I think that that is really the key here, and that's what Hillary Clinton has to do if she does want to be successful, because while I don't necessarily see anyone with, frankly right now, a fighting chance, that could easily change if these kind of things become the norm.", "sentId": 192}, {"text": "They can very quickly come to define her, particularly as you get closer and closer to a primary.", "sentId": 193}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "Does it matter?", "sentId": 194}, {"text": "Does this wealth matter?", "sentId": 195}, {"text": "We'll put some graphics up on the screen.", "sentId": 196}, {"text": "It's in \"The Washington Post\" this week.", "sentId": 197}, {"text": "CNN did this over a year ago, looking at the financial disclosure forms.", "sentId": 198}, {"text": "A hundred and six million dollars -- this is mostly Bill Clinton -- in speaking fees after leaving the White House in a dozen years; $57 million of that from speeches overseas.", "sentId": 199}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "We've had wealthy presidents in the past.", "sentId": 200}, {"text": "Is -- do people begrudge the wealth or how you get it, or is it just how you explain it?", "sentId": 201}], "secId": 70}, {"speaker": "WALTER", "sentences": [{"text": "I think this would be a bigger problem for Hillary Clinton if she were running against a Republican Party that has been putting policies forward that talk about how we're going to help out the middle class.", "sentId": 202}, {"text": "I mean, her biggest asset she has right now is that Republicans for the last few years have just been running on everything they're against or just sort of putting out the same old tired \"We're going to do tax cuts.", "sentId": 203}, {"text": "We're going to do regulation reform.", "sentId": 204}, {"text": "That's going to bring growth.\"", "sentId": 205}, {"text": "Voters don't buy that.", "sentId": 206}], "secId": 71}, {"speaker": "WALTER", "sentences": [{"text": "And so the middle class issue is one in which Democrats still own.", "sentId": 207}, {"text": "It was definitely inartful what she said, but at this point, Democrats still have the advantage.", "sentId": 208}], "secId": 72}, {"speaker": "WALTER", "sentences": [{"text": "The bigger problem for her is that the economy in 2016 may not be much better, and so it's not necessarily that she's been making much -- so much money.", "sentId": 209}, {"text": "It's that regular people haven't been making any money.", "sentId": 210}], "secId": 73}, {"speaker": "INSKEEP", "sentences": [{"text": "Republicans are trying to figure out a way to address those issues.", "sentId": 211}, {"text": "One of the most interesting speeches I've seen recently, a speech by Jeb Bush in New York City a few weeks ago, in which he spoke about the fact that there's a large number of people stuck at the bottom, and he's trying to figure out how to address that.", "sentId": 212}], "secId": 74}, {"speaker": "INSKEEP", "sentences": [{"text": "The question is, how do you address that in a Republican way that Republicans can accept in a primary?", "sentId": 213}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "Marco Rubio tried to touch on this, this past week.", "sentId": 214}, {"text": "Rick Santorum has talked about the blue-collar approach.", "sentId": 215}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "You both mentioned the economy, which of course, is always the most critical issue, especially in a presidential year.", "sentId": 216}, {"text": "Listen to the president.", "sentId": 217}, {"text": "He's out in Minneapolis at the end of the week.", "sentId": 218}, {"text": "He spent two days out there, in part to raise money but in part -- and good for him -- to get out of the bubble and talk to some real people.", "sentId": 219}, {"text": "The president is walking a very delicate line here, because he knows, to Amy's point, people don't buy it.", "sentId": 220}, {"text": "They don't think the recovery is in a strong gear.", "sentId": 221}, {"text": "But he's trying to convince people, you know what, things aren't as bad as you think.", "sentId": 222}], "secId": 77}, {"speaker": "OBAMA", "sentences": [{"text": "What we do is stay focused on what matters, and chip away at it and try to make progress.", "sentId": 223}, {"text": "People have health care.", "sentId": 224}, {"text": "The economy has gotten a lot better.", "sentId": 225}, {"text": "What I do worry about is that right now, we've got a Republican Party that seems to only care about saying no to me.", "sentId": 226}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "There are just so many things in that, that are delicious in a way.", "sentId": 227}, {"text": "No.", "sentId": 228}, {"text": "1 is the economy part, and he said this in the town hall, too.", "sentId": 229}, {"text": "Things are getting better.", "sentId": 230}, {"text": "Look at the statistics, look at the statistics.", "sentId": 231}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "But you look at the polling -- this is the NBC/\"Wall Street Journal\" poll last week, is the economy over the next 12 months going to get better?", "sentId": 232}, {"text": "Twenty-seven percent say yes, and stay the same; or get worse 72 percent.", "sentId": 233}, {"text": "So an incredibly tough sell for the president.", "sentId": 234}, {"text": "Even though the unemployment rate is down, even though, if you've got a 401 you've done well, in most of the country, and George H.W.", "sentId": 235}, {"text": "Bush got this in 1992 when we had 5 percent growth, and he couldn't convince anybody that the recession was over.", "sentId": 236}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "Can it -- is that why Democrats are running from the president?", "sentId": 237}], "secId": 81}, {"speaker": "COSTA", "sentences": [{"text": "I think the president's really become almost a non-factor for a lot of Democrats.", "sentId": 238}, {"text": "If anything they're trying to run away from him.", "sentId": 239}, {"text": "And Republicans are not really running against the president himself but his administration at large when they go at the IRS and Benghazi and, I think as Hillary Clinton grapples with the future, she's looking at a president right now who is not a force.", "sentId": 240}, {"text": "She's trying to fill that vacuum, but this is also the year of Thomas Machette .", "sentId": 241}, {"text": "This is the year of Elizabeth Warren being a force in the Democratic Party.", "sentId": 242}], "secId": 82}, {"speaker": "COSTA", "sentences": [{"text": "So I think Hillary Clinton is still trying to figure out where she fits between Obama and Warren and all those different forces.", "sentId": 243}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Now Al Franken, the Republican -- I mean, the Democratic senator from Minnesota is on the ballot this year; did came out for day two.", "sentId": 244}, {"text": "He missed day one, and a lot of people are saying even he's running away in Minnesota.", "sentId": 245}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "Al Franken came out.", "sentId": 246}, {"text": "We'll see if the others come out, incumbents, if the president travels to, say, Colorado or right into Alaska or Arkansas again, or places like that.", "sentId": 247}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "One other point I want to make just before we move on, what struck me in that bite with George Stephanopoulos, chip away at it.", "sentId": 248}, {"text": "How different is this president now from 2008, when he was the transformational, inspirational, \"I'm going to change Washington, and I'm going to make Democrats and Republicans work together\" on big things?", "sentId": 249}, {"text": "Big things.", "sentId": 250}, {"text": "Now his goal is chip away at it?", "sentId": 251}], "secId": 86}, {"speaker": "SUMMERS", "sentences": [{"text": "This is so incremental rhetorically.", "sentId": 252}, {"text": "And it sounds nothing like the Obama you heard in 2008 campaign.", "sentId": 253}, {"text": "And I think that part of that is just the reality that being the president of a country where you have the economic recovery, where you have all these factors at play, it's a really hard thing to work at, and I think that that's something that he's had to come around to.", "sentId": 254}, {"text": "This is even different from the Obama I think that we heard in 2012 on the campaign trail.", "sentId": 255}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "That, in addition to the economy, polarized politics for the Republicans.", "sentId": 256}, {"text": "He said the sun rises and they would disagree.", "sentId": 257}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Everybody stay put.", "sentId": 258}, {"text": "Tomorrow's news today is next, as our reporters get you out ahead of the big political stories just around the corner.", "sentId": 259}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "And before we go, let's go around the table and ask our great reporters to get you out ahead of the coming big political news -- Juana.", "sentId": 260}], "secId": 90}, {"speaker": "SUMMERS", "sentences": [{"text": "There's an eye on campus sexual assault.", "sentId": 261}, {"text": "Earlier this week on Capitol Hill, you heard Congress -- congressional officials testify and Education Department officials testify, rather.", "sentId": 262}, {"text": "And they talked about how this is an issue that's been swept under the rug for too long.", "sentId": 263}], "secId": 91}, {"speaker": "SUMMERS", "sentences": [{"text": "I don't doubt that there's will on Capitol Hill to deal with this issue.", "sentId": 264}, {"text": "Questions what do we do with it?", "sentId": 265}, {"text": "That's something we're following at NPR to see what are the solutions that come out, what will soon, so what will come out of the claims.", "sentId": 266}, {"text": "Dozens of schools being investigated by the Education Department, Department of Justice on these Title IX violations.", "sentId": 267}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Stay at it.", "sentId": 268}, {"text": "Stay at it.", "sentId": 269}, {"text": "That's important -- Robert.", "sentId": 270}], "secId": 93}, {"speaker": "COSTA", "sentences": [{"text": "One of the lesser-told lessons in Mississippi, I think, is it's OK to be a hawk if you're an incumbent.", "sentId": 271}, {"text": "Thad Cochran, yes, he had a good strategy.", "sentId": 272}, {"text": "Yes, he reached out to Democrats.", "sentId": 273}, {"text": "But he also really played up his military record.", "sentId": 274}, {"text": "He brought in John McCain in the final days of the campaign.", "sentId": 275}], "secId": 94}, {"speaker": "COSTA", "sentences": [{"text": "On the ground, I saw that that really helped him with veterans and military personnel, and I think across the country some other Republicans may be taking that as a lesson.", "sentId": 276}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "Excellent point -- Steve.", "sentId": 277}], "secId": 96}, {"speaker": "INSKEEP", "sentences": [{"text": "I want to talk about a military conflict, Iraq, which of course, has been in such crisis in recent weeks.", "sentId": 278}, {"text": "I've been talking with some analysts who suggest to me that, while you can't predict the future, it's going to be with us for a long time.", "sentId": 279}, {"text": "ISIS, the group that has taken over much of northern Iraq is just", "sentId": 280}], "secId": 97}, {"speaker": "INSKEEP", "sentences": [{"text": "too weak to do very much more than they have but is too strong to be easily dislodged.", "sentId": 281}, {"text": "And that raises the prospect of a war that goes on for several years that overshadows the ends of Obama's presidency, that is some kind of a factor, potentially, in the presidential campaign or, at the least, will be left to the next president at this time.", "sentId": 282}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "Iraq is still with us.", "sentId": 283}, {"text": "Amy, you were saying?", "sentId": 284}], "secId": 99}, {"speaker": "WALTER", "sentences": [{"text": "I'm going to go back to the economy and turnout.", "sentId": 285}, {"text": "We know Democrats traditionally have a turnout problem, especially in a midterm year.", "sentId": 286}, {"text": "Their voters -- young people, minorities -- tend to not get out and vote.", "sentId": 287}], "secId": 100}, {"speaker": "problem", "sentences": [{"text": "minority voters.", "sentId": 288}, {"text": "When you look at non-white voters in 2012, 70 percent of them said, \"I don't think things are good now, but I think things will be good a year from now.\"", "sentId": 289}], "secId": 101}, {"speaker": "problem", "sentences": [{"text": "Now only 50 percent of non-white voters think that things are going to be better a year from now.", "sentId": 290}, {"text": "That -- when you're talking about you need to turn out your base in a midterm election, that's the kind of voters that Democrats really need.", "sentId": 291}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "That's terrible news for the president and his party there.", "sentId": 292}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "I'll close with a footnote, again back to the Mississippi race.", "sentId": 293}, {"text": "The Chamber of Commerce played huge there, supporting Thad Cochran.", "sentId": 294}, {"text": "Some money for turnout operations.", "sentId": 295}, {"text": "They paid for that infamous bringing Brett Favre ad at the end.", "sentId": 296}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "Now sometimes you get your money back.", "sentId": 297}, {"text": "I'm told between the election results Tuesday night and close of business on Friday, the Chamber of Commerce raised more than $3 million more for its 2014 voter education fund.", "sentId": 298}, {"text": "What do they do with that money?", "sentId": 299}, {"text": "They're watching Tea Party challengers in Tennessee and Kansas against incumbent senators.", "sentId": 300}, {"text": "Right now they see no reason for alarm of big spending, for holding that money and hold out this possibility.", "sentId": 301}, {"text": "They're thinking about turning the tables and maybe trying to take out a House Republican Tea Party incumbent, Justin Amash in the state of Michigan.", "sentId": 302}, {"text": "That decision will be made soon.", "sentId": 303}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 304}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 305}, {"text": "We'll see you soon.", "sentId": 306}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION WITH CANDY CROWLEY\" starts right now.", "sentId": 307}], "secId": 107}], "sectionCount": 108, "url": "transcripts.cnn.com/TRANSCRIPTS/1406/29/ip.01.html", "sentenceCount": 309, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired June 29, 2014 - 08:30   ET", "speakers": ["KING", "UNIDENTIFIED MALE", "KING ", "OBAMA", "MCDANIEL", "COSTA", "WALTER", "SUMMERS", "INSKEEP", "CLINTON", "H. CLINTON", "problem"], "title": "INSIDE POLITICS"}