{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1412.07.ip.01.html.json", "subTitle": "Obama Ending a Bad Year on a High Note; New Washington, Old Tensions; Surprise Leaders in 2016 Poll; Ben Carson's Controversial Comments", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "President Obama promises to narrow the trust gap between African-Americans and police.", "sentId": 0}], "secId": 0}, {"speaker": "OBAMA", "sentences": [{"text": "Too many Americans feel deep unfairness when it comes to the gap between our professed ideals and how laws are applied on a day to day basis.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "The election is over but not the partisan sniping.", "sentId": 2}], "secId": 2}, {"speaker": "BOEHNER", "sentences": [{"text": "The more the President talks about his ideas, the more unpopular he becomes.", "sentId": 3}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "The new Washington is full of old tensions, including Tea Party complaints that Republican leaders just aren't bold enough.", "sentId": 4}], "secId": 4}, {"speaker": "CRUZ", "sentences": [{"text": "I would urge to every Republican who spent the last year campaigning across this country saying, if you elect me, we will stop President Obama's amnesty.", "sentId": 5}, {"text": "Do what you promise.", "sentId": 6}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Plus, a wide open 2016 race on the Republican side.", "sentId": 7}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 8}], "secId": 7}, {"speaker": "POLITICS", "sentences": [{"text": "Julie Hirschfeld Davis of the \"New York Times\"; Robert Costa of the \"Washington Post\"; Jonathan Martin of the \"New York Times\" and Nia-Malika Henderson of the \"Washington Post\".", "sentId": 9}], "secId": 8}, {"speaker": "POLITICS", "sentences": [{"text": "After a miserable 2014, here's a question to consider this Sunday morning.", "sentId": 10}, {"text": "Does President Obama have an opportunity to end the year on a high note or at least on more stable political ground?", "sentId": 11}, {"text": "Yes, there's one more big Democratic loss, the Louisiana Senate runoff.", "sentId": 12}], "secId": 9}, {"speaker": "POLITICS", "sentences": [{"text": "We now know Republicans will have 54 seats -- that's up from 45 -- when the new Congress convenes next month.", "sentId": 13}, {"text": "But, gas prices are down.", "sentId": 14}, {"text": "Friday's job numbers were robust.", "sentId": 15}, {"text": "The President's executive actions on immigration are stoking the Republican civil war, and has promised now to take steps to narrow the trust deficit between law enforcement and African-Americans offered the chance to be, well, presidential.", "sentId": 16}], "secId": 10}, {"speaker": "OBAMA", "sentences": [{"text": "Beyond the specific issue that has to be addressed, making sure people have confidence, that police and law enforcement and prosecutors are serving everybody equally, there's a larger question of restoring common purpose.", "sentId": 17}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "To that question, he had a miserable year.", "sentId": 18}, {"text": "2014 will be a year he hopes to forget.", "sentId": 19}, {"text": "But as it ends and as people start to think about a Republican congress, you see even in the polls people saying, you know, they want them to get along.", "sentId": 20}, {"text": "And they think the Republicans, well, you get in the President's way too much.", "sentId": 21}, {"text": "Do they sense that the White House can at least end the year on a better note?", "sentId": 22}], "secId": 12}, {"speaker": "DAVIS", "sentences": [{"text": "I think at the White House they hope that looking toward a Republican Congress where Republicans feel some responsibility for governing that they really can get to a place where there's a little more room for deal making.", "sentId": 23}], "secId": 13}, {"speaker": "DAVIS", "sentences": [{"text": "But listen, they're realistic about the prospects of that.", "sentId": 24}, {"text": "I mean a lot of the things that they can work with the Republicans on -- taxes and trade, it's going to be a very tough road to hoe.", "sentId": 25}], "secId": 14}, {"speaker": "DAVIS", "sentences": [{"text": "I do think that what's happened in Ferguson and with the sort of racial tensions boiling over around the country, the President does see an opportunity to play a coming together role, a unifying role.", "sentId": 26}, {"text": "In that respect, I think he does think he can end the year on a higher note to try to give a hopeful tone to next year.", "sentId": 27}], "secId": 15}, {"speaker": "MARTIN", "sentences": [{"text": "That will be full circle for this president.", "sentId": 28}, {"text": "Somebody who began his career nationally in politics in that famous speech in Boston John in 2004 saying there's no red and blue America.", "sentId": 29}, {"text": "If he were to end his presidency with some efforts of racial reconciliation, it would sort of be a very symmetrical Obama era there.", "sentId": 30}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "And it would be good for the country.", "sentId": 31}, {"text": "Don't get me wrong, it would be great for the country if he could have that conversation and narrow that trust gap.", "sentId": 32}, {"text": "But would it also in some ways be an admission that he has to do bigger, outside of Washington things now.", "sentId": 33}, {"text": "Important things, don't get me wrong, but because to your point, is he going to cut a grand bargain with Republicans?", "sentId": 34}, {"text": "Are we going to get big tax reform?", "sentId": 35}, {"text": "Are they going to reach an agreement on significant changes on health care or anything else?", "sentId": 36}], "secId": 17}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, hard to see any of that happening.", "sentId": 37}, {"text": "I mean you look at sort of the goals from Republicans, the goals from Democrats, I mean there's so much daylight between them.", "sentId": 38}, {"text": "It's hard to see that they're going to be able to get anything done other than these very small ball issues.", "sentId": 39}], "secId": 18}, {"speaker": "HENDERSON", "sentences": [{"text": "In terms of Obama and race and sort of racial reconciliation, sure, I think a lot of people would like to see that.", "sentId": 40}, {"text": "Certainly he catapulted himself to national prominence with this promise -- almost a post-racial promise, right?", "sentId": 41}, {"text": "But in reality, I think, you know, a lot of these incidents have really shown a divide.", "sentId": 42}, {"text": "And also when Obama talks about things, oftentimes, they get worse.", "sentId": 43}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "What does it tell us that after the election?", "sentId": 44}, {"text": "Sometimes you do have a cooling off period.", "sentId": 45}, {"text": "Everybody sort of goes off, tries to cool down, see if we can get anything done.", "sentId": 46}, {"text": "Mitch McConnell did some at the White House, had a private meeting with the President.", "sentId": 47}, {"text": "Came out and said, we'll see what we can get done.", "sentId": 48}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "But if you listen to the public comments from Speaker Boehner, soon to be majority leader McConnell -- they're still poking the President.", "sentId": 49}, {"text": "Speaker Boehner, you saw in the open segment, you know, every time he opens his mouth, his proposals become less popular.", "sentId": 50}, {"text": "Listen to Mitch McConnell here this past week saying this election was a butt-kicking for the President.", "sentId": 51}], "secId": 21}, {"speaker": "MCCONNELL", "sentences": [{"text": "If you look at the way the President reacted to what could only be described as a butt-kicking election, so I've been perplexed by the reaction since the election as sort of in your face dramatic move to the left.", "sentId": 52}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "Boehner and McConnell, by DNA, at least their old DNA were deal-makers, they liked to cut deals in their prior careers.", "sentId": 53}, {"text": "Is this proof though Robert that they know they have the grass root conservatives, the Tea Party guys and others looking over their shoulders though -- in public anyway Boehner and McConnell feel the need to sort of have this anti-Obama bravado?", "sentId": 54}], "secId": 23}, {"speaker": "COSTA", "sentences": [{"text": "Sure but there's a new class of Republicans who are coming to Capitol Hill.", "sentId": 55}, {"text": "And I think as much as some of the old passions from the Tea Party remain inside the GOP, there's a pragmatic strain and a streak that we're seeing emerging.", "sentId": 56}, {"text": "McConnell, Boehner -- these are people who want to make deals, they've made deals in the past.", "sentId": 57}, {"text": "Look for Vice President Biden to be a key player in trying to work with the Senate Majority Leader.", "sentId": 58}], "secId": 24}, {"speaker": "MARTIN", "sentences": [{"text": "You know Obama has always been his most productive and frankly Washington has been at its best, which isn't saying much, in these lame duck periods -- right.", "sentId": 59}, {"text": "I mean the last few years, that's when stuff gets done.", "sentId": 60}, {"text": "And why is that?", "sentId": 61}, {"text": "Well, it's no coincidence.", "sentId": 62}, {"text": "It's because that's typically when the sort of the swords over the collective neck of Washington.", "sentId": 63}, {"text": "You have to get stuff done before deadlines.", "sentId": 64}, {"text": "It says a lot about how gridlocked this city is.", "sentId": 65}, {"text": "But this is always a pretty ripe season for progress relatively speaking.", "sentId": 66}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "What are we learning?", "sentId": 67}], "secId": 26}, {"speaker": "HENDERSON", "sentences": [{"text": "In the White House certainly, I was in the White House a couple days ago, they very much see Mitch McConnell as a dealmaker, the adult in the room, as somebody who they can go to and get stuff done, with of course, in a lot of ways Vice President Biden has been the point person in that.", "sentId": 68}], "secId": 27}, {"speaker": "HENDERSON", "sentences": [{"text": "But they see, you know, they see Mitch McConnell in a positive way.", "sentId": 69}], "secId": 28}, {"speaker": "MARTIN", "sentences": [{"text": "Keep in mind Mitch McConnell, I spent a lot of time with this summer writing about him, this is somebody who is probably in his last term.", "sentId": 70}, {"text": "He's in his 70s.", "sentId": 71}, {"text": "This is his chance to really create a legacy for himself.", "sentId": 72}, {"text": "Yes, he's a partisan.", "sentId": 73}, {"text": "But as you mentioned, he's also a dealmaker.", "sentId": 74}, {"text": "He wants to get something done with this president in the final two years.", "sentId": 75}, {"text": "It might not be a big deal, entitlements on tax reform but he certainly wants to create some kind of a legacy for himself before he retires.", "sentId": 76}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "We talk a lot about the Obama/McConnell relationship, what about the -- the McConnell/Boehner relationship.", "sentId": 77}, {"text": "The Speaker by constitution is more powerful.", "sentId": 78}, {"text": "John Boehner is the country's top ranking Republican.", "sentId": 79}, {"text": "But is in some ways Mitch McConnell as the new leader in town, almost more important to whether this works?", "sentId": 80}], "secId": 30}, {"speaker": "COSTA", "sentences": [{"text": "I would argue, yes.", "sentId": 81}, {"text": "I mean one of the things I've seen on Capitol Hill since the election, I've been there almost every day, is there's a new dynamic in Republican power.", "sentId": 82}, {"text": "The House majority led by Speaker Boehner used to be calling the shots day in and day out.", "sentId": 83}, {"text": "Now you have McConnell with -- running the -- prepared to run the U.S. Senate and he's the one who seems to be playing point guard for the party.", "sentId": 84}], "secId": 31}, {"speaker": "COSTA", "sentences": [{"text": "And he is the party leader with Boehner, of course, but McConnell I think wants to govern responsibly and he wants to set the party up for major gains in '16.", "sentId": 85}, {"text": "And that started in 2014 by pushing back the Tea Party and it starts now by making sure that all the passions and eagerness in the House don't overtake the party.", "sentId": 86}], "secId": 32}, {"speaker": "DAVIS", "sentences": [{"text": "And in a lot of ways, that helps Boehner, right?", "sentId": 87}, {"text": "Because McConnell is over there and he has his conference, he has a much tighter rein on that conference than in recent months we've seen Speaker Boehner has on his conference on the House side.", "sentId": 88}, {"text": "And so he can make moves like he's going to make on the immigration executive order that are to sort of shore himself up on his right flank and make sure that those people are not going to be in open rebellion.", "sentId": 89}], "secId": 33}, {"speaker": "DAVIS", "sentences": [{"text": "But McConnell will be there saying, here's the plan, here's what we can do and driving toward what can be a pragmatic set of accomplishments.", "sentId": 90}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "To that point, I want to show our viewers a picture that I think they love at the White House and they don't like if you're Speaker Boehner or Leader McConnell.", "sentId": 91}, {"text": "And that is that picture we had in the open -- Ted Cruz standing around with a bunch of Tea Party members, conservatives in the House.", "sentId": 92}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "This is great for us; if you're political journalists, this is great for us.", "sentId": 93}, {"text": "But how much of this is a real threat to the Republicans getting their act together and doing things --", "sentId": 94}], "secId": 36}, {"speaker": "COSTA", "sentences": [{"text": "I was there.", "sentId": 95}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "-- or how much of it is just a nuisance?", "sentId": 96}], "secId": 38}, {"speaker": "COSTA", "sentences": [{"text": "I mean I was at the rally.", "sentId": 97}, {"text": "And I've been at Tea Party rallies for four years.", "sentId": 98}, {"text": "This was a small Tea Party rally.", "sentId": 99}, {"text": "There are probably about 30 or 40 people there and the rest were cameras and reporters.", "sentId": 100}, {"text": "The conservatives still have a lot of power in Congress.", "sentId": 101}, {"text": "But they are not the power.", "sentId": 102}, {"text": "And I think that's something that conservatives are trying to grapple with right now.", "sentId": 103}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "Vocal but we will if they have less juice in 2015?", "sentId": 104}, {"text": "I guess that's the question as we watch this play out.", "sentId": 105}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "All right everybody sit tight.", "sentId": 106}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Next, Jeb Bush on what it takes to win.", "sentId": 107}, {"text": "And why is Dr. Ben Carson moving up in the 2016 polls?", "sentId": 108}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "But first, this week's \"Politicians Say the Darnedest Things\".", "sentId": 109}, {"text": "Well, we're going to a bit of a musical turn.", "sentId": 110}, {"text": "A group called \"Stand with Hillary\" is for better or maybe worse showcasing its new tune.", "sentId": 111}], "secId": 43}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "And now it's 2016 and this time I'm thinking put your boots on and let's smash this ceiling.", "sentId": 112}, {"text": "Think about one great lady like the women in my life.", "sentId": 113}, {"text": "She's a mother, a daughter and through it all she's a loving wife", "sentId": 114}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 115}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "If Mitt Romney decides to run for president a third time, well, he would begin as the Republican front-runner big time.", "sentId": 116}, {"text": "But he says that isn't going to happen.", "sentId": 117}, {"text": "And our new poll -- brand new poll shows it's a wide open GOP race as the would-be candidates spend the holidays debating the pros and cons of getting into the race.", "sentId": 118}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "Look at this, without Mitt Romney, Jeb Bush -- you can't call him a front runner but he's the leader at 14 percent.", "sentId": 119}, {"text": "Dr. Ben Carson, more on him in a minute, he's at 11 percent.", "sentId": 120}, {"text": "Mike Huckabee, he's run before, the former Arkansas governor at 10 percent.", "sentId": 121}, {"text": "And look at everybody else from Paul Ryan to Chris Christie, Rick Perry, Scott Walker, Ted Cruz -- all below 10 percent; some others in the fours and the fives down there.", "sentId": 122}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "So, a lot of thinking to do over the holidays and clearly no front runner on the Republican side.", "sentId": 123}, {"text": "But what makes this guy unique -- Ben Carson?", "sentId": 124}, {"text": "Look at all his friends up here, he's the only one who's not a politician.", "sentId": 125}, {"text": "So who is he?", "sentId": 126}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Well, let's take a closer look at Ben Carson.", "sentId": 127}, {"text": "You might not know this.", "sentId": 128}, {"text": "He was born in 1951, a native of Detroit, Michigan.", "sentId": 129}, {"text": "He's the author of six books -- you see one here.", "sentId": 130}, {"text": "When you travel the country during campaigns, they sell like hot cakes especially in evangelical bookstores.", "sentId": 131}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "He's a noted pediatric neurosurgeon.", "sentId": 132}, {"text": "And if you watch Fox News, you've seen him over the last several years although he just left.", "sentId": 133}, {"text": "He was a Fox News contributor.", "sentId": 134}, {"text": "He just stepped down from that post to explore running for presidency.", "sentId": 135}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "One of the interesting things about Ben Carson is he's not afraid.", "sentId": 136}, {"text": "He's not shy.", "sentId": 137}, {"text": "Listen here to just a few of the provocative things he has said that, well, raised eyebrows.", "sentId": 138}], "secId": 51}, {"speaker": "CARSON", "sentences": [{"text": "Obamacare is really, I think, the worst thing that has happened in this nation since slavery.", "sentId": 139}, {"text": "It is in a way, it is slavery, in a way because -- because it is making all of us subservient", "sentId": 140}], "secId": 52}, {"speaker": "CARSON", "sentences": [{"text": "I mean very much like Nazi Germany.", "sentId": 141}, {"text": "And I know you're not supposed to say Nazi Germany, but I don't care about political correctness.", "sentId": 142}, {"text": "You know, you had a government using its tools to intimidate the population.", "sentId": 143}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "Provocative, doesn't care about political correctness, very conservative, has a lot of support out there in the grassroots.", "sentId": 144}, {"text": "Is he a serious contender for the nomination or just somebody who, if he runs, and I met his campaign chairman the other night who says they're pretty serious about this, he'll have an impact on the race.", "sentId": 145}], "secId": 54}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes he'll have an impact.", "sentId": 146}, {"text": "I don't think he has much chance of actually winning.", "sentId": 147}, {"text": "I have said that he's more like a Rick Santorum figure maybe with a mix of Herman Cain in terms of having that outsider sort of street cred.", "sentId": 148}], "secId": 55}, {"speaker": "COSTA", "sentences": [{"text": "When you travel to Iowa and you meet the activists, they're sick of the Bush family, they're tired of the Republican establishment and they're looking for an outsider.", "sentId": 149}, {"text": "And they like someone who is blunt like Carson, who has the intellectual background and the education that Carson brings -- award-winning neurosurgeon and someone who has intellectual heft.", "sentId": 150}, {"text": "They like that because they think it counters what the left impression is of the Republican base.", "sentId": 151}, {"text": "And I think they're ready to embrace someone like Carson.", "sentId": 152}, {"text": "KING:  You mentioned the Bush family.", "sentId": 153}, {"text": "A lot of the would-be", "sentId": 154}], "secId": 56}, {"speaker": "COSTA", "sentences": [{"text": "candidates out there especially the governors and maybe Marco Rubio, the senator from Florida waiting on Jeb Bush.", "sentId": 155}], "secId": 57}, {"speaker": "COSTA", "sentences": [{"text": "Because again, there's no front runner in this field but he would be the most formidable and he would have an establishment out there waiting for him, both the fund-raising establishment, friends of the Bush family, campaign aides and operatives.", "sentId": 156}], "secId": 58}, {"speaker": "COSTA", "sentences": [{"text": "Listen to Jeb Bush.", "sentId": 157}, {"text": "He was at a \"Wall Street Journal\" event this past week where he laid out some policy proposals and he sounded very much like a candidate but he says he's not quite there yet.", "sentId": 158}], "secId": 59}, {"speaker": "BUSH", "sentences": [{"text": "I kind of know how a Republican can win, whether it's me or somebody else, and it has to be much more uplifting, much more positive, much more willing to, you know, to be practical now in Washington world, lose the primary to win the general without violating your principles.", "sentId": 159}, {"text": "It's not an easy task, to be honest.", "sentId": 160}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "I think what he meant there Julie is lose the primary to win the general, meaning don't say things like self-deport.", "sentId": 161}, {"text": "Maybe stand up for his views, Jeb Bush's views on immigration which are contrary to that Republican base Robert was just talking about.", "sentId": 162}, {"text": "Maybe stand up and defend his views on the common core education standards which a lot of grassroots conservatives are directly opposed to.", "sentId": 163}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Can you fight your party, stand up against your party on important issues like that and win?", "sentId": 164}], "secId": 62}, {"speaker": "DAVIS", "sentences": [{"text": "Well I think you have to take him at his word.", "sentId": 165}, {"text": "It's actually an impossibility to lose the primary and win the general.", "sentId": 166}, {"text": "I mean I think he, of all people, knows how difficult this would be.", "sentId": 167}, {"text": "And I think immigration would have be a part, a big part of any Jeb Bush run.", "sentId": 168}, {"text": "And I think that is a very tough road to hoe.", "sentId": 169}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "The Chamber of Commerce types who love the idea, the prospect of a Jeb Bush candidate, they love that event because they said he was talking policy.", "sentId": 170}, {"text": "He was talking about the campaign.", "sentId": 171}, {"text": "He was optimistic.", "sentId": 172}, {"text": "He seemed to be leaning in.", "sentId": 173}, {"text": "And yet when you call --", "sentId": 174}], "secId": 64}, {"speaker": "MARTIN", "sentences": [{"text": "That's his base -- John.", "sentId": 175}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "-- when you call -- that's his base.", "sentId": 176}, {"text": "But when you call around to the states, you still get a lot of -- even people who say they've got calls from, you know, Bush operatives saying hold your powder he might get in or he's leaning heavily.", "sentId": 177}, {"text": "They don't buy it yet.", "sentId": 178}, {"text": "They want to hear directly from him.", "sentId": 179}, {"text": "Why the doubts?", "sentId": 180}], "secId": 66}, {"speaker": "MARTIN", "sentences": [{"text": "Beyond the personal, I think there are also questions because they know that Jeb Bush doesn't suffer fools gladly and running for president, that's sort of part of the job description.", "sentId": 181}, {"text": "You have to go to a lot of fund-raisers and you have to nod a lot and say, that's a great idea.", "sentId": 182}, {"text": "Thanks for your support.", "sentId": 183}], "secId": 67}, {"speaker": "MARTIN", "sentences": [{"text": "It's not pleasant.", "sentId": 184}, {"text": "The question is, how bad does he want it?", "sentId": 185}, {"text": "Does he want it bad enough to do that?", "sentId": 186}, {"text": "There are a lot of folks who increasingly think he actually might and who have been skeptical before.", "sentId": 187}, {"text": "I think we'll know fairly soon probably in the next month or so.", "sentId": 188}], "secId": 68}, {"speaker": "MARTIN", "sentences": [{"text": "One fast reminder, you don't have to get 50.1 to get Republican nomination.", "sentId": 189}, {"text": "I think if he does find a way to get in and run, I think it would be with the expectation that the right would divide up the base of the party and he would run on an unapologetic center right campaign.", "sentId": 190}], "secId": 69}, {"speaker": "COSTA", "sentences": [{"text": "What is that center right campaign?", "sentId": 191}, {"text": "I don't see the fire in the belly here.", "sentId": 192}, {"text": "I don't hear a message from Bush.", "sentId": 193}, {"text": "He's not familiar with the way the conservative movement, the Republican Party has changed since he left office.", "sentId": 194}, {"text": "He constantly talks about trying to run a joyous campaign.", "sentId": 195}, {"text": "It is not a joyous experience.", "sentId": 196}], "secId": 70}, {"speaker": "MARTIN", "sentences": [{"text": "But don't underestimate the fact that there is an establishment in this party and a lot of the money people really want him to run -- maximum pressure.", "sentId": 197}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "No front runner on the Republican side, a clear front runner on the Democratic side.", "sentId": 198}, {"text": "That same poll had Hillary Clinton at 65 percent.", "sentId": 199}, {"text": "She's being very careful lately, not talking about a lot of controversial issues.", "sentId": 200}, {"text": "But she need near the week's end in Boston decided to speak out Ferguson and about the New York case where the grand jury declined to indict the police officer.", "sentId": 201}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "Listen to Hillary Clinton here.", "sentId": 202}], "secId": 73}, {"speaker": "CLINTON", "sentences": [{"text": "We have allowed our criminal justice system to get out of balance.", "sentId": 203}, {"text": "And I personally hope that these tragedies give us the opportunity to come together as a nation to find our balance again.", "sentId": 204}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "Why -- good for her but why speak out on this issue and not speak out on so many others?", "sentId": 205}], "secId": 75}, {"speaker": "HENDERSON", "sentences": [{"text": "You know, I think before when this happened -- when Ferguson first happened, there was a lot of why hasn't she spoken out about this particular issue because, you know, Democrats and particularly Hillary Clinton, would need African-American voters to rally behind her candidacy.", "sentId": 206}, {"text": "So there was a question of why was she dragging her feet?", "sentId": 207}, {"text": "She spoke out there.", "sentId": 208}, {"text": "Not exactly the most impassioned way of talking about it.", "sentId": 209}], "secId": 76}, {"speaker": "HENDERSON", "sentences": [{"text": "I think she spoke about it in a much clearer way when this first happened.", "sentId": 210}, {"text": "She talked about how would you feel, white America, if you had to, you know, sort of exist under these same conditions in terms of the criminal justice system.", "sentId": 211}, {"text": "She was actually borrowing a line from Bill Clinton, but never mind that.", "sentId": 212}], "secId": 77}, {"speaker": "COSTA", "sentences": [{"text": "She's going to do a lot of that.", "sentId": 213}], "secId": 78}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, yes.", "sentId": 214}], "secId": 79}, {"speaker": "COSTA", "sentences": [{"text": "Not the first or last time that's happened.", "sentId": 215}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "Exactly.", "sentId": 216}, {"text": "Everybody stand by.", "sentId": 217}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "Tomorrow's news today is next as our great reporters get you out ahead of the political news just around the corner, including Hillary Clinton's possible timetable for that big decision.", "sentId": 218}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "-- around the INSIDE POLITICS table, ask our great reporters to share a little bit from their notebooks.", "sentId": 219}, {"text": "Nia Malika Henderson.", "sentId": 220}], "secId": 83}, {"speaker": "HENDERSON", "sentences": [{"text": "Seventeen governors have signed on to sue the President over this executive order on immigration reform.", "sentId": 221}, {"text": "It's led by Greg Abbott, who's the incoming governor in Texas.", "sentId": 222}, {"text": "If you look at the list of governors, it's all Republicans.", "sentId": 223}, {"text": "And it includes people who might be in the mix in 2016.", "sentId": 224}, {"text": "People like Mike Pence, people like Bobby Jindal, people like Scott Walker.", "sentId": 225}], "secId": 84}, {"speaker": "HENDERSON", "sentences": [{"text": "It does not include, at least so far, Chris Christie.", "sentId": 226}, {"text": "Chris Christie has so far said that he doesn't want to talk at all about immigration reform, and he won't do that unless he decides to run.", "sentId": 227}, {"text": "But it's a question of whether or not this lawsuit will be kind of a litmus test going forward in 2016, whether or not he's going to be pressured to sign on and how he's going to navigate that.", "sentId": 228}], "secId": 85}, {"speaker": "HENDERSON", "sentences": [{"text": "That will be interesting to watch over the next couple of weeks.", "sentId": 229}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "A couple of those governors signed on might be there on the debate stage -- just waiting for that one.", "sentId": 230}], "secId": 87}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 231}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Jonathan Martin.", "sentId": 232}], "secId": 89}, {"speaker": "MARTIN", "sentences": [{"text": "John -- Rick Snyder, the governor of Michigan, has not gotten the same attention as some of the other GOP governors who are looking at the White House.", "sentId": 233}, {"text": "But he was in Washington this past week.", "sentId": 234}, {"text": "He got an award from \"Governing Magazine\" and while he was in the capital his folks reached out to some reporters and brought them in to talk to Governor.", "sentId": 235}], "secId": 90}, {"speaker": "MARTIN", "sentences": [{"text": "And it's this great dance, John that you know.", "sentId": 236}, {"text": "You talk to these politicians and they're waiting for to you ask the question.", "sentId": 237}, {"text": "And you finally do.", "sentId": 238}, {"text": "Do you want to run for president?", "sentId": 239}], "secId": 91}, {"speaker": "MARTIN", "sentences": [{"text": "Of course, he has to , he's fully focused right now on Michigan and telling the Michigan story and chief in that is the fact that the unemployment rate has dropped in the state that was so hard hit by the recession.", "sentId": 240}, {"text": "But he's someone who wants to at the very least be in the mix for 2016.", "sentId": 241}, {"text": "He is sort of a Jeb Bush style Republican -- pro common core; very, very supportive of immigration reform.", "sentId": 242}], "secId": 92}, {"speaker": "MARTIN", "sentences": [{"text": "But keep an eye on Rick Snyder of Michigan, one tough nerd, as he calls himself, who won a second term in a state that's very Democratic leaning.", "sentId": 243}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "It will be interesting to see a Republican governor running from deep blue presidential Michigan.", "sentId": 244}, {"text": "That will be interesting.", "sentId": 245}, {"text": "Robert.", "sentId": 246}], "secId": 94}, {"speaker": "COSTA", "sentences": [{"text": "If House Republicans this week are able to avoid a government shutdown over immigration Speaker John Boehner will get a lot of credit and probably deservedly so for wrangling his caucus together and getting it through.", "sentId": 247}, {"text": "But one other person who deserves attention is Steve Scalise, the new House majority whip from Louisiana.", "sentId": 248}, {"text": "He has been able to finagle this thing for the last few days and make sure that conservatives feel like they're part of the process in the House leadership and that they're not looking for a showdown in the way they have a year ago when they got a shutdown over health care reform.", "sentId": 249}], "secId": 95}, {"speaker": "COSTA", "sentences": [{"text": "So Scalise, he was part of the leadership that changed when Eric Cantor lost.", "sentId": 250}, {"text": "McCarthy moved up, Scalise moved up.", "sentId": 251}, {"text": "He's been helpful to Boehner in bringing conservatives along.", "sentId": 252}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "An important point there.", "sentId": 253}, {"text": "Julie.", "sentId": 254}], "secId": 97}, {"speaker": "DAVIS", "sentences": [{"text": "We're starting to see the first glimmerings of a bigger rift between the White House and congressional Democrats.", "sentId": 255}, {"text": "Of course, we've seen suggestions of in the past and certainly in the last weeks of the election.", "sentId": 256}, {"text": "The White House is privately angry that Chuck Schumer went out and said that Democrats shouldn't focus as much on the health care law; that it hurt them in the midterms and then beyond.", "sentId": 257}], "secId": 98}, {"speaker": "DAVIS", "sentences": [{"text": "And so I think we're going to see in the months and weeks ahead, a real sort of division starting to emerge, especially as the White House starts to really press on trade, which is an issue that divides Democrats.", "sentId": 258}, {"text": "I think we're going to see that daylight get even brighter.", "sentId": 259}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Worth watching that one as the President winds down his party often begins to stray out.", "sentId": 260}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 261}, {"text": "Put your money on later rather than sooner.", "sentId": 262}, {"text": "Later meaning when will Hillary Clinton tell us if and when she's running for president.", "sentId": 263}, {"text": "Most expect that answer will be yes but there's been a debate in her camp about whether she should say so soon, just get it out of the way clear up the confusion in the party, or whether she can sit back and wait because her position is so strong in the polls.", "sentId": 264}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "I'm told that she's in no hurry to make this decision and that among those people she listens to most, most of them now agree that there's no reason to rush it.", "sentId": 265}, {"text": "So don't expect that one before the year ends and maybe not too early next year either.", "sentId": 266}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 267}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 268}, {"text": "We'll see you soon.", "sentId": 269}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" with Candy Crowley starts right now.", "sentId": 270}], "secId": 104}, {"speaker": "CROWLEY", "sentences": [{"text": "A courageous rescue mission with a tragic outcome.", "sentId": 271}, {"text": "An American and a South African hostage --", "sentId": 272}], "secId": 105}], "sectionCount": 106, "url": "transcripts.cnn.com/TRANSCRIPTS/1412/07/ip.01.html", "sentenceCount": 274, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired December 7, 2014 - 08:30   ET", "speakers": ["KING", "OBAMA", "BOEHNER", "CRUZ", "POLITICS", "DAVIS", "MARTIN", "HENDERSON", "MCCONNELL", "COSTA", "UNIDENTIFIED MALE", "CARSON", "BUSH", "CLINTON", "CROWLEY"], "title": "INSIDE POLITICS"}