{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1505.31.ip.01.html.json", "subTitle": "The \"Anti-Hillary\" Field Forms; 2016 Republican Field Growing More Crowded. Aired 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "BLACKWELL", "sentences": [{"text": "INSIDE POLITICS with John King starts right now.", "sentId": 0}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "Martin O'Malley asks Democrats to consider a younger and fresher face.", "sentId": 1}], "secId": 1}, {"speaker": "O'MALLEY", "sentences": [{"text": "I declare that I am a candidate for President of the United States and I am running for you.", "sentId": 2}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton remains the faraway frontrunner, and uses her experience as both a calling card and a punch line.", "sentId": 3}], "secId": 3}, {"speaker": "CLINTON", "sentences": [{"text": "I have been coloring my hair for years.", "sentId": 4}, {"text": "And you are not going to see me turn white in the White House.", "sentId": 5}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Jeb Bush plays up his resume too.", "sentId": 6}], "secId": 5}, {"speaker": "BUSH", "sentences": [{"text": "The next president is going to have to confront all sorts of challenges.", "sentId": 7}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "Plus Rand Paul blames GOP hawks for ISIS and defends his call for less government surveillance.", "sentId": 8}], "secId": 7}, {"speaker": "PAUL", "sentences": [{"text": "It's not whether the President's a mad man or whether members of my party are bad or good, it's about the law.", "sentId": 9}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "That will help or hurt in a crowded Republican race that has no clear frontrunner.", "sentId": 10}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 11}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 12}, {"text": "I am John King.", "sentId": 13}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 14}], "secId": 11}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "CNN's Nia Malika Henderson, Ed O'Keefe of the \"Washington Post\", Lisa Lerer of the Associated Press, and CNN's Jeff Zeleny.", "sentId": 15}], "secId": 12}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Martin O'Malley says if Democrats want to keep the White House, it's time to try something and someone new.", "sentId": 16}], "secId": 13}, {"speaker": "O'MALLEY", "sentences": [{"text": "Recently, the CEO of Goldman Sachs let his employees know that he would be fine with either Bush or Clinton.", "sentId": 17}, {"text": "I bet he would.", "sentId": 18}, {"text": "Well, I have news for the bullies of Wall Street, the presidency is not a crown to be passed back and forth by you between two royal families.", "sentId": 19}, {"text": "It is a sacred trust to be earned from the American people and exercised on behalf of the people of these United States.", "sentId": 20}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "The former Maryland governor and Baltimore mayor made things official Saturday.", "sentId": 21}, {"text": "That means Hillary Clinton now has two declared rivals for the Democratic nomination.", "sentId": 22}, {"text": "Vermont Senator Bernie Sanders opened last week with a big rally at home to explain his rational.", "sentId": 23}], "secId": 15}, {"speaker": "SANDERS", "sentences": [{"text": "Today with your support and the support of millions of people throughout our country, we begin a political revolution to transform our country economically, politically, socially, and environmentally.", "sentId": 24}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "So are there big jitters in camp Clinton?", "sentId": 25}, {"text": "Not exactly.", "sentId": 26}, {"text": "The latest Quinnipiac national poll of Democrats -- look at this -- Secretary Clinton 57 percent, Senator Sanders at 15 percent, and Governor O'Malley barely with a pulse at 1 percent.", "sentId": 27}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "Jeff let's start here.", "sentId": 28}, {"text": "Here's the question.", "sentId": 29}, {"text": "At this point I would see a little context, at this point in 2007, Barack Obama was real.", "sentId": 30}, {"text": "In a CNN poll it was 38 percent to 24 percent.", "sentId": 31}], "secId": 18}, {"speaker": "O'Malley", "sentences": [{"text": "It's one of the", "sentId": 32}], "secId": 19}, {"speaker": "O'Malley", "sentences": [{"text": "things they have.", "sentId": 33}, {"text": "But there are a couple of other issues.", "sentId": 34}, {"text": "We heard Bernie Sanders and he's going to be the vessel for every liberal hope and dream and he may be the candidate of the summer of 2015 which is a different thing than being the nominee.", "sentId": 35}], "secId": 20}, {"speaker": "O'Malley", "sentences": [{"text": "But look, they are going to push her connections on Wall Street.", "sentId": 36}, {"text": "They're going to talk about how genuine she has actually moved on some of these positions, like gay marriage, like immigration because she has evolved over the last couple weeks as well.", "sentId": 37}, {"text": "But what the Clinton campaign is focused on -- not national polls -- Iowa.", "sentId": 38}, {"text": "They say they want to win, they need to win the Iowa caucuses.", "sentId": 39}], "secId": 21}, {"speaker": "O'Malley", "sentences": [{"text": "No winner of the Iowa caucuses is ever over 50 percent if they were not already a sitting president.", "sentId": 40}, {"text": "And they're somewhat worried that Bernie Sanders will sort of appeal to the hearts and minds of liberals out there, someone may want to send Hillary Clinton a message to make sure she is not ready for a coronation there.", "sentId": 41}, {"text": "So they are focused on these early stages but they know her biggest opponent is still Hillary Clinton.", "sentId": 42}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "I want to get to that in much more detail in a minute.", "sentId": 43}, {"text": "But to your point, if they are worried about Bernie Sanders, what does it say about Martin O'Malley?", "sentId": 44}, {"text": "He's a governor.", "sentId": 45}, {"text": "He's a former mayor.", "sentId": 46}, {"text": "He's been working this hard.", "sentId": 47}, {"text": "He's been quietly traveling the country for a couple of years, doing what you do, going to New Hampshire and Iowa and South Carolina, if you are going to run for president, and he is at 1 percent.", "sentId": 48}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Now he just announced.", "sentId": 49}, {"text": "Maybe he'll blip up in the polls because he's going to get some attention this week, but he is at one percent.", "sentId": 50}], "secId": 24}, {"speaker": "LERER", "sentences": [{"text": "And the joke in Washington, of course, is that he is mounting a big presidential campaign for OMB director or some kind of cabinet post.", "sentId": 51}, {"text": "So it is a little unclear.", "sentId": 52}, {"text": "I think a lot of people are questioning where his space is, you know.", "sentId": 53}], "secId": 25}, {"speaker": "LERER", "sentences": [{"text": "And Senator Sanders is catnip for liberals.", "sentId": 54}, {"text": "He's giving them everything they want to hear.", "sentId": 55}, {"text": "And Martin O'Malley can't just be slightly maybe a little bit more left version of Hillary Clinton, that doesn't really win you a lot of votes especially given the fact that he's going to have an awfully hard time raising money.", "sentId": 56}], "secId": 26}, {"speaker": "LERER", "sentences": [{"text": "As one donor told me this past week, he basically said pointblank, why would anyone give to Martin O'Malley unless he is going to be VP, why would you ever give money.", "sentId": 57}, {"text": "And it costs money.", "sentId": 58}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "That's a lot of money.", "sentId": 59}], "secId": 28}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 60}, {"text": "Maybe, you know, maybe he won't be OMB.", "sentId": 61}, {"text": "Maybe he at least will get on the short list of the VP candidacy.", "sentId": 62}, {"text": "And I think one of the things he's trying to do, you hear him for him instance and people around him compare him to Gary Hart -- right.", "sentId": 63}], "secId": 29}, {"speaker": "HENDERSON", "sentences": [{"text": "He's trying to do this sort of I am the intellectual, I'm the data- driven progressive.", "sentId": 64}, {"text": "The problem is data-driven, you know, sort of appeals don't really excite anybody.", "sentId": 65}, {"text": "And like you said Sanders has got the progressive market covered.", "sentId": 66}, {"text": "I think he will try to frame himself as the big city mayor, but, again, Baltimore is good in some ways but it's also bad after what we've seen over these last couple of weeks.", "sentId": 67}], "secId": 30}, {"speaker": "O'KEEFE", "sentences": [{"text": "I think both of them do have to worry a little bit more about Bernie Sanders.", "sentId": 68}, {"text": "He may not only be the candidate of the summer but potentially also the fall of 2015.", "sentId": 69}, {"text": "When a lot of us who've covered Congress last year were sort of giggling at the thought of Bernie Sanders actually doing this -- I know he was making trips to Iowa, and he said it reminds me a lot of Vermont.", "sentId": 70}, {"text": "I know how this works -- you know.", "sentId": 71}, {"text": "You've got a lot of liberals there.", "sentId": 72}, {"text": "It's a flat state.", "sentId": 73}, {"text": "It's a small state.", "sentId": 74}, {"text": "I know how to talk to these people.", "sentId": 75}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "So then, how then does this pass come in to play because you hit double digits in presidential polls and anything you ever said or done becomes relevant and he hits double digits in the polls, he starts moving up, and we this, you know, Mother Jones article about something he wrote for the \"Vermont Statesman\", it was called back in the 70s where I'm not going to describe it in detail.", "sentId": 76}], "secId": 32}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 77}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "But he talks about women fantasizing about rape.", "sentId": 78}, {"text": "I didn't even want to speak that sentence, but I did.", "sentId": 79}, {"text": "If you are a young person going to work for Bernie Sanders and suddenly you're hearing this is what he did 40 years ago?", "sentId": 80}], "secId": 34}, {"speaker": "HENDERSON", "sentences": [{"text": "I don't know how he gets past this in many ways because that was going to be his base -- right.", "sentId": 81}, {"text": "It was going to be young folks, probably women, and at this point it was so distasteful and there is really no response to it.", "sentId": 82}, {"text": "They responded, they said it was an attempt a satire.", "sentId": 83}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "Stupid then, stupid now is what they say -- right.", "sentId": 84}], "secId": 36}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 85}, {"text": "And, you know, we have seen this play out before that rape comments can essentially be disqualifiers.", "sentId": 86}, {"text": "We saw that with Todd Akin.", "sentId": 87}, {"text": "How he can smooth this over at this point, he's going to have to say something certainly.", "sentId": 88}], "secId": 37}, {"speaker": "ZELENY", "sentences": [{"text": "And you're right about the stupid then, stupid now -- no question.", "sentId": 89}, {"text": "I am not sure it's going to be that lasting, because people don't necessarily have an image of him.", "sentId": 90}, {"text": "We have nothing else, at least of now.", "sentId": 91}, {"text": "We don't know anything else if this is a pattern of behavior or not.", "sentId": 92}, {"text": "He is speaking to the sort of liberal dreams of people.", "sentId": 93}], "secId": 38}, {"speaker": "ZELENY", "sentences": [{"text": "But as Hillary Clinton said it famously in '08, when it comes time to pick a president, will he be their person?", "sentId": 94}, {"text": "I am not sure that he will be.", "sentId": 95}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "The opening for them, Martin O'Malley and Bernie Sanders come if Hillary Clinton creates it.", "sentId": 96}, {"text": "Or if her past creates it.", "sentId": 97}, {"text": "If you look at the Quinnipiac poll, is she honest and trustworthy or not?", "sentId": 98}, {"text": "Yes, 39 percent; no, 53 percent.", "sentId": 99}, {"text": "That's a big flashing warning light right there.", "sentId": 100}, {"text": "Look at the Independents: Yes, 31 percent; no 61 percent.", "sentId": 101}, {"text": "You can't go 20 minutes in this town where some of a story about the Clinton Foundation that gives you a little bit of the creeps.", "sentId": 102}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "There was the story on Friday in the \"New York Times\", that you know Bill Clinton said no to this even.", "sentId": 103}, {"text": "Then the sponsor of the event gives $500,000 to the Clinton Foundation, and there's Bill Clinton shows up to the event.", "sentId": 104}, {"text": "Sidney Blumenthal at the time he's giving Secretary of State Clinton advice is getting $10,000 a month by the Clinton Foundation.", "sentId": 105}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Is this just stuff that makes you cringe a little bit or is this eventually, potentially the trap door?", "sentId": 106}], "secId": 42}, {"speaker": "ZELENY", "sentences": [{"text": "We don't know yet but with all this that's happening and the trust and credibility numbers are following without a singer dollar paid advertisement behind it.", "sentId": 107}, {"text": "The rest of the Country is not yet focusing on this but boy, Hillary Clinton is not just worrying about these two candidates.", "sentId": 108}, {"text": "The Republicans are going to try and take her on as well.", "sentId": 109}, {"text": "So that is why Martin O'Malley is in this race.", "sentId": 110}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 111}, {"text": "Everybody sit tight.", "sentId": 112}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "Up next, you need four hands -- that's four hands to count the Republicans who are running or likely to run for president, and why not?", "sentId": 113}, {"text": "Even a guy named Bush can barely crack double digits in the national polls.", "sentId": 114}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "First though, politicians say or in this case, play the darnedest things.", "sentId": 115}, {"text": "The aforementioned Martin O'Malley previewing his big announcement with a name that tune video.", "sentId": 116}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 117}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Some day we will have a Republican presidential frontrunner, some day, just not today.", "sentId": 118}, {"text": "Maybe the calendar will help us.", "sentId": 119}, {"text": "If you watch this play out May 31st, watch it rip -- rip, rip, rip and look at this -- we are now just 68 days from the first Republican presidential debate.", "sentId": 120}, {"text": "That will be on Fox News.", "sentId": 121}, {"text": "About a month later the second debate here on CNN.", "sentId": 122}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "So maybe that will help clear up this.", "sentId": 123}, {"text": "Look at this National Quinnipiac poll.", "sentId": 124}, {"text": "Five candidates at 10 percent, Jeb Bush one of them, Governor Huckabee, Senator Rubio, Governor Walker, Ben Carson -- no frontrunner.", "sentId": 125}, {"text": "You see a bunch more down here, 7, 6, 5, 4, 2 -- and these are not nobodies.", "sentId": 126}, {"text": "Six people -- two sitting governors, a seating United States senator, two former governors and a senator who won 11 states last time he ran for president is in asterisk.", "sentId": 127}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "So Ed O'Keefe, to the question is, why not?", "sentId": 128}, {"text": "We may have 18, 19, 20 candidates, if the top with all the money named Jeb Bush who you spend a lot of time with can barely crack double digits, why not?", "sentId": 129}], "secId": 50}, {"speaker": "O'KEEFE", "sentences": [{"text": "Exactly.", "sentId": 130}, {"text": "That's why even guys like George Pataki, who we all forgot about jumped in, and he said a decent showing in the debate over in New Hampshire is all the reason to do it.", "sentId": 131}, {"text": "I think the more stunning thing or scary thing for the Bush camp is the idea that John Kasich is going to get in, because now Ohio legislators are working on moving the Ohio primary to March 15.", "sentId": 132}], "secId": 51}, {"speaker": "O'KEEFE", "sentences": [{"text": "Any primary in the Republican Party that happens after March 15 is a winner-take-all scenario.", "sentId": 133}, {"text": "So if he wins the Buckeye State on the same night that Marco Rubio or Jeb Bush wins the Sunshine State of Florida, you are potentially setting up one of those crazy geographic favored-son situations exactly what Reince Priebus and the GOP wanted to avoid.", "sentId": 134}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "And In a party that usually has a nominee essentially after South Carolina, sometimes' it's just one or two more contests just to put the stamp on it.", "sentId": 135}, {"text": "A lot of people will are now saying we are going to California or beyond.", "sentId": 136}, {"text": "And I actually it at dinner last week with Republicans who were doing what Democrats do, talk about a brokered convention.", "sentId": 137}, {"text": "Ok, we'll see if that happens.", "sentId": 138}, {"text": "But this one is going try.", "sentId": 139}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "So in a crowded field, the key to establish yourself is to carve out a niche and a unique niche.", "sentId": 140}, {"text": "Rand Paul has that and has had it since day one in Washington on the day of the big fight.", "sentId": 141}, {"text": "Much more about this to come on \"STATE OF THE UNION\" today, about whether the Patriot Act will expire; whether surveillance will expire.", "sentId": 142}, {"text": "His super PAC thinks this is such a great issue for him.", "sentId": 143}, {"text": "Look at this little video they produced.", "sentId": 144}], "secId": 54}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Senator Rand Paul versus the head of the Washington spy machine, Barack Obama --", "sentId": 145}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "I don't know --", "sentId": 146}], "secId": 56}, {"speaker": "ZELENY", "sentences": [{"text": "That's not real.", "sentId": 147}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Thank you for that.", "sentId": 148}, {"text": "Yes, ok.", "sentId": 149}, {"text": "But did he go too far on the issue of surveillance, big brother, government, it helps him with his dad's old libertarian base.", "sentId": 150}, {"text": "A lot of Republicans agree or at least nearly agree with him that we need stricter rules on how the NSA can get these warrants.", "sentId": 151}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "But then he said this past week that the hawks in his party are at least partly responsible for ISIS, all those weapons they sent to Iraq got into the wrong hands.", "sentId": 152}, {"text": "Did he go over the line and maybe blur the niche.", "sentId": 153}], "secId": 59}, {"speaker": "ZELENY", "sentences": [{"text": "I think he did, given the Republican primary electorate as we know it.", "sentId": 154}, {"text": "But if he is able to grow it and expand it and if the Republican primary would go on and on and on into a California -- into these bigger states, then he could really have something going on here.", "sentId": 155}, {"text": "But in those early states in the Republican electorate as we are used to every cycle, he did.", "sentId": 156}, {"text": "He just does not have much room for growth there, I think.", "sentId": 157}], "secId": 60}, {"speaker": "ZELENY", "sentences": [{"text": "It's impressive what he has done for a small group of people.", "sentId": 158}, {"text": "He's raised some money.", "sentId": 159}, {"text": "I'm not sure it shows that he is ready to be president.", "sentId": 160}], "secId": 61}, {"speaker": "LERER", "sentences": [{"text": "And, you know, the atmospherics have also changed.", "sentId": 161}, {"text": "He is clearly trying to have a moment with this NSA debate.", "sentId": 162}, {"text": "The question is whether the clock has moved on and we are now in a world where Republicans think are headed into a foreign policy election and with Islamic state militants running rampant.", "sentId": 163}], "secId": 62}, {"speaker": "LERER", "sentences": [{"text": "There was a time when it felt like the party might have been shifting for less intervention, this kind of position.", "sentId": 164}], "secId": 63}, {"speaker": "LERER", "sentences": [{"text": "This may not be that time.", "sentId": 165}], "secId": 64}, {"speaker": "HENDERSON", "sentences": [{"text": "And is he going to be able to get the big money that the others have gotten.", "sentId": 166}, {"text": "Everybody has got their own billionaire, He hasn't been able to find one.", "sentId": 167}, {"text": "He is going back to his dad's folks, who you know, were so good with these money bombs back then.", "sentId": 168}, {"text": "But again, and is he going to be able to grow beyond that.", "sentId": 169}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "If that was Rand Paul calling card, we'll see how it plays.", "sentId": 170}, {"text": "Chris Christie's calling card has been \"Love me or hate me, I'm going to call it like I see it.", "sentId": 171}, {"text": "You're going to know I'm authentic, I'm with you.", "sentId": 172}, {"text": "Sometimes you might think I'm a bully.", "sentId": 173}, {"text": "Sometimes you might think I'm rude.", "sentId": 174}, {"text": "Sometimes I might shot somebody down the town hall.", "sentId": 175}, {"text": "But that's me.", "sentId": 176}, {"text": "And you're going to -- eventually you're going to love me.", "sentId": 177}, {"text": "That's Chris Christie's thing.", "sentId": 178}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "What about this one common core?", "sentId": 179}, {"text": "In 2013, less than two years ago, Chris Christie talked about common core, the National Education Standards and he said they were a building block for the state's education system.", "sentId": 180}, {"text": "He promised aggressive implementation.", "sentId": 181}, {"text": "He said this is of the issues an issue where Republicans were wrong.", "sentId": 182}, {"text": "That just because President Obama was for it you should not be against it, and this week as he begins to run for president, never mind.", "sentId": 183}], "secId": 67}, {"speaker": "CHRISTIE", "sentences": [{"text": "It has now been five years since common core was adopted and the truth is that it's simply not working, it's brought confusion and frustration to parents.", "sentId": 184}], "secId": 68}, {"speaker": "KEILAR", "sentences": [{"text": "Now, you are allowed to change your mind in politics and it has brought confusion to some parents, but does this undermined the Christie calling card, I call them like I see them?", "sentId": 185}, {"text": "I'm Mr.", "sentId": 186}, {"text": "Authentic.", "sentId": 187}], "secId": 69}, {"speaker": "HENDERSON", "sentences": [{"text": "I think he does.", "sentId": 188}, {"text": "He says it has been implemented now for five years and he backed it I think just 18 months ago, so I guess in 18 months some things change.", "sentId": 189}, {"text": "He's found out it's is not working.", "sentId": 190}, {"text": "His calling card is that he's somebody who can speak the truth to the base, to the party and they are going to like it, and like him as a result, and what we have seen so far is that has not happened.", "sentId": 191}, {"text": "He said, like you said, the more you get to know him the more you will like him.", "sentId": 192}, {"text": "It has not happened, if you look in Iowa, if you look in New Hampshire, the more he is there the more his poll numbers actually plummet.", "sentId": 193}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "Might this help some?", "sentId": 194}, {"text": "Recent reviews out of New Hampshire particularly have been better anyway -- favorable.", "sentId": 195}], "secId": 71}, {"speaker": "O'KEEFE", "sentences": [{"text": "It might help him, but I think others will look at this and say he is just like everyone else.", "sentId": 196}, {"text": "Jeb Bush had a really interesting conference call with Alabama Republicans of all folks this week.", "sentId": 197}, {"text": "And he actually sort of seized on not only Christie but Walker and Rubio switching their positions on education and immigration, faulted them for twisting in the wind eventually.", "sentId": 198}, {"text": "A little more explicit than he has been in the past.", "sentId": 199}, {"text": "And I think he now he is trying to step into that straight talk standing by my views, like it or hate it I will keep with them kind of mantra.", "sentId": 200}, {"text": "And he hopes that that will help him.", "sentId": 201}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "And to that point, I said carving out a niche is important when you have no clear front runner but also knives are getting a little sharper because of this, people trying to distinguish themselves.", "sentId": 202}], "secId": 73}, {"speaker": "ZELENY", "sentences": [{"text": "No doubt.", "sentId": 203}, {"text": "And Jeb Bush still is not even a candidate yet.", "sentId": 204}, {"text": "He is going to get in at some point.", "sentId": 205}], "secId": 74}, {"speaker": "O'KEEFE", "sentences": [{"text": "That's right.", "sentId": 206}], "secId": 75}, {"speaker": "ZELENY", "sentences": [{"text": "As you know, he spends so much time with them.", "sentId": 207}, {"text": "But the reality is, he is not -- the summer is beginning with a weaker Jeb Bush than we ever could have imagined.", "sentId": 208}, {"text": "In 1999, this coming June, really right around this time where his brother got in and had consolidated virtually everything.", "sentId": 209}, {"text": "And of course, the party is different but he has not been as impressive as they hoped he would be.", "sentId": 210}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "Amazing, amazing, amazing.", "sentId": 211}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight, tomorrow's news today next.", "sentId": 212}, {"text": "Our reporters share from their notebooks including all eyes on the new Iowa Republican power broker.", "sentId": 213}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table and ask our great reporters to get you out ahead of the big political stories just around the corner.", "sentId": 214}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Nia Malika Henderson.", "sentId": 215}], "secId": 80}, {"speaker": "HENDERSON", "sentences": [{"text": "The Clinton campaign named Ladania Drain  to coordinate their African-American and she was a former executive director of the CBC.", "sentId": 216}, {"text": "And I got some calls from the grassroots activist the ones who really were helpful in getting Obama to get to turn out the black vote.", "sentId": 217}, {"text": "Their question was does someone with CBC ties actually --", "sentId": 218}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "Congressional Black Caucus.", "sentId": 219}], "secId": 82}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, Congressional Black Caucus", "sentId": 220}], "secId": 83}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, turned out the Cousin Pookie vote.", "sentId": 221}, {"text": "And we remember Cousin Pookie who was a character in the Obama's campaign speeches when he was talking to African-American voters.", "sentId": 222}], "secId": 84}, {"speaker": "HENDERSON", "sentences": [{"text": "The Clinton campaign says they have a new strategy, which is part CBC but partly grassroots strategy as well, to motivate Cousin Pookie.", "sentId": 223}, {"text": "And they also say that Drain of  Ohio which, of course, will be very important in the general election a large black vote there that will crucial for Clinton's candidacy.", "sentId": 224}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Interesting though.", "sentId": 225}, {"text": "Every pick, every person she hires gets scrutinize, to see how it works out.", "sentId": 226}], "secId": 86}, {"speaker": "O'KEEFE", "sentences": [{"text": "In Ohio in 2012, that's the real deal.", "sentId": 227}, {"text": "I have been with Jeb, as we talked about, and for the last few months.", "sentId": 228}, {"text": "Notice the subtle tweak to his sales pitch this week.", "sentId": 229}, {"text": "He tried to  Michigan Republicans talking about a tail of about a tale of two cities, Tallahassee when he ran Florida for eight years, and Washington, D.C. over the last six years with President Obama.", "sentId": 230}], "secId": 87}, {"speaker": "O'KEEFE", "sentences": [{"text": "His argument is as a conservative governor he got a lot of things done and worked with Democrats, shrunk the size of government -- the economy grew.", "sentId": 231}, {"text": "Here in Washington, Obama has been bucking.", "sentId": 232}, {"text": "Democrats, the economy's in a mess.", "sentId": 233}, {"text": "His poll numbers are down.", "sentId": 234}], "secId": 88}, {"speaker": "O'KEEFE", "sentences": [{"text": "What's interesting about this is over the last three weeks since he stumbled on Iraq, he's been telling reporters don't compare me to 1988 when my Dad run.", "sentId": 235}, {"text": "Don't compare me to 2000 when my brother ran.", "sentId": 236}, {"text": "Focus on right now.", "sentId": 237}, {"text": "He's kind of going back and forth.", "sentId": 238}, {"text": "His old history and current history, suggest to him perhaps, there is a contrast.", "sentId": 239}, {"text": "Will it work -- we'll leave it up to Republicans to decide.", "sentId": 240}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "Can you sell the Republican base on effective governance?", "sentId": 241}, {"text": "Some of them don't really want Washington to do very much.", "sentId": 242}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Lisa.", "sentId": 243}], "secId": 91}, {"speaker": "LERER", "sentences": [{"text": "It took a court order for the State Department to finally begin Hillary Clinton's e-mails from her personal address in a timely manner.", "sentId": 244}, {"text": "That's what happened this when a district court judge gave an order that the agency must start releasing batches of her e-mails on a monthly basis, starting at the end of June.", "sentId": 245}], "secId": 92}, {"speaker": "LERER", "sentences": [{"text": "That's bad news for Clinton campaign which now is going to face the slow drip of e-mail news that comes out just every month, there will be a spate stories.", "sentId": 246}, {"text": "Clinton aides argue that that's fine.", "sentId": 247}, {"text": "Any voter who had been influenced by these e-mails, probably it wasn't all that gettable for them.", "sentId": 248}, {"text": "Anyhow Republicans obviously see this very differently.", "sentId": 249}], "secId": 93}, {"speaker": "LERER", "sentences": [{"text": "They're salivating at the prospect of these things coming out and we will have to see what happens in the next few months.", "sentId": 250}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "Interesting for them but it wouldn't be an issue for them if they had operated within the way the government would prefer you to operate.", "sentId": 251}, {"text": "Just saying.", "sentId": 252}], "secId": 95}, {"speaker": "ZELENY", "sentences": [{"text": "There are a few political events across the country, that are sort of these great things that happened every time.", "sentId": 253}, {"text": "The Harkins steak fry was won in Iowa.", "sentId": 254}, {"text": "There's a new one that's starting next weekend in Iowa.", "sentId": 255}, {"text": "It's the roast and ride.", "sentId": 256}, {"text": "Joni Ernst, she's the new Republican senator who kind of took the midterm elections by storm.", "sentId": 257}], "secId": 96}, {"speaker": "ZELENY", "sentences": [{"text": "But she is going to play a central role in the Iowa nominating process for the next six months.", "sentId": 258}, {"text": "She probably won't endorse and all the candidates will be seeking her endorsement to stand at her side, and keep an eye on Joni Ernst and her roast and ride, next weekend in Iowa.", "sentId": 259}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "Learn how to shoot a gun and ride a Harley if you want to stay her favorite.", "sentId": 260}], "secId": 98}, {"speaker": "ZELENY", "sentences": [{"text": "Right.", "sentId": 261}, {"text": "And she could do it with gusto.", "sentId": 262}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "We'll keep an eye on that I will close with this.", "sentId": 263}, {"text": "We were reminded this past week Nevada's growing role in the Republican presidential nominating process.", "sentId": 264}, {"text": "Ted Cruz named as state director and Marco Rubio spent time in Nevada and promised to return often.", "sentId": 265}, {"text": "Keep an eye on that.", "sentId": 266}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Political writers like all of us at the table just salivating over the prospect of a big Florida primary show down between Senator Rubio and his one-time mentor, the former Governor Jeb Bush.", "sentId": 267}, {"text": "The truth is though, team Rubio knows it needs an early win to be viable by the time Florida rolls around.", "sentId": 268}, {"text": "Given the crowded Republican race, Team Rubio believes New Hampshire and South Carolina are still well with in each for early targets.", "sentId": 269}, {"text": "But ore and more -- just in case.", "sentId": 270}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "Nevada is emerging as the Rubio firewall state.", "sentId": 271}, {"text": "He lived there briefly as a child.", "sentId": 272}, {"text": "He was a member of the Mormon Church before choosing to be Catholic, and he hopes his Cuban-American roots and Spanish language are a plus in that state.", "sentId": 273}, {"text": "As one top Rubio ally put it this week, if we're 0 and 4, the money dries up and we're out before Florida.", "sentId": 274}, {"text": "Now again, this ally is confident Rubio won't come out of Iowa, New Hampshire and South Carolina 0-3, but he added the campaign now consciously.", "sentId": 275}, {"text": "Dialing up its Nevada work, because it makes sense, and B, just in case.", "sentId": 276}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS again, thanks for sharing you Sunday morning.", "sentId": 277}, {"text": "We'll see you soon.", "sentId": 278}, {"text": "\"STATE OF THE UNION\" starts right now.", "sentId": 279}], "secId": 103}], "sectionCount": 104, "url": "transcripts.cnn.com/TRANSCRIPTS/1505/31/ip.01.html", "sentenceCount": 281, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired May 31, 2015 - 08:30   ET", "speakers": ["BLACKWELL", "KING", "O'MALLEY", "CLINTON", "BUSH", "PAUL", "With us to share their reporting and their insights", "SANDERS", "O'Malley", "LERER", "HENDERSON", "O'KEEFE", "ZELENY", "UNIDENTIFIED MALE", "CHRISTIE", "KEILAR"], "title": "INSIDE POLITICS"}