{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1503.15.ip.01.html.json", "subTitle": "Hillary Clinton E-Mail Controversy; Washington's New Rule: No Rules", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "BLACKWELL", "sentences": [{"text": "INSIDE POLITICS with John King starts right now.", "sentId": 0}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "An explanation that satisfied almost no one.", "sentId": 1}], "secId": 1}, {"speaker": "CLINTON", "sentences": [{"text": "I opted for convenience to use my personal e-mail account.", "sentId": 2}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton on defense just when she had hoped to jumpstart her White House bid.", "sentId": 3}], "secId": 3}, {"speaker": "CLINTON", "sentences": [{"text": "There is no classified material.", "sentId": 4}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Plus, throw out the old Washington rule book.", "sentId": 5}], "secId": 5}, {"speaker": "RUBIO", "sentences": [{"text": "Regret.", "sentId": 6}, {"text": "I would send another one tomorrow.", "sentId": 7}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "Republican senators have a new pen pal, Iran.", "sentId": 8}], "secId": 7}, {"speaker": "OBAMA", "sentences": [{"text": "It's an unusual coalition.", "sentId": 9}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "A brash GOP attempt to undermine nuclear talks.", "sentId": 10}, {"text": "Democrats call it treason.", "sentId": 11}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS -- the biggest stories sourced by the best reporters now.", "sentId": 12}, {"text": "Welcome to INSIDE POLITICS.", "sentId": 13}, {"text": "I'm John King.", "sentId": 14}, {"text": "Thanks for sharing", "sentId": 15}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "your Sunday morning.", "sentId": 16}], "secId": 11}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Maggie Haberman of the \"New York Times\"; NPR's Steve Inskeep; Julie Pace of the Associated Press; and Robert Costa of the \"Washington Post\".", "sentId": 17}], "secId": 12}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Hillary Clinton's e-mail controversy has settled one big debate about her presidential campaign.", "sentId": 18}, {"text": "She will make it official sooner rather than later.", "sentId": 19}, {"text": "Look for an April launch in her headquarters in Brooklyn.", "sentId": 20}], "secId": 13}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "But what else did we learn this past week?", "sentId": 21}, {"text": "Well, for one, she thinks you can and should trust her to decide what e-mails to delete and what e-mails to make public.", "sentId": 22}], "secId": 14}, {"speaker": "CLINTON", "sentences": [{"text": "I am very confident of the process that we conducted and the e-mails that were produced.", "sentId": 23}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "And like her husband in times of crisis, she shares information only when forced to do so but then tries to suggest it was her idea all along.", "sentId": 24}], "secId": 16}, {"speaker": "CLINTON", "sentences": [{"text": "I've taken unprecedented steps to provide these work- related e-mails.", "sentId": 25}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "And we were also reminded she will do it her way, even if it annoys the media and stokes what she has long-called the right-wing conspiracy machine.", "sentId": 26}], "secId": 18}, {"speaker": "CLINTON", "sentences": [{"text": "I believe I have met all of my responsibilities and the server will remain private.", "sentId": 27}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Maggie Haberman, not her best week, not the week she wanted but does it matter?", "sentId": 28}, {"text": "Does it matter?", "sentId": 29}, {"text": "If you talk to people inside Team Clinton, they say it's a media frenzy.", "sentId": 30}, {"text": "It's a process story.", "sentId": 31}, {"text": "She's still in a commanding position.", "sentId": 32}, {"text": "It will be forgotten, will it?", "sentId": 33}], "secId": 20}, {"speaker": "HABERMAN", "sentences": [{"text": "The first race that I covered for Hillary Clinton was in 2000, her U.S. Senate race and in November 1999, she was criticized for weeks for having kissed Su'a Arafat after like a very, very inflammatory speech.", "sentId": 34}, {"text": "That was going to be the controversy that was never going to go away at that point until she won by ten points the following November.", "sentId": 35}], "secId": 21}, {"speaker": "HABERMAN", "sentences": [{"text": "I think that this is not going to be what voters vote on.", "sentId": 36}, {"text": "I think it has, however, put her on the defensive at the start of her campaign.", "sentId": 37}, {"text": "It has basically made her a candidate now a couple of weeks before she was going to.", "sentId": 38}, {"text": "I don't think that the timing changed because of the e- mails.", "sentId": 39}, {"text": "It was always going to be April.", "sentId": 40}, {"text": "They were just debating between whether it would be sort of a rollout of a soft launch or a video, or you know, a couple months later.", "sentId": 41}], "secId": 22}, {"speaker": "HABERMAN", "sentences": [{"text": "She does not want a long campaign.", "sentId": 42}, {"text": "She has never wanted a long campaign.", "sentId": 43}, {"text": "It's frankly never been clear how excited she is about another campaign.", "sentId": 44}, {"text": "And honestly it's kind of hard to blame her, what we put presidential candidates through is terrible.", "sentId": 45}], "secId": 23}, {"speaker": "HABERMAN", "sentences": [{"text": "I think I think the e-mail thing is significant because it is going to come up and up and up but it is not going to be what voters make their decision on at the end of the day.", "sentId": 46}], "secId": 24}, {"speaker": "INSKEEP", "sentences": [{"text": "There's an interesting contrast with Jeb Bush and the way he's behaved in the last several months.", "sentId": 47}, {"text": "Not that he's had a perfect few months.", "sentId": 48}, {"text": "But I think a lot of people can look at Bush and understand what it is he may run on.", "sentId": 49}, {"text": "He has this slogan, \"Right to Rise\".", "sentId": 50}, {"text": "He's talking about Republican issues in a different way than other candidates have.", "sentId": 51}, {"text": "You have a sense of what Jeb Bush is about.", "sentId": 52}], "secId": 25}, {"speaker": "INSKEEP", "sentences": [{"text": "I'm not sure that voters -- at least I as an ordinary news consumer, I have a good, clear sense of what Hillary Clinton intends to run on and stand for.", "sentId": 53}, {"text": "And so when she gets in trouble, that's all there is.", "sentId": 54}, {"text": "People don't have any framework to put that in.", "sentId": 55}], "secId": 26}, {"speaker": "PACE", "sentences": [{"text": "And that is really I think what seems to be driving this focus on April.", "sentId": 56}, {"text": "There had still been people who are holding on to this hope that maybe she could announce later, she could do a soft launch.", "sentId": 57}, {"text": "The reason to do a launch in April is to have a pro active agenda, be able to go on the offense.", "sentId": 58}, {"text": "Be able to roll out economic messages, foreign policy messages, otherwise you're just dealing with whatever the controversy of the day is.", "sentId": 59}, {"text": "And if it's e-mails, you know, this past week, it's going to be something else next week and something else the week after that.", "sentId": 60}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 61}, {"text": "The question is did you learn anything new about her?", "sentId": 62}, {"text": "I think we've all known that she's a pretty controlling person.", "sentId": 63}, {"text": "Some people see that as a good thing, some people don't.", "sentId": 64}, {"text": "She's pretty secretive.", "sentId": 65}, {"text": "Some people see that as a good thing, some people don't.", "sentId": 66}, {"text": "But the impact for me is did anything change?", "sentId": 67}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "Listen to Martin O'Malley, the former governor of Maryland, one of the Democrats who may run against her.", "sentId": 68}, {"text": "If you thought this would create an opening -- listen to Martin O'Malley, all the Democrats are saying I'm tired of talking about this.", "sentId": 69}, {"text": "And listen to how many times he uses one word.", "sentId": 70}], "secId": 29}, {"speaker": "O'MALLEY", "sentences": [{"text": "Look, every year there is -- most years there's the inevitable front-runner and that inevitable front-runner is inevitable right up until he or she is no longer inevitable.", "sentId": 71}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "I think he thinks -- I think even he thinks that she is almost inevitable.", "sentId": 72}, {"text": "Now, she was inevitable once and that was 2008.", "sentId": 73}, {"text": "But it's just not there -- right.", "sentId": 74}], "secId": 31}, {"speaker": "HABERMAN", "sentences": [{"text": "The only person who can run to her left in a serious way I think is Elizabeth Warren.", "sentId": 75}, {"text": "I think Martin O'Malley is trying to do that.", "sentId": 76}, {"text": "But as you said, he's not going to hit her on this.", "sentId": 77}, {"text": "He's doing, it's just business, it's not personal kind of contrast.", "sentId": 78}], "secId": 32}, {"speaker": "HABERMAN", "sentences": [{"text": "I don't see an Obama-like figure on the horizon right now.", "sentId": 79}, {"text": "And I do think that this is Hillary Clinton's not even to lose -- it is very hard to see otherwise.", "sentId": 80}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "The party is so invested in her.", "sentId": 81}, {"text": "They can't get their money back at this point -- right -- all the staff, all the fundraising, all the apparatus in a way.", "sentId": 82}], "secId": 34}, {"speaker": "PACE", "sentences": [{"text": "There's not.", "sentId": 83}, {"text": "You're not seeing anyone making any moves.", "sentId": 84}, {"text": "Joe Biden's people say that while they want him to run, he's not making moves.", "sentId": 85}, {"text": "You always hear whispers, will Deval Patrick come in?", "sentId": 86}, {"text": "He's talking about needing to have a robust primary.", "sentId": 87}, {"text": "There is simply no move being made by anyone who is going to actually challenge her.", "sentId": 88}], "secId": 35}, {"speaker": "HABERMAN", "sentences": [{"text": "No.", "sentId": 89}, {"text": "And an important point that I think has not gotten focused on that much.", "sentId": 90}, {"text": "We focus a lot on how aggravated the White House was by this e-mail thing.", "sentId": 91}, {"text": "The absolutely were and yet they did not save her but they certainly didn't throw her over.", "sentId": 92}, {"text": "The important thing to remember is how much of the White House apparatus is sort of moving over to the campaign or past Obama advisers.", "sentId": 93}, {"text": "They see her as the best hope for preserving his legacy and there is going to be a hope of holding on to that as long as possible.", "sentId": 94}], "secId": 36}, {"speaker": "COSTA", "sentences": [{"text": "So do voters.", "sentId": 95}, {"text": "I mean when you talk to voters and you go to Iowa and New Hampshire, they're still with Secretary Clinton.", "sentId": 96}, {"text": "There's not a groundswell towards Governor O'Malley or towards Senator Webb or anyone else.", "sentId": 97}, {"text": "Yes, maybe O'Malley could have used the moment better this week to go after Clinton, but there's not really an appetite, at least at the moment in the electorate.", "sentId": 98}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "So there's no Democrat ready to jump in and say here's my moment.", "sentId": 99}], "secId": 38}, {"speaker": "HABERMAN", "sentences": [{"text": "That's right.", "sentId": 100}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "And let's look at this Gallup poll.", "sentId": 101}, {"text": "A lot of people say if you're in Team Clinton you're also looking at the Republican field thinking I start this in pretty good shape.", "sentId": 102}, {"text": "Favorability -- Gallup asked the question.", "sentId": 103}, {"text": "She's a plus 11 favorability meaning she's 50 percent favorable, 39 percent unfavorable.", "sentId": 104}, {"text": "Mike Huckabee's a plus 3, Rand Paul a plus 3, Jeb Bush a plus 2, Chris Christie a negative 3.", "sentId": 105}, {"text": "So she's 100 percent known.", "sentId": 106}, {"text": "Everybody knows Hillary Clinton.", "sentId": 107}, {"text": "In", "sentId": 108}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "today's polarized-- 20 years ago you'd say 50 percent approval, not so great -- in today's polarized electorate, that's pretty strong.", "sentId": 109}], "secId": 41}, {"speaker": "HABERMAN", "sentences": [{"text": "I did a story about this actually and saw that 40 is the new 50 in terms of approvals and approval rating.", "sentId": 110}, {"text": "It used to be that you needed to be at 50.", "sentId": 111}, {"text": "Now you're seeing people because it's a complete race to the bottom, all of these campaigns.", "sentId": 112}, {"text": "And frankly there is something to be said for the fact that she is so known.", "sentId": 113}, {"text": "This will end up being a campaign, assuming that she is the nominee, which I believe she probably will be that will come down to about four states.", "sentId": 114}, {"text": "She's pretty known and there's going to be, you know, who get's their voters out.", "sentId": 115}], "secId": 42}, {"speaker": "COSTA", "sentences": [{"text": "It's a general election campaign already.", "sentId": 116}, {"text": "I mean the Republicans are running a general election campaign against Secretary Clinton.", "sentId": 117}], "secId": 43}, {"speaker": "HABERMAN", "sentences": [{"text": "That's very true.", "sentId": 118}], "secId": 44}, {"speaker": "COSTA", "sentences": [{"text": "That's what this whole week has been about.", "sentId": 119}, {"text": "It's not even about a Democratic primary.", "sentId": 120}], "secId": 45}, {"speaker": "PACE", "sentences": [{"text": "Interesting switch between targeting Obama to targeting Clinton.", "sentId": 121}, {"text": "That is the clear sign that they are now running against her.", "sentId": 122}], "secId": 46}, {"speaker": "HABERMAN", "sentences": [{"text": "And they were slow to do it.", "sentId": 123}, {"text": "They were slow to do it.", "sentId": 124}], "secId": 47}, {"speaker": "KOSIK", "sentences": [{"text": "Yet, as they get to their debates, one of the reasons again Team Clinton feels strong, even though they had a bumpy week, is the Republicans have done nothing to solve their demographic issues.", "sentId": 125}, {"text": "You say it will come down to three or four states, well, if it comes down to non-white voters, African-Americans, Latinos, and even young voters again, there's nothing on the table that shows the Republicans have fixed any of their structural problem.", "sentId": 126}], "secId": 48}, {"speaker": "HABERMAN", "sentences": [{"text": "No, I mean that's why so many people talk about Jeb Bush as a potentially great candidate or Marco Rubio as a potentially great candidate.", "sentId": 127}], "secId": 49}, {"speaker": "HABERMAN", "sentences": [{"text": "There was some concern for Clinton early on especially with the contrast you were talking about with Jeb Bush.", "sentId": 128}, {"text": "And I do not think that Jeb Bush is comparable in his position at all and I don't think polls suggest that he is on the Republican side to where Hillary Clinton is.", "sentId": 129}, {"text": "He's not clearing the field.", "sentId": 130}, {"text": "His numbers in Iowa are upside down.", "sentId": 131}, {"text": "He has a real race.", "sentId": 132}], "secId": 50}, {"speaker": "HABERMAN", "sentences": [{"text": "But there was concern about him early on.", "sentId": 133}, {"text": "There is now generally a feeling among Clinton insiders that he's not a bad candidate for her to oppose and once again this will be a lot like 2000 and come down to Florida.", "sentId": 134}], "secId": 51}, {"speaker": "PACE", "sentences": [{"text": "It would strip away what Republicans could do with her going after the dynasty argument if you've got a Bush and a Clinton suddenly you're on an even playing field.", "sentId": 135}, {"text": "KING:  One other interesting point of data, as this is all", "sentId": 136}], "secId": 52}, {"speaker": "PACE", "sentences": [{"text": "playing out, part of me was thinking ok, younger voters are more used to this technology.", "sentId": 137}, {"text": "They think everything should be transparent.", "sentId": 138}, {"text": "They think everything should be simple.", "sentId": 139}, {"text": "Would they be mad that Hillary Clinton had a private server?", "sentId": 140}], "secId": 53}, {"speaker": "Look at these Pew numbers.  Following the Clinton e-mail story closely", "sentences": [{"text": "among Republicans and Democrats you see the big number there.", "sentId": 141}, {"text": "But among younger Republicans and younger Democrats a smaller percentage of younger people think this is a big deal or are following it closely.", "sentId": 142}, {"text": "I suspect maybe that's because they want help with their college costs or they want a job.", "sentId": 143}, {"text": "I think there are other things more important than whether Hillary Clinton has a private e-mail server.", "sentId": 144}], "secId": 54}, {"speaker": "COSTA", "sentences": [{"text": "I think it was -- I was with Senator Paul in Iowa and that libertarian strain among younger voters, they want to have access to that technology.", "sentId": 145}, {"text": "They don't want Big Brother looking over their text messages.", "sentId": 146}, {"text": "I think they are actually more sympathetic to Clinton's argument not having to reveal everything because they're so --", "sentId": 147}], "secId": 55}, {"speaker": "HABERMAN", "sentences": [{"text": "I agree.", "sentId": 148}], "secId": 56}, {"speaker": "PACE", "sentences": [{"text": "They're more likely to have a private server.", "sentId": 149}], "secId": 57}, {"speaker": "HABERMAN", "sentences": [{"text": "She had a line about that at that press conference where she said essentially, I think that my private e-mails get to be private and I think most people want their e-mails to be private.", "sentId": 150}], "secId": 58}, {"speaker": "INSKEEP", "sentences": [{"text": "People who are increasingly public would want to control their private e-mail.", "sentId": 151}], "secId": 59}, {"speaker": "HABERMAN", "sentences": [{"text": "Everything is written down.", "sentId": 152}, {"text": "That didn't happen before.", "sentId": 153}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Private server in every pot.", "sentId": 154}, {"text": "I see it.", "sentId": 155}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 156}, {"text": "Up next, forget about rewriting the rules of Washington, Republicans are just shredding them.", "sentId": 157}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "First, this week's \"Politicians say or do the darnedest things\".", "sentId": 158}, {"text": "It's a Joe Biden plug, watch here, for Michelle Obama's fitness challenge.", "sentId": 159}], "secId": 63}, {"speaker": "BIDEN", "sentences": [{"text": "Yes.", "sentId": 160}, {"text": "You've got to do a million of these a day so just give me five.", "sentId": 161}, {"text": "Yes, yes.", "sentId": 162}, {"text": "You've got to do a million of these a day so just give me five.", "sentId": 163}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 164}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "General Douglas MacArthur gets credit for the line that \"Rules were mostly made to be broken.\"", "sentId": 165}, {"text": "Well, you might call it the new motto of the \"no rules\" Republican Party.", "sentId": 166}, {"text": "What do I mean by that?", "sentId": 167}, {"text": "Well, House Speaker John Boehner used to go by what's called Hastert Rule.", "sentId": 168}, {"text": "You don't bring a bill to the House floor unless a majority of your fellow Republicans are going to vote for it.", "sentId": 169}, {"text": "To keep the Department of Homeland Security running and on a couple of other issues he said, just break that rule.", "sentId": 170}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Another rule, don't invite a foreign leader into the well of the United States House of Representatives to criticize the President of the United States at a time that very same President of the United States is conducting very sensitive negotiations with a foreign country, but as we saw with Prime Minister Netanyahu's visit, that rule, broken.", "sentId": 171}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "And this past week, this letter to the leaders of the Islamic Republic of Iran, you don't see that every day, signed by 47 Republican senators.", "sentId": 172}, {"text": "You see all the names here.", "sentId": 173}, {"text": "This is going to be a fun contest -- name your senator.", "sentId": 174}, {"text": "47 Republican senators there said directly to a foreign nation essentially saying, hey, if you want to cut a deal with President Obama fine.", "sentId": 175}, {"text": "But we, the United States senate, won't abide by it.", "sentId": 176}, {"text": "We will ignore it.", "sentId": 177}, {"text": "It was authored at first by a freshman, Tom Cotton, just in the United States senate.", "sentId": 178}, {"text": "Among the 100 United States senators, he's in the bottom 10 when it comes to seniority.", "sentId": 179}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "The old rules, you checked in with your chairman -- that would be Bob Corker.", "sentId": 180}, {"text": "He didn't sign the letter.", "sentId": 181}, {"text": "Or you check in with majority leader, Mitch McConnell.", "sentId": 182}, {"text": "Tom Cotton didn't do that.", "sentId": 183}, {"text": "But again that rule -- broken.", "sentId": 184}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "It reminds me Steve Inskeep that if you've covered this town for a long time you tend to process stories by the rules.", "sentId": 185}, {"text": "But is the new rule that especially with these Republicans we saw it first in the house with the rise of the Tea Party.", "sentId": 186}, {"text": "Now we're seeing it in the Senate that maybe the new rule is there are no rules.", "sentId": 187}], "secId": 70}, {"speaker": "INSKEEP", "sentences": [{"text": "Well, of course, it's a constant political cycle now and it always has been.", "sentId": 188}, {"text": "But one thing that's on my mind is that unemployment is 5.5 percent.", "sentId": 189}, {"text": "So if you want to be critical of the President, you have to talk about something other than the economy or talk about the economy in a different way.", "sentId": 190}, {"text": "And here we are talking about foreign policy.", "sentId": 191}], "secId": 71}, {"speaker": "INSKEEP", "sentences": [{"text": "I don't know that Iran is among the leading concerns of Americans right now, but it is a deep concern to some Republicans.", "sentId": 192}, {"text": "I don't mean to say that all 47 senators were insincere in signing that letter, but they signed it.", "sentId": 193}, {"text": "They signed it perhaps without thinking a lot.", "sentId": 194}, {"text": "I say that as someone who has traveled to Iran a number of times, covered the story.", "sentId": 195}], "secId": 72}, {"speaker": "INSKEEP", "sentences": [{"text": "There seem to be two messages of that letter.", "sentId": 196}, {"text": "One is saying to Iran, we don't think you're very smart.", "sentId": 197}, {"text": "And two, we're going to say it in a way that doesn't make us look very smart.", "sentId": 198}, {"text": "So it doesn't -- I don't know that it was the most thought out gesture necessarily, but they did it because they had to talk about something.", "sentId": 199}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "Not that the Republicans care too much about what President Obama thinks of them, it's pretty clear.", "sentId": 200}, {"text": "Before they wrote this letter and one of the reasons why they wrote this letter but listen to the President's take.", "sentId": 201}], "secId": 74}, {"speaker": "OBAMA", "sentences": [{"text": "I'm embarrassed for them.", "sentId": 202}, {"text": "For them to address a letter to the Ayatollah who they claim is our mortal enemy and their basic argument to them is don't deal with our president because you can't trust him to follow through on an agreement.", "sentId": 203}, {"text": "That's close to unprecedented.", "sentId": 204}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "This was Tom Cotton's idea.", "sentId": 205}, {"text": "He just came over from the house, one of the younger members of the new Republican majority in the Senate.", "sentId": 206}, {"text": "He's a veteran.", "sentId": 207}, {"text": "John McCain said, \"We did this.", "sentId": 208}, {"text": "We're all getting out of town for a snowstorm.", "sentId": 209}, {"text": "Maybe we should have read a little better.\"", "sentId": 210}, {"text": "Ron Johnson said at a breakfast at the end of the week, a Bloomberg breakfast, maybe we shouldn't have sent it to the leaders of Iran.", "sentId": 211}, {"text": "We should have just wrote an open letter.", "sentId": 212}, {"text": "Do they still think this was smart on the Republican side or do they have second thoughts?", "sentId": 213}], "secId": 76}, {"speaker": "COSTA", "sentences": [{"text": "I checked in with several top senate Republican staffers and chiefs of staff.", "sentId": 214}, {"text": "I said what happened here?", "sentId": 215}, {"text": "And the answer of politics -- no one wants to be to the left of Tom Cotton.", "sentId": 216}, {"text": "He has so much political capital because he's a favorite of talk radio, the conservative leaders love him.", "sentId": 217}, {"text": "Bill Kristol talks him up with a possible 2016 candidate.", "sentId": 218}], "secId": 77}, {"speaker": "COSTA", "sentences": [{"text": "And so you have all this hovering over these senators.", "sentId": 219}, {"text": "And with the hawkish drift in the party, even Rand Paul seemed to sign it.", "sentId": 220}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "At the White House do they think it was a gift in an odd way?", "sentId": 221}], "secId": 79}, {"speaker": "PACE", "sentences": [{"text": "In an odd way.", "sentId": 222}, {"text": "They are more angry or frustrated about this letter than about pretty much any issue that I have seen come up with in the last few years.", "sentId": 223}, {"text": "This deal to Obama is so central to his legacy.", "sentId": 224}, {"text": "He wants this deal so badly.", "sentId": 225}, {"text": "And the idea that his political opponents would try to jeopardize it for political reasons just says all you need to know about Republicans in his eyes.", "sentId": 226}], "secId": 80}, {"speaker": "PACE", "sentences": [{"text": "And they feel like they are very close perhaps this week we could see movement on a deal.", "sentId": 227}, {"text": "And to just have one after another with the Netanyahu speech and now the letter coming after that, they are just fuming about this.", "sentId": 228}], "secId": 81}, {"speaker": "INSKEEP", "sentences": [{"text": "In fairness, on the substance they're not out of line to oppose the President or criticize the President.", "sentId": 229}, {"text": "That's their job.", "sentId": 230}, {"text": "And Democrats who are outraged about that might remember in the run up to the Iraq war when many people on the left were so disappointed that congress was not questioning the President more ferociously, the substance they seem to be perfectly within their rights as a question of style.", "sentId": 231}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "To have the debate but send a letter to the government of Iran?", "sentId": 232}], "secId": 83}, {"speaker": "HABERMAN", "sentences": [{"text": "Essentially the letter says aversion of this president is superfluous.", "sentId": 233}, {"text": "Whatever you're having happen now, this doesn't matter because we can undo it.", "sentId": 234}, {"text": "Someone else can undo it.", "sentId": 235}], "secId": 84}, {"speaker": "HABERMAN", "sentences": [{"text": "And I think that -- and you would know better than me on this, but I think from the White House's perspective, to your point that it's been one after another, the Netanyahu speech, this, there's a feeling about the rules, that the rules tend -- historical rules tend not to apply when dealing with this president and that there's a lack of respect and toward him.", "sentId": 236}, {"text": "And I think that is part of what this White House is so --", "sentId": 237}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "And is it personal or is this a new generational thing?", "sentId": 238}, {"text": "I guess we won't find out until we have the next president.", "sentId": 239}, {"text": "But if you're Marco Rubio, Jeb Bush or any Republican who wants to be president, if you win the election, trust me, the Democrats are going to watch what the Republicans are doing right now.", "sentId": 240}, {"text": "Payback is --", "sentId": 241}], "secId": 86}, {"speaker": "PACE", "sentences": [{"text": "That's exactly right.", "sentId": 242}, {"text": "There was a really interesting line that the President had after the Netanyahu visit where he said that there is this misunderstanding that foreign policy runs through the executive branch and not the legislature.", "sentId": 243}, {"text": "And if you're a Republican and you want to be president you have to own foreign policy.", "sentId": 244}, {"text": "You're going to end up having to take positions and want Congress to step aside as well.", "sentId": 245}, {"text": "There is a little bit of a lesson maybe for them.", "sentId": 246}], "secId": 87}, {"speaker": "COSTA", "sentences": [{"text": "A lot of the older senators are concerned about the end of protocol.", "sentId": 247}, {"text": "If you're a freshman senator, you should not give a speech for months if not years.", "sentId": 248}, {"text": "And look who's dominating the Republicans in the Senate -- Ted Cruz during the shutdown; now it's Tom Cotton on the foreign policy.", "sentId": 249}, {"text": "Mitch McConnell and Corker, they may not sign the letter, but they don't have the power.", "sentId": 250}], "secId": 88}, {"speaker": "HABERMAN", "sentences": [{"text": "They can't stop them.", "sentId": 251}, {"text": "Exactly right.", "sentId": 252}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "They can't stop it.", "sentId": 253}, {"text": "And I guess the question is, does it work for them going forward as a legislative party which they've been very successful at?", "sentId": 254}, {"text": "They've built their house majority.", "sentId": 255}, {"text": "They have a senate majority.", "sentId": 256}, {"text": "The question is when they say in 2016 let us keep what we have and also give us the big house -- whether voters process that a little bit differently.", "sentId": 257}], "secId": 90}, {"speaker": "HABERMAN", "sentences": [{"text": "That's right.", "sentId": 258}, {"text": "I mean this is one of the reasons why I think that Republican governors are going to argue, see, it's great not to be a part of Washington.", "sentId": 259}, {"text": "That just doesn't work.", "sentId": 260}], "secId": 91}, {"speaker": "INSKEEP", "sentences": [{"text": "You know when you talk about the rules I'm thinking about a story in a Robert Carroll book involving Richard Russell, the great senator from Georgia who was a Democrat.", "sentId": 261}, {"text": "Eisenhower was a Republican president, made a move that Russell disagreed with.", "sentId": 262}, {"text": "And there's a story I believe in that book in which Russell sends word, \"Tell, the President, I believe he's making a huge mistake, but if he goes ahead, I won't say a word against.\"", "sentId": 263}], "secId": 92}, {"speaker": "INSKEEP", "sentences": [{"text": "That was a bipartisan relationship.", "sentId": 264}, {"text": "It may have been too chummy a relationship.", "sentId": 265}, {"text": "Maybe he should have spoken up.", "sentId": 266}], "secId": 93}, {"speaker": "COSTA", "sentences": [{"text": "That age is over.", "sentId": 267}], "secId": 94}, {"speaker": "INSKEEP", "sentences": [{"text": "But it's a very different .", "sentId": 268}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "Now we'll tell the President if he goes forward, I will tweeting about it immediately.", "sentId": 269}], "secId": 96}, {"speaker": "COSTA", "sentences": [{"text": "In fact I'm tweeting now.", "sentId": 270}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "Right now.", "sentId": 271}, {"text": "Tomorrow's news today is next.", "sentId": 272}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "Our reporters get you out ahead of the big political news to come including a glimpse at some very surprising diplomacy by Scott Walker.", "sentId": 273}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table and ask our great reporters to share a bit from their notebooks.", "sentId": 274}, {"text": "Maggie Haberman.", "sentId": 275}], "secId": 100}, {"speaker": "HABERMAN", "sentences": [{"text": "Scott Walker of Wisconsin was in New York City last week for a bunch of fundraising at meet-and-greets and he met with some hedge fund executives who were very impressed by him.", "sentId": 276}, {"text": "\"New York Observer\" owner, Jerry Kushner was also on hand.", "sentId": 277}], "secId": 101}, {"speaker": "HABERMAN", "sentences": [{"text": "He gave a pretty solid pitch.", "sentId": 278}, {"text": "It was all very, very respectful and it was all about issues.", "sentId": 279}, {"text": "He was asked about how he would beat Jeb Bush.", "sentId": 280}, {"text": "And he surprised a bunch of people by saying Jeb Bush is the front-runner.", "sentId": 281}, {"text": "That is contrary to a lot of other things he said publicly last week.", "sentId": 282}, {"text": "But that is his sell to people to who could give him money which is no, no, no -- he's the front-runner but I'm the slow and steady guy who's going to come up behind just like when I ran track when I was younger.", "sentId": 283}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "Smart politics -- deferential, diplomatic.", "sentId": 284}, {"text": "Let Jeb catch the harpoons.", "sentId": 285}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Steve.", "sentId": 286}], "secId": 104}, {"speaker": "INSKEEP", "sentences": [{"text": "I've been following a state political story -- the state of Israel, spent a few days reporting there last week.", "sentId": 287}, {"text": "And Benjamin Netanyahu, the prime minister, who got so much notice here is close to losing.", "sentId": 288}, {"text": "It doesn't mean his party will lose but his party is in grave danger in the election which is coming up on Tuesday.", "sentId": 289}, {"text": "Now Israel's political system is so complicated that even if his party ends up not being the leading party, there are scenarios where he could end up in a governing coalition.", "sentId": 290}], "secId": 105}, {"speaker": "INSKEEP", "sentences": [{"text": "We don't know that Netanyahu going away.", "sentId": 291}, {"text": "But it's interesting to note that Isaac Herzog the Labor Party leader who's his biggest challenger wants to change Israel's approach to the world, has been talking about trying to end Israel's isolation in the world which would suggest changing a lot of policies that have infuriated this White House or frustrated this White House in the last several years.", "sentId": 292}, {"text": "There could be a change if the election results go a certain way.", "sentId": 293}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "And the President made pretty clear -- President Obama, how he would like them to go.", "sentId": 294}], "secId": 107}, {"speaker": "INSKEEP", "sentences": [{"text": "I don't think there'd be a lot of people crying in the White House.", "sentId": 295}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "See if he gets his wish -- fun one to watch.", "sentId": 296}, {"text": "Julie.", "sentId": 297}], "secId": 109}, {"speaker": "PACE", "sentences": [{"text": "There's been a lot of discussion about the lack of robust primary challenge would have -- the impact it would have on Hillary Clinton's candidacy.", "sentId": 298}, {"text": "In some of the early voting states this is not just a political story this is also an economic story.", "sentId": 299}, {"text": "When you have robust primaries in both parties, you have tons of money flooding into Iowa, New Hampshire, South Carolina on television ads, on hotels, transportation, campaign stops.", "sentId": 300}], "secId": 110}, {"speaker": "PACE", "sentences": [{"text": "And there is some concern that on the Democratic side we're just simply not going to see that this time around.", "sentId": 301}, {"text": "It's a reminder that politics has become such a big business beyond just the campaigns of the super PACs.", "sentId": 302}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "That's right -- especially in those early states.", "sentId": 303}, {"text": "You're encouraging more Democrats to get in.", "sentId": 304}, {"text": "Just get in and spend money.", "sentId": 305}, {"text": "Just open a headquarters.", "sentId": 306}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Open a headquarter and spend some money.", "sentId": 307}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "Robert.", "sentId": 308}], "secId": 114}, {"speaker": "COSTA", "sentences": [{"text": "Senator Marco Rubio has been watching the fast ascent of Governor Walker and Governor Bush carefully.", "sentId": 309}, {"text": "He's been wondering how do I get to that top tier.", "sentId": 310}, {"text": "He has a very interesting quiet strategy right now.", "sentId": 311}, {"text": "He's been reaching out to Mitt Romney and Mitt Romney's inner circle building those relationships.", "sentId": 312}, {"text": "He's spoken with Romney twice since Romney decided not to get in the race.", "sentId": 313}], "secId": 115}, {"speaker": "COSTA", "sentences": [{"text": "He's had meetings this week with people like  former policy advisers and texts often with Spencer Zwick, Romney's former finance director.", "sentId": 314}, {"text": "I think Rubio if he nurtures those relationships will see him continue to rise in the donor community and with consultants and voters.", "sentId": 315}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "That's interesting.", "sentId": 316}, {"text": "It's smart strategy too.", "sentId": 317}, {"text": "We'll keep an eye on that.", "sentId": 318}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 319}, {"text": "New Hampshire is literally awash in would- be presidents these days.", "sentId": 320}, {"text": "Ted Cruz is there tomorrow.", "sentId": 321}, {"text": "Rick Perry got decent grades for his visit last week.", "sentId": 322}, {"text": "There was a ton of buzz this weekend about two firsts, both Scott Walker and Jeb Bush visiting the first primary state this weekend for the first time as presidential contenders.", "sentId": 323}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "One major first, one more first just ahead, and getting some important behind the scenes help.", "sentId": 324}, {"text": "Ohio Governor John Kasich will be in New Hampshire on March 24th for what is now a rite of presidential passage -- the politics and eggs breakfast.", "sentId": 325}, {"text": "Watch to see if he adds any additional public events or important private meetings.", "sentId": 326}, {"text": "He's getting some help from former governor, John Sununu and his son, the former senator.", "sentId": 327}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "They're among those urging Kasich to get more active in New Hampshire.", "sentId": 328}, {"text": "Former Senator and Budget Hawk Judd Greg, a very important Republican in that state also described to me as a fan of Kasich adding his voice to the Republican debate.", "sentId": 329}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 330}, {"text": "Thanks again for sharing your Sunday morning.", "sentId": 331}, {"text": "We'll see you soon.", "sentId": 332}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" starts right now.", "sentId": 333}], "secId": 122}], "sectionCount": 123, "url": "transcripts.cnn.com/TRANSCRIPTS/1503/15/ip.01.html", "sentenceCount": 335, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired March 15, 2015 - 08:30   ET", "speakers": ["BLACKWELL", "KING", "CLINTON", "RUBIO", "OBAMA", "With us to share their reporting and their insights", "HABERMAN", "INSKEEP", "PACE", "O'MALLEY", "COSTA", "KOSIK", "Look at these Pew numbers.  Following the Clinton e-mail story closely", "BIDEN"], "title": "INSIDE POLITICS"}