{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1610.04.ip.02.html.json", "subTitle": "A Preview of Tonight's Vice Presidential Debate.  Aired 12:30- 1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "CLINTON", "sentences": [{"text": "He has proposed to do is absolutely opposite of what he has done.", "sentId": 0}, {"text": "And how everything he has proposed will help people like him and his family, but not the vast majority of families in Ohio.", "sentId": 1}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "You see as Hillary Clinton campaigns, so that's in Ohio, a state, Jeff, that they were thinking about giving up on another and try to give it another look in the test.", "sentId": 2}, {"text": "So you can see what we talked about earlier.", "sentId": 3}, {"text": "She's, looser, she's riding some momentum out of this first debate.", "sentId": 4}, {"text": "But she also has to know, Mitt Romney had momentum out of the first debate in 2012.", "sentId": 5}], "secId": 1}, {"speaker": "ZELENY", "sentences": [{"text": "He does.", "sentId": 6}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Republican start to thing we're back in the game and we all know how it ended.", "sentId": 7}], "secId": 3}, {"speaker": "ZELENY", "sentences": [{"text": "And she knows, I think she is probably more, you know, skeptical of any sense that she almost has this.", "sentId": 8}, {"text": "She knows that she has to fight to the finish line here.", "sentId": 9}, {"text": "This is an unpredictable season.", "sentId": 10}], "secId": 4}, {"speaker": "ZELENY", "sentences": [{"text": "But yesterday in Ohio, I was struck by -- she was talking to Democrats there.", "sentId": 11}, {"text": "So that if you know someone who's voting for Trump.", "sentId": 12}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Yeah.", "sentId": 13}], "secId": 6}, {"speaker": "ZELENY", "sentences": [{"text": "She wasn't talking to Republicans.", "sentId": 14}, {"text": "She was talking about Democrats.", "sentId": 15}, {"text": "A lot of union members.", "sentId": 16}], "secId": 7}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 17}], "secId": 8}, {"speaker": "ZELENY", "sentences": [{"text": "We're in the audience there in Akron, with steel workers, for Strickland shirts on other people.", "sentId": 18}, {"text": "That is, you know, the sense of so many Democrats there have taken on Donald Trump's message there.", "sentId": 19}, {"text": "A lot of Democrats are upset.", "sentId": 20}, {"text": "The Clinton Campaign has not fought as hard for Ohio as Obama the last two times, as John Kerry did, as Al Gore did.", "sentId": 21}, {"text": "But it's the reality of the changing demographics of the country.", "sentId": 22}, {"text": "Too many white voters.", "sentId": 23}], "secId": 9}, {"speaker": "MARTIN", "sentences": [{"text": "That's it.", "sentId": 24}, {"text": "ZELENY:  It's the sense that the ...", "sentId": 25}], "secId": 10}, {"speaker": "MARTIN", "sentences": [{"text": "And downscale white voters.", "sentId": 26}], "secId": 11}, {"speaker": "ZELENY", "sentences": [{"text": "Without a doubt.", "sentId": 27}, {"text": "But she still would like to win it that's why Bill Clinton is in Eastern Ohio on a bus tour today and tomorrow.", "sentId": 28}, {"text": "They want to fight to win that.", "sentId": 29}, {"text": "He may be parked in Ohio until Election Day.", "sentId": 30}], "secId": 12}, {"speaker": "MARTIN", "sentences": [{"text": "And the choice, John, to put Bill Clinton in Eastern Ohio is so striking.", "sentId": 31}, {"text": "But if you look at the Eastern Ohio map, it's basically along the Ohio River and it's really Appalachia and Bill Clinton won twice there in almost all of those counties by, you know, big margins.", "sentId": 32}, {"text": "If you look at that map since '92, it's gone redder and redder and redder.", "sentId": 33}, {"text": "And I think what you're seeing is Bill Clinton not trying to win back some of those places but at least cut margins.", "sentId": 34}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "We want to close on the boards.", "sentId": 35}, {"text": "I may come back to Bill Clinton in a minute.", "sentId": 36}, {"text": "But just moments ago at that event we showed you the top in Pennsylvania.", "sentId": 37}, {"text": "Women obviously are the key base for Hillary Clinton especially suburban women.", "sentId": 38}, {"text": "She's trying to get unmarried women.", "sentId": 39}, {"text": "She's trying to -- she has a lead there.", "sentId": 40}, {"text": "She's trying to keep it.", "sentId": 41}, {"text": "And it's at his point above margins.", "sentId": 42}, {"text": "She's trying to build it.", "sentId": 43}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Listen here, the Town Hall she's having in Harrison, Pennsylvania, she was just asked a question by a young girl.", "sentId": 44}, {"text": "I'm not sure if we have the question at the top of this or not, about body image.", "sentId": 45}], "secId": 15}, {"speaker": "BRENAN", "sentences": [{"text": "Hi, Madam Secretary.", "sentId": 46}, {"text": "I'm Brenan  and I'm 15 years old.", "sentId": 47}, {"text": "At my school, body image is a really big issue for girls my age.", "sentId": 48}, {"text": "I see with my own eyes, the damage Donald Trump does when he talks about women and how they look.", "sentId": 49}, {"text": "As the first female president, how would you undo some of that damage and help girls understand that they are so much more than just what they look like?", "sentId": 50}], "secId": 16}, {"speaker": "CLINTON", "sentences": [{"text": "Oh, thank you.", "sentId": 51}, {"text": "Thank you.", "sentId": 52}, {"text": "Thank you.", "sentId": 53}, {"text": "Wow.", "sentId": 54}, {"text": "I am so proud of you for asking that question, and I think both Chelsea and I would like to say something about this.", "sentId": 55}], "secId": 17}, {"speaker": "CLINTON", "sentences": [{"text": "You're right.", "sentId": 56}, {"text": "My -- my opponent has just taken this concern to a new level of difficulty and meanness, and, you know, it's shocking when women are called names and judged on the basis solely on the basis of physical attributes.", "sentId": 57}, {"text": "So I think there's a couple of things we have to do, and I am passionate about this, too, because we know that young women begin to get influenced at earlier and earlier ages by messages from the media.", "sentId": 58}], "secId": 18}, {"speaker": "CLINTON", "sentences": [{"text": "Forget your mind.", "sentId": 59}, {"text": "Forget your heart.", "sentId": 60}, {"text": "Care only about what you look, because that's all we care about.", "sentId": 61}, {"text": "And we have to stand up against that.", "sentId": 62}, {"text": "Women and men, mothers and fathers, teachers, everybody.", "sentId": 63}], "secId": 19}, {"speaker": "CLINTON", "sentences": [{"text": "So, I mean think about it.", "sentId": 64}, {"text": "My opponent insulted miss universe.", "sentId": 65}, {"text": "I mean, how do you get more acclaimed than that?", "sentId": 66}, {"text": "But it wasn't good enough.", "sentId": 67}, {"text": "So we can't take any of this seriously anymore.", "sentId": 68}, {"text": "We need to laugh at it.", "sentId": 69}, {"text": "We need to refute it.", "sentId": 70}, {"text": "We need to ignore it, and we need to stands up to it, and especially the bullying.", "sentId": 71}], "secId": 20}, {"speaker": "CLINTON", "sentences": [{"text": "There are too many ...", "sentId": 72}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "I think you get the point.", "sentId": 73}, {"text": "The point to that Hillary Clinton campaigning.", "sentId": 74}, {"text": "And heading for Jackie, this is an issue that she wants to make this case anyway to women but thinks as strong as her words are right there.", "sentId": 75}, {"text": "That her best asset in this argument is Donald Trump, and his words, and his 5:00 a.m. tweets and his history on talk radio and the like?", "sentId": 76}], "secId": 22}, {"speaker": "KUCINICH", "sentences": [{"text": "Absolutely.", "sentId": 77}, {"text": "But let's identify Donald Trump just for a minute in that Hillary Clinton, this is a total change for her, because in her presidential race, she didn't wanna talk about gender.", "sentId": 78}, {"text": "Now we're talking about gender constantly.", "sentId": 79}, {"text": "And, but, yeah, Donald Trump is his own worst enemy when it comes to talking about women which is why that ad daughters that the Hillary Clinton campaign released is just such a good ad.", "sentId": 80}], "secId": 23}, {"speaker": "KUCINICH", "sentences": [{"text": "No matter, I hear Republicans and Democrats just talking about what an effective, impressive add that was.", "sentId": 81}], "secId": 24}, {"speaker": "ZELENY", "sentences": [{"text": "It's aimed at men, too.", "sentId": 82}], "secId": 25}, {"speaker": "KUCINICH", "sentences": [{"text": "Yes.", "sentId": 83}], "secId": 26}, {"speaker": "ZELENY", "sentences": [{"text": "It's aimed with fathers.", "sentId": 84}, {"text": "And brothers ...", "sentId": 85}], "secId": 27}, {"speaker": "KUCINICH", "sentences": [{"text": "It was during foot -- I was watching it during football.", "sentId": 86}], "secId": 28}, {"speaker": "ZELENY", "sentences": [{"text": "... and grand fathers.", "sentId": 87}, {"text": "It was on ESPN the weekend.", "sentId": 88}, {"text": "I saw that as well.", "sentId": 89}, {"text": "That is what the Clinton campaign believes the value of this is and of course she happy to answer that question.", "sentId": 90}, {"text": "Who knows if it was planted or not but it is really in the minds of voters out there.", "sentId": 91}], "secId": 29}, {"speaker": "MARTIN", "sentences": [{"text": "She was happy to answer but she was almost overjoyed, and ...", "sentId": 92}], "secId": 30}, {"speaker": "KUCINICH", "sentences": [{"text": "Yes.", "sentId": 93}], "secId": 31}, {"speaker": "MARTIN", "sentences": [{"text": "... you could see her mind, you know, I think one-half of her, the politician side, has overjoyed at the possibility of having this question.", "sentId": 94}, {"text": "But the other side of her, you could tell she's so appalled by what Trump has done.", "sentId": 95}, {"text": "It's almost hard for her to formulate a response.", "sentId": 96}, {"text": "In the first 10 seconds of her response, you could see her mind working.", "sentId": 97}, {"text": "This it -- she's just saying oh, my goodness.", "sentId": 98}, {"text": "What do I say?", "sentId": 99}, {"text": "This is incredible.", "sentId": 100}, {"text": "This is in my lap but this is so ...", "sentId": 101}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "You mentioned Bill Clinton earlier.", "sentId": 102}, {"text": "He's in Eastern Ohio, white blue collar areas for the most part.", "sentId": 103}, {"text": "He's going on to a bus tour across Northern Florida which is what we call the Southern part of the state if you will.", "sentId": 104}, {"text": "You know, just South of Georgia, just South of Alabama.", "sentId": 105}, {"text": "We have much more conservative voters there.", "sentId": 106}, {"text": "He's an asset in many ways and all of the surrogates the Democrats have, Michelle Obama, President Obama, Vice President Biden, Senator Sanders, Senator Warren, he's a great asset in his final weeks but sometimes, sometimes Bill Clinton shows some evidence that maybe he's lost a little bit on the fast ball.", "sentId": 107}, {"text": "Here he is yesterday talking about ObamaCare.", "sentId": 108}, {"text": "It's a good thing, right?", "sentId": 109}], "secId": 33}, {"speaker": "CLINTON", "sentences": [{"text": "But the people that are getting killed in this deal are small business people and individuals who make just a little too much to get any of these subsidies.", "sentId": 110}, {"text": "Why?", "sentId": 111}, {"text": "Because they're not organized, they don't have any bargaining power with insurance companies and they're getting whacked.", "sentId": 112}, {"text": "So you've got this crazy system where all of a sudden 25 million more people have health care and then the people are out busting it, sometimes 60 hours a week wind up with their premiums doubled and their coverage cut in half.", "sentId": 113}, {"text": "It's the craziest thing in the world.", "sentId": 114}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "He explains there in chief, explained a little too much.", "sentId": 115}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "His spokesman, you listen, the answer, that s not all of it.", "sentId": 116}, {"text": "We only played part of then.", "sentId": 117}, {"text": "A spokeswoman putting out, he was just -- he spoke a little shorthanded.", "sentId": 118}, {"text": "But what he was trying to get to is that ObamaCare is great it just needs some fixes.", "sentId": 119}], "secId": 36}, {"speaker": "BALZ", "sentences": [{"text": "No.", "sentId": 120}, {"text": "That's not what he said.", "sentId": 121}], "secId": 37}, {"speaker": "BALZ", "sentences": [{"text": "That's the problem if both of them are \"short-circuiting answers\".", "sentId": 122}, {"text": "The reality is, there are issues with the Affordable Care Act that are going to have to be dealt with by the next president.", "sentId": 123}, {"text": "This act has some serious problems about it.", "sentId": 124}, {"text": "And I would not be surprised if Hillary Clinton gets a fairly direct and tough question about that in the debate on Sunday and Tim Kaine may well get one tonight.", "sentId": 125}], "secId": 38}, {"speaker": "BALZ", "sentences": [{"text": "I mean there -- they have to defend something that they thought in this campaign would be almost all to the good, and what we've seen is that there are downsides to that act that they're not quite willing to talk about.", "sentId": 126}], "secId": 39}, {"speaker": "MARTIN", "sentences": [{"text": "But why is he talking about the intricacies of the Affordable Care Act dealt there?", "sentId": 127}], "secId": 40}, {"speaker": "KUCINICH", "sentences": [{"text": "Because he can't help it.", "sentId": 128}], "secId": 41}, {"speaker": "BALZ", "sentences": [{"text": "Because he's Bill Clinton.", "sentId": 129}], "secId": 42}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 130}, {"text": "I don't know.", "sentId": 131}], "secId": 43}, {"speaker": "BALZ", "sentences": [{"text": "That's just the way he is.", "sentId": 132}], "secId": 44}, {"speaker": "MARTIN", "sentences": [{"text": "I mean a month ago he's talking about the various elements of the ACA and said he's making a case for Hillary.", "sentId": 133}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "Tomorrow we welfare a form, the day after that, criminal justice.", "sentId": 134}, {"text": "We'll get to the earned income tax right?", "sentId": 135}, {"text": "MARTIN:  That will keep reimbursements.", "sentId": 136}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "As we all we, we can say this about Donald Trump.", "sentId": 137}, {"text": "You can say this about Bill Clinton, you said.", "sentId": 138}, {"text": "But almost all of them at a certain age, they are who they are you get to a certain point.", "sentId": 139}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Up next, Tim Kaine's debate play book.", "sentId": 140}, {"text": "It's heavy on trust and it's bilingual.", "sentId": 141}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Welcome back to \"Inside Politics\".", "sentId": 142}, {"text": "Again, live in Farmville, Virginia.", "sentId": 143}, {"text": "In the campus of Longwood University.", "sentId": 144}, {"text": "The big vice presidential debate just hours away.", "sentId": 145}, {"text": "Tim Kaine is Hillary Clinton's running mate and he often doesn't wait for the question.", "sentId": 146}], "secId": 49}, {"speaker": "KAINE", "sentences": [{"text": "So let's talk about trust.", "sentId": 147}, {"text": "As he's serving our nation abroad, I trust Hillary Clinton with our son's life with our son's life.", "sentId": 148}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "You mentioned earlier, both Tim Kaine and Mike Pence have sons serving in the United States military.", "sentId": 149}, {"text": "So we should salute their families and their sons' service, obviously.", "sentId": 150}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "This issue of trust and we talked about the proxy more at the top of the show.", "sentId": 151}, {"text": "You know Mike Pence is going to try to get at it.", "sentId": 152}, {"text": "She's been around a long time, the Clinton Foundation, her record of the State Department, the e-mail issue I suspect will come up aggressively.", "sentId": 153}, {"text": "Has Tim Kaine studied it at all?", "sentId": 154}, {"text": "Because one of the issues has been her answers have not always been consistent and not always fully factual especially early on about her e-mail server.", "sentId": 155}, {"text": "If he gets the facts wrong in this one, he's going to open a ditch.", "sentId": 156}], "secId": 52}, {"speaker": "ZELENY", "sentences": [{"text": "He's gotten up to speed on her record as much as Hillary Clinton has gotten up to speed on Donald Trump's record.", "sentId": 157}, {"text": "I think he knows every element of all of her answers on e-mail.", "sentId": 158}, {"text": "All of those things.", "sentId": 159}, {"text": "He's a very skilled politician, and by account a skilled debater.", "sentId": 160}, {"text": "Obviously this is the biggest stage he's had yet.", "sentId": 161}, {"text": "But look, I think he views, we talk to friends of the senators and talking to him early on before we speak.", "sentId": 162}, {"text": "He views himself as the validator above all for why you can trust her.", "sentId": 163}], "secId": 53}, {"speaker": "ZELENY", "sentences": [{"text": "And I think that moment at the convention there, saying we trust our sons' life with her is really as big a way you can say it.", "sentId": 164}, {"text": "I think if he has one objective tonight, to make people, here in Virginia obviously buy elsewhere, feel a little more come to look at her.", "sentId": 165}, {"text": "You may not have to like her but feel comfortable that you can trust her.", "sentId": 166}, {"text": "It's a tall order but I think that's his main job.", "sentId": 167}], "secId": 54}, {"speaker": "BALZ", "sentences": [{"text": "You know, I think also that he's done enough interviews as the nominee, as vice presidential nominee.", "sentId": 168}, {"text": "It's a question he gets in every interview, right?", "sentId": 169}, {"text": "ZELENY:  Right.", "sentId": 170}], "secId": 55}, {"speaker": "BALZ", "sentences": [{"text": "These are not new questions to him.", "sentId": 171}, {"text": "So he's had an ability to get those questions, to try and answer, to refine and answer, certainly in debate prep they've probably gone farther.", "sentId": 172}, {"text": "So these will not surprise him.", "sentId": 173}], "secId": 56}, {"speaker": "BALZ", "sentences": [{"text": "Now, again, in the heat of a debate, it's different than even in debate prep or when you're doing an interview with TV.", "sentId": 174}, {"text": "So we'll see how he does, but he is practiced on these.", "sentId": 175}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "And we know, we'll see how he performs under pressure, it's a key point.", "sentId": 176}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "We know most of this will be about Donald Trump and Hillary Clinton.", "sentId": 177}, {"text": "The two running mates talking about the people at the top of the ticket but one place Democrats, you see an opening, one of Mike Pence's advantages, as Dan mentioned at the top of the program on the Republican side, with conservatives.", "sentId": 178}, {"text": "But he is a true tax cutting conservative.", "sentId": 179}, {"text": "He is a true social conservative that evangelicals like.", "sentId": 180}, {"text": "The Democrats think that helps them with the voters they're targeting in the swing state or starting with, when it comes to abortion rights, when it comes to same-sex marriage and when it comes to LGBT issues.", "sentId": 181}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Listen to Tim Kaine pressing the case against Mike Pence.", "sentId": 182}], "secId": 60}, {"speaker": "KAINE", "sentences": [{"text": "Mike Pence is a guy who believes marriage equality will cause, \"a societal collapse.\"", "sentId": 183}, {"text": "He insulted brave LGBT soldiers protecting our freedom overseas and, of course, he ran a one-man crusade to allow Indiana businesses acting in the public commercial sphere to discriminate against LGBTQ Americans, yet Donald Trump saw this and decided this is the person that I want helping me govern this country.", "sentId": 184}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "That that's the human rights campaign dinner there.", "sentId": 185}, {"text": "Does it come up on the stage tonight?", "sentId": 186}], "secId": 62}, {"speaker": "MARTIN", "sentences": [{"text": "Yeah, I think it will.", "sentId": 187}, {"text": "And that's going to be a rare thing for this campaign.", "sentId": 188}, {"text": "I actually have a story today about the dog that's not barking in this race which is a pretty extraordinary, given how much attention.", "sentId": 189}, {"text": "Abortion rights and gay rights have gotten in the last 30 years in American politics.", "sentId": 190}], "secId": 63}, {"speaker": "campaign", "sentences": [{"text": "But this is a double whammy for Pence.", "sentId": 191}, {"text": "Because not only was this religious, so-called religious freedom bill, it also hurt Indiana economically.", "sentId": 192}, {"text": "They lost millions of dollars, several conventions, which is how a lot of states make a lot of money.", "sentId": 193}, {"text": "So that also will be a contention, I think, because it has more to do with the social issues that have to do with the economy.", "sentId": 194}], "secId": 64}, {"speaker": "BALZ", "sentences": [{"text": "One of the ironies ...", "sentId": 195}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "The labor laws.", "sentId": 196}, {"text": "And sorry, Dan.", "sentId": 197}, {"text": "I need to cut you there.", "sentId": 198}, {"text": "We'll watch this play out in just a few hours.", "sentId": 199}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Up next, our reporters share from their notebooks including one of most important dates between now and November 8th.", "sentId": 200}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Let's close as we always do.", "sentId": 201}, {"text": "Head down the \"Inside Politics\" table ask our great reporters to get you out ahead of the big political news around the corner, Jonathan Martin?", "sentId": 202}], "secId": 68}, {"speaker": "MARTIN", "sentences": [{"text": "John, this is not the first historic moment here in Farmville.", "sentId": 203}, {"text": "This town actually is home to some amazing civil rights history, some of it very sad, some of it more uplifting.", "sentId": 204}], "secId": 69}, {"speaker": "MARTIN", "sentences": [{"text": "One of the first walkouts of a school, an all-black school happened here in 1951 before Rosa Parks and a 15-year-old girl actually.", "sentId": 205}, {"text": "Amazing courage at that time to be walking out of a school, a black school and that action eventually became a lawsuit.", "sentId": 206}, {"text": "It was called in the ground versus the board.", "sentId": 207}, {"text": "It happened right here, up the street.", "sentId": 208}], "secId": 70}, {"speaker": "MARTIN", "sentences": [{"text": "Sadly, this county also closed their schools down after brown versus before for five years.", "sentId": 209}, {"text": "There's no public education in this county.", "sentId": 210}, {"text": "That has had a lasting effect here on this community.", "sentId": 211}, {"text": "They've tried to have some sort of reconciliation and a fast plug, there's a great museum in town, the Moton Museum.", "sentId": 212}, {"text": "That is wonderful place for civil rights history, that building was the old all-black school.", "sentId": 213}, {"text": "And it's been totally renovated now.", "sentId": 214}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "Fascinating.", "sentId": 215}, {"text": "Thank you for that little built of history.", "sentId": 216}, {"text": "Jackie?", "sentId": 217}], "secId": 72}, {"speaker": "KUCINICH", "sentences": [{"text": "Well, on October 1st, the AP had a poll that showed that 50 percent of Republicans and about one-fourth of Democrats think voter fraud is a serious problem.", "sentId": 218}], "secId": 73}, {"speaker": "KUCINICH", "sentences": [{"text": "There's not, there's an extensive studies on this, but this is causing secretaries of state to push back hard on allegations on voter fraud.", "sentId": 219}, {"text": "And most recently, secretary of state, John, tested in Ohio.", "sentId": 220}, {"text": "It came out actually today, reacting to apiece in the \"Christian Times\" newspaper that said that tens of thousands of ballots are found in a factory that or an abandon warehouse that were marked for Hillary Clinton.", "sentId": 221}, {"text": "Well, this report isn't true and in fact a picture they used to validate this was a doctored version of a photo used in the 2015 article about the election results in the U.K.", "sentId": 222}], "secId": 74}, {"speaker": "KUCINICH", "sentences": [{"text": "So they're acting quickly to push back on this so this doesn't get out of control and to give people that faith back in their election.", "sentId": 223}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "Are you sure this is not a Brexit/Clinton conspiracy?", "sentId": 224}], "secId": 76}, {"speaker": "KUCINICH", "sentences": [{"text": "You never know, John", "sentId": 225}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "That's right.", "sentId": 226}, {"text": "You never know, Jeff.", "sentId": 227}], "secId": 78}, {"speaker": "ZELENY", "sentences": [{"text": "Aside from the debates, October 11th, maybe the most important date on the calendar between now and actual Election Day.", "sentId": 228}, {"text": "That is the last day to register people to vote in several key states including Florida, Ohio and Pennsylvania.", "sentId": 229}], "secId": 79}, {"speaker": "ZELENY", "sentences": [{"text": "The Clinton campaign and Democrats overall know that they still need some work to do to fire up the Obama coalition, if you will.", "sentId": 230}, {"text": "That's why President Obama was scheduled  canceled because of the  but it's why so many Democrats are out this week and into next week trying to sign people up to vote because October 11th, next Tuesday is the end in several key states to register to vote.", "sentId": 231}, {"text": "Some states have saving their registration, not several battleground states.", "sentId": 232}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "Crunch time.", "sentId": 233}, {"text": "Dan?", "sentId": 234}], "secId": 81}, {"speaker": "BALZ", "sentences": [{"text": "First of all, Jonathan, thank you for that history.", "sentId": 235}, {"text": "Its important element of the backdrop of this debate and Longwood's role in some of the reconciliation process is also important.", "sentId": 236}], "secId": 82}, {"speaker": "BALZ", "sentences": [{"text": "I'm going to go back to something John talked about in terms of the polling.", "sentId": 237}, {"text": "The white vote obviously key.", "sentId": 238}, {"text": "The problem for Donald Trump continues to be white college graduates.", "sentId": 239}, {"text": "Mitt Romney won white college graduates by 14 points four years ago.", "sentId": 240}, {"text": "Donald Trump is losing them, particularly because he's losing among white women with college degrees.", "sentId": 241}, {"text": "Both the new CNN poll and the NBC survey monkey poll that came out today highlight the deficit he's got and his inability so far to cut that down.", "sentId": 242}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "And that's very important especially looking at the research trial in North Carolina.", "sentId": 243}, {"text": "Some of these big swing states, a critical demographic.", "sentId": 244}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "I'll close with this, the latest example of why good debate prep matters and how running on a ticket headed by Donald Trump has Republicans twisting you might say like pretzels.", "sentId": 245}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "In the debate last night, New Hampshire Republican Senator Kelly Ayotte after stumbling a bit said she would, \"Absolutely hold out Donald Trump as a role model for her children.\"", "sentId": 246}, {"text": "Then, well, she quickly issued a statement changing her mind saying she misspoke and did not consider Trump or Hillary Clinton to be role models.", "sentId": 247}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Now, Ayotte has a narrow lead in that race.", "sentId": 248}, {"text": "So far, she's refused to endorse Trump.", "sentId": 249}, {"text": "Clinton also has a narrow lead in New Hampshire.", "sentId": 250}, {"text": "Ayotte needs a lot of those say moderate suburban women especially that Clinton get but she also worries about alienating Trump's vocal base in the state.", "sentId": 251}, {"text": "It's a very tough balance and we see it in races all across the country.", "sentId": 252}, {"text": "But here is where prep comes in part, it was a very predictable debate question.", "sentId": 253}, {"text": "Republicans are frustrated, Ayotte seemed caught off guard.", "sentId": 254}, {"text": "As one friend put it to me this morning, she walked right into a door she should have known was there.", "sentId": 255}], "secId": 87}, {"speaker": "Thirty-five days.  A lot of fun left in all of these races not just the presidential.  Don't miss the big debate here.  You can watch it right here on CNN at 9", "sentences": [{"text": "00 p.m. Eastern.", "sentId": 256}], "secId": 88}, {"speaker": "Thirty-five days.  A lot of fun left in all of these races not just the presidential.  Don't miss the big debate here.  You can watch it right here on CNN at 9", "sentences": [{"text": "That's it for \"Inside Politics\".", "sentId": 257}, {"text": "Again, thanks for sharing your time.", "sentId": 258}, {"text": "We'll see you back here tomorrow and throughout our special coverage today.", "sentId": 259}, {"text": "Our coverage continues in just a moment with Wolf.", "sentId": 260}], "secId": 89}], "sectionCount": 90, "url": "transcripts.cnn.com/TRANSCRIPTS/1610/04/ip.02.html", "sentenceCount": 262, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 4, 2016 - 12:30   ET", "speakers": ["CLINTON", "KING", "ZELENY", "MARTIN", "BRENAN", "KUCINICH", "BALZ", "KAINE", "campaign", "Thirty-five days.  A lot of fun left in all of these races not just the presidential.  Don't miss the big debate here.  You can watch it right here on CNN at 9"], "title": "INSIDE POLITICS"}