{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.0507.22.ip.01.html.json", "subTitle": "Solidarity with Britain; Confirmation Process to Get Harder; CIA Leak Investigation", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "BUSH", "sentences": [{"text": "The people of Great Britain must understand how strongly America stands with them during these trying times.", "sentId": 0}], "secId": 0}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Words of support and acts of prevention.", "sentId": 1}, {"text": "The terror in London hits home.", "sentId": 2}], "secId": 1}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Smooth sailing so far.", "sentId": 3}, {"text": "But the Roberts confirmation process is far from over.", "sentId": 4}], "secId": 2}, {"speaker": "SPECTER", "sentences": [{"text": "The nomination proceedings that I have participated in have been rock 'em, sock 'em.", "sentId": 5}, {"text": "Something always comes up to make them really fascinating.", "sentId": 6}], "secId": 3}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Every picture tells a story.", "sentId": 7}, {"text": "But is this one too scripted?", "sentId": 8}, {"text": "We'll take a look at the choreography behind the Roberts roll-out.", "sentId": 9}], "secId": 4}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Showdown time for big labor.", "sentId": 10}, {"text": "Are the nation's largest unions breaking up?", "sentId": 11}], "secId": 5}, {"speaker": "TRUMPKA", "sentences": [{"text": "We're split that the big losers in this will be the working men and women of this country.", "sentId": 12}], "secId": 6}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Now live from Washington, CNN's INSIDE POLITICS.", "sentId": 13}], "secId": 7}, {"speaker": "MALVEAUX", "sentences": [{"text": "Well, thanks for joining us.", "sentId": 14}, {"text": "I'm Suzanne Malveaux.", "sentId": 15}, {"text": "We begin with fast-moving developments a day after the latest wave of terror in London.", "sentId": 16}, {"text": "Police say they've arrested one man in connection with the attempted bombings on the city's transit system.", "sentId": 17}, {"text": "Not long after, they released photographs of four men being urgently sought for questioning.", "sentId": 18}], "secId": 8}, {"speaker": "MALVEAUX", "sentences": [{"text": "Also today, London police shot and killed a man at the Stockwell Underground Station when he refused to obey orders to stop.", "sentId": 19}, {"text": "It's not clear whether he was suspected of involvement in the attempted bombings, but police say the shooting is directly linked to anti- terror operations.", "sentId": 20}], "secId": 9}, {"speaker": "MALVEAUX", "sentences": [{"text": "The terror in London has prompted many Americans to refocus on homeland security.", "sentId": 21}, {"text": "But random searches are now being conducted on buses, ferries and trains in New York City.", "sentId": 22}], "secId": 10}, {"speaker": "MALVEAUX", "sentences": [{"text": "Here in Washington, the House has voted to indefinitely extend key provisions of the Patriot Act.", "sentId": 23}, {"text": "But members put a ten-year limit on two controversial anti-terror measures, allowing roving wiretaps and searches of library and medical records.", "sentId": 24}, {"text": "A Senate version will likely be voted on this fall at the Judiciary Committee approved its own general extension of the Patriot Act yesterday.", "sentId": 25}], "secId": 11}, {"speaker": "MALVEAUX", "sentences": [{"text": "President Bush today offered a new show of solidarity with the people of Britain in the fight against terrorism.", "sentId": 26}, {"text": "Let's go to our White House correspondent Dana Bash -- Dana.", "sentId": 27}], "secId": 12}, {"speaker": "BASH", "sentences": [{"text": "Hi, Suzanne.", "sentId": 28}], "secId": 13}, {"speaker": "BASH", "sentences": [{"text": "Well, the White House says President Bush got a couple of briefings about the latest developments on the London bombing and on the incident this morning before he left on a trip for Atlanta.", "sentId": 29}, {"text": "He was there talking about Social Security and Medicare.", "sentId": 30}, {"text": "In addition, they say here that the president's homeland security adviser, Fran Townsend, has been in touch with her counterpart in Great Britain.", "sentId": 31}], "secId": 14}, {"speaker": "BASH", "sentences": [{"text": "And as for the president, when he got to Atlanta, he started his remarks by saying that he stands and the America people stand, in solidarity with the British.", "sentId": 32}], "secId": 15}, {"speaker": "BUSH", "sentences": [{"text": "I'm confident, like our country, the citizens of that country will not be intimidated by thugs and assassins.", "sentId": 33}, {"text": "They understand what we know.", "sentId": 34}, {"text": "They understand what the citizens of this country understand, is that we will hold true to our principles of human rights and human dignity and the freedom to worship.", "sentId": 35}, {"text": "We're not going to let anybody frighten us from our great love of freedom.", "sentId": 36}], "secId": 16}, {"speaker": "BASH", "sentences": [{"text": "Now, the U.S. is providing assistance to the British.", "sentId": 37}, {"text": "The FBI and other law enforcement agencies have been working with Great Britain, really since the first fatal bombings two weeks ago.", "sentId": 38}, {"text": "The White House says today that will certainly continue.", "sentId": 39}, {"text": "As for the U.S., the threat level here in America, Bush officials remind us they are always reassessing the threat level.", "sentId": 40}, {"text": "As for now, no changes are planned.", "sentId": 41}], "secId": 17}, {"speaker": "BASH", "sentences": [{"text": "And, of course, we remember that U.S. mass-transit systems have already been on a heightened alert.", "sentId": 42}, {"text": "They have, of course, for the past two weeks -- Suzanne.", "sentId": 43}], "secId": 18}, {"speaker": "MALVEAUX", "sentences": [{"text": "And Dana, of course, another story that you're following, Judge Roberts.", "sentId": 44}, {"text": "How is that working well for the president?", "sentId": 45}, {"text": "What is taking place today?", "sentId": 46}], "secId": 19}, {"speaker": "BASH", "sentences": [{"text": "Well, today they're kind of laying low, for sure, here at the White House, Suzanne.", "sentId": 47}, {"text": "They are quite pleased with the way it has gone so far, but I can tell you that here at the White House, the sound of relative silence from the Democrats is quite eerie.", "sentId": 48}, {"text": "Bush officials, one senior official I talked to, said that they do understand that Democrats, in his words, are going back into their trenches right now to try to map out the real battle plan for the hearings, end of August, beginning of September.", "sentId": 49}], "secId": 20}, {"speaker": "BASH", "sentences": [{"text": "One issue they absolutely know Democrats will bring up is about a brief that John Roberts wrote while he was in the solicitor general's office.", "sentId": 50}, {"text": "We've been reporting on that for the last couple of days.", "sentId": 51}, {"text": "That brief arguing against Roe v. Wade.", "sentId": 52}, {"text": "They are preparing for Democrats to ask for the documents that John Roberts used in preparing that brief, documents that presumably are at the Department of Justice right now.", "sentId": 53}, {"text": "This has been an issue in the past with other Bush judicial nominees.", "sentId": 54}], "secId": 21}, {"speaker": "BASH", "sentences": [{"text": "The White House has said that we're not going to do it, we're not going to give up any documents.", "sentId": 55}, {"text": "And they're saying here today, in these of past couple of days, that it's probably going to stand at this point for John Roberts, as well -- Suzanne.", "sentId": 56}], "secId": 22}, {"speaker": "MALVEAUX", "sentences": [{"text": "OK.", "sentId": 57}, {"text": "Thanks very much, Dana.", "sentId": 58}], "secId": 23}, {"speaker": "MALVEAUX", "sentences": [{"text": "Of course, Judge John Roberts has become quite a fixture on Capitol Hill in these days since his nomination.", "sentId": 59}, {"text": "He is back there still today, still making the rounds and still apparently making a good impression on senators.", "sentId": 60}], "secId": 24}, {"speaker": "MALVEAUX", "sentences": [{"text": "Our congressional correspondent Ed Henry has more on the early lovefest and whether it's likely to last.", "sentId": 61}], "secId": 25}, {"speaker": "ROBERTS", "sentences": [{"text": "... and I've had the perspective of the issue from both sides.", "sentId": 62}, {"text": "So, again, obviously, I follow Supreme Court precedence and the precedent in my circuit, but I would hope that in doing so, I would have some added perspective from having been on both sides, both plaintiff's side and...", "sentId": 63}], "secId": 26}, {"speaker": "MALVEAUX", "sentences": [{"text": "And now we bring in our Ed Henry for more on that story.", "sentId": 64}, {"text": "We apologize for the wrong tape there.", "sentId": 65}], "secId": 27}, {"speaker": "HENRY", "sentences": [{"text": "Well, yes.", "sentId": 66}, {"text": "Obviously, that was not the right piece.", "sentId": 67}, {"text": "But the bottom line is that Judge Roberts was back on the Hill today, and he was getting some more encouraging words.", "sentId": 68}], "secId": 28}, {"speaker": "HENRY ", "sentences": [{"text": "Day three of the John Roberts charm offensive.", "sentId": 69}, {"text": "And senators are still -- well, charmed.", "sentId": 70}], "secId": 29}, {"speaker": "SESSIONS", "sentences": [{"text": "I think he has the very natural qualities to make a superior judge.", "sentId": 71}], "secId": 30}, {"speaker": "HENRY", "sentences": [{"text": "Roberts seems to be sailing along so easily that some conservative groups who are ready for a war may hold their fire for a future nomination battle.", "sentId": 72}], "secId": 31}, {"speaker": "MCCABE", "sentences": [{"text": "Progress for America has planned on spending $18 million to promote and defend the nominee.", "sentId": 73}, {"text": "Our hope is that we don't have to actually spend all the money, that groups give genuine consideration to Judge Roberts and that we won't have to spend those resources on the nominee.", "sentId": 74}], "secId": 32}, {"speaker": "HENRY", "sentences": [{"text": "Ralph Neas of People for the American Way says the liberal group is mulling its spending decisions on a day-by-day basis, but cautions that the battle is far from over.", "sentId": 75}, {"text": "Indeed, Judiciary Chairman Arlen Specter has been through nine Supreme Court nine battles, including Robert Bork and Clarence Thomas.", "sentId": 76}, {"text": "He says, expect the unexpected.", "sentId": 77}], "secId": 33}, {"speaker": "SPECTER", "sentences": [{"text": "The nomination proceedings that I have participated in have been rock 'em, sock 'em.", "sentId": 78}, {"text": "Something always comes up to make them really fascinating.", "sentId": 79}], "secId": 34}, {"speaker": "HENRY", "sentences": [{"text": "Rock 'em, sock 'em may also describe the feelings some senators have about the \"Gang of 14\" moderates who have managed to become the center of attention again.", "sentId": 80}, {"text": "Listen to the sarcasm in Senator Chuck Hagel's voice when a Nebraska reporter asked him about the gang's pronouncement that a filibuster of Roberts was unlikely.", "sentId": 81}], "secId": 35}, {"speaker": "SCHUMER", "sentences": [{"text": "Well, America is relieved.", "sentId": 82}, {"text": "Next question.", "sentId": 83}], "secId": 36}, {"speaker": "HENRY", "sentences": [{"text": "The next question for Judge Roberts is whether he'll get roughed up much at all at his hearings.", "sentId": 84}, {"text": "Republicans expect Democrats to dig into Roberts' time as a Justice Department lawyer, to divine his views on hot-button issues like abortion, a strategy that has sunk other nominees.", "sentId": 85}], "secId": 37}, {"speaker": "HATCH", "sentences": [{"text": "I don't think they're going to get away with that this time, and the reason I don't is because I think Democrats know that if they're going to play that partisan game again in something where the stakes are this large with a person of this quality.", "sentId": 86}], "secId": 38}, {"speaker": "HENRY", "sentences": [{"text": "Democrats insist they're not playing games.", "sentId": 87}, {"text": "They believe Roberts was evasive when he was nominated to a lower court two years ago.", "sentId": 88}], "secId": 39}, {"speaker": "SCHUMER", "sentences": [{"text": "I don't think this is a game of gotcha.", "sentId": 89}, {"text": "I don't think this is a game of surprise.", "sentId": 90}, {"text": "It's much too serious.", "sentId": 91}, {"text": "And rather, I would like him to look at the questions fully and be prepared to answer them in the best way he can.", "sentId": 92}], "secId": 40}, {"speaker": "HENRY", "sentences": [{"text": "Another key Democrat on the Judiciary Committee, Dick Durbin, also met with Roberts Friday.", "sentId": 93}, {"text": "Durbin said if the nominee is open and honest in his testimony, it will go a long way, even among senators who disagree with his views -- Suzanne.", "sentId": 94}], "secId": 41}, {"speaker": "MALVEAUX", "sentences": [{"text": "So, Ed, how do you think this will play in the '08 presidential elections?", "sentId": 95}], "secId": 42}, {"speaker": "HENRY", "sentences": [{"text": "Well, I think it's fascinating.", "sentId": 96}, {"text": "The Moderate Democratic Leadership Council is having a conversation, they say, in Ohio this weekend.", "sentId": 97}, {"text": "They're going to have Senator Hillary Clinton, Senator Evan Bayh giving speeches.", "sentId": 98}, {"text": "Those are the kind of people you have to watch to see whether or not they decide to go to the middle and say, wait a second, Roberts is far along.", "sentId": 99}, {"text": "He's going to win.", "sentId": 100}, {"text": "There's no point in fighting now.", "sentId": 101}, {"text": "Save the fight for later.", "sentId": 102}], "secId": 43}, {"speaker": "HENRY", "sentences": [{"text": "Or will they try to reach out to the left and fight this out even if it looks like Roberts is going to win, just to please the left leading into 2008?", "sentId": 103}, {"text": "It's a question for them, it's a question for Joe Biden on the Judiciary Committee, as well.", "sentId": 104}], "secId": 44}, {"speaker": "MALVEAUX", "sentences": [{"text": "OK.  Ed Henry, thank you very much.", "sentId": 105}], "secId": 45}, {"speaker": "MALVEAUX", "sentences": [{"text": "And, of course, more ahead on the John Roberts Capitol Hill tour.", "sentId": 106}, {"text": "I'll talk about Senate Judiciary Committee member Jeff Sessions about his meeting with Roberts and about his new push to step up transit security.", "sentId": 107}], "secId": 46}, {"speaker": "MALVEAUX", "sentences": [{"text": "Also ahead, the latest on White House connections to the CIA leak probe, and how this story is affecting the relationship between journalists and their sources.", "sentId": 108}], "secId": 47}, {"speaker": "MALVEAUX", "sentences": [{"text": "And later, find out who's ready for a close-up in the political \"Play of the Week.\"", "sentId": 109}], "secId": 48}, {"speaker": "MALVEAUX", "sentences": [{"text": "Earlier this week, CNN aired a photograph of a man Pakistani intelligence and immigration officials had confirmed was one of the suspected London bombers, Hasib Hussain.", "sentId": 110}, {"text": "We obtained the photograph which had been broadcast on Pakistani television from our CNN affiliate in Pakistan and from the Reuters News Agency.", "sentId": 111}, {"text": "We now have information that passport photo may be of another man, also named Hasib Hussain who is not a suspect and is not in any way connected to the bombings.", "sentId": 112}], "secId": 49}, {"speaker": "MALVEAUX", "sentences": [{"text": "CNN truly regrets this error.", "sentId": 113}, {"text": "We're back in a moment.", "sentId": 114}], "secId": 50}, {"speaker": "MALVEAUX", "sentences": [{"text": "The London attacks have renewed the focus on efforts to secure mass transit systems here in the United States.", "sentId": 115}, {"text": "I am joined now from Capitol Hill by Republican Senator Jeff Sessions of Alabama.", "sentId": 116}], "secId": 51}, {"speaker": "MALVEAUX", "sentences": [{"text": "Thank you very much for joining us.", "sentId": 117}, {"text": "He has authored a bill, of course, which would toughen penalties for attacks on mass-transit systems.", "sentId": 118}], "secId": 52}, {"speaker": "MALVEAUX", "sentences": [{"text": "Of course, let's talk  with security.", "sentId": 119}, {"text": "We'll start here.", "sentId": 120}, {"text": "Responding to the initial terrorist attacks in London two weeks ago, you had called on the Senate to pass legislation that you authored that really happened after the Madrid bombings two years ago.", "sentId": 121}, {"text": "It was essentially closed the loopholes, toughen penalties for terrorist attacks involving mass transit.", "sentId": 122}, {"text": "What would your bill specifically address?", "sentId": 123}], "secId": 53}, {"speaker": "SESSIONS", "sentences": [{"text": "Well, it deals with the gaps between the old wrecking train statute and the mass-transit statute and makes sure that chemical and biological attacks on trains are prosecutable under that.", "sentId": 124}, {"text": "It also provides some death penalties in certain areas that are existing -- some are existing today, and there are some gaps in there.", "sentId": 125}], "secId": 54}, {"speaker": "SESSIONS", "sentences": [{"text": "I think it's a good step.", "sentId": 126}, {"text": "Law enforcement officials tell me that there are gaps that they're concerned about.", "sentId": 127}, {"text": "We moved it out of the judiciary committee without objection.", "sentId": 128}, {"text": "It's on the floor now.", "sentId": 129}, {"text": "And we're trying to get a unanimous consent.", "sentId": 130}, {"text": "I'm hoping to see the bill become law soon.", "sentId": 131}], "secId": 55}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, last year it was endorsed by the Justice and Transportation departments, the Federal Railroad Administration.", "sentId": 132}, {"text": "Why has it not gained for traction?", "sentId": 133}, {"text": "Are there any signs that with these London attacks now that your colleagues are ready to support it today?", "sentId": 134}], "secId": 56}, {"speaker": "SESSIONS", "sentences": [{"text": "Well, we're going to be pushing again.", "sentId": 135}, {"text": "I think some people maybe were concerned that it might enhance the death penalty.", "sentId": 136}, {"text": "But in these kind of attacks, we don't want to have a gap in the statute.", "sentId": 137}, {"text": "So that if you do a terrorist attack one way, you're eligible for the death penalty, and not if you do it in some clever way that's not covered.", "sentId": 138}, {"text": "So I think that loophole needs to be closed.", "sentId": 139}, {"text": "And I don't see that that would be a legitimate objections to it.", "sentId": 140}, {"text": "It's cleared the Republican side in the Senate.", "sentId": 141}, {"text": "We're trying to get -- eliminate the objections on the Democratic side right now.", "sentId": 142}], "secId": 57}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, let's turn the corner here on Judge Roberts and the confirmation process.", "sentId": 143}, {"text": "You have met him.", "sentId": 144}, {"text": "You have expressed strong support for him.", "sentId": 145}, {"text": "There has been a lot of talk over abortion rights.", "sentId": 146}, {"text": "But what other issues do you see playing in a prominent role here in the hearings?", "sentId": 147}], "secId": 58}, {"speaker": "SESSIONS", "sentences": [{"text": "Well, we hear talks there will be complaints about some of the Supreme Court cases involving the interstate commerce clause.", "sentId": 148}, {"text": "And really, it's a question of how powerful is the federal central government?", "sentId": 149}, {"text": "And there's some limitations, I think, under the constitution.", "sentId": 150}, {"text": "And these cases have been modest.", "sentId": 151}, {"text": "But I note that some of the Democrats indicate they're going to raise that question.", "sentId": 152}, {"text": "Frankly, I think the American people will favor a little bit of curtailment of some of the outreach of federal power.", "sentId": 153}], "secId": 59}, {"speaker": "SESSIONS", "sentences": [{"text": "And then there's probably church and state.", "sentId": 154}, {"text": "There's a lot of confusion in the Supreme Court opinions regarding the separation of church and state in America.", "sentId": 155}, {"text": "They need to do better.", "sentId": 156}, {"text": "If Judge Roberts could help bring that court together and clarify and speak plainly about what's legal and what's not, it would be a big asset.", "sentId": 157}, {"text": "I don't know if that will be an issue in addition to the abortion question, as you notice.", "sentId": 158}], "secId": 60}, {"speaker": "MALVEAUX", "sentences": [{"text": "And senator, much is being made about how little people know about Roberts, Republicans as well as Democrats.", "sentId": 159}, {"text": "We heard from Senator Brownback who said in the past, we have seen that if someone is not well articulated on one position, then the tendency is to move left on the bench.", "sentId": 160}, {"text": "Is there evidence of that?", "sentId": 161}, {"text": "Do you share that concern?", "sentId": 162}], "secId": 61}, {"speaker": "SESSIONS", "sentences": [{"text": "Well, you never know.", "sentId": 163}, {"text": "There's no doubt about it, once these nominees get that lifetime appointment and put on the robe, you never are sure what they're going to do.", "sentId": 164}, {"text": "So, I think Senator Brownback is right to ask some questions.", "sentId": 165}], "secId": 62}, {"speaker": "SESSIONS", "sentences": [{"text": "But we're not able to require them and should not demand of them any particular commitment on any particular issue.", "sentId": 166}, {"text": "That's wrong.", "sentId": 167}, {"text": "It destroys the independence of the judiciary.", "sentId": 168}, {"text": "A judge would have to be looking back to see what he said in a hearing as well as reading the briefs.", "sentId": 169}, {"text": "That's just not our tradition in America.", "sentId": 170}, {"text": "It's contrary to the independent judiciary that we value.", "sentId": 171}], "secId": 63}, {"speaker": "MALVEAUX", "sentences": [{"text": "And last question, of course, before joining the Senate, you saw your own nomination to the federal bench torpedoed some say by the Democrats.", "sentId": 172}, {"text": "What do you make of Justice O'Connor's remarks yesterday?", "sentId": 173}, {"text": "She said that in all of her years, she has never seen relations as strained now between the judiciary and some of the members of congress.", "sentId": 174}, {"text": "Do you see the same thing?", "sentId": 175}, {"text": "Are you worried that that relationship, that strained atmosphere, is going to influence these hearings?", "sentId": 176}], "secId": 64}, {"speaker": "SESSIONS", "sentences": [{"text": "I think the American people and the congress has become very troubled about judicial activism.", "sentId": 177}, {"text": "This is where members of the court, under the guise of interpreting the constitution, basically just impose their social or political views on a complex, intensely debated area.", "sentId": 178}, {"text": "If we do that, we're subject to being voted out of office.", "sentId": 179}, {"text": "We can change it, but once they declare that it's the constitution says it, it takes two-thirds of both houses of Congress, three-fourths of the states to overturn it.", "sentId": 180}], "secId": 65}, {"speaker": "SESSIONS", "sentences": [{"text": "So it really takes and rips out of the body politic important issues.", "sentId": 181}, {"text": "And the courts are deserved criticism for that.", "sentId": 182}, {"text": "And President Bush has promised that he's going to appoint judges that show restraint.", "sentId": 183}, {"text": "And I think that's important for our Democratic system.", "sentId": 184}], "secId": 66}, {"speaker": "MALVEAUX", "sentences": [{"text": "OK.", "sentId": 185}, {"text": "Thank you very much, Senator Sessions.", "sentId": 186}, {"text": "We'll have to leave it at that.", "sentId": 187}], "secId": 67}, {"speaker": "MALVEAUX", "sentences": [{"text": "A former top White House aide testifies on Capitol Hill.", "sentId": 188}, {"text": "Straight ahead, Karen Hughes appears at a Senate hearing.", "sentId": 189}, {"text": "But few members show up to ask her about her proposed new job, or her reported role in the CIA leak investigation.", "sentId": 190}], "secId": 68}, {"speaker": "MALVEAUX", "sentences": [{"text": "Democrats on Capitol Hill today held a joint meeting to try to draw attention to the CIA leak investigation.", "sentId": 191}, {"text": "No Republicans attended the unofficial hearing which included appearances by several former CIA analysts who talked about the dangers of disclosing the identities of covert officers.", "sentId": 192}], "secId": 69}, {"speaker": "MALVEAUX", "sentences": [{"text": "Meantime, no Democrats attended the Senate foreign relations committee confirmation hearing for Karen Hughes.", "sentId": 193}, {"text": "She's the former top aide to President Bush, now up for a post at the state department.", "sentId": 194}, {"text": "A spokesman for the committee's ranking Democrat, Joe Biden, said Biden met with Hughes yesterday.", "sentId": 195}, {"text": "Today's \"New York Times\" reports that Hughes has been interviewed by the special prosecutor in the CIA leak investigation.", "sentId": 196}], "secId": 70}, {"speaker": "MALVEAUX", "sentences": [{"text": "Also today, Bloomberg News quote a source who says top White House aide Karl Rove and Louis Libby, the vice president's chief of staff, have told investigators they first learned Valerie Plame was a CIA employee from conversations with reporters.", "sentId": 197}, {"text": "But the source says those same reporters have also met with investigators and that their accounts differ from those given by Rove and Libby.", "sentId": 198}, {"text": "The potential discrepancies are of interest, because the special prosecutor is also investigating whether any witnesses may have made false statements during the investigation.", "sentId": 199}], "secId": 71}, {"speaker": "MALVEAUX", "sentences": [{"text": "The CIA leak investigation began when columnist Robert Novak, also CNN contributor, mentioned Valerie Plame by name in one of his newspaper columns.", "sentId": 200}, {"text": "Novak also, of course, two years later, a reporter now, is in jail.", "sentId": 201}, {"text": "And the probe has reached into the highest levels of the White House.", "sentId": 202}, {"text": "CNN's Bruce Morton has more on how this case may have forever changed the dynamic between reporters and their sources.", "sentId": 203}], "secId": 72}, {"speaker": "MORTON", "sentences": [{"text": "Leaks that are easiest to defend are when a whistle blower tells on a corrupt official or a Pentagon weapons project that's way over budget.", "sentId": 204}, {"text": "But political leaks go way back to when a staffer working for presidential candidate Michael Dukakis back in '88 leaked tapes showing rival candidate Joe Biden using chunks of a British politicians speech without attribution.", "sentId": 205}, {"text": "The story ran, the tapes played, Biden withdrew.", "sentId": 206}, {"text": "What's a reporter to do?", "sentId": 207}], "secId": 73}, {"speaker": "COOPER", "sentences": [{"text": "I don't think we as journalists can pick and choose which sources and which obligations we're going to honor and say, well, this source doesn't seem to have good motives, I not going to take his.", "sentId": 208}, {"text": "I think even as we saw in Deep Throat, Mark Felt, who emerged as Deep Throat, had his own motives and he'd involved in things that were not so great too.", "sentId": 209}, {"text": "But, you know, I think you have to honor your pledge.", "sentId": 210}], "secId": 74}, {"speaker": "MORTON", "sentences": [{"text": "But \"Time\" magazine surrendered Cooper's notes over his objection.", "sentId": 211}], "secId": 75}, {"speaker": "KELLER", "sentences": [{"text": "I imagine, you know, the next occasion that Matt Cooper is in talking to a confidential source of his and promises to, you know, not to betray a person's identity, I can imagine that source saying sure, I trust Matt Cooper, but do I trust \"Time\" magazine?", "sentId": 212}], "secId": 76}, {"speaker": "KURTZ", "sentences": [{"text": "I hate to overuse the phrase chilling effect, but I think that some news organizations and some reporters are going to be wary about publishing controversial stories based on unnamed sources.", "sentId": 213}], "secId": 77}, {"speaker": "MORTON", "sentences": [{"text": "Case in point, Cleveland \"Plain Dealer\" editor Doug Clifton wrote June 30th that his paper is sitting on two stories the public ought to know, but they're based on leaks and the leakers could face deep trouble if their names got out.", "sentId": 214}, {"text": "So, quote, \"Publishing the stories would almost certainly lead to a leak investigation and the ultimate choice, talk or go to jail.", "sentId": 215}, {"text": "Because talking isn't an option and jail is too high a price to pay, these two stories will go untold for now.", "sentId": 216}, {"text": "How many more are out there?\"", "sentId": 217}, {"text": "Unquote.", "sentId": 218}], "secId": 78}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "And we have a prosecutor who has been willing to push this to the absolute limit.", "sentId": 219}, {"text": "A court system that sided with him, and I think it does have to change to some degree the way people react.", "sentId": 220}, {"text": "On the other hand, as you know, non on the record conversations are pretty much as ubiquitous in Washington as the air.", "sentId": 221}, {"text": "And so it's going to be hard to imagine it totally fading away.", "sentId": 222}], "secId": 79}, {"speaker": "KURTZ", "sentences": [{"text": "If reporters are more nervous about using unnamed sources, and if the sources themselves are not sure whether they can trust news organizations, there is no question that less information from inside the bowels of government and big corporations are going to be published and broadcast by the media.", "sentId": 223}], "secId": 80}, {"speaker": "MORTON", "sentences": [{"text": "Hard to argue with that.", "sentId": 224}, {"text": "Bruce Morton, CNN, Washington.", "sentId": 225}], "secId": 81}, {"speaker": "MALVEAUX", "sentences": [{"text": "We'll have much more on the CIA leaks controversy and Karl Rove's role coming up when we go \"Inside the Blogs.\"", "sentId": 226}], "secId": 82}, {"speaker": "MALVEAUX", "sentences": [{"text": "But next, the fight over records.", "sentId": 227}, {"text": "If anything holds up the John Roberts nomination, it could be attempts by Senate Democrats to get access to White House documents that deal with the Supreme Court nominee.", "sentId": 228}, {"text": "We'll explain.", "sentId": 229}], "secId": 83}, {"speaker": "MALVEAUX", "sentences": [{"text": "As the markets get set to close on Wall Street, I'm joined with Christine Romans in New York with \"THE DOBBS REPORT\" -- Christine?", "sentId": 230}], "secId": 84}, {"speaker": "ROMANS", "sentences": [{"text": "Hi there, Suzanne.", "sentId": 231}, {"text": "Stocks ending this day mostly higher.", "sentId": 232}, {"text": "Right now, the Dow Industrial's up about 40 points, or so -- now 23, sorry, 10,650.", "sentId": 233}, {"text": "The NASDAQ is flat.", "sentId": 234}, {"text": "Sharply higher oil prices lifted energy stocks.", "sentId": 235}, {"text": "Crude oil jumped more than a dollar fifty a barrel today.", "sentId": 236}], "secId": 85}, {"speaker": "ROMANS", "sentences": [{"text": "Solid results from two big name companies, but everyone's worried about what's ahead.", "sentId": 237}, {"text": "Google's quarterly profit more than quadrupled, revenue doubled.", "sentId": 238}, {"text": "But investors clearly wanted more.", "sentId": 239}, {"text": "The stock fell four percent.", "sentId": 240}, {"text": "Google warned it's pace of growth may slow.", "sentId": 241}], "secId": 86}, {"speaker": "ROMANS", "sentences": [{"text": "Similar story for Microsoft.", "sentId": 242}, {"text": "Profits surged 37 percent, but its outlook for this quarter is not so hot.", "sentId": 243}, {"text": "By the way, Microsoft says it'll release its new operating system called Vista next year.", "sentId": 244}], "secId": 87}, {"speaker": "ROMANS", "sentences": [{"text": "Another sign of how much American auto makers are struggling.", "sentId": 245}, {"text": "Ford is said to be considering even more job cuts.", "sentId": 246}, {"text": "The \"Wall Street Journal\" says Ford could cut thirty percent of its salaried positions, 10,000 jobs.", "sentId": 247}, {"text": "Ford previously said it would eliminate 2,700 white collar positions.", "sentId": 248}, {"text": "Today it would only tell us, quote, \"nothing is off the table.\"", "sentId": 249}], "secId": 88}, {"speaker": "ROMANS", "sentences": [{"text": "And layoffs at Kimberly Clark, the maker of Kleenex and Huggies is slashing 6,000 jobs and closing 20 plants.", "sentId": 250}], "secId": 89}, {"speaker": "Coming up on CNN at 6", "sentences": [{"text": "00 p.m. Eastern on \"LOU DOBBS TONIGHT,\" the quest for cheap labor.", "sentId": 251}, {"text": "American jobs have been exported across the border.", "sentId": 252}, {"text": "And now the workers there say they are being exploited and the problem is only getting worse.", "sentId": 253}], "secId": 90}, {"speaker": "KERNAGHAN", "sentences": [{"text": "Wages have gone down in Mexico.", "sentId": 254}, {"text": "Respect for worker rights is worse than it's ever been.", "sentId": 255}, {"text": "There are no rights.", "sentId": 256}, {"text": "And now they're pitting NAFTA against CAFTA.", "sentId": 257}, {"text": "And CAFTA's going to be another step down.", "sentId": 258}, {"text": "So, we see wages falling, and we see worker rights falling.", "sentId": 259}], "secId": 91}, {"speaker": "ROMANS", "sentences": [{"text": "Also tonight, targeting terror, a special report on who the enemy is, and where terror is hiding.", "sentId": 260}], "secId": 92}, {"speaker": "ROMANS", "sentences": [{"text": "Plus, China's exploding economic and military growth.", "sentId": 261}, {"text": "Troubling testimony about China's ambitions, and why the United States is failing to acknowledge them.", "sentId": 262}], "secId": 93}, {"speaker": "ROMANS", "sentences": [{"text": "And \"Washington Post\" national security reporter Walter Pinkus thrust the Karl Rove CIA leak saga back into the spotlight, reporting on a secret State Department memo this week.", "sentId": 263}, {"text": "He's our guest.", "sentId": 264}], "secId": 94}, {"speaker": "there", "sentences": [{"text": "00 pm Eastern on \"LOU DOBBS TONIGHT\" -- Suzanne.", "sentId": 265}], "secId": 95}, {"speaker": "MALVEAUX", "sentences": [{"text": "Thanks, Christine.", "sentId": 266}, {"text": "Now back to INSIDE POLITICS.", "sentId": 267}], "secId": 96}, {"speaker": "MALVEAUX", "sentences": [{"text": "President Bush today renewed his call for the Senate to give his Supreme Court nominee a fair hearing and a quick vote.", "sentId": 268}, {"text": "John Roberts is trying to pave the way for that by making more courtesy calls today on key senators of both parties.", "sentId": 269}, {"text": "Once the meet and greets are over, Roberts confirmation hearings may wind up hinging on pieces of his paper trail and whether senators get access to them.", "sentId": 270}, {"text": "Here is our chief national correspondent John King.", "sentId": 271}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "One early flash point in the Roberts confirmation process is an issue that has strained relations between the Bush White House and Senate Democrats before.", "sentId": 272}], "secId": 98}, {"speaker": "SCHUMER", "sentences": [{"text": "When you're a Supreme Court nominee, your obligation is to be as fully forthcoming as possible.", "sentId": 273}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "But if that means access to memos and other working papers from Roberts' days working as a top Justice Department lawyer, expect the Bush White House to say no.", "sentId": 274}, {"text": "TASIA SCOLINOS, JUSTICE DEPARTMENT:  The important thing to keep in mind there too is he was representing a client.", "sentId": 275}, {"text": "In some ways, it's very similar, John, to when you're a lawyer in private practice and your representing the interests of your client.", "sentId": 276}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Roberts said he was representing his client, for example, when he and eight other government lawyers challenged the landmark abortion rights ruling.", "sentId": 277}, {"text": "\"Roe was wrongly decided and should be overruled,\" they wrote in a 1990 brief.", "sentId": 278}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "Liberal activists suggest his memos and working papers should shed more light on his personal views on abortion and other issues.", "sentId": 279}], "secId": 102}, {"speaker": "NEAS", "sentences": [{"text": "He should be able to give up his documents from his tenure at the White House and at the Department of Justice.", "sentId": 280}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "The Justice Department says it has not received any official requests for Roberts files.", "sentId": 281}, {"text": "and Would respond on a case by case basis.", "sentId": 282}, {"text": "But it also is sending clear signals it believes such a request would be out of bounds.", "sentId": 283}], "secId": 104}, {"speaker": "SCOLINOS", "sentences": [{"text": "But I do think it's important to note that Judge Roberts was confirmed by the U.S. Senate in 2003.", "sentId": 284}, {"text": "And there was no document request at that time.", "sentId": 285}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "This White House has vigorously protected internal working papers in a number of fights, beginning with the vice president's energy task force, and including a previous judicial confirmation battle.", "sentId": 286}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "Miguel Estrada's 2001 nomination to a federal appeals court was blocked by a Democratic filibuster.", "sentId": 287}, {"text": "And Democrats demanded files from Estrada's days at the Justice Department.", "sentId": 288}, {"text": "But the White House said no, arguing internal memos must remain protected in the confirmation context so as to maintain the integrity of the executive branch's decision making process.", "sentId": 289}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "The author of the memo was Alberto Gonzalez, then the White House counsel and now the attorney general and a key voice in the Roberts confirmation strategy.", "sentId": 290}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "John King, CNN, Washington.", "sentId": 291}], "secId": 109}, {"speaker": "MALVEAUX", "sentences": [{"text": "Well, now let's talk to a Democrat and former White House insiders whose familiar with John Roberts and the Supreme Court process.", "sentId": 292}, {"text": "Ron Klain served as associate counsel to President Clinton and as chief of staff to Vice President Gore.", "sentId": 293}, {"text": "He led the confirmation team for Justice Ruth Bader Ginsburg.", "sentId": 294}], "secId": 110}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, Ron, you guys have a lot in common.", "sentId": 295}, {"text": "I understand Roberts, of course, the 2003 Florida recount was representing Bush.", "sentId": 296}, {"text": "You were representing Gore.", "sentId": 297}, {"text": "But you also both magna cum laude Harvard Law School as well as editor of the \"Harvard Law Review.\"", "sentId": 298}, {"text": "You guys are not slackers.", "sentId": 299}, {"text": "Obviously, you're aware of his work.", "sentId": 300}], "secId": 111}, {"speaker": "KLAIN", "sentences": [{"text": "Well, yes.", "sentId": 301}, {"text": "And I think, obviously big difference, he was on the winning side in Florida, I wasn't.", "sentId": 302}, {"text": "That may be why he's there and I'm here with you today.", "sentId": 303}], "secId": 112}, {"speaker": "MALVEAUX", "sentences": [{"text": "Well, tell us what senators can expect in these hearings.", "sentId": 304}], "secId": 113}, {"speaker": "KLAIN", "sentences": [{"text": "Well, I think that what senators can expect in these hearings, what senators, I hope, will get out of these hearings is a good chance to ask Judge Roberts about his views on important issues of judicial interpretation and legal policy.", "sentId": 305}, {"text": "I think that, obviously, is a very important appointment.", "sentId": 306}, {"text": "The balance of the Supreme Court so much is at stake that the hearings should be dignified as President Bush says, but also should be complete and really informative for the American people and the Senate to make a judgment.", "sentId": 307}], "secId": 114}, {"speaker": "MALVEAUX", "sentences": [{"text": "Democrats are raising questions about wanting these documents from Roberts' tenure when he was at the solicitor general's office.", "sentId": 308}, {"text": "Is this really a political stunt here?", "sentId": 309}, {"text": "Because is it unusual for the government to release these kinds of internal documents that are considered privileged?", "sentId": 310}], "secId": 115}, {"speaker": "KLAIN", "sentences": [{"text": "Well, I think it's certainly not a stunt.", "sentId": 311}, {"text": "I think obviously it's a Supreme Court nomination, there's a lot at stake.", "sentId": 312}, {"text": "And you have to remember that the White House, the folks who have picked Judge Roberts, have had access to these documents, have had access to the people who worked with Judge Roberts in preparing these briefs.", "sentId": 313}, {"text": "They know whether or not these views expressed in the brief are his views, whether or not Judge Roberts thinks Roe was wrongly decide or not.", "sentId": 314}, {"text": "If they know, the Senate should have the same information.", "sentId": 315}, {"text": "I don't think one side should know and the other side should lack that information.", "sentId": 316}], "secId": 116}, {"speaker": "MALVEAUX", "sentences": [{"text": "So, how do you coach a Supreme Court nominee?", "sentId": 317}, {"text": "You went through this process with Ginsberg.", "sentId": 318}, {"text": "What would you tell Roberts?", "sentId": 319}], "secId": 117}, {"speaker": "KLAIN", "sentences": [{"text": "Well, I think that you can't really coach a Supreme Court nominee.", "sentId": 320}, {"text": "Someone's well respected, experienced person, they know how they want to present themselves.", "sentId": 321}], "secId": 118}, {"speaker": "KLAIN", "sentences": [{"text": "But I think what you can do is you can make them aware of what the process is going to be like.", "sentId": 322}, {"text": "John Roberts has been a very successful lawyer and a judge, but nothing he's done has had this kind of visibility, television coverage, public scrutiny that a Supreme Court nomination hearing has had.", "sentId": 323}], "secId": 119}, {"speaker": "KLAIN", "sentences": [{"text": "And I think getting him in that mind-set, understanding that not just a handful of lawyers will be watching but millions of Americans will watch him right here on CNN and other TV channels, getting him in that frame of mind, I think, is the most important thing.", "sentId": 324}], "secId": 120}, {"speaker": "MALVEAUX", "sentences": [{"text": "But there are already some Republicans who have been counseling Roberts really to say as little as possible here.", "sentId": 325}, {"text": "One of them in particular, Senator Grassley said it seems to me like the less the nominee says to the committee, the better off they are.", "sentId": 326}, {"text": "Is Grassley right?", "sentId": 327}], "secId": 121}, {"speaker": "KLAIN", "sentences": [{"text": "I don't think so.", "sentId": 328}, {"text": "I think that we've had a number of nominees already rejected or had trouble in the Bush administration for declining to answer questions, for not being open with the committee.", "sentId": 329}, {"text": "And other nominees, even conservative nominees, have gotten confirmed by this Judiciary Committee when they come before the committee and offer a cogent, intelligent and persuasive explanation of their views.", "sentId": 330}], "secId": 122}, {"speaker": "KLAIN", "sentences": [{"text": "I think the best thing Judge Roberts can do is do what Judge Ginsberg, Judge Breyer, other have done in this process, which is come before the committee, lay out their views and let the American people and the Senate decide.", "sentId": 331}], "secId": 123}, {"speaker": "MALVEAUX", "sentences": [{"text": "Ron Klain, thank you very much.", "sentId": 332}], "secId": 124}, {"speaker": "KLAIN", "sentences": [{"text": "Thanks.", "sentId": 333}], "secId": 125}, {"speaker": "MALVEAUX", "sentences": [{"text": "Appreciate it.", "sentId": 334}], "secId": 126}, {"speaker": "MALVEAUX", "sentences": [{"text": "And, of course, the way things have been going so far for John Roberts, you might think he went to the Capitol Hill carrying an olive branch and a bunch of cooing doves.", "sentId": 335}, {"text": "The sudden peace that seems to be breaking out in Washington, at least for now, brings us to our Bill Schneider and the political \"Play of the Week.\"", "sentId": 336}], "secId": 127}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Before President Bush announced his Supreme Court pick, the political armies of the right and left were girding for war.", "sentId": 337}], "secId": 128}, {"speaker": "PERKINS", "sentences": [{"text": "The Family Research Counsel is ready to energize the grass-roots.", "sentId": 338}], "secId": 129}, {"speaker": "SCHNEIDER", "sentences": [{"text": "It was supposed to be the mother of all political battles.", "sentId": 339}], "secId": 130}, {"speaker": "NEAS", "sentences": [{"text": "It's a titanic clash between two competing and radically different versions of the constitution.", "sentId": 340}], "secId": 131}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Then President Bush presented John Roberts.", "sentId": 341}], "secId": 132}, {"speaker": "ROBERTS", "sentences": [{"text": "I always got a lump in my throat whenever I walked up those marble steps to argue a case before the court.", "sentId": 342}], "secId": 133}, {"speaker": "SCHNEIDER", "sentences": [{"text": "The confirmation process is just beginning.", "sentId": 343}, {"text": "But at this point, there is no reason to expect an ugly personal fight like the one over Clarence Thomas.", "sentId": 344}], "secId": 134}, {"speaker": "REID", "sentences": [{"text": "His credentials look very good.", "sentId": 345}, {"text": "He seems to be a very nice man.", "sentId": 346}], "secId": 135}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Nor does Roberts seem doctrinaire.", "sentId": 347}], "secId": 136}, {"speaker": "GERKEN", "sentences": [{"text": "He is a straight shooter, someone who is smart, someone who doesn't oversell his case.", "sentId": 348}], "secId": 137}, {"speaker": "SCHNEIDER", "sentences": [{"text": "There's no reason to expect a bitter cultural showdown like the fight over Robert Bork.", "sentId": 349}, {"text": "The public is not intensely polarized over Roberts.", "sentId": 350}, {"text": "Sure, Republicans are almost all for him, but only 24 percent of Democrats have a negative impression of Roberts.", "sentId": 351}, {"text": "Two-thirds of Democrats are either positive or neutral.", "sentId": 352}], "secId": 138}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Roberts certainly faces a vigorous challenge, but the country may end up with something totally unexpected, a serious and civil debate on the issues.", "sentId": 353}], "secId": 139}, {"speaker": "REID", "sentences": [{"text": "Cool your jets.", "sentId": 354}, {"text": "Let the process go forward.", "sentId": 355}], "secId": 140}, {"speaker": "SCHNEIDER", "sentences": [{"text": "There's not much talk right now of using the ultimate weapons: the nuclear option, the filibuster.", "sentId": 356}], "secId": 141}, {"speaker": "NELSON", "sentences": [{"text": "Sometimes there's hallway whisper.", "sentId": 357}, {"text": "None of that to date.", "sentId": 358}, {"text": "It's still new, but I'm not hearing it.", "sentId": 359}], "secId": 142}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Some on the right and many on the left are suspicious of Roberts.", "sentId": 360}, {"text": "But both sides may be forced to conclude, reluctantly, that Roberts is the best they're going to get.", "sentId": 361}], "secId": 143}, {"speaker": "SCHNEIDER", "sentences": [{"text": "You can argue with Roberts' views, but there doesn't seem to be much argument over one point, that it was a politically savvy choice.", "sentId": 362}, {"text": "And the \"Play of the Week.\"", "sentId": 363}], "secId": 144}, {"speaker": "SCHNEIDER", "sentences": [{"text": "This week, we also have a runner-up.", "sentId": 364}, {"text": "This man was standing next to President Bush in Washington on Tuesday when the president announced he was going to name his Supreme Court pick that evening, big news.", "sentId": 365}, {"text": "Two days later, the same man was standing next to British Prime Minister Tony Blair in London when Blair responded to the second wave of terror attacks, more big news.", "sentId": 366}, {"text": "He's the political Zelig, Australian Prime Minister John Howard.", "sentId": 367}], "secId": 145}, {"speaker": "MALVEAUX", "sentences": [{"text": "The big question is, where is he today.", "sentId": 368}], "secId": 146}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Yes.", "sentId": 369}], "secId": 147}, {"speaker": "MALVEAUX", "sentences": [{"text": "Well we'll have more on the secrets of John Roberts' early success.", "sentId": 370}, {"text": "Still ahead, the story behind a week of mostly well- planned photo ops.", "sentId": 371}], "secId": 148}, {"speaker": "MALVEAUX", "sentences": [{"text": "Up next, AFL-CIO official Rich Trumka on the labor federations divisions and whether a showdown is coming next week.", "sentId": 372}], "secId": 149}, {"speaker": "MALVEAUX", "sentences": [{"text": "And is there terror in the blogosphere?", "sentId": 373}, {"text": "Our reporters check online reaction to events in London and transit security at home.", "sentId": 374}], "secId": 150}, {"speaker": "MALVEAUX", "sentences": [{"text": "And we're following a developing story out of Beirut, Lebanon.", "sentId": 375}, {"text": "We are getting fresh pictures now, new pictures here and also information from our CNN bureau -- Beirut Bureau Chief Brent Sadler who tells us that an explosion rocked a Christian area of Beirut.", "sentId": 376}, {"text": "This is early -- this is Friday night.", "sentId": 377}, {"text": "Initial reports from Lebanese media saying that one person was dead, several others injured.", "sentId": 378}, {"text": "The blast went off in a parking lot in an entertainment district of the Lebanese capital.", "sentId": 379}, {"text": "We are told these pictures just coming in.", "sentId": 380}, {"text": "Hours earlier, U.S. Secretary of State Condoleezza Rice stopped in Lebanon on a surprise visit.", "sentId": 381}, {"text": "Now Lebanon, of course, has been the target of a string of bombings targeting anti-Syrian figures, and once again, our Brent Sadler confirming that this explosion has gone off in Beirut.", "sentId": 382}, {"text": "Once again, one person dead, several others injured.", "sentId": 383}], "secId": 151}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now moving along to another story, nearly 1,000 union members will gather in Chicago next week for the AFL-CIO convention.", "sentId": 384}, {"text": "A little while ago I spoke with Richard Trumka, the secretary treasury of the federation.", "sentId": 385}, {"text": "We started off by talking about divisions within the labor movement and the threatened walkout by three of the group's four biggest unions.", "sentId": 386}, {"text": "I asked Trumka how this group plans to keep those unions in the fold.", "sentId": 387}], "secId": 152}, {"speaker": "TRUMKA", "sentences": [{"text": "Working families are facing the greatest challenges that we've faced in over 80 years.", "sentId": 388}, {"text": "So we've come together, all the unions, including the four that you just mentioned, to debate the changes that we need to be able to meet those challenges and shift resources into organizing and into membership mobilization.", "sentId": 389}], "secId": 153}, {"speaker": "TRUMKA", "sentences": [{"text": "We also have to rebuild our state and local bodies so we can defeat or change the policies that are preventing workers from organizing.", "sentId": 390}, {"text": "All of those are essentially the same policies on both sides of both groups you're talking about.", "sentId": 391}, {"text": "We're hopeful that we'll come out of this convention in a unified solid manner because that's what's best for working people.", "sentId": 392}], "secId": 154}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now several of the union leaders say that the president of AFL-CIO, John Sweeney, is not in tune with the concerns of labor workers today, that the organization has not been able to adapt to some of these changes in the workforce.", "sentId": 393}, {"text": "And they are calling, quite frankly, for his resignation for the good of the labor movement.", "sentId": 394}, {"text": "Why is it not a consideration?", "sentId": 395}, {"text": "Is that an option that perhaps could you support?", "sentId": 396}], "secId": 155}, {"speaker": "TRUMKA", "sentences": [{"text": "Well, in every election, there are people I guess on both sides of an election.", "sentId": 397}, {"text": "The vast majority of the union members and the unions support John Sweeney's reelection.", "sentId": 398}, {"text": "I believe I'm convinced that he'll be re-elected.", "sentId": 399}, {"text": "And I hope that this debate is a principal debate, both people put their own personal interests above this, and they do what's best for the labor movement.", "sentId": 400}, {"text": "The vast majority of the people think that the policies and the reorganization that we've presented, which is the largest in the history of the AFL-CIO, are the changes necessary to meet the challenges that face the working people.", "sentId": 401}], "secId": 156}, {"speaker": "MALVEAUX", "sentences": [{"text": "But specifically, what is he ready to do?", "sentId": 402}, {"text": "What is your organization ready to do to keep its membership to make sure that this, essentially the labor movement, does not split in half?", "sentId": 403}, {"text": "TRUMKA:  We're making the changes that are necessary to protect the working men and women of this country, to meet the challenges that face them.", "sentId": 404}], "secId": 157}, {"speaker": "MALVEAUX", "sentences": [{"text": "What does that mean, specifically?", "sentId": 405}], "secId": 158}, {"speaker": "TRUMKA", "sentences": [{"text": "We're changing to mobilize on a full-time basis.", "sentId": 406}, {"text": "Not every couple years, but on a full-time basis.", "sentId": 407}], "secId": 159}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now your critics, of course, point to a number of issues.", "sentId": 408}, {"text": "They say that union membership last year represented just a little more than 12 percent of the workforce, it is the lowest in more than six decades.", "sentId": 409}, {"text": "Many of the workers benefits, wages have eroded and labor has failed to unionize one of the country's biggest employers, that is Wal-Mart.", "sentId": 410}, {"text": "How do you turn this around?", "sentId": 411}, {"text": "I mean, how do you convince people that essentially the labor movement has not become obsolete?", "sentId": 412}], "secId": 160}, {"speaker": "TRUMKA", "sentences": [{"text": "Well first of all, if you look at all the data, 57 million workers say that they would join a union tomorrow if given the opportunity.", "sentId": 413}, {"text": "Our challenge, of course, is to overcome the lax enforcement laws of this administration and to give them that opportunity.", "sentId": 414}, {"text": "That means that every one of the unions, every last one of them, really have to do more when it comes to organizing.", "sentId": 415}, {"text": "When John and Linda and I took over, only one union was spending 30 percent of its budget on organizing.", "sentId": 416}, {"text": "And that was John's Unions at SCIU.", "sentId": 417}, {"text": "Now we have 20 that are moving in that direction.", "sentId": 418}, {"text": "We still have a long way to go.", "sentId": 419}], "secId": 161}, {"speaker": "MALVEAUX", "sentences": [{"text": "And very quickly, to wrap this up, of course organized labor is one of the biggest backers for the Democratic party, particularly when it comes to election time, you have union members who really are the foot soldiers for getting out the vote.", "sentId": 420}, {"text": "Is there a risk here that with the labor movement being so weakened, that it could also weaken the Democratic party?", "sentId": 421}], "secId": 162}, {"speaker": "TRUMKA", "sentences": [{"text": "Well there's no question that if we're split, that the big losers will be the working men and working women of this country.", "sentId": 422}, {"text": "That's why we're doing everything that we can to prevent that from splitting.", "sentId": 423}, {"text": "But the differences between the two proposals now are so minute, it would be unconscionable for anybody to break away and to split the labor movement, because the only winners will be the opponents and the enemies of working families.", "sentId": 424}, {"text": "Every last working man, woman and child in this country would lose, if there's a split in the movement.", "sentId": 425}], "secId": 163}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, checking the Friday edition of \"Political Bytes,\" a new poll finds President Bush's approval rating is holding steady following a sharp decline since the beginning of the year.", "sentId": 426}, {"text": "The American Research Group poll shows 42 percent of Americans approve of the job the president is doing.", "sentId": 427}, {"text": "The same percentage as last month.", "sentId": 428}, {"text": "Since January, the president's rating has dropped nine points.", "sentId": 429}], "secId": 164}, {"speaker": "MALVEAUX", "sentences": [{"text": "A judge has removed a redistricting ballot initiative from California's November special election ballot dealing a new blow to what Governor Arnold Schwarzenegger likes to call his reform agenda.", "sentId": 430}, {"text": "The initiative would have taken away the legislature's power to draw political districts.", "sentId": 431}, {"text": "The judge ruled the wording of the initiative had not been approved according to law.", "sentId": 432}, {"text": "Supporters plan to appeal the decision.", "sentId": 433}], "secId": 165}, {"speaker": "MALVEAUX", "sentences": [{"text": "Pennsylvania Congressman Don Sherwood has acknowledged he had a five-year affair with a Maryland woman, but he denies he ever abused her.", "sentId": 434}, {"text": "Sherwood made the admission in court papers filed yesterday.", "sentId": 435}, {"text": "The woman has filed a civil suit accusing Sherwood of hitting her on several occasions.", "sentId": 436}], "secId": 166}, {"speaker": "MALVEAUX", "sentences": [{"text": "And members of the House today approved a bill endorsing missions to Mars and a return to the moon.", "sentId": 437}, {"text": "The measure also authorizes $1.3 billion in extra NASA funding.", "sentId": 438}], "secId": 167}, {"speaker": "MALVEAUX", "sentences": [{"text": "And Karl Rove remains a big topic for bloggers.", "sentId": 439}, {"text": "Up next, our blog reporters sample the latest online opinions about the CIA leak investigation.", "sentId": 440}], "secId": 168}, {"speaker": "MALVEAUX", "sentences": [{"text": "Karl Rove remains a favorite topic for members of the blogosphere.", "sentId": 441}, {"text": "We check in now with CNN political producer Abbi Tatton and Jacki Schechner, our blog reporter -- Jackie.", "sentId": 442}], "secId": 169}, {"speaker": "SCHECHNER", "sentences": [{"text": "Hi, Suzanne.", "sentId": 443}], "secId": 170}, {"speaker": "SCHECHNER", "sentences": [{"text": "Well, in the absence of a full set of hard facts into the investigation of who leaked the identity of CIA operative Valerie Plame, the blogs have become a forum for piecing together what information we do get when we get it.", "sentId": 444}, {"text": "And the latest news that's being dissected today comes from a Bloomberg news article saying that Karl Rove and Lewis Libby's testimony before the grand jury does not match-up with the testimony of journalists involved in the situation.", "sentId": 445}, {"text": "This has been the talk of many of the progressive blogs today, those like TalkingPointsMemo.com by Josh Marshall.", "sentId": 446}], "secId": 171}, {"speaker": "SCHECHNER", "sentences": [{"text": "Also wanted to show you LiberalOasis.com.", "sentId": 447}, {"text": "They have a theory as to why Karl Rove and Lewis Libby might be saying they got the information from journalists as opposed to a classified memo.", "sentId": 448}, {"text": "It says that that might make them less vulnerable under the Intelligence Identities Protection Act.", "sentId": 449}], "secId": 172}, {"speaker": "TATTON", "sentences": [{"text": "And conservatives -- those obviously on the left -- conservatives are dissecting this latest information as well.", "sentId": 450}, {"text": "A little bit less so than on the left.", "sentId": 451}], "secId": 173}, {"speaker": "TATTON", "sentences": [{"text": "Over at The Corner, this is the NationalReview.com, a conservative site with a group blog, they were looking at this latest story and asking, well, is there any lying?", "sentId": 452}, {"text": "Perhaps there is a lot of weaseling going on to be sure, but he doesn't think -- this is John Padora that's writing -- that there's no case for perjury here.", "sentId": 453}, {"text": "This is just a two-way conversation.", "sentId": 454}, {"text": "You wouldn't be able to make a case for perjury without some kind of independent confirmation from another site, also calling it Bloomberg's Plame crusade.", "sentId": 455}, {"text": "Now on the left, there have been calls, as we've been talk about here, for Rove's resignation.", "sentId": 456}, {"text": "That is not a popular opinion over on the right, but with some notable exceptions.", "sentId": 457}, {"text": "Today at Whizbang Blog, this is a conservative site run by Kevin Alewood, he is wondering with all this information coming out, maybe it's just about time that both Rove and Libby take one for the team and step aside.", "sentId": 458}], "secId": 174}, {"speaker": "TATTON", "sentences": [{"text": "As I said, not a popular opinion on the right, but it is out there a little bit.", "sentId": 459}], "secId": 175}, {"speaker": "SCHECHNER", "sentences": [{"text": "We saw some rumblings of that the other day, as well.", "sentId": 460}], "secId": 176}, {"speaker": "SCHECHNER", "sentences": [{"text": "Now also in the midst is Ari Fleischer, the former White House press secretary.", "sentId": 461}, {"text": "And under the title \"Et Tu Ari\" over at ThinkProgress.org, they point out that a news report on Monday said that Fleischer was seen perusing a State Department memo on a flight to Africa.", "sentId": 462}, {"text": "Then a news report in \"The New York Times\" today saying Fleischer told the grand jury he had never seen that memo.", "sentId": 463}], "secId": 177}, {"speaker": "SCHECHNER", "sentences": [{"text": "So at Think Progress, they are wondering how Fleischer's lawyer is going to explain how you can peruse a document without actually having seen the document.", "sentId": 464}], "secId": 178}, {"speaker": "TATTON", "sentences": [{"text": "Not the first time that the former press secretary has been in the focus of the blogosphere.", "sentId": 465}, {"text": "TalkLeft.com is a blog about crime and politics and the law run by a criminal defense attorney Jeralyn Merritt.", "sentId": 466}, {"text": "She was asking last week, where does Ari Fleischer fit in?", "sentId": 467}], "secId": 179}, {"speaker": "TATTON", "sentences": [{"text": "She's been looking at the documents that the special prosecutor Fitzgerald has subpoenaed in the last couple of weeks and throughout the course of this investigation, saying why are they asking for some of them that involve Ari Fleischer, wondering if his statements, the former White House press secretary, might lead Fitzgerald to higherups in the investigation.", "sentId": 468}, {"text": "The Rubik's cube there, Suzanne, on the site showing that people out there are really trying to piece together what is going on here.", "sentId": 469}], "secId": 180}, {"speaker": "MALVEAUX", "sentences": [{"text": "OK.", "sentId": 470}, {"text": "Thank you very much.", "sentId": 471}, {"text": "Abbi, Jacki.", "sentId": 472}, {"text": "Of course, the \"Strategy Session\" is straight ahead on INSIDE POLITICS.", "sentId": 473}, {"text": "Today, aftershocks from London felt on Capitol Hill where security overrides controversy.", "sentId": 474}, {"text": "The politics of terror coming up.", "sentId": 475}], "secId": 181}, {"speaker": "MALVEAUX", "sentences": [{"text": "Welcome back to INSIDE POLITICS and our \"Strategy Session\" on today's hottest political topics.", "sentId": 476}, {"text": "With us today, Democratic strategist James Carville, and of course, Bay Buchanan, president of the American Cause.", "sentId": 477}, {"text": "Thanks for being with us.", "sentId": 478}], "secId": 182}, {"speaker": "MALVEAUX", "sentences": [{"text": "A lot to talk about today.", "sentId": 479}, {"text": "Today's topics, the politics of terror.", "sentId": 480}, {"text": "After the London bombings, the House approves extending a controversial law.", "sentId": 481}, {"text": "Is fear an ally to supporters of the Patriot Act?", "sentId": 482}], "secId": 183}, {"speaker": "MALVEAUX", "sentences": [{"text": "And the Plame game, newly disclosed testimony raises fresh questions about the leak of the CIA operative's identity.", "sentId": 483}, {"text": "And Roberts on a roll, more Capitol Hill meet and greets today for President Bush's Supreme Court nominee.", "sentId": 484}, {"text": "Will his ride remain smooth?", "sentId": 485}], "secId": 184}, {"speaker": "MALVEAUX", "sentences": [{"text": "The wave of bombings in London is sending political repercussions across the Atlantic to the U.S.  Last night the House approved renewal of provisions of the controversial Patriot Act by a definitive vote of 257-171.", "sentId": 486}], "secId": 185}, {"speaker": "MALVEAUX", "sentences": [{"text": "And president Bush may be on the road to pitch Social Security reform, but the war on terror remains a key issue.", "sentId": 487}], "secId": 186}, {"speaker": "BUSH", "sentences": [{"text": "I'm confident like our country, the citizens of that country will not be intimidated by thugs and assassins.", "sentId": 488}, {"text": "They understand what we know.", "sentId": 489}], "secId": 187}, {"speaker": "BUSH", "sentences": [{"text": "They understand what the citizens of this country understand is that we will hold true to our principles of human rights and human dignity and the freedom to worship.", "sentId": 490}, {"text": "We're not going to let anybody frighten us from our great love of freedom.", "sentId": 491}], "secId": 188}, {"speaker": "MALVEAUX", "sentences": [{"text": "Let's start off with you, Bay.", "sentId": 492}, {"text": "The New York City's reaction here, Mayor Bloomberg coming out saying now we're going to have these random searches of bags on ferries, on trains, this time of thing.", "sentId": 493}, {"text": "Civil libertarians already saying perhaps this isn't even legal.", "sentId": 494}, {"text": "Is that the correct response here?", "sentId": 495}, {"text": "Some are saying perhaps, even, it will lead to racial profiling.", "sentId": 496}], "secId": 189}, {"speaker": "BUCHANAN", "sentences": [{"text": "Listen, I think there's no question it's a proper response, if the people of New York are concerned, they want to see action taken.", "sentId": 497}, {"text": "And I have no problems with the response.", "sentId": 498}, {"text": "I'll tell you, I don't think he went far enough.", "sentId": 499}, {"text": "He's trying to be politically correct.", "sentId": 500}, {"text": "He says we're not going to identify any group of people, just pick people at random.", "sentId": 501}, {"text": "We all know that 70-year-old ladies carrying a bag are not our concern.", "sentId": 502}, {"text": "We do know that it's militant Islam with whom we are at war.", "sentId": 503}, {"text": "And we should make certain that we're looking for the people that are most likely to do us harm.", "sentId": 504}], "secId": 190}, {"speaker": "BUCHANAN", "sentences": [{"text": "So, I think he should put aside the political correctness and let's be serious about this war.", "sentId": 505}], "secId": 191}, {"speaker": "MALVEAUX", "sentences": [{"text": "James, do we know that?", "sentId": 506}, {"text": "Do we know that those are the people responsible here?", "sentId": 507}, {"text": "Those are the people we should be looking for in New York and other cities?", "sentId": 508}], "secId": 192}, {"speaker": "CARVILLE", "sentences": [{"text": "It's stupid to say all the attacks we saw in London and attacks we saw in 9/11 certainly were perpetrated by militant Islam.", "sentId": 509}, {"text": "Not an expert on the origins of terror, but what we're seeing right now.", "sentId": 510}, {"text": "You know ride on the subway, you go on an airplane, and we go through metal detectors and everything else.", "sentId": 511}, {"text": "I don't know -- you know, I guess -- you don't know if the next phase of the terrorists would be that they would pay somebody a bunch of money to carry it if you didn't target different people.", "sentId": 512}], "secId": 193}, {"speaker": "CARVILLE", "sentences": [{"text": "I mean, I would leave that up to the experts.", "sentId": 513}, {"text": "There are a lot of people that work pretty hard on this subject.", "sentId": 514}, {"text": "And that think long and hard about it.", "sentId": 515}], "secId": 194}, {"speaker": "MALVEAUX", "sentences": [{"text": "But what do you think of these new measures that target the trains in particular, the subways?", "sentId": 516}], "secId": 195}, {"speaker": "CARVILLE", "sentences": [{"text": "Well, if they did that in Madrid and they did it in London.", "sentId": 517}, {"text": "We don't know.", "sentId": 518}, {"text": "We always focus on the last one.", "sentId": 519}, {"text": "We've been very focused on airline security, because that was the last time that the terrors hit us.", "sentId": 520}], "secId": 196}, {"speaker": "CARVILLE", "sentences": [{"text": "I don't know.", "sentId": 521}, {"text": "I mean, I'm not an expert on terrorism.", "sentId": 522}, {"text": "But I know that I ride the trains from time to time.", "sentId": 523}, {"text": "And there are a lot of people that depend on the train for transportation.", "sentId": 524}, {"text": "And you know, I think it's smart to look at this stuff.", "sentId": 525}], "secId": 197}, {"speaker": "BUCHANAN", "sentences": [{"text": "I've talked to people, they say listen, I'll walk through with my bag open if it makes me feel that everybody's doing that.", "sentId": 526}, {"text": "And they'll feel more comfortable.", "sentId": 527}, {"text": "That's what we need to do, is keep calm.", "sentId": 528}], "secId": 198}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, let's take a listen here, take a look at this poll here.", "sentId": 529}, {"text": "ABC News \"Washington Post\" poll showing whether or not people are even worried about another terrorist attack.", "sentId": 530}, {"text": "A great deal 30 percent say yes.", "sentId": 531}, {"text": "Somewhat, 43 percent.", "sentId": 532}, {"text": "Not much/none say 27 percent.", "sentId": 533}, {"text": "Are we reacting here?", "sentId": 534}, {"text": "Or overreacting?", "sentId": 535}, {"text": "It seems as if most Americans do not put this on the top of their list as a priority.", "sentId": 536}], "secId": 199}, {"speaker": "BUCHANAN", "sentences": [{"text": "Well, if you put those two numbers together, it's likely and very concerned, you've got 70 I believe.", "sentId": 537}, {"text": "So this seems to me to be obviously a concern.", "sentId": 538}], "secId": 200}, {"speaker": "BUCHANAN", "sentences": [{"text": "I think there's no question when that happened -- when we saw the bombs go off in London that Americans were jarred.", "sentId": 539}, {"text": "And they know that these people who are doing it hate us as much, if not more so, than the English government.", "sentId": 540}, {"text": "So of course, we're concerned.", "sentId": 541}, {"text": "And I think that we are not overreacting.", "sentId": 542}, {"text": "In fact, I do not thing, as I said, we're taking it seriously enough.", "sentId": 543}], "secId": 201}, {"speaker": "MALVEAUX", "sentences": [{"text": "But James, Senator Chuck Schumer, of course, he went on to say with other Democrats, that we need to put more money into protecting the rail system.", "sentId": 544}, {"text": "He has not been very successful at that.", "sentId": 545}, {"text": "I mean, what kind of strategy do the Democrats need to push Congress for it in moving as they have with the airline security?", "sentId": 546}], "secId": 202}, {"speaker": "CARVILLE", "sentences": [{"text": "Senator Schumer represents a state that has an inordinate amount of rail travel.", "sentId": 547}, {"text": "If you represent Kansas -- somebody in Kansas is not worried about their train getting blowing up.", "sentId": 548}, {"text": "There are damn few trains in Kansas, OK?", "sentId": 549}, {"text": "I'm more worried about terrorism when I'm here on Capitol Hill than I am when I go home to Louisiana.", "sentId": 550}, {"text": "Now, maybe that's unfounded, but generally, the pattern of terrorists is is that they've struck in big cities, they're struck in symbolic places.", "sentId": 551}], "secId": 203}, {"speaker": "CARVILLE", "sentences": [{"text": "So, the truth of the matter is, I bet you if you broke that poll down, you would find that people who live in major urban areas particularly New York and Washington, are more concerned.", "sentId": 552}], "secId": 204}, {"speaker": "CARVILLE", "sentences": [{"text": "Certainly they should -- look, believe me this, if the terrorists ever hit one of our trains, they'll be more money and security on trains.", "sentId": 553}, {"text": "We always react to the last thing that happened as opposed to anticipate it.", "sentId": 554}], "secId": 205}, {"speaker": "CARVILLE", "sentences": [{"text": "I don't blame Senator Schumer.", "sentId": 555}, {"text": "And by the way, if he didn't do that in the sense of New York, New Jersey, if they didn't do that, then their constituents would go what are you talking about?", "sentId": 556}, {"text": "We use the train a lot more than we use the plane.", "sentId": 557}, {"text": "People depend on that for their livelihood.", "sentId": 558}], "secId": 206}, {"speaker": "MALVEAUX", "sentences": [{"text": "OK.  And we'll see how people react to the next topic when we get back.", "sentId": 559}], "secId": 207}, {"speaker": "MALVEAUX", "sentences": [{"text": "When INSIDE POLITICS comes back, newly revealed testimony about the leak of a CIA operative's identity muddies the investigation more with conflicting stories about who spread the first word.", "sentId": 560}], "secId": 208}, {"speaker": "MALVEAUX", "sentences": [{"text": "The \"Strategy Session\" continues on INSIDE POLITICS.", "sentId": 561}, {"text": "With us, James Carville and Bay Buchanan.", "sentId": 562}, {"text": "Another day, another wrinkle in a special prosecutor's investigation into the leak of CIA operative Valerie Plame's identity.", "sentId": 563}], "secId": 209}, {"speaker": "MALVEAUX", "sentences": [{"text": "Bloomberg news reports today that two top Bush administration aides have given conflicting testimony about how they first learned about Plame.", "sentId": 564}, {"text": "Vice presidential chief of staff Lewis Libby reportedly testified that he got the name from NBC's Tim Russert.", "sentId": 565}, {"text": "A source familiar with the case says Russert testified that he did not tell Libby about Plame.", "sentId": 566}], "secId": 210}, {"speaker": "MALVEAUX", "sentences": [{"text": "White House deputy chief of staff Karl Rove reportedly said he learned about Plame from columnist and CNN contributor Robert Novak.", "sentId": 567}, {"text": "Sources say Novak's version was different.", "sentId": 568}], "secId": 211}, {"speaker": "MALVEAUX", "sentences": [{"text": "Then there's the matter of a secret State Department memo linking Plame to discussions about the possible purchase of nuclear materials by Iraq in Africa.", "sentId": 569}], "secId": 212}, {"speaker": "SCHUMER", "sentences": [{"text": "Karl Rove was involved in figuring out the strategy, not just on the politics, but on the how you deal with the idea that maybe there was no uranium going from Iraq to Niger and try to backtrack on statements that the president made.", "sentId": 570}, {"text": "All I can say is where there's smoke there's usually fire.", "sentId": 571}, {"text": "And we are not going to rest till we get to the bottom of this.", "sentId": 572}], "secId": 213}, {"speaker": "MALVEAUX", "sentences": [{"text": "OK.  James, let's start with you.", "sentId": 573}, {"text": "Does it matter at this point?", "sentId": 574}, {"text": "Because we don't have a lot of information to go on, but does it matter if Rove and Libby's stories are different than what reporters are telling in the grand jury testimony?", "sentId": 575}], "secId": 214}, {"speaker": "CARVILLE", "sentences": [{"text": "Yes.", "sentId": 576}, {"text": "It matters to Fitzgerald.", "sentId": 577}, {"text": "If they go -- these guys are really.", "sentId": 578}], "secId": 215}, {"speaker": "MALVEAUX", "sentences": [{"text": "How significant is this.", "sentId": 579}], "secId": 216}, {"speaker": "CARVILLE", "sentences": [{"text": "I don't know.", "sentId": 580}, {"text": "But from what I know is, is that federal prosecutors in federal court take a pretty dim view about not telling the truth.", "sentId": 581}, {"text": "I mean a real, real dim view.", "sentId": 582}], "secId": 217}, {"speaker": "CARVILLE", "sentences": [{"text": "And again -- you have, Mr. Libby -- according to Bloomberg, you have Mr. Libby saying I heard it from Mr. Russert, you have Mr. Russert saying he heard no such thing from me.", "sentId": 583}, {"text": "You have Mr. Rove saying Mr. Novak, he first heard it from Mr. Novak.", "sentId": 584}, {"text": "You have Mr. Novak saying essentially that Mr. Rove confirmed my story for me.", "sentId": 585}, {"text": "Furthermore, you have Mr. Rove saying I had a conversation with Mr. Matt Cooper of \"Time\" magazine about welfare reform, then Mr. Cooper said we had no such conversation about welfare reform, we were talking about Valerie Plame.", "sentId": 586}, {"text": "So it is -- my sense is that it matters greatly.", "sentId": 587}, {"text": "And now the new wrinkle is reported on blogs, I understand, is that John Bolton has been called in to discuss the matter with them.", "sentId": 588}], "secId": 218}, {"speaker": "MALVEAUX", "sentences": [{"text": "We've spoken to a senior administration official who say that that's actually not true, that that did not occur -- that that was actually an erroneous report.", "sentId": 589}], "secId": 219}, {"speaker": "BUCHANAN", "sentences": [{"text": "That is exactly the point here.", "sentId": 590}, {"text": "Grand jury testimony is secret.", "sentId": 591}, {"text": "And so what we're hearing is strictly rumors.", "sentId": 592}, {"text": "A rumor a day, people are moving all kinds of stories, we don't know how many times they've been transferred to other people before we actually hear the rumor.", "sentId": 593}, {"text": "And so we do not know anything at this time.", "sentId": 594}, {"text": "I agree with James on one count.", "sentId": 595}, {"text": "I mean, if indeed they perjured themselves, if they lied before the grand jury, then we have a crime.", "sentId": 596}, {"text": "But we will know that until they're indicted.", "sentId": 597}], "secId": 220}, {"speaker": "CARVILLE", "sentences": [{"text": "Hold on.", "sentId": 598}, {"text": "We do know, we can know if someone goes in, if I go in and I tell a grand jury something, I can come out and say this is what I told the grand jury.", "sentId": 599}, {"text": "We know that they said, what Mr. Russert and Mr. Novak said, they can say what they said.", "sentId": 600}], "secId": 221}, {"speaker": "MALVEAUX", "sentences": [{"text": "So let's talk about strategy here.", "sentId": 601}, {"text": "Bay, what do the Republicans do, what does the White House do now?", "sentId": 602}, {"text": "They're in a very precarious situation, they say they're not willing to say anything.", "sentId": 603}, {"text": "We do know that people who are sympathetic to Rove are talking though.", "sentId": 604}], "secId": 222}, {"speaker": "BUCHANAN", "sentences": [{"text": "Yes.", "sentId": 605}, {"text": "We do.", "sentId": 606}, {"text": "The White House should do exactly what they're doing, they should not respond.", "sentId": 607}, {"text": "First of all, the prosecutor said they don't want people talking about it.", "sentId": 608}, {"text": "And the White House doesn't have the facts, they don't know exactly what's been said.", "sentId": 609}, {"text": "They are very wise to say we're out of it.", "sentId": 610}, {"text": "If the president says I'm going to wait till this investigation's complete, and that's exactly what we should all do because we have no facts until we see -- we do not know today if any crime whatsoever has been committed.", "sentId": 611}], "secId": 223}, {"speaker": "CARVILLE", "sentences": [{"text": "They couldn't stop commenting on it, they said it was ridiculous that Mr. Rove had anything to do with it, they were all bucket mouths, and When they find out the story started getting twisted up, they decided to go solid.", "sentId": 612}, {"text": "I tell you what some people think, and I'm one of them, the Republican Congress, if this turns out to be something, then I think the Democrats are going to have a heck of an issue on -- in a failure of oversight, because there's not -- no Republican senator, no Republican Congressman to my knowledge has said, if any of this turns out to be true, if somebody did out a CIA agent, this is a very, very serious thing.", "sentId": 613}, {"text": "We should give everybody the presumption.", "sentId": 614}, {"text": "I agree completely with that.", "sentId": 615}, {"text": "And let me say this, if the only person that goes to jail in this is Judy Miller, then Mr. Fitzgerald, he'll never be able to eat lunch in this town again, I'll tell you that right now.", "sentId": 616}, {"text": "I think he knows that.", "sentId": 617}], "secId": 224}, {"speaker": "MALVEAUX", "sentences": [{"text": "Let's talk about Karen Hughes here.", "sentId": 618}, {"text": "She went before, she had a hearing today, a new post, a new position, really an ambassador to diplomacy, to spread good will among the Muslim community in particular.", "sentId": 619}, {"text": "It was very interesting because a lot of Democrats have said she too has gone before the grand jury, we don't know what her role is in the CIA leak investigation.", "sentId": 620}], "secId": 225}, {"speaker": "CARVILLE", "sentences": [{"text": "I know Karen Hughes.", "sentId": 621}, {"text": "I'd be stunned if she had anything to do with this.", "sentId": 622}], "secId": 226}, {"speaker": "MALVEAUX", "sentences": [{"text": "But, James, hear me out here.", "sentId": 623}, {"text": "This is somebody who the Democrats have said we are concerned about, she doesn't belong in this position, she may have some sort of link in the investigation, a mishandling of intelligence.", "sentId": 624}, {"text": "There's not one single Democratic senator, not one, who went to that hearing today.", "sentId": 625}], "secId": 227}, {"speaker": "CARVILLE", "sentences": [{"text": "Yes, I don't know.", "sentId": 626}, {"text": "I have to think Karen Hughes will do a fine job there.", "sentId": 627}, {"text": "And I think I have a recollection of in her -- she actually said if someone did this, this is a really bad thing.", "sentId": 628}, {"text": "I think that, I happen to know Karen.", "sentId": 629}, {"text": "I think she'll work real hard at this job.", "sentId": 630}, {"text": "You know, I don't know how many people -- I've been to some of these confirmation hearings, and, you know, attendance is very sporadic, they come in and out.", "sentId": 631}, {"text": "But I would be -- I very seldom give blanket statements to anybody, but I would be very surprised if Karen had anything to do with the leaking the name of a CIA agent.", "sentId": 632}], "secId": 228}, {"speaker": "BUCHANAN", "sentences": [{"text": "Suzanne, the key here is they're not interested in Karen Hughes, they like the idea of Karl Rove being taken out.", "sentId": 633}, {"text": "That is their target.", "sentId": 634}, {"text": "They are going to keep running these stories, and then move all the rumors, try to damage him to the full extent they can, and hope like crazy that they get an indictment.", "sentId": 635}], "secId": 229}, {"speaker": "CARVILLE", "sentences": [{"text": "You know, Karl Rove's problem is that he told Scott McClellan to say it's ridiculous I had anything to do with it.", "sentId": 636}, {"text": "Then we subsequently find out he was the one that told Matt Miller, confirmed Bob Novak.", "sentId": 637}, {"text": "Karen Hughes is no way, shape or form at that level.", "sentId": 638}, {"text": "MALVEAUX:  We're going to have to leave it there.", "sentId": 639}, {"text": "We'll go to our next topic after this.", "sentId": 640}, {"text": "If you didn't know who John Roberts was earlier this week, chances are you do know now.", "sentId": 641}, {"text": "President Bush's Supreme Court pick is making sure they know him on Capitol Hill.", "sentId": 642}, {"text": "When we return, Roberts makes the rounds again.", "sentId": 643}], "secId": 230}, {"speaker": "BLITZER", "sentences": [{"text": "I'm Wolf Blitzer in Washington.", "sentId": 644}, {"text": "Coming up at the top of the hour, one day after the latest round of London attacks, a man is shot and killed in the London subway.", "sentId": 645}, {"text": "We'll have the latest.", "sentId": 646}], "secId": 231}, {"speaker": "BLITZER", "sentences": [{"text": "Transit security here in the United States.", "sentId": 647}, {"text": "Is racial profiling acceptable?", "sentId": 648}, {"text": "We'll get both sides.", "sentId": 649}], "secId": 232}, {"speaker": "BLITZER", "sentences": [{"text": "And Arlington National Cemetery, why one of America's most sacred places is now getting bigger.", "sentId": 650}, {"text": "All those stories and much more only minutes away on \"WOLF BLITZER REPORTS.\"", "sentId": 651}, {"text": "Now back to INSIDE POLITICS.", "sentId": 652}], "secId": 233}, {"speaker": "MALVEAUX", "sentences": [{"text": "The strategy session continues on INSIDE POLITICS.", "sentId": 653}, {"text": "James Carville and Bay Buchanan joining me, of course.", "sentId": 654}, {"text": "The public love fest between John Roberts and the senators who will grill him is in its third day.", "sentId": 655}, {"text": "President Bush's Supreme Court nominee returned to Capitol Hill for more meetings.", "sentId": 656}, {"text": "Yesterday Senator Chuck Schumer of New York supplied Judge Roberts with a list of questions he can expect during confirmation hearings.", "sentId": 657}, {"text": "So far, his nomination has met with little or no opposition.", "sentId": 658}, {"text": "Is he a shoe-in?", "sentId": 659}, {"text": "You know, what could the White House have done any differently?", "sentId": 660}, {"text": "I mean, Bay, I love what you said during the break.", "sentId": 661}, {"text": "You said how do you pick on a boy scout.", "sentId": 662}, {"text": "I mean, what are we looking at here?", "sentId": 663}], "secId": 234}, {"speaker": "CARVILLE", "sentences": [{"text": "I don't think they've done it -- I was a little bit surprised by our poll, the CNN poll.", "sentId": 664}, {"text": "It showed 51 said he should be confirmed, 36 no.", "sentId": 665}, {"text": "It would seem to me pretty reserved numbers given the good press that he's gotten.", "sentId": 666}, {"text": "And like 73 percent said that they wanted to know more about it him.", "sentId": 667}, {"text": "Look, unless something that we don't -- we know what we know now in September when this comes up, of course he's going to get confirmed.", "sentId": 668}, {"text": "So it will have to be some fact that we don't know.", "sentId": 669}], "secId": 235}, {"speaker": "CARVILLE", "sentences": [{"text": "By the same token, people, at least according to our poll, I was sort of struck by that they were holding judgment back, and I think that they expect and I think Senator Schumer's right, that they expect him to be questioned, and they expect to know more about him, and they expect the Senate to discharge its duty.", "sentId": 670}, {"text": "I would be the first to say is barring something that about this man that I don't know, it's highly likely he'll be confirmed in September.", "sentId": 671}], "secId": 236}, {"speaker": "MALVEAUX", "sentences": [{"text": "So James, do you think the president played the Democrats, however?", "sentId": 672}, {"text": "Because he talked a lot about consultations.", "sentId": 673}, {"text": "He brought in all of these people.", "sentId": 674}], "secId": 237}, {"speaker": "CARVILLE", "sentences": [{"text": "Most of these people.", "sentId": 675}], "secId": 238}, {"speaker": "MALVEAUX", "sentences": [{"text": "Minority or a woman.", "sentId": 676}], "secId": 239}, {"speaker": "CARVILLE", "sentences": [{"text": "Most Supreme Court nominations go through without much of a fight.", "sentId": 677}, {"text": "I mean, we're acting like this is such monumental achievement on Bush's part.", "sentId": 678}, {"text": "He's had a pretty rough time.", "sentId": 679}, {"text": "And it's hardly a -- something that we're all out of breath.", "sentId": 680}, {"text": "So, Roberts going to go through.", "sentId": 681}], "secId": 240}, {"speaker": "CARVILLE", "sentences": [{"text": "Well, most Supreme Court nominees go through.", "sentId": 682}, {"text": "Very, very seldom are they ever stopped.", "sentId": 683}, {"text": "And you know, a little more so.", "sentId": 684}, {"text": "But it's sort of seldom that you have a big fight.", "sentId": 685}], "secId": 241}, {"speaker": "BUCHANAN", "sentences": [{"text": "Well, yeah, but we've just gone through the past few years where the Democrats have filibustered one doggone judge after another.", "sentId": 686}, {"text": "And so everybody recognizes this is a person exactly like Bush said he would appoint.", "sentId": 687}, {"text": "He's a constructionist and he's a conservative.", "sentId": 688}, {"text": "And he is a terrific choice.", "sentId": 689}, {"text": "And so we're really happy.", "sentId": 690}, {"text": "And the Democrats take a look and they say they have nothing on this guy.", "sentId": 691}, {"text": "I'm with James, he is going to fly through.", "sentId": 692}], "secId": 242}, {"speaker": "MALVEAUX", "sentences": [{"text": "What is the strategy, now then, for the Republicans essentially to wait for the next opening for the real battle to begin?", "sentId": 693}], "secId": 243}, {"speaker": "BUCHANAN", "sentences": [{"text": "We don't wait for anything.", "sentId": 694}, {"text": "We're putting the best one up now.", "sentId": 695}, {"text": "We get him confirmed.", "sentId": 696}, {"text": "We're going to go find another one just like him.", "sentId": 697}, {"text": "Move him right forward.", "sentId": 698}, {"text": "And hopefully, we'll get a third one before this is over.", "sentId": 699}], "secId": 244}, {"speaker": "CARVILLE", "sentences": [{"text": "The news media, I'm watching this.", "sentId": 700}, {"text": "There are 200 judges have been confirmed.", "sentId": 701}, {"text": "It is the absolute norm that these judges go through.", "sentId": 702}, {"text": "And I was watching and it said this is stunning.", "sentId": 703}, {"text": "He's going to go through.", "sentId": 704}, {"text": "There's not going to be a big, bloody fight.", "sentId": 705}, {"text": "What are people talking about?", "sentId": 706}], "secId": 245}, {"speaker": "BUCHANAN", "sentences": [{"text": "You're right now.", "sentId": 707}, {"text": "That's not right, Democrats right now are talking about asking for paper from the White House.", "sentId": 708}, {"text": "If they don't give it to us...", "sentId": 709}], "secId": 246}, {"speaker": "CARVILLE", "sentences": [{"text": "Well, of course they all.", "sentId": 710}], "secId": 247}, {"speaker": "MALVEAUX", "sentences": [{"text": "I'm going to have to leave it at that.", "sentId": 711}, {"text": "I'm so sorry that I have to leave it at that.", "sentId": 712}, {"text": "Thank you so much, James Carville, Bay Buchanan for being with us.", "sentId": 713}], "secId": 248}, {"speaker": "MALVEAUX", "sentences": [{"text": "The week long rollout of John Roberts began with as much secrecy as the latest Harry Potter book launch.", "sentId": 714}, {"text": "And it played out like an old fashioned movie, highly scripted and often predictable, but effective in its use of imagery and its portrayal of the lead character.", "sentId": 715}], "secId": 249}, {"speaker": "MALVEAUX ", "sentences": [{"text": "Scene one, the introduction.", "sentId": 716}, {"text": "A rare Supreme Court nomination as a prime-time event.", "sentId": 717}, {"text": "A buddy movie.", "sentId": 718}], "secId": 250}, {"speaker": "BUSH", "sentences": [{"text": "He has a good heart.", "sentId": 719}], "secId": 251}, {"speaker": "MALVEAUX", "sentences": [{"text": "With a great back story.", "sentId": 720}], "secId": 252}, {"speaker": "BUSH", "sentences": [{"text": "And he worked summers in a steel mill to help pay his way through college.", "sentId": 721}], "secId": 253}, {"speaker": "MALVEAUX", "sentences": [{"text": "And a tall, handsome and humble newcomer.", "sentId": 722}], "secId": 254}, {"speaker": "ROBERTS", "sentences": [{"text": "I am very grateful for the confidence the president has shown in nominating me.", "sentId": 723}], "secId": 255}, {"speaker": "MALVEAUX", "sentences": [{"text": "The kicker, a pastel portrait of a loving wife and cute kids foreshadowing photo ops to come.", "sentId": 724}], "secId": 256}, {"speaker": "MALVEAUX", "sentences": [{"text": "Scene two, the regular guy who leaves the house through the side door.", "sentId": 725}, {"text": "And drives himself to the White House for a cup of Joe with his new pal George.", "sentId": 726}], "secId": 257}, {"speaker": "MALVEAUX", "sentences": [{"text": "Scene three, the welcome unfolds over several days.", "sentId": 727}], "secId": 258}, {"speaker": "KENNEDY", "sentences": [{"text": "Offer our congratulations to the judge.", "sentId": 728}], "secId": 259}, {"speaker": "MALVEAUX", "sentences": [{"text": "The faces keep changing, but the dialogue doesn't.", "sentId": 729}, {"text": "If Roberts wasn't quite the master of small talk with cameras rolling, the veteran politicians were eager to step in.", "sentId": 730}], "secId": 260}, {"speaker": "MALVEAUX", "sentences": [{"text": "Scene four, the family man.", "sentId": 731}, {"text": "One of the most scripted days yet.", "sentId": 732}, {"text": "Journalists are urged to come watch Judge Roberts take his kids to day camp.", "sentId": 733}, {"text": "This time Roberts makes a more conspicuous front door exit with the children in tow.", "sentId": 734}, {"text": "And an administration handler on hand to help get the shots just right.", "sentId": 735}], "secId": 261}, {"speaker": "MALVEAUX", "sentences": [{"text": "Scene five, the humble beginnings.", "sentId": 736}, {"text": "Reporters are invited to the home of Roberts' parents for a well rehearsed, yet sometimes awkward testimonials.", "sentId": 737}], "secId": 262}, {"speaker": "QUESTION", "sentences": [{"text": "What kind of Supreme Court justice will your son make?", "sentId": 738}], "secId": 263}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "He'll be great.", "sentId": 739}, {"text": "He'll be great.", "sentId": 740}], "secId": 264}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Great, great.", "sentId": 741}], "secId": 265}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Great.", "sentId": 742}], "secId": 266}, {"speaker": "QUESTION", "sentences": [{"text": "Thank you.", "sentId": 743}], "secId": 267}, {"speaker": "MALVEAUX", "sentences": [{"text": "Well, the mostly well planned performances were no doubt a factor in the tame early reviews of Roberts by Democrats.", "sentId": 744}, {"text": "Look for more of the same in the coming weeks as the John Roberts' show continues in the Senate with appropriately enough former senator and actor Fred Thompson as guide.", "sentId": 745}], "secId": 268}, {"speaker": "MALVEAUX", "sentences": [{"text": "We return to the London bombings story after a quick break.", "sentId": 746}, {"text": "Our blog reporters will tell us what people are saying online about the latest incident as well as the debate over how to improve U.S. transit security.", "sentId": 747}], "secId": 269}, {"speaker": "MALVEAUX", "sentences": [{"text": "Time now to see what bloggers are saying about today's events in London.", "sentId": 748}, {"text": "Let's rejoin CNN political producer Abbi Tatton and Jacki Schechner, our blog reporter -- Jacki.", "sentId": 749}], "secId": 270}, {"speaker": "SCHECHNER", "sentences": [{"text": "Suzanne, there's plenty of discussion, and really a lot of shock, over today's shooting in the London Underground of police of a suspected suicide bomber.", "sentId": 750}, {"text": "And we went to this blog Shot By Both Sides, which is actually an unfortunate title for a blog today.", "sentId": 751}, {"text": "He's being snarky.", "sentId": 752}, {"text": "His name is John B, but he is echoing the sentiment we're seeing a lot of.", "sentId": 753}, {"text": "He says wish me luck.", "sentId": 754}, {"text": "I'm about to carry a rucksack from Finsbury Park to Kings Cross on the tube, hoping he'll make it successfully.", "sentId": 755}], "secId": 271}, {"speaker": "TATTON", "sentences": [{"text": "We heard earlier in the show, the debate going on about the random searches that have started in New York City subway system and whether they're a good idea or not.", "sentId": 756}, {"text": "That debate is certainly going on online.", "sentId": 757}], "secId": 272}, {"speaker": "TATTON", "sentences": [{"text": "Interesting to see that blogger Atrios on the left and Michele Malkin on the right, two very popular sites, are coming down on the same side of this argument for different reasons.", "sentId": 758}, {"text": "They think that these are a waste of time, these random searches.", "sentId": 759}], "secId": 273}, {"speaker": "TATTON", "sentences": [{"text": "Atrios on the left saying it's because it's against civil liberties.", "sentId": 760}, {"text": "On the right, Michele Malkin just saying that inconveniencing the wrong people, that New York City is too politically correct to be racially profiling in any way.", "sentId": 761}], "secId": 274}, {"speaker": "TATTON", "sentences": [{"text": "If you are online and you are against these searches, you don't just have to protest on your blog, you can actually buy the t-shirt already.", "sentId": 762}, {"text": "These t-shirts already have cropped already saying, I do not consent to being searched.", "sentId": 763}, {"text": "This is the daily picture at blogcity.com.", "sentId": 764}, {"text": "The random searches going on and the t-shirt is right there.", "sentId": 765}], "secId": 275}, {"speaker": "SCHECHNER", "sentences": [{"text": "Dueling t-shirts.", "sentId": 766}, {"text": "TwoBabesandaBrain.typehead.com have a link to this t-shirt.", "sentId": 767}, {"text": "It says I do not consent to being blown up.", "sentId": 768}, {"text": "This is a blog of a Lefty and Rightie, they blog together.", "sentId": 769}, {"text": "They're both mothers of three.", "sentId": 770}], "secId": 276}, {"speaker": "SCHECHNER", "sentences": [{"text": "And Chris on the left goes on to talk about Michele Malkin's point.", "sentId": 771}, {"text": "And saying the ACLU doesn't have a point either, that random searches are in fact constitutional, they are not a waste of time, and that this is just one in a series of proven successful tools, searching people like this on the subway.", "sentId": 772}, {"text": "Not a bad idea.", "sentId": 773}], "secId": 277}, {"speaker": "SCHECHNER", "sentences": [{"text": "Same thing echoed by Jeff Jarvis who is a New Yorker at BuzzMachine.com saying I don't know what's going to come of it.", "sentId": 774}, {"text": "But if it's worth a shot, at this point.", "sentId": 775}, {"text": "He says it's not an invasion of privacy.", "sentId": 776}, {"text": "If you're carrying something you shouldn't be carrying, that's your problem.", "sentId": 777}, {"text": "So, Suzanne, there's a lot of debate over this.", "sentId": 778}, {"text": "And certainly New Yorkers having a lot to say.", "sentId": 779}, {"text": "We'll send it back to you.", "sentId": 780}], "secId": 278}, {"speaker": "MALVEAUX", "sentences": [{"text": "Jacki, Abbi, thanks so much.", "sentId": 781}], "secId": 279}, {"speaker": "MALVEAUX", "sentences": [{"text": "And that is it for INSIDE POLITICS.", "sentId": 782}, {"text": "I'm Suzanne Malveaux.", "sentId": 783}, {"text": "WOLF BLITZER REPORTS starts right now.", "sentId": 784}], "secId": 280}, {"speaker": "MALVEAUX", "sentences": [{"text": "END", "sentId": 785}], "secId": 281}, {"speaker": "MALVEAUX", "sentences": [{"text": "TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com", "sentId": 786}], "secId": 282}], "sectionCount": 283, "url": "transcripts.cnn.com/TRANSCRIPTS/0507/22/ip.01.html", "sentenceCount": 788, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 22, 2005 - 15:30   ET", "speakers": ["BUSH", "ANNOUNCER", "SPECTER", "TRUMPKA", "MALVEAUX", "BASH", "ROBERTS", "HENRY", "HENRY ", "SESSIONS", "MCCABE", "SCHUMER", "HATCH", "MORTON", "COOPER", "KELLER", "KURTZ", "BROWNSTEIN", "ROMANS", "Coming up on CNN at 6", "KERNAGHAN", "there", "KING", "NEAS", "SCOLINOS", "KLAIN", "SCHNEIDER", "PERKINS", "REID", "GERKEN", "NELSON", "TRUMKA", "SCHECHNER", "TATTON", "BUCHANAN", "CARVILLE", "BLITZER", "MALVEAUX ", "KENNEDY", "QUESTION", "UNIDENTIFIED FEMALE", "UNIDENTIFIED MALE"], "title": "INSIDE POLITICS"}