{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1409.07.ip.01.html.json", "subTitle": "Obama's About-Face on Immigration; Obama's Goal: \"Dismantle ISIS\"", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "\"INSIDE POLITICS\" with John King starts now.", "sentId": 0}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 1}, {"text": "I'm John King.", "sentId": 2}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 3}, {"text": "With us to share their reporting and insights, Peter Baker of \"The New York Times,\" \"The Atlantic's\" Molly Ball, Robert Costa of \"The Washington Post\" and Politico's Manu Raju.", "sentId": 4}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "We know this morning that President Obama's \"soon\" means after the November elections.", "sentId": 5}, {"text": "Trying to protect the Democratic majority in the Senate now trumps taking executive action on immigration despite the president's own repeated promises to do so and his repeated assertion that every day that passed without action was bad for America's security and bad for its economy.", "sentId": 6}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Now the president tells NBC that the rush of undocumented children across the border in recent months changed things.", "sentId": 7}], "secId": 3}, {"speaker": "OBAMA", "sentences": [{"text": "The truth of the matter is that the politics did shift midsummer because of that problem.", "sentId": 8}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Politics shift, the president says.", "sentId": 9}, {"text": "Quick bit of history.", "sentId": 10}, {"text": "Here's the president in June right after House Republicans made clear they'd not act on major immigration legislation this year.", "sentId": 11}], "secId": 5}, {"speaker": "OBAMA", "sentences": [{"text": "That's why today I'm beginning a new effort to fix as much of our immigration system as I can on my own.", "sentId": 12}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "Senior aides leaked at the time he was considering de facto amnesty for millions of undocumented workers here in the United States and they promised the announcement would come this summer.", "sentId": 13}, {"text": "Just Friday -- just Friday, the president insisted the wait was over.", "sentId": 14}, {"text": "But 24 hours later he changed his tune and his timetable.", "sentId": 15}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "The president now saying he will wait until after the elections, Peter Baker.", "sentId": 16}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "How could it be in June he was adamant he would act?", "sentId": 17}, {"text": "They promised the Latino community he could act.", "sentId": 18}, {"text": "Just Friday he had to know he wasn't going to act but he says soon.", "sentId": 19}, {"text": "Now they say after the elections and the president says ooh, no, no, no, it's not about protecting the Democratic majority, it's the American people need more time to understand this.", "sentId": 20}], "secId": 9}, {"speaker": "PETER BAKER OF \"THE NEW YORK TIMES\"", "sentences": [{"text": "Well, look, the politics did shift on him.", "sentId": 21}, {"text": "He recognizes going into a fall campaign that this would become the issue across the country and I think what he concluded was if he wants this to work, if he wants this to be sustainable, to use his word, he can't do it in the context of a very heated polarized election season in which a billion dollars' worth of TV ads would all focus on this and force candidates and lawmakers to take more even extreme positions than they might have otherwise.", "sentId": 22}], "secId": 10}, {"speaker": "PETER BAKER OF \"THE NEW YORK TIMES\"", "sentences": [{"text": "It's a calmer atmosphere is what he's looking for after the election.", "sentId": 23}, {"text": "Of course, it looks cynical.", "sentId": 24}, {"text": "I'm not going to do this while the American people might be casting their judgment.", "sentId": 25}, {"text": "He's disappointed that his supporters on the Left who wanted him to act more decisively sooner.", "sentId": 26}, {"text": "But aides to the president are saying that he is going to do it, it's just a matter of timing and in the end timing may or may not change the ultimate outcome.", "sentId": 27}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "May or may not do it; may or may not change the ultimate -- but they had to know, I'm sorry, you had to know in June the dozen most important Democratic incumbents are vulnerable.", "sentId": 28}, {"text": "Most of them live in states.", "sentId": 29}, {"text": "Mark Udall was the only one screaming and complaining yesterday.", "sentId": 30}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Most states of them live in states where you don't have a big Latino population, you don't even have a big liberal population in many of these states so what changed?", "sentId": 31}], "secId": 13}, {"speaker": "BALL", "sentences": [{"text": "Well --", "sentId": 32}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Did he start thinking more about it?", "sentId": 33}, {"text": "I don't get the what.", "sentId": 34}, {"text": "You could have the same calculation months ago when he promised he would act.", "sentId": 35}], "secId": 15}, {"speaker": "BALL", "sentences": [{"text": "Well, the politics as the president said and as Peter said did become more heated given the border situation but Democrats also saw some very scary polling out of some of these red states, particularly among independent voters, where the idea of executive action in particular was not looking good for some of these Democrats who were hanging on for dear life as it is.", "sentId": 36}], "secId": 16}, {"speaker": "BALL", "sentences": [{"text": "I think the activist community, the immigration activist community feels more than just disappointed.", "sentId": 37}, {"text": "They feel betrayed and I asked a top immigration activist, why does it matter?", "sentId": 38}, {"text": "Why do you care if it happens now or in two months after you've waited so long?", "sentId": 39}, {"text": "It would be the same thing.", "sentId": 40}], "secId": 17}, {"speaker": "BALL", "sentences": [{"text": "He said, you don't understand, we have been strung along and jerked around for so long and every single time we are the ones who have to wait because something else is more important.", "sentId": 41}, {"text": "So I think there are some major disappointment and there is a fear that in a few states like Colorado and a few House races where there are Hispanic populations there could be some disappointed Democrats who stay home.", "sentId": 42}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "And so now that we know he won't act the question is what political impact will that be?", "sentId": 43}, {"text": "Will it make things better for the Democrats?", "sentId": 44}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "And to Molly's point we had this past week polls in two of these hotly contested Senate races.", "sentId": 45}, {"text": "We look at Kentucky where you have a Republican incumbent but the Democrat is within reach, Alison Lundergan Grimes.", "sentId": 46}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Her calculation was don't do this, Mr. President, because I don't have a big Latino  population in Kentucky, I don't have a big liberal population in Kentucky.", "sentId": 47}, {"text": "I need to win moderate and conservative Democrats and independents.", "sentId": 48}, {"text": "So you see that one.", "sentId": 49}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "In Arkansas, another one like this, where the last thing Mark Pryor wanted was for the president to do this executive action.", "sentId": 50}, {"text": "Because look, Mark Pryor, a little bit behind his Republican opponent.", "sentId": 51}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "So does this make it better, Robert, that he's not going to do this or does it just not make it worse?", "sentId": 52}], "secId": 23}, {"speaker": "COSTA", "sentences": [{"text": "I think it makes it better.", "sentId": 53}, {"text": "I've spoken with about a dozen Democratic Senate campaigns, and they're very pleased about the president's decisions, in places like West Virginia where Democrats had a tough shot, they now feel like at least they have a chance of winning the election and in Arkansas with Mark Pryor, Mary Landrieu in Louisiana, Alison Lundergan Grimes in Kentucky, you have Democrats now who knew they always had an outside shot but the president is not putting them on under the gun and putting them on the spot, they think they can go to some other issues and have some strengths.", "sentId": 54}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "And so what do the Republicans do now?", "sentId": 55}, {"text": "They secretly wanted the president to act, even though they said it would be unconstitutional they said it would be an overreach, they wanted him to act so that they could fire up their base.", "sentId": 56}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "This is Speaker John Boehner yesterday, saying, \"The decision to simply delay this deeply controversial and possibly unconstitutional, unilateral action until after the election instead of abandoning the idea altogether smacks of raw politics.\"", "sentId": 57}, {"text": "Though the Republicans have never played politics with immigration, right, only the president?", "sentId": 58}, {"text": "That's the problem.", "sentId": 59}, {"text": "Both parties played politics with this all the time.", "sentId": 60}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "But what are the Republicans saying now, you have to elect us because if he has more Democrats in Washington he'll go even further?", "sentId": 61}], "secId": 27}, {"speaker": "RAJU", "sentences": [{"text": "Yes.", "sentId": 62}, {"text": "They also said that they've -- you have a Democratic -- you have a Republican Senate, they can take action and prevent the president from doing this after the election, put things in appropriations bills, block what the president is doing.", "sentId": 63}, {"text": "But it's much harder to run a campaign when you don't exactly know what the president is doing.", "sentId": 64}], "secId": 28}, {"speaker": "RAJU", "sentences": [{"text": "For the Democrats, they want to make this election season about each individual candidate, about their gaffes, about their personalities, they want to turn it into Tom Cotton being too ambitious, Thom Tillis in North Carolina, his record as House Speaker, Joni Ernst being too extreme.", "sentId": 65}], "secId": 29}, {"speaker": "RAJU", "sentences": [{"text": "They don't want to make this an issue-based election and if it's an issue-based election like we saw in 2010 when health care drove Republican voters out to the polls, or 2006 when Iraq drove Democratic voters out to the polls, then it could be a wave and for Democrats they hope that this will be a state by state election and it will not be an issue-based election.", "sentId": 66}, {"text": "It won't turn into a Republican --", "sentId": 67}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "If you talk, you mentioned most Democratic strategists are happy the president did this.", "sentId": 68}, {"text": "If you talk to 10 of them last week, I think nine, if not 10, would have said we don't trust this White House.", "sentId": 69}, {"text": "We think they're going to -- he's going to put his legacy, his own personal positions in what he wants ahead of us.", "sentId": 70}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "What changed?", "sentId": 71}], "secId": 32}, {"speaker": "BAKER", "sentences": [{"text": "I think there's an analogy that they now are thinking about in the White House, and that's 1994, and that's when the president went ahead -- President Clinton went ahead with gun control legislation in advance of that election, that helped contribute to the Republican wave that brought Newt Gingrich to the Speakership.", "sentId": 72}], "secId": 33}, {"speaker": "BAKER", "sentences": [{"text": "And they conclude the statement that the mistake that Clinton made was doing it too soon right before the election.", "sentId": 73}, {"text": "If he'd waited until after the election, they might have had a better shot; it wouldn't have animated the NRA and gun control foes they way they did and that's the danger they face this year so it's worth waiting.", "sentId": 74}], "secId": 34}, {"speaker": "BAKER", "sentences": [{"text": "If you remember, by the way, he got a lot of criticism from activists on other issues for waiting; \"Don't Ask, Don't Tell,\" the gay rights activists were very mad.", "sentId": 75}, {"text": "It took two years to finally repeal that.", "sentId": 76}], "secId": 35}, {"speaker": "BAKER", "sentences": [{"text": "Today nobody talks about the delay, they talk about the fact that he repealed it.", "sentId": 77}, {"text": "That's the calculation President Obama has made.", "sentId": 78}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "They'll pay a short term price --", "sentId": 79}], "secId": 37}, {"speaker": "BALL", "sentences": [{"text": "Exactly.", "sentId": 80}, {"text": "And I would say to Bob's point, yes, the Democratic campaigns are relieved; yes, they feel like this is the best outcome, given the bad choices but I think it also does embolden the conservative Republicans, who are staunchly against immigration reform.", "sentId": 81}], "secId": 38}, {"speaker": "BALL", "sentences": [{"text": "We already saw with the border bill about a month ago how the Steve Kings in the House got their  way on that.", "sentId": 82}, {"text": "This is another win for them and this will give them more ammunition to say, see, the people are behind us and we have a mandate to demand action in our direction.", "sentId": 83}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "Again, that gets to their political calculation, which is the shame, whatever your position of this and other issues, we can't just have an open and honest debate and then save maybe votes and see who has the most votes because you would, if you study demographics, if you look at the last two presidential elections, you might think Republicans would say, what an opening the president gave us, that he has decided not to act.", "sentId": 84}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "Why don't we step forward and tell this very disappointed, disgruntled, angry Latino community look at us, look what we would do.", "sentId": 85}, {"text": "But they don't want to touch this, either.", "sentId": 86}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Listen to Chris Christie.", "sentId": 87}, {"text": "He's the governor of New Jersey.", "sentId": 88}, {"text": "He was in Mexico City this week, he's thinking very seriously about running for president in 2016.", "sentId": 89}, {"text": "He knows you can't win without getting more Latino votes.", "sentId": 90}, {"text": "Look what happened in 2008 and 2012.", "sentId": 91}, {"text": "So Chris Christie is ready to tell us what he thinks.", "sentId": 92}, {"text": "Right?", "sentId": 93}], "secId": 42}, {"speaker": "CHRISTIE", "sentences": [{"text": "I won't have anything to say on immigration unless and until I become a candidate for President of the United States.", "sentId": 94}, {"text": "If that happens, then I will articulate a full position on it and then you guys can pick it apart and praise it or damn it, however you like.", "sentId": 95}, {"text": "But until that time, that's not my job and it's not my role.", "sentId": 96}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "And so until that time, is he -- is he -- and what I'll call the more moderate Republican faction -- the establishment faction on immigration that either favors citizenship for the undocumented or at least legal status for the undocumented, who want to work on a guest worker program, who want to deal with high-tech visas.", "sentId": 97}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "If he won't take a position, does he essentially hand the mantle of leadership to the Steve Kings, to the Tea Party, to the people who say over my dead body amnesty?", "sentId": 98}], "secId": 45}, {"speaker": "RAJU", "sentences": [{"text": "This is the tricky thing if you're a Republican presidential candidate.", "sentId": 99}, {"text": "You need to broaden your appeal to Latino voters in a general election.", "sentId": 100}, {"text": "But in states like Iowa, states like South Carolina, that will determine the Republican nominee for president, those Latino voters are probably not going to be dominating a Republican presidential primary electorate.", "sentId": 101}], "secId": 46}, {"speaker": "RAJU", "sentences": [{"text": "So you've already seen potential candidates taking a harder line; Marco Rubio, who drafted a comprehensive immigration bill sort of abandoned it after it passed the Senate.", "sentId": 102}, {"text": "Even Rand Paul who was opening to legalizing undocumented immigrants, has taken a harder line.", "sentId": 103}, {"text": "Rick Perry, who played a big role in that issue back in 2012, now also taking a tougher line.", "sentId": 104}, {"text": "I don't think Chris Christie wants to open himself up on this.", "sentId": 105}], "secId": 47}, {"speaker": "COSTA", "sentences": [{"text": "Jeb Bush must be watching that Christie clip and saying I have an opening.", "sentId": 106}, {"text": "Christie's, he's establishment rival ahead of 2016, takes the ball in his hands while he's in Mexico and punts it away.", "sentId": 107}, {"text": "Christie does not step up and take some leadership on the issue, has -- doesn't have an opinion, it seems.", "sentId": 108}, {"text": "Jeb Bush does have an opinion.", "sentId": 109}, {"text": "We'll see if he emerges as a voice in this --", "sentId": 110}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "But that's the challenge.", "sentId": 111}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Will anybody in the Republican Party with a national platform stand up and say, Mr. President, you failed this community?", "sentId": 112}, {"text": "I'm willing to take the risk.", "sentId": 113}, {"text": "I'm -- maybe Jeb Bush; I'm skeptical anybody will.", "sentId": 114}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 115}, {"text": "Next the president summons congressional leaders to the White House to discuss the ISIS threat and his plans to deal with it.", "sentId": 116}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "But first, this week's \"Politicians Say the Darndest Things.\"", "sentId": 117}, {"text": "We go back to the New Jersey governor, Chris Christie; remember, he of Bridgegate fame there in Mexico City joking about, of all things, traffic.", "sentId": 118}], "secId": 52}, {"speaker": "QUESTION", "sentences": [{"text": "What do you think of Mexico city and culture?", "sentId": 119}], "secId": 53}, {"speaker": "CHRISTIE", "sentences": [{"text": "Well, Mexico City, one of the things, you know, besides the fact that it makes New Jersey traffic look like a picnic, one of the things that strikes me is the architecture is really extraordinary.", "sentId": 120}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 121}, {"text": "The bipartisan congressional leadership being summoned to the White House this week so the president can brief them on the administration's plans to respond to the ISIS threat and on just how allies promised just last week at NATO summit to help.", "sentId": 122}, {"text": "Even many Democrats now complaining the president is being too cautious both in what he is doing and what he is saying.", "sentId": 123}], "secId": 55}, {"speaker": "OBAMA", "sentences": [{"text": "Very systematic and methodical in going after these kinds of organizations that may threaten U.S. personnel and the homeland.", "sentId": 124}, {"text": "And that deliberation allows us to do it right.", "sentId": 125}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "There are some, including close allies at the White House, who would prefer he take a cue from the vice president.", "sentId": 126}], "secId": 57}, {"speaker": "BIDEN", "sentences": [{"text": "We will follow them to the gates of hell, until they are brought to justice.", "sentId": 127}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "Peter, is there anything new we expect the president to say about timetables, scope of actions, possible air strikes in Syria, or is this just bring them down to give them a briefing on the summit?", "sentId": 128}], "secId": 59}, {"speaker": "BAKER", "sentences": [{"text": "Well, I think he'll brief them on the summit and he'll talk about the coalition; he's put together 10 nations that will help combat ISIS  or ISIL in Syria, and I think he will give a sense of where he's going on this.", "sentId": 129}, {"text": "He'll give a speech on Wednesday to the nation.", "sentId": 130}], "secId": 60}, {"speaker": "BAKER", "sentences": [{"text": "The question is, is he going to ask Congress for any kind of vote?", "sentId": 131}, {"text": "And I think that they do not want a vote, at least in Congress, before the election.", "sentId": 132}], "secId": 61}, {"speaker": "BAKER", "sentences": [{"text": "Having said that, the president would like some buy-in, he likes the idea of having Congress to have a little skin in the game and not just sitting on the sidelines carping and whining about things.", "sentId": 133}], "secId": 62}, {"speaker": "BAKER", "sentences": [{"text": "So he's going to find a way, I think, even before the election or after the election to  get them in on this, either through a funding appropriation or through some sort of support, even if non-binding support resolution because he doesn't want to be out there hanging on his own.", "sentId": 134}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "You say he wants a buy-in and again everything, unfortunately, everything  gets shaped by the election that is now 58 days away.", "sentId": 135}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "So if they're so, think this is so urgent and they're criticizing the president, why aren't they willing to take a vote?", "sentId": 136}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "I would just ask that in the position.", "sentId": 137}, {"text": "But look what happened in the last week, that was the vice president in New Hampshire, Jeanne Shaheen, a vulnerable Democratic incumbent, she tweeted out after that appearance, \"Do not believe ISIL is manageable.\"", "sentId": 138}, {"text": "That's a term the president used.", "sentId": 139}, {"text": "\"Agree these terrorists must be chased to the gates of hell.\"", "sentId": 140}, {"text": "So she sided with the vice president there.", "sentId": 141}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Al Franken, a liberal Democrat from Minnesota, we don't think his race is in danger, but who knows in this midterm election year, he sends a letter to the attorney general, \"I was troubled by the president's recent suggestion that the administration has not yet developed a comprehensive strategy to address the growing threat of ISIL's activities in Syria.\"", "sentId": 142}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Is this a first post-Iraq War shift back to being hawks?", "sentId": 143}, {"text": "I mean, we know the Republicans are critical of the president, we know John McCain and Marco Rubio will say go into Syria and do something but Jeanne Shaheen, Al Franken?", "sentId": 144}], "secId": 68}, {"speaker": "RAJU", "sentences": [{"text": "Well, Jeanne Shaheen's also facing tightening polls in New Hampshire, Scott Brown is getting close.", "sentId": 145}, {"text": "He's running very aggressively as a defense hawk, if she can neutralize him in some way by attacking the president on this issue, maybe that's good for her politically.", "sentId": 146}, {"text": "Same with Al Franken.", "sentId": 147}, {"text": "While he probably should win that race, the", "sentId": 148}], "secId": 69}, {"speaker": "RAJU", "sentences": [{"text": "Republicans believe if there is a wave they can take that seat.", "sentId": 149}, {"text": "And he wants to show distance with the president particularly because Democrats are hearing a lot about this back home from constituents, wanting to know what's happening.", "sentId": 150}], "secId": 70}, {"speaker": "RAJU", "sentences": [{"text": "But don't take that to mean that they actually want to vote to authorize action in Iraq.", "sentId": 151}, {"text": "Democrats would like to avoid this issue and hope they can avoid any sort of vote, anything until after they return from the November elections.", "sentId": 152}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "Is this what we're in for, state by state, race by race for 58 days, a debate about foreign policy, ISIS, maybe about immigration, not ObamaCare and jobs like we thought, at least not at the top the list?", "sentId": 153}], "secId": 72}, {"speaker": "COSTA", "sentences": [{"text": "I think foreign policy is rising.", "sentId": 154}, {"text": "If you look at who the Republican nominee is in Alaska, in Iowa, in New Hampshire and elsewhere, it's military veterans on the Republican side and they're running in purple states, where they realize swing voters are wary of Republican positions on economics and on social issues.", "sentId": 155}, {"text": "And knowing that they're moving to the right on foreign policy, running as hawks, that's making Democrats like Franken feel uneasy, that's why they're spending like hawks as well.", "sentId": 156}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "So the president shifted and changed his position or at least changed his timetable on immigration, Molly, any reason to think he'll respond to the political pressure here on something that's much more a commander in chief issue?", "sentId": 157}], "secId": 74}, {"speaker": "BALL", "sentences": [{"text": "The White House feels this is far more complicated than the simple binary of do you go in or do you not go in.", "sentId": 158}, {"text": "And it is pretty clear that voters don't want another war.", "sentId": 159}], "secId": 75}, {"speaker": "BALL", "sentences": [{"text": "And Obama certainly doesn't want to feel like we're going to war.", "sentId": 160}, {"text": "There is -- I don't think anybody is talking about actually sending troops in this situation.", "sentId": 161}, {"text": "So it's a question of what sort of steps do you take short of that and also about rhetoric, about whether you sound sort of bellicose and leaderly in some people's minds or whether you sound sort of dithering.", "sentId": 162}], "secId": 76}, {"speaker": "BALL", "sentences": [{"text": "I think the problem for the president is not that he is perceived as cautious.", "sentId": 163}, {"text": "That's a good thing, but that he's perceived as sort of reactive and not having a strategy, as he himself said the other day, as sort of improvising and not necessarily knowing what he's doing.", "sentId": 164}], "secId": 77}, {"speaker": "BALL", "sentences": [{"text": "So that's why you hear him using these words like deliberate, methodical, trying to give the impression that there is a plan, it is moving forward, we are doing something, but we are being careful and responsible about it.", "sentId": 165}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "You have even Rand Paul, who people view perhaps unfairly as a complete isolationist, or more like his dad, he writing in \"Time\" magazine, you know,  \"Some pundits are surprised I support destroying the Islamic State militarily.", "sentId": 166}, {"text": "They shouldn't be.", "sentId": 167}, {"text": "I've said, since I began public life, I'm not an isolationist nor am I an interventionist.\"", "sentId": 168}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Is this a shift in the sort of -- that President Obama won by saying I'm going to get us out of Iraq as soon as possible.", "sentId": 169}, {"text": "I'm going to get us out of Afghanistan as soon as possible.", "sentId": 170}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "Is there a shift because the American people have watched these barbaric videos?", "sentId": 171}], "secId": 81}, {"speaker": "BAKER", "sentences": [{"text": "I think there is certainly that.", "sentId": 172}, {"text": "It can't help but actually change and affect the public mood.", "sentId": 173}], "secId": 82}, {"speaker": "BAKER", "sentences": [{"text": "But having said that, the differences between these different actors that we're quoting here is really relatively modest on the substance side, it is more, as Molly was saying, I think more about rhetoric, more about leadership, the sense of commitment and dedication, decisiveness.", "sentId": 174}], "secId": 83}, {"speaker": "BAKER", "sentences": [{"text": "And you saw in Biden the visceral kind of comment that a lot of Americans like to hear and this is not what President Obama does.", "sentId": 175}, {"text": "This is not his style.", "sentId": 176}, {"text": "It's not his nature and he has a hard time projecting it, even if he would take actions that might be the same things that other actors would order themselves.", "sentId": 177}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "It will be interesting to watch those meetings when people say coming out in the week ahead.", "sentId": 178}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 179}, {"text": "Tomorrow's news today is next as our great reporters share from their notebooks, get you out ahead of the political news just around the corner.", "sentId": 180}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table and ask our great reporters to share some important reporting, big political stories yet to come.", "sentId": 181}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "Peter Baker?", "sentId": 182}], "secId": 88}, {"speaker": "BAKER", "sentences": [{"text": "Well, the most important thing that happened in Europe last week was that there was a supposed cease-fire in Ukraine.", "sentId": 183}, {"text": "Russia agreed with the new government there to pull back.", "sentId": 184}, {"text": "The problem is that that doesn't end the story.", "sentId": 185}, {"text": "It doesn't actually solve the fundamental issues.", "sentId": 186}], "secId": 89}, {"speaker": "BAKER", "sentences": [{"text": "And so what I think we'll see is what we call frozen conflict as we see elsewhere around the former Soviet Union, in which it remains sort of a continuing set of tensions and frictions basically for now for the next few years to come.", "sentId": 187}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "So this president and the next president probably at loggerheads with Vladimir Putin.", "sentId": 188}], "secId": 91}, {"speaker": "BAKER", "sentences": [{"text": "Right.", "sentId": 189}, {"text": "Exactly.", "sentId": 190}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Molly?", "sentId": 191}, {"text": "BALL:  Congress comes back this week and they're facing a deadline.", "sentId": 192}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "The end of this month they need to pass a continuing resolution to keep the government open.", "sentId": 193}, {"text": "As always, that opens an opportunity for shenanigans and the Republican leadership is a little bit nervous about this.", "sentId": 194}, {"text": "They're on pins and needles.", "sentId": 195}, {"text": "Nobody expects a shutdown but they also don't have a game plan for how they're going to get the House conservatives to agree to fund the government.", "sentId": 196}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "As we mentioned on immigration, it's really riled up the Right, emboldened a lot of conservatives to make demands.", "sentId": 197}, {"text": "The export-import bank is also a really tough issue and leadership has signaled they're going to try to get it reauthorized in the continuing resolution.", "sentId": 198}, {"text": "So there may be some fireworks on Capitol Hill.", "sentId": 199}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "Fireworks in an election year that still should be going in their favor if they still have a chance to, shall we say, mess it up a little bit.", "sentId": 200}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Robert Costa?", "sentId": 201}], "secId": 97}, {"speaker": "COSTA", "sentences": [{"text": "I just spoke with insiders in the Kansas Republican Party and they say Senator Pat Roberts, who's embattled right now, facing a pretty popular independent candidate who appeals to Democrats.", "sentId": 202}, {"text": "He's shaken up his entire campaign.", "sentId": 203}], "secId": 98}, {"speaker": "COSTA", "sentences": [{"text": "Roberts had a strong debate on Saturday.", "sentId": 204}, {"text": "He brought in Chris LaCivita, who got to Kansas this weekend, a consultant for Virginia and they got rid of Leroy Townes, Roberts; long-time confidant and campaign manager.", "sentId": 205}, {"text": "And look for them this week to try to define or in the independent candidate have a lot of opposition research and who's helping Roberts?", "sentId": 206}, {"text": "Gary Maloney, a Lee Atwater protege, who is coming to help out with that awful research to try to get Roberts ahead and back on track.", "sentId": 207}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Hardball, hardball in Kansas, of all places, Robert.", "sentId": 208}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Hey, Manu?", "sentId": 209}], "secId": 101}, {"speaker": "RAJU", "sentences": [{"text": "Last week Hillary Clinton was out in Nevada for Harry Reid's annual clean energy summit.", "sentId": 210}, {"text": "One thing that she didn't talk about is discussions that are underway for her to fund-raise for Harry Reid's state party, his Democratic Party in Nevada.", "sentId": 211}, {"text": "The reason why that's important for Harry Reid is that he needs his candidates in this November's location, local candidates to win.", "sentId": 212}], "secId": 102}, {"speaker": "RAJU", "sentences": [{"text": "Because if they do, his chances of survival in 2016 really improve, particularly in the lieutenant governor's race.", "sentId": 213}, {"text": "If the lieutenant governor wins, perhaps his potential Republican foe, the current governor, Brian Sandoval, does not leave the governor's mansion and challenges Reid in 2016.", "sentId": 214}, {"text": "Reid has brought out heavy hitters, Clinton, Biden, O'Malley, all have fund-raised for the state party.", "sentId": 215}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Good to be the leader, help you with local politics.", "sentId": 216}, {"text": "Manu, thank you.", "sentId": 217}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 218}, {"text": "Look for the Chamber of Commerce in the week ahead to make another big play in the battle to control the Senate.", "sentId": 219}, {"text": "They're going to make a multimillion-dollar investment, I'm told, in a TV ad campaign out in Iowa, attacking the Bruce Braley, the Democratic nominee, helping the Republican, Joni Ernst, this on the heels of a big chamber buy in New Hampshire, where they just put up a Mitt Romney ad supporting Scott Brown.", "sentId": 220}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "In that case it tells you why the Republicans are more confident they can take the Senate, because they have blue states, like Iowa, like New Hampshire, like Colorado still in play.", "sentId": 221}, {"text": "Their best opportunities in red states but they'll keep spending in these blue states to expand the map, keep the map in their favor.", "sentId": 222}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 223}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 224}, {"text": "We'll see you soon.", "sentId": 225}, {"text": "\"STATE OF THE UNION\" with Candy Crowley starts right now.", "sentId": 226}], "secId": 107}], "sectionCount": 108, "url": "transcripts.cnn.com/TRANSCRIPTS/1409/07/ip.01.html", "sentenceCount": 228, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired September 7, 2014 - 08:30   ET", "speakers": ["UNIDENTIFIED FEMALE", "KING", "OBAMA", "PETER BAKER OF \"THE NEW YORK TIMES\"", "BALL", "COSTA", "RAJU", "BAKER", "CHRISTIE", "QUESTION", "BIDEN"], "title": "INSIDE POLITICS"}