{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1611.02.ip.01.html.json", "subTitle": "Presidential Race. Aired 12-12:30p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "PARTON", "sentences": [{"text": "He couldn't read and write.", "sentId": 0}, {"text": "It really bothered him a lot.", "sentId": 1}], "secId": 0}, {"speaker": "CUOMO", "sentences": [{"text": "According to a U.S. Department of Education survey, 32 million adults can't read.", "sentId": 2}, {"text": "Parton's Imagination Library strives to lower that number by providing new, free books every month to preschool age children.", "sentId": 3}], "secId": 1}, {"speaker": "PARTON", "sentences": [{"text": "My dad was so proud when the kids would get the books.", "sentId": 4}, {"text": "He just was prouder of that than probably my great success in show business.", "sentId": 5}], "secId": 2}, {"speaker": "CUOMO", "sentences": [{"text": "The charity has given out over 82 million books in the U.S., U.K., Canada and Australia.", "sentId": 6}], "secId": 3}, {"speaker": "PARTON", "sentences": [{"text": "What could be better than reading?", "sentId": 7}], "secId": 4}, {"speaker": "BERMAN", "sentences": [{"text": "From Dolly Parton to \"Inside Politics\" with John King, now.", "sentId": 8}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "John and Kate, thank you.", "sentId": 9}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "And welcome to INSIDE POLITICS.", "sentId": 10}, {"text": "I'm John King.", "sentId": 11}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "It's a beautiful day here in the nation's capital.", "sentId": 12}, {"text": "Look at that gorgeous picture.", "sentId": 13}, {"text": "Thanks for sharing some time with us today.", "sentId": 14}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Six days until we count votes and we have a very big hour ahead.", "sentId": 15}, {"text": "Four brand new CNN polls to unveil from four critical battleground states, Pennsylvania, Florida, Arizona, and Nevada.", "sentId": 16}, {"text": "The numbers in a moment.", "sentId": 17}, {"text": "This headline right now.", "sentId": 18}, {"text": "It won't be easy, emphasis it won't be easy, but Donald Trump is in much better shape than he was a week ago.", "sentId": 19}, {"text": "In the hunt now in large part because of chronic doubts about Hillary Clinton's honesty.", "sentId": 20}], "secId": 9}, {"speaker": "TRUMP", "sentences": [{"text": "As you know, the FBI has reopened its investigation into Hillary Clinton.", "sentId": 21}, {"text": "This is the biggest scandal since Watergate.", "sentId": 22}, {"text": "And now it's been reported that there are FBI inquiries probing virtually all of Hillary Clinton's inner circle.", "sentId": 23}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "With Trump close on her heels in Florida and now closing in, in Pennsylvania as well, Clinton, on the attack.", "sentId": 24}], "secId": 11}, {"speaker": "CLINTON", "sentences": [{"text": "When I think about what we now know about Donald Trump and what he's been doing for 30 years, he sure has spent a lot of time demeaning, degrading, insulting, and assaulting women.", "sentId": 25}, {"text": "And I've got to tell you.", "sentId": 26}, {"text": "Some of what we've learned, some of this stuff is very upsetting.", "sentId": 27}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "And we count the votes Tuesday, but early voting is the wholly grail for Clinton, and slumping African-American turnout in that early voting, an urgent worry.", "sentId": 28}], "secId": 13}, {"speaker": "OBAMA", "sentences": [{"text": "Make no mistake, this is - this - this is not something you can take for granted.", "sentId": 29}], "secId": 14}, {"speaker": "OBAMA", "sentences": [{"text": "Donald Trump - don't boo!", "sentId": 30}, {"text": "Vote!", "sentId": 31}, {"text": "Booing doesn't help!", "sentId": 32}, {"text": "Voting helps.", "sentId": 33}, {"text": "Donald Trump is uniquely unqualified to be president.", "sentId": 34}, {"text": "He has temperamentally unfit to be commander in chief.", "sentId": 35}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights, CNN's Sara Murray, Matt Viser of \"The Boston Globe,\" CNN's Nia-Malika Henderson, and \"The New Yorker's\" Ryan Lizza.", "sentId": 36}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "To the guests in a moment.", "sentId": 37}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "First, though, to these brand new numbers.", "sentId": 38}, {"text": "Some of them might surprise you.", "sentId": 39}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Let's start out in Nevada, a state key to Obama in both of his victories.", "sentId": 40}, {"text": "Look at this, our new poll shows Donald Trump with a six point lead among likely voters, 49 percent to 43 percent in a state Hillary Clinton very much wants to win.", "sentId": 41}, {"text": "Critical to Donald Trump's math.", "sentId": 42}, {"text": "Wow, a six-point lead for Donald Trump in Nevada.", "sentId": 43}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton will be in Arizona today.", "sentId": 44}, {"text": "A recent public poll there showed her up a few points, but, look at our new numbers here.", "sentId": 45}, {"text": "Again, conducted after the FBI announcement, 49 percent for Donald Trump, 44 percent for Hillary Clinton in what has always been a ruby red state but Hillary Clinton there today thinking she has a chance to bend it.", "sentId": 46}, {"text": "Those numbers might be a surprise to her organization.", "sentId": 47}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Let's come to the east, battleground Florida, 29 electoral votes.", "sentId": 48}, {"text": "Donald Trump cannot win without Florida.", "sentId": 49}, {"text": "And, look at these numbers, a Clinton lead, but just two points.", "sentId": 50}, {"text": "Donald Trump in play in Florida heading into the final week.", "sentId": 51}, {"text": "This was the closest race, the closest state between Romney and Obama in 2012.", "sentId": 52}, {"text": "Looks like it will go to the end.", "sentId": 53}, {"text": "A slight lead there for Hillary Clinton.", "sentId": 54}, {"text": "Donald Trump in play for Florida.", "sentId": 55}, {"text": "She hopes to hold on there.", "sentId": 56}, {"text": "Early voting critical in that state.", "sentId": 57}, {"text": "And this one might be the biggest surprise of all, Pennsylvania, that's where Donald Trump was yesterday.", "sentId": 58}, {"text": "It hasn't voted Republican for president since 1988.", "sentId": 59}, {"text": "Hillary Clinton leads, but just a four point lead now among likely voters.", "sentId": 60}, {"text": "Previous polls have had her at seven or nine points.", "sentId": 61}, {"text": "Close at the end in Pennsylvania.", "sentId": 62}, {"text": "Donald Trump, let's look at those numbers.", "sentId": 63}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "Now, why is this happening?", "sentId": 64}, {"text": "Let's go back out here and take a look at this because this is interesting.", "sentId": 65}, {"text": "On issue number one to voters, the economy, in all four of these swing states, look at the numbers, Trump leads in Arizona, Trump leads in Florida, Trump leads in Nevada and Trump leads in Pennsylvania.", "sentId": 66}, {"text": "On the issues voters think is key, the biggest issue, Donald Trump leads.", "sentId": 67}, {"text": "That's one of the reasons he's doing better in the polls.", "sentId": 68}, {"text": "But, this one, too, is striking, especially in the wake of the FBI announcement.", "sentId": 69}, {"text": "Which candidate is more honest and trustworthy?", "sentId": 70}, {"text": "Trump wins in all four states by big margins in some of them, closer in the states where Clinton is doing better, but Donald Trump viewed at the candidate more honest and trustworthy.", "sentId": 71}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "Now, when you look at those four states, the question is, how does it change this map?", "sentId": 72}, {"text": "Does it make it easier for Donald Trump to have a path to 270?", "sentId": 73}, {"text": "Well, let's go through them.", "sentId": 74}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "If Trump can hold that lead in Nevada, if Trump can keeps Arizona, if Trump can come back in Florida, again, we have Clinton with a very narrow lead there but some Trump momentum, if Trump can come back there, it gets him into play.", "sentId": 75}, {"text": "In the end, there's still not enough.", "sentId": 76}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "What does he need?", "sentId": 77}, {"text": "Well, he needs to win North Carolina.", "sentId": 78}, {"text": "It's a must- win state.", "sentId": 79}, {"text": "Again, that one is very close to the end.", "sentId": 80}, {"text": "He needs to win Ohio.", "sentId": 81}, {"text": "That one is very close to the end.", "sentId": 82}, {"text": "Even the Clinton campaign, which concedes Trump probably has the momentum right now.", "sentId": 83}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "Look what just happened.", "sentId": 84}, {"text": "Arizona, Nevada, Ohio, North Carolina, Florida, gets Trump at 258.", "sentId": 85}, {"text": "If Trump can get there, that would be enough.", "sentId": 86}, {"text": "Pennsylvania, if he can keep closing, that would be enough to get him over the top.", "sentId": 87}, {"text": "Or would Michigan.", "sentId": 88}, {"text": "Or would Wisconsin.", "sentId": 89}, {"text": "So the next several days key to Trump.", "sentId": 90}, {"text": "See if he can continue this momentum.", "sentId": 91}, {"text": "He thinks the key to doing that, keep focusing on the e-mail problem.", "sentId": 92}], "secId": 26}, {"speaker": "TRUMP", "sentences": [{"text": "Hillary is not the victim.", "sentId": 93}, {"text": "The American people are the victims of this rigged and corrupt system in every way.", "sentId": 94}, {"text": "And this is your one chance to change it.", "sentId": 95}, {"text": "It's your one chance.", "sentId": 96}, {"text": "I don't think you're going to have another chance, folks.", "sentId": 97}, {"text": "We have an election coming up.", "sentId": 98}, {"text": "You're not going to have another chance.", "sentId": 99}, {"text": "In four years, you can forget it.", "sentId": 100}, {"text": "If she were to be elected, it would create an unprecedented constitutional crisis.", "sentId": 101}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "A long wind up to get through all those polls.", "sentId": 102}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "But, Sara Murray, you hear the Trump campaign, they say they're in play everywhere.", "sentId": 103}, {"text": "And, of course, campaigns exaggerate in the end.", "sentId": 104}, {"text": "But when you do see better numbers in Nevada, better numbers in Arizona, essentially a tie in Florida, a slight Clinton advantage maybe, and she's ahead in Pennsylvania, but if you're looking at Trump, you're looking at those white, blue collar states, to be down four in Pennsylvania is a whole lot better than a couple of weeks ago when you were looking at seven, eight, nine or ten?", "sentId": 105}], "secId": 29}, {"speaker": "MURRAY", "sentences": [{"text": "Right, to be down four in Pennsylvania is certainly welcome news for them.", "sentId": 106}, {"text": "But I think what you are seeing, you know, they're going - they went out to New Mexico, they're in Wisconsin, they're in Michigan.", "sentId": 107}, {"text": "They don't really know exactly how they're going to cobble together what they need to get to 270.", "sentId": 108}, {"text": "And so they're kind of trying to put a toe in everywhere to see where an opportunity might appear because they do feel .like they have the momentum at their back.", "sentId": 109}, {"text": "They've felt like that even before the letter from FBI Director James Comey and certainly in the wake of that.", "sentId": 110}, {"text": "But, yes, I think there are going to be a lot of people at Trump Tower who are very happy to see just a four-point race in Pennsylvania.", "sentId": 111}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Happy.", "sentId": 112}, {"text": "And for context I'm going to keep saying this, there's no question Trump is in better shape than he was a week ago.", "sentId": 113}, {"text": "Absolutely no question about that.", "sentId": 114}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "However, the Romney campaign felt really great at the end too, and we know what happens on election day, this comes down to money, it comes down to organization.", "sentId": 115}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "But this issue is dynamic.", "sentId": 116}, {"text": "Whether Obamacare premiums first and then the announcement about the new - reopened FBI investigation certainly has made the race about her, not about him, and that's helping him.", "sentId": 117}], "secId": 33}, {"speaker": "HENDERSON", "sentences": [{"text": "That's right.", "sentId": 118}, {"text": "And you see that shows up in the polls.", "sentId": 119}, {"text": "The headlines for Hillary Clinton have been terrible over this - these last couple of days with the FBI and Obamacare, and you see that reflected in the polls.", "sentId": 120}, {"text": "When you - when you talk to people, pollsters talk to people, they usually have whatever is in the news at top of mind in terms of their choices.", "sentId": 121}], "secId": 34}, {"speaker": "HENDERSON", "sentences": [{"text": "But, again, I do think she's got that solid blue wall still on that map.", "sentId": 122}, {"text": "We'll have to see what happens in terms of these days ahead.", "sentId": 123}, {"text": "They're going to be fanning out.", "sentId": 124}, {"text": "The Trump family fanning out all over the country.", "sentId": 125}, {"text": "I think still Hillary Clinton has got an advantage in terms of the bench of people who are out there fanning out for her in these different states.", "sentId": 126}, {"text": "And we'll see in the coming days whether or not they feel like they need to tweak their language.", "sentId": 127}, {"text": "There are some soft spots they have in terms of African-American voters, for instance, and we'll see what happens.", "sentId": 128}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "Do you see - a week ago people were talking about Clinton getting 330, Clinton getting 350.", "sentId": 129}, {"text": "Even some Republicans saying she could reach 360.", "sentId": 130}], "secId": 36}, {"speaker": "LIZZA", "sentences": [{"text": "Yes.", "sentId": 131}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Looks like now that she's going to be being extra cautious maybe in making sure she gets 270 and go from there.", "sentId": 132}, {"text": "LIZZA: Yes, Steve Bannon, the CEO of the Trump campaign, keeps over", "sentId": 133}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "his desk a Politico story from another high point in the campaign that talked about the Clinton operation getting over 300.", "sentId": 134}, {"text": "Sort of what wakes him up every day.", "sentId": 135}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "And, yes, you see some tightening.", "sentId": 136}, {"text": "This is the strangest race in the world in that whenever the focus is on one of the candidates, that candidate starts going down in the polls.", "sentId": 137}], "secId": 40}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 138}], "secId": 41}, {"speaker": "LIZZA", "sentences": [{"text": "Neither of these candidates have ever been able to generate positive momentum when the focus is on them.", "sentId": 139}, {"text": "It is always - it is always negative.", "sentId": 140}, {"text": "And so in the final - in the final week here, more focus on Hillary Clinton, more focus on those candidate qualities that you were talking about, about trustworthiness.", "sentId": 141}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "Honesty and trustworthy , right.", "sentId": 142}], "secId": 43}, {"speaker": "LIZZA", "sentences": [{"text": "Yes, that have - that have hobbled her since the beginning.", "sentId": 143}, {"text": "And you see her, instead of closing the race with a positive message about what she's going to do, closing with further attacks on Donald Trump, trying to turn the story back to him.", "sentId": 144}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "And that part's interesting, Matt, because the campaigns know this before we do.", "sentId": 145}, {"text": "They're polling all the time.", "sentId": 146}, {"text": "So they see the shifts - they see the shifts every day and every night.", "sentId": 147}, {"text": "And so it was clear yesterday, both in their advertising, a, they added more states.", "sentId": 148}, {"text": "Some states that they thought they would be able to take off the map.", "sentId": 149}, {"text": "But be the message they wanted to get into, let's govern, let's build a mandate, let's talk about a Clinton presidency.", "sentId": 150}, {"text": "Instead, they're back with the \"Access Hollywood\" tape slamming Donald Trump about his views toward women.", "sentId": 151}, {"text": "That's the TV advertisement.", "sentId": 152}, {"text": "Hillary Clinton in Florida yesterday, too, also making that change, saying, let's try to make this about Trump again.", "sentId": 153}], "secId": 45}, {"speaker": "CLINTON", "sentences": [{"text": "He calls women ugly, disgusting, nasty, all the time.", "sentId": 154}, {"text": "He calls women pigs.", "sentId": 155}, {"text": "Rates bodies on a scale from one to ten.", "sentId": 156}, {"text": "I mean, really, can we just stop for a minute and reflect on the absurdity of Donald Trump finding fault with Miss Universe?", "sentId": 157}, {"text": "But you've got to ask, why does he do these things?", "sentId": 158}, {"text": "Who acts like this?", "sentId": 159}, {"text": "And I'll tell you who.", "sentId": 160}, {"text": "A bully, that's who.", "sentId": 161}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "That's trying to protect your firewall.", "sentId": 162}, {"text": "If she can win suburban women, especially white, college educated women in suburban Florida, in suburban North Carolina, in suburban Philadelphia, she wins.", "sentId": 163}], "secId": 47}, {"speaker": "VISER", "sentences": [{"text": "It's like Ryan was saying, it's like don't - don't look at me and my e-mails, look at that guy and what he said about women.", "sentId": 164}, {"text": "And going back to what really worked for her in that first debate with Alicia Machado and sort of how Trump handed that in the aftermath.", "sentId": 165}, {"text": "The other thing that's interesting about the polling and the impacts", "sentId": 166}], "secId": 48}, {"speaker": "VISER", "sentences": [{"text": "of it is, if - if you're Joe Heck in Nevada, or Pat Toomey in Pennsylvania, these numbers sort of spell much better for them.", "sentId": 167}, {"text": "And Trump not weighing them down quite as much.", "sentId": 168}, {"text": "If he's able to even just closed the gap, it will help the down ballot races as well.", "sentId": 169}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 170}, {"text": "And a big issue here, we talked about this a bit earlier in the week in the sense that in a lot of these battleground states, Trump is trying to sell this gloom and doom economic messages, but things have improved.", "sentId": 171}], "secId": 50}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 172}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Things have improved in most of the battleground states and yet he leads consistently across these battleground state on the issue of the economy.", "sentId": 173}, {"text": "And, again, the campaigns know this.", "sentId": 174}, {"text": "So, Hillary Clinton, yesterday, saying, Donald Trump cheats on his taxes, Donald Trump takes advantage of loopholes you can't, Donald Trump stiffs the little guy in every project he does.", "sentId": 175}, {"text": "And not just Secretary Clinton.", "sentId": 176}, {"text": "The president gets briefed by the Clinton campaign as well.", "sentId": 177}, {"text": "Listen to the president going after Donald Trump on the economy.", "sentId": 178}], "secId": 52}, {"speaker": "OBAMA", "sentences": [{"text": "The notion that this guy is your champion, the notion that this guy's going to fight for working people, when his entire life he did not have time for anybody who wasn't rich or a celebrity, who wouldn't let you into one of his hotels unless you were cleaning the room, wouldn't let you on to one of his golf courses unless you were mowing the fairway?", "sentId": 179}, {"text": "Come on!", "sentId": 180}, {"text": "This guy is going to be your champion?", "sentId": 181}, {"text": "Come on.", "sentId": 182}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "That's colorful from the president, and it's good from the president.", "sentId": 183}, {"text": "He's not on the ballot.", "sentId": 184}, {"text": "This is a question that we're asking a few days before the election that we were talking about throughout the primaries as well.", "sentId": 185}, {"text": "Bernie Sanders scored a lot of points against Hillary Clinton, not just because of liberal angst, but because he had a more compelling economic message.", "sentId": 186}, {"text": "And here we are five days from an election and Hillary Clinton still has a problem convincing voters.", "sentId": 187}, {"text": "You go to her website, if you're a progressive, she has lots of policies.", "sentId": 188}, {"text": "I'm not saying she's not - given a lot of things in details.", "sentId": 189}, {"text": "But if you ask her, you ask somebody in 30 seconds, describe what Hillary Clinton's view on the economy is, she still hasn't gotten there.", "sentId": 190}], "secId": 54}, {"speaker": "HENDERSON", "sentences": [{"text": "No, I think that's right.", "sentId": 191}, {"text": "I mean I guess - and she's switched back and forth between stronger together.", "sentId": 192}, {"text": "That's her banner.", "sentId": 193}, {"text": "She talks about when they go low, we go high.", "sentId": 194}, {"text": "There isn't anything compelling.", "sentId": 195}], "secId": 55}, {"speaker": "HENDERSON", "sentences": [{"text": "If you flash back to 2012 -", "sentId": 196}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "Trump says I'll fight for the little guy.", "sentId": 197}], "secId": 57}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 198}, {"text": "Yes.", "sentId": 199}, {"text": "Make -", "sentId": 200}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "I'll rip up the trade deals.", "sentId": 201}, {"text": "I'll get you a job.", "sentId": 202}], "secId": 59}, {"speaker": "HENDERSON", "sentences": [{"text": "Exactly.", "sentId": 203}, {"text": "Exactly.", "sentId": 204}, {"text": "There's - exactly.", "sentId": 205}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "You can disagree with it, but you get it.", "sentId": 206}], "secId": 61}, {"speaker": "HENDERSON", "sentences": [{"text": "And it breaks through.", "sentId": 207}, {"text": "It's easy.", "sentId": 208}, {"text": "It's, you've been screwed by Washington.", "sentId": 209}, {"text": "I'm going to toss everybody out of Washington.", "sentId": 210}, {"text": "And - and Clinton is clearly all about sort of policy and incrementalism.", "sentId": 211}, {"text": "Obama plus.", "sentId": 212}, {"text": "None of those are bumper sticker worthy and none of those really resonate emotionally with average voters.", "sentId": 213}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Much, much more to talk about.", "sentId": 214}, {"text": "We'll get deeper into our numbers.", "sentId": 215}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "But, up next, early voting numbers, also important, and they reveal a glaring problem for Hillary Clinton.", "sentId": 216}, {"text": "African-American turnout is down.", "sentId": 217}, {"text": "And she's running out of time to fix it.", "sentId": 218}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Live pictures here.", "sentId": 219}, {"text": "A Donald Trump event in Miami.", "sentId": 220}, {"text": "I believe that's - yes, it is, Reince Priebus, the chairman of the Republican National Committee, giving part of the introductions for Donald Trump there.", "sentId": 221}, {"text": "Battleground Florida.", "sentId": 222}, {"text": "We just told you, Hillary Clinton plus two in our new poll of likely voters.", "sentId": 223}, {"text": "As always, Florida, a battleground to the very end.", "sentId": 224}, {"text": "The chairman of the party speaking now.", "sentId": 225}, {"text": "When Donald Trump speaks, we'll jump into the meat of those remarks if we get a chance.", "sentId": 226}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "President Obama, though, let's shift back.", "sentId": 227}, {"text": "He's very busy this final week as well, urging voters who twice gave him big wins to help Hillary Clinton.", "sentId": 228}], "secId": 66}, {"speaker": "OBAMA", "sentences": [{"text": "And, by the way, I just want to say, to the guys out there, I want to be honest.", "sentId": 229}, {"text": "You know, there's a reason why we haven't had a woman president before.", "sentId": 230}, {"text": "I want every man out there who's voting to kind of look inside yourself and ask yourself, well, if you're having problems with this stuff, how much of it is, you know, that we're just not used to it?", "sentId": 231}, {"text": "So that, you know, like - like - you know, when a guy's ambitious and out in the public arena and working hard, well, that's OK.", "sentId": 232}, {"text": "But when a woman suddenly does it, suddenly you're like, well, why's she doing that?", "sentId": 233}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "You see those picture there?", "sentId": 234}, {"text": "That's last night, Columbus, Ohio.", "sentId": 235}, {"text": "Today, Chapel Hill, North Carolina.", "sentId": 236}, {"text": "Florida is next.", "sentId": 237}, {"text": "Two stops there.", "sentId": 238}, {"text": "Then back to North Carolina before the week is out.", "sentId": 239}, {"text": "All places where early voting is the key to Clinton's chances and all places where turnouts among the president's most loyal backers, African-Americans, is slumping.", "sentId": 240}, {"text": "Take a look.", "sentId": 241}, {"text": "According to data from Catalyst , the African-", "sentId": 242}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "American voter turnout in early voting is down 5.3 percent from 2012 in the state of North Carolina.", "sentId": 243}, {"text": "In Georgia, also down 5.3 percent.", "sentId": 244}, {"text": "And in Florida, down 3.2 percent.", "sentId": 245}, {"text": "That comparison is to 2008.", "sentId": 246}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "This is a problem for Hillary Clinton.", "sentId": 247}, {"text": "Now, she thinks she makes some of it up with Latinos, she makes some of it up with white suburbanites.", "sentId": 248}, {"text": "However, this, she will lose on Election Day.", "sentId": 249}, {"text": "If 2016 is anything like 2008 and 2012, the Democrats will lose in ballots cast on Election Day.", "sentId": 250}, {"text": "This is absolutely critical and she's got a problem.", "sentId": 251}], "secId": 70}, {"speaker": "LIZZA", "sentences": [{"text": "Yes, she is testing a theory here.", "sentId": 252}, {"text": "Is - is this a Democratic coalition that the Democrats have put together in the late - last eight years, or is it an Obama coalition, right?", "sentId": 253}, {"text": "And we don't know the answer to that.", "sentId": 254}, {"text": "We don't know if African-American turnout in 2008 and 2012 was more a function of Obama's historic nature of his presidency.", "sentId": 255}, {"text": "And this has always been a concern in the Clinton campaign from day one.", "sentId": 256}, {"text": "Their saving grace as, John, you pointed out, is that Donald Trump is their opponent and he has alienated a lot of Republican-leaning, college educated, white women.", "sentId": 257}], "secId": 71}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 258}], "secId": 72}, {"speaker": "LIZZA", "sentences": [{"text": "Right.", "sentId": 259}, {"text": "We were talking about this a lot.", "sentId": 260}, {"text": "And that is the - that is the place they could make it up.", "sentId": 261}, {"text": "But testing something that's never done.", "sentId": 262}], "secId": 73}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 263}, {"text": "I talked to folks in the Clinton campaign this morning and they see it somewhat differently.", "sentId": 264}, {"text": "They think the vote is actually up in Florida.", "sentId": 265}, {"text": "They - by raw vote totals, they see 130,000 more African-Americans had voted at this point than voted at this point in 2012.", "sentId": 266}, {"text": "They think some of the voting restrictions and the smaller number of voting - polling sites in North Carolina is affecting things.", "sentId": 267}, {"text": "They see some increase as more polling sites come online.", "sentId": 268}], "secId": 74}, {"speaker": "HENDERSON", "sentences": [{"text": "But, listen, it's certainly a concern and they also concede, listen, it isn't going to be the same.", "sentId": 269}, {"text": "Her coalition is going to look different.", "sentId": 270}, {"text": "The electorate is going to be probably a little less black than it was in 2012 and 2008, and certainly more Latino.", "sentId": 271}, {"text": "They feel very good about their numbers.", "sentId": 272}, {"text": "You think about 2012 in Florida, it was up 17 percent Latino and about 13 percent black.", "sentId": 273}, {"text": "It will probably still be 30 percent non-white, but the makeup will be different.", "sentId": 274}], "secId": 75}, {"speaker": "MURRAY", "sentences": [{"text": "But it -", "sentId": 275}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "Go ahead.", "sentId": 276}], "secId": 77}, {"speaker": "MURRAY", "sentences": [{"text": "I just - I think the reality here, though, is, they say they're not panicking.", "sentId": 277}, {"text": "And, right, they might not be panicking.", "sentId": 278}, {"text": "But Hillary Clinton doesn't add a stop in Detroit unless you're worried about turning out African-American voters.", "sentId": 279}, {"text": "And, to me, it really begs the question, yes, she has more star power surrogates than Donald Trump does, but where's Michelle Obama this week?", "sentId": 280}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 281}, {"text": "MURRAY: She is the best surrogate they have.", "sentId": 282}, {"text": "And if you're looking at these numbers and saying, our African-American vote totals are low, why don't you want Michelle Obama and Barack Obama out there for you on the trail every single day?", "sentId": 283}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "That's a great question because she's not on the trail this week and there's nothing scheduled right now.", "sentId": 284}], "secId": 80}, {"speaker": "MURRAY", "sentences": [{"text": "No.", "sentId": 285}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "We'll see.", "sentId": 286}, {"text": "Maybe she'll pop up between now and five days from now, but it's a great question.", "sentId": 287}], "secId": 82}, {"speaker": "LIZZA", "sentences": [{"text": "It's the final weekend.", "sentId": 288}, {"text": "You need everyone out.", "sentId": 289}], "secId": 83}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 290}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "Yes, it's a great question.", "sentId": 291}, {"text": "And you mentioned that Detroit event.", "sentId": 292}, {"text": "She's going to be with Jay-z in Detroit.", "sentId": 293}, {"text": "She's also going to Cleveland, Ohio.", "sentId": 294}, {"text": "Cleveland, Ohio, with Jay-z, I'm sorry.", "sentId": 295}], "secId": 85}, {"speaker": "HENDERSON", "sentences": [{"text": "With Jay-z, yes, yes.", "sentId": 296}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "The Detroit, Michigan, is for her.", "sentId": 297}, {"text": "She has to do this.", "sentId": 298}, {"text": "She has to do this.", "sentId": 299}, {"text": "She has to convince these voters to have a stake in her because we learned in 2010 and 2014, no, you know, offense to the president, he wins his elections.", "sentId": 300}, {"text": "But 2010 and 2014, he was unable to turn out voters.", "sentId": 301}, {"text": "We'll come back to this point, though.", "sentId": 302}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "Donald Trump in Miami, Florida.", "sentId": 303}, {"text": "Let's dip in.", "sentId": 304}], "secId": 88}, {"speaker": "TRUMP", "sentences": [{"text": "One of the top Department of Justice officials, involved in the e-mail investigation, Assistant Attorney General Peter Kadzik, is a close associate of John Podesta.", "sentId": 305}, {"text": "The two met for dinner after Clinton testified about Benghazi.", "sentId": 306}, {"text": "And Podesta, who, by the way, said Hillary Clinton has terrible instincts on WikiLeaks, described him as the man who kept him, Podesta, out of jail.", "sentId": 307}, {"text": "Kadzik is also the one who helped lead the effort to confirm Attorney General Loretta Lynch.", "sentId": 308}], "secId": 89}, {"speaker": "TRUMP", "sentences": [{"text": "Now, today, in a newly released e-mail through WikiLeaks again, we learned that Kadzik was feeding information about the investigation into the Clinton campaign, and that - right?", "sentId": 309}, {"text": "And that Kadzik said, quote, \"it will be a while before the State Department posts the e- mails.\"", "sentId": 310}, {"text": "Remember, they were waiting for the e-mails.", "sentId": 311}, {"text": "Podesta forwarded the e-mails to Clinton's top staff and said, additional chances for mischief.", "sentId": 312}], "secId": 90}, {"speaker": "TRUMP", "sentences": [{"text": "These are the people that want to run our country, folks.", "sentId": 313}, {"text": "The spread of political agendas into the Justice Department, there's never been a thing like this that has happened in our country's history.", "sentId": 314}, {"text": "It's one of the saddest things that has happened to our country.", "sentId": 315}, {"text": "But with your votes, you can beat the system.", "sentId": 316}, {"text": "The rigged system.", "sentId": 317}, {"text": "And deliver justice.", "sentId": 318}, {"text": "So show up early and vote.", "sentId": 319}, {"text": "Show up early.", "sentId": 320}], "secId": 91}, {"speaker": "TRUMP", "sentences": [{"text": "You know the lines are incredible.", "sentId": 321}, {"text": "The polls are all saying we're going to win Florida.", "sentId": 322}, {"text": "Don't believe it.", "sentId": 323}, {"text": "Don't believe it.", "sentId": 324}, {"text": "Get out there and vote.", "sentId": 325}, {"text": "Pretend we're slightly behind.", "sentId": 326}, {"text": "You've got to get out.", "sentId": 327}, {"text": "We don't want to blow this.", "sentId": 328}, {"text": "This is the one chance we have.", "sentId": 329}, {"text": "It will never happen again.", "sentId": 330}, {"text": "It's not going to happen.", "sentId": 331}, {"text": "In four it's not going to happen.", "sentId": 332}, {"text": "It can't happen again.", "sentId": 333}], "secId": 92}, {"speaker": "TRUMP", "sentences": [{"text": "This is a movement like we have never seen in this country before, these crowds.", "sentId": 334}, {"text": "The enthusiasm.", "sentId": 335}, {"text": "The love.", "sentId": 336}, {"text": "Got to get out and vote.", "sentId": 337}, {"text": "Real change begins with immediately repealing and replacing Obamacare.", "sentId": 338}, {"text": "And Hillary is not going to be the answer because she wants to make it more expensive.", "sentId": 339}, {"text": "So she's doubling down.", "sentId": 340}, {"text": "It's just been announced that the residents of Florida - sorry to tell you this, folks - are going to experience a massive, massive double-digit premium hike.", "sentId": 341}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Donald Trump campaigning in Miami, Florida.", "sentId": 342}, {"text": "The sunshine state.", "sentId": 343}, {"text": "Twenty-nine electoral votes.", "sentId": 344}, {"text": "Our new poll released just at the top of the hour shows Hillary Clinton with a two-point lead there.", "sentId": 345}, {"text": "It was the closest state in 2012 between Obama and Romney.", "sentId": 346}, {"text": "Looks like Florida will go down to the end.", "sentId": 347}, {"text": "A must-win for Donald Trump.", "sentId": 348}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "As he made his case there, you heard him talking, as we were talking right before we went there, about early voting, encouraging people to get out and vote.", "sentId": 349}, {"text": "We talked about the slump in African-American turnout.", "sentId": 350}, {"text": "The question of whether Democrats can turn that around in the final days.", "sentId": 351}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "Let's look the Latino numbers, because they're critical in Florida as well.", "sentId": 352}, {"text": "In early voting among Latino, in North Carolina it's up just a tick from 2012.", "sentId": 353}, {"text": "In Georgia, it's up just a tick, 0.7 percent from 2012.", "sentId": 354}, {"text": "In Florida, though, where Donald Trump is right now, it is up 4.5 percent.", "sentId": 355}, {"text": "The comparison there is to 2008.", "sentId": 356}, {"text": "That's the only data we have available to us.", "sentId": 357}, {"text": "So - but in that regard, the Clinton campaign - that's the key to Florida.", "sentId": 358}, {"text": "If you're going to get it, especially because the Latino population, if you go back 20 years, you're thinking largely about Cuban-Americans and Puerto Ricans.", "sentId": 359}, {"text": "Much more diversity now from Mexico and central and South America in the Latino population in Florida.", "sentId": 360}, {"text": "Hillary Clinton hopes that's her vote.", "sentId": 361}], "secId": 96}, {"speaker": "VISER", "sentences": [{"text": "And I think that's the question is whether there is a new Clinton coalition.", "sentId": 362}, {"text": "You know, different from Obama's coalition of African-American voters.", "sentId": 363}, {"text": "You have the Latino voters sort of energizing in this campaign.", "sentId": 364}, {"text": "We saw the numbers of more becoming citizens in order to vote, to sort of, not necessarily affirm Hillary Clinton, but to reject Donald Trump.", "sentId": 365}, {"text": "You know, and so I think that that's one dynamic that we're certainly seeing.", "sentId": 366}], "secId": 97}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 367}, {"text": "And Clinton's coalition always looked different.", "sentId": 368}, {"text": "I mean if you looked in 2008, her coalition, it was older, it was whiter and it was more Latino.", "sentId": 369}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "More Spanish - yes.", "sentId": 370}], "secId": 99}, {"speaker": "HENDERSON", "sentences": [{"text": "Right, she beat Obama, I think, 2-1 among Latino voters.", "sentId": 371}, {"text": "Obviously she did well among African-American voters in the primary this go around.", "sentId": 372}, {"text": "But I do think there is a different kind of Clinton coalition than the Obama coalition.", "sentId": 373}, {"text": "MURRAY: And this is such an interesting lesson for the Republican", "sentId": 374}], "secId": 100}, {"speaker": "HENDERSON", "sentences": [{"text": "Party again to see how this all plays out on election night because, remember, they did their autopsy four years ago and talked about needing to expand the tent and needing to bring in more Latino support, more minority support.", "sentId": 375}, {"text": "Donald Trump has done none of that.", "sentId": 376}, {"text": "he has not made inroads with African-Americans.", "sentId": 377}, {"text": "He's insulted many Latinos.", "sentId": 378}, {"text": "He's not run Spanish language advertising, even to get an economic message out there.", "sentId": 379}], "secId": 101}, {"speaker": "HENDERSON", "sentences": [{"text": "And so if it does come out on election night that Hillary Clinton builds this coalition with robust Latino support, I think then they go back to the drawing board again and say, OK, we tried this by turning out white working class voters and now do you believe us that the numbers aren't there.", "sentId": 380}], "secId": 102}, {"speaker": "HENDERSON", "sentences": [{"text": "But he could do better.", "sentId": 381}, {"text": "He could do better, right?", "sentId": 382}], "secId": 103}, {"speaker": "LIZZA", "sentences": [{"text": "Yet they may - they maybe on the - but looking at the polls right now, they may be on the way to a big muddle.", "sentId": 383}, {"text": "What if the vote total is the same at the Romney vote and Donald Trump -", "sentId": 384}], "secId": 104}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 385}, {"text": "And he wins Ohio.", "sentId": 386}], "secId": 105}, {"speaker": "LIZZA", "sentences": [{"text": "Despite all his disadvantages -", "sentId": 387}], "secId": 106}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 388}], "secId": 107}, {"speaker": "LIZZA", "sentences": [{"text": "Despite running the playbook the opposite of what all the Republican establishment told him to do, loses, but loses no worse than Mitt Romney, that really muddles the Republican Party's fate after this.", "sentId": 389}], "secId": 108}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 390}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "And the .", "sentId": 391}, {"text": "To the point we dipped in live there, Trump was talking about the investigations of Hillary Clinton and what he views as the corruption of Clinton Inc., if you will.", "sentId": 392}, {"text": "He was reading from teleprompter some of the details about these e-mail exchanges back and forth between John Podesta, the Clinton campaign chairman, and a friend at the Justice Department.", "sentId": 393}, {"text": "This is the kind of stuff that if you go to Breitbart, if you go to The Drudge Report, if you go to conservative websites, they break this down in this minute detail and they, you know, they want all these people rounded up and thrown in jail 20 years ago, let alone now in this campaign.", "sentId": 394}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "But is that what he should be doing as a candidate at the prompter rally, or should he be doing - you were making the point, while we were listening, he's been very effective in some recent days saying, if you elect the Clintons, you get drama, constant investigations, you know, you won't get government done.", "sentId": 395}, {"text": "Should he big, big picture or is that - who's he talking to when he's reading about Peter Kadzik?", "sentId": 396}], "secId": 111}, {"speaker": "MURRAY", "sentences": [{"text": "I think that was like a Steve Bannon special that we were seeing play out there.", "sentId": 397}], "secId": 112}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 398}, {"text": "MURRAY: Formerly of Breitbart.", "sentId": 399}, {"text": "Yes.", "sentId": 400}, {"text": "I think that part of the reason that people have moved beyond Hillary Clinton's e-mails and she was pulling ahead for a while there and moved beyond, you know, some of the Clinton Foundation stuff is because it is hard to digest every single instance and back and forth, but it's not hard to step back and say, you cannot trust Hillary Clinton.", "sentId": 401}, {"text": "She did something with her - her e-mail server that's designed to hide information from you.", "sentId": 402}, {"text": "She was careless with classified information.", "sentId": 403}, {"text": "And this is a scandal.", "sentId": 404}, {"text": "And it's going to be just like the '90s when we saw scandal after scandal.", "sentId": 405}, {"text": "Is that what you want for the next eight years?", "sentId": 406}], "secId": 113}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 407}], "secId": 114}, {"speaker": "VISER", "sentences": [{"text": "And if you think about sort of the voter in suburban Philadelphia, that's something that maybe motivates them less than getting into the weeds of the FBI and legislative director and sort of what they were doing.", "sentId": 408}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 409}], "secId": 116}, {"speaker": "VISER", "sentences": [{"text": "I mean it sort of takes it in a direction -", "sentId": 410}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "Can I trust her is a question people can process a lot more than who is this guy at the Justice Department and what's his relationship?", "sentId": 411}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 412}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "Up next, Trump pulls ahead in Nevada and Arizona, closing in on Clinton in Florida and Pennsylvania.", "sentId": 413}, {"text": "A deeper dive into our brand new CNN polling and how it reshapes the campaign map.", "sentId": 414}], "secId": 120}], "sectionCount": 121, "url": "transcripts.cnn.com/TRANSCRIPTS/1611/02/ip.01.html", "sentenceCount": 416, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired November 2, 2016 - 12:00   ET", "speakers": ["PARTON", "CUOMO", "BERMAN", "KING", "TRUMP", "CLINTON", "OBAMA", "MURRAY", "HENDERSON", "LIZZA", "VISER"], "title": "INSIDE POLITICS"}