{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1508.02.ip.01.html.json", "subTitle": "Debate Stage Battle; Clinton Taxes, Health Information & E- Mails Released. Aired 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Donald Trump leads the pack in the first debates just days away.", "sentId": 0}], "secId": 0}, {"speaker": "TRUMP", "sentences": [{"text": "I would get people out and I would have an expedited way of getting them back in to the country so they can be legal.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Will his support for what most conservatives call amnesty give Republican rivals an opening?", "sentId": 2}], "secId": 2}, {"speaker": "PAUL", "sentences": [{"text": "This is a temporary sort of loss of sanity.", "sentId": 3}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Plus Hillary Clinton under fire for ducking big issues.", "sentId": 4}], "secId": 4}, {"speaker": "CLINTON", "sentences": [{"text": "This is President Obama's decision.", "sentId": 5}, {"text": "And I am not going to second-guess him.", "sentId": 6}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "How will signs of Clinton weakness influence Joe Biden's final answer about 2016?", "sentId": 7}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 8}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 9}, {"text": "I'm John King.", "sentId": 10}, {"text": "Thanks for sharing your Sunday morning with us.", "sentId": 11}], "secId": 8}, {"speaker": "Here to share their reporting and their insights", "sentences": [{"text": "Julie Pace of the Associated Press; CNN's Jeff Zeleny; CNN's M.J. Lee; plus Robert Costa of the \"Washington Post\".", "sentId": 12}], "secId": 9}, {"speaker": "Here to share their reporting and their insights", "sentences": [{"text": "It is, if you don't know this already, debate week for the Republicans who hope to be our next president.", "sentId": 13}, {"text": "Thursday night is a big test for all of them, and a defining moment for one.", "sentId": 14}], "secId": 10}, {"speaker": "TRUMP", "sentences": [{"text": "I am going to be Donald Trump.", "sentId": 15}, {"text": "I think if I'm not Donald Trump it's not going to look good.", "sentId": 16}, {"text": "I'll do my best.", "sentId": 17}, {"text": "I've never done it before.", "sentId": 18}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Now that novice debater as he says will walk onto the stage in Cleveland as the Republican front-runner leading in the national poll, first in New Hampshire, second in Iowa.", "sentId": 19}, {"text": "He expects to be, probably rightly so, the center of attention.", "sentId": 20}, {"text": "And he wants you to think he's a little worried.", "sentId": 21}], "secId": 12}, {"speaker": "TRUMP", "sentences": [{"text": "I don't know.", "sentId": 22}, {"text": "You don't know what's going to happen.", "sentId": 23}, {"text": "You know, you're up there, and you're talking.", "sentId": 24}, {"text": "You don't know who's coming at you.", "sentId": 25}, {"text": "If I watch you and everybody else, they're all coming at me.", "sentId": 26}, {"text": "Whatever it is, it is.", "sentId": 27}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Whatever it is, it is.", "sentId": 28}, {"text": "It is a defining moment.", "sentId": 29}, {"text": "We have laughed at his candidacy then we have questioned his candidacy.", "sentId": 30}, {"text": "The polls speak for themselves.", "sentId": 31}, {"text": "And the numbers don't lie.", "sentId": 32}, {"text": "He is the force in the race right now.", "sentId": 33}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "I guess my question is, is this a test for him?", "sentId": 34}, {"text": "We know he's a great performer.", "sentId": 35}, {"text": "Does he have to prove he's a president?", "sentId": 36}], "secId": 15}, {"speaker": "COSTA", "sentences": [{"text": "Not so much.", "sentId": 37}, {"text": "When you talk to Trump's campaign, Corey Lewandowski, the campaign manager; Roger Stone a longtime Republican operative -- he's helping out behind the scenes they think because Trump's leading the polls he actually doesn't need to do too much in this debate.", "sentId": 38}, {"text": "Say a few specific things on policy to reassure the press and some skeptics that he actually has the lead on the bones of his campaign.", "sentId": 39}], "secId": 16}, {"speaker": "COSTA", "sentences": [{"text": "But he may actually play it nice.", "sentId": 40}, {"text": "He'll still be Donald Trump, but they don't think he's going to be very aggressive.", "sentId": 41}, {"text": "But, of course, he's unpredictable.", "sentId": 42}], "secId": 17}, {"speaker": "ZELENY", "sentences": [{"text": "I think he's not going to be very aggressive.", "sentId": 43}, {"text": "The question is which Donald Trump is going to show up.", "sentId": 44}, {"text": "I was watching an interview he did at the Washington Economic Club about a year and a half, CNN with David Rubenstein and a big philanthropy in town, and Donald Trump was as serious as you've ever seen.", "sentId": 45}, {"text": "He looks nothing like the person who's out on the campaign trail.", "sentId": 46}], "secId": 18}, {"speaker": "ZELENY", "sentences": [{"text": "So the reality is he knows how to act in a board room and it's totally different than he's been acting in Iowa and New Hampshire.", "sentId": 47}, {"text": "So which Donald Trump is going to show up?", "sentId": 48}, {"text": "That is going to be the question here.", "sentId": 49}, {"text": "But if he's not the same one who's been popular out on the campaign trail throwing a few sort of, you know, some red meat out there, will people like him?", "sentId": 50}, {"text": "But he's smart enough to succeed in this.", "sentId": 51}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "My question about the strategy I guess is his strategy to hold?", "sentId": 52}, {"text": "Because what he's got is pretty good especially with 17 candidates on the right.", "sentId": 53}, {"text": "If you can hold 18, 20, 24 percent, you're good.", "sentId": 54}, {"text": "Or is it to grow?", "sentId": 55}, {"text": "Which would be better?", "sentId": 56}], "secId": 20}, {"speaker": "LEE", "sentences": [{"text": "And to your point about what his campaign and his advisers are saying, I think it is good for him to not set the expectations too high.", "sentId": 57}, {"text": "He's doing well right now.", "sentId": 58}, {"text": "So why say I'm going to give it my best and really, you know, give a good showing when, you know, it may not actually turn out that way.", "sentId": 59}, {"text": "He's never done this before -- right.", "sentId": 60}], "secId": 21}, {"speaker": "LEE", "sentences": [{"text": "I think the more fascinating and interesting thing will be seeing how the other candidates respond to him.", "sentId": 61}, {"text": "But the nine other folks that are on the stage, they are -- they have Trump fatigue.", "sentId": 62}, {"text": "They don't want this to turn into another Trump show.", "sentId": 63}, {"text": "And I think they want the space and they want the time to be able to make the case for their candidacy.", "sentId": 64}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "Let's talk about one of them because until Trump came along, Scott Walker was really the story of the summer.", "sentId": 65}, {"text": "Jeb Bush is raising all the money.", "sentId": 66}, {"text": "He was at the top of the pack maybe but Scott Walker was leading in Iowa, second in New Hampshire.", "sentId": 67}, {"text": "People thought wait a minute, watch this guy.", "sentId": 68}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Four years ago another Midwestern governor Tim Pawlenty was viewed as is he going to be the guy who gets Mitt Romney and then he bombed in the early debates and the money dried up?", "sentId": 69}, {"text": "Is that the challenge for Scott Walker to prove that you're ready for prime time?", "sentId": 70}], "secId": 24}, {"speaker": "PACE", "sentences": [{"text": "I think it is.", "sentId": 71}, {"text": "I mean one thing that we have to remember about Scott Walker is even though he's been leading a lot of these polls and he's had good showings in Iowa, good showings in New Hampshire, he is still relatively unknown nationally.", "sentId": 72}, {"text": "If people know anything about him, they know about the fight against the unions in Wisconsin, which is very popular with Republicans.", "sentId": 73}, {"text": "But people don't know much else about him.", "sentId": 74}], "secId": 25}, {"speaker": "PACE", "sentences": [{"text": "They don't know how he's going to perform on the big stage.", "sentId": 75}, {"text": "They don't know a lot about his other policy positions, particularly on foreign policy.", "sentId": 76}, {"text": "So I think he, perhaps more than any other candidate has the most to gain, and also the most to lose in this first debate.", "sentId": 77}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "Jeb Bush has been off the bike for what, a dozen years.", "sentId": 78}, {"text": "It will be interesting to see.", "sentId": 79}, {"text": "Now he has the strategy.", "sentId": 80}, {"text": "He views this as sure Trump is bigger than Michele Bachmann or Herman Cane or Newt Gingrich but he views this as there's always a drama and then the establishment guy wins, sort of play it safe and get out.", "sentId": 81}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "One of the other questions is who else is on the stage?", "sentId": 82}, {"text": "So let's look right now.", "sentId": 83}, {"text": "If you look right now Fox News will make this decision Tuesday night", "sentId": 84}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "after 5:00 p.m.", "sentId": 85}, {"text": "They'll make a decision based on the five most recent credible national polls.", "sentId": 86}, {"text": "And you see Donald Trump on the left, all the way over there to Mike Huckabee on the right.", "sentId": 87}, {"text": "Eight spots seem pretty well set.", "sentId": 88}], "secId": 29}, {"speaker": "The last two spots", "sentences": [{"text": "Chris Christie, the governor of New Jersey; John Kasich, the governor of Ohio; Rick Perry, the former governor of Texas.", "sentId": 89}, {"text": "Three serious people, Perry ran last time.", "sentId": 90}, {"text": "But Christie and Kasich are in this thing.", "sentId": 91}, {"text": "They're in the quote/unquote \"lead\" if you will of the \"on the bubble\" guys.", "sentId": 92}, {"text": "Can you do anything in the last 48 hours -- you got 48 hours?", "sentId": 93}], "secId": 30}, {"speaker": "ZELENY", "sentences": [{"text": "I think you can't do much because all of these polls are already in progress.", "sentId": 94}, {"text": "I mean a poll is a snapshot in time of what has already happened.", "sentId": 95}, {"text": "So something has to be entrained by now to sort of get more attention.", "sentId": 96}], "secId": 31}, {"speaker": "ZELENY", "sentences": [{"text": "Of those three governors John Kasich was the last to get in.", "sentId": 97}, {"text": "He's definitely gotten more attention.", "sentId": 98}, {"text": "But it's unclear if it will be enough.", "sentId": 99}, {"text": "I mean I think if any of the three, he may be the hardest pressed to get in because he's not as well known nationally.", "sentId": 100}, {"text": "But can you imagine a two-term governor of Ohio, former chairman of the budget committee, respected in every -- a debate in his own state may not get in.", "sentId": 101}], "secId": 32}, {"speaker": "ZELENY", "sentences": [{"text": "But we sort of want Chris Christie to be in and Rick Perry to be in because they've been the most combative against Donald Trump.", "sentId": 102}, {"text": "So in any case it's going to be a loser maybe for the party -- these rules don't look so great in hindsight.", "sentId": 103}], "secId": 33}, {"speaker": "PACE", "sentences": [{"text": "Yes.", "sentId": 104}, {"text": "And I think that who gets really affects the dynamic.", "sentId": 105}, {"text": "To your point Rick Perry from the start of this Trump boomlet has been one of the most aggressive Republicans going after him.", "sentId": 106}, {"text": "He wants to be on the stage.", "sentId": 107}, {"text": "He wants to be the aggressor.", "sentId": 108}, {"text": "Chris Christie -- I mean think about where we were in the 2012 campaign talking about Chris Christie, having the possibility of being nominee.", "sentId": 109}, {"text": "Now he may not even be on the stage for the first debate.", "sentId": 110}, {"text": "It's pretty incredible.", "sentId": 111}], "secId": 34}, {"speaker": "LEE", "sentences": [{"text": "Not to mention the folks who are definitely not going to make it -- Bobby Jindal, Lindsey Graham -- these are serious guys with serious policy and they're not going to be there.", "sentId": 112}, {"text": "They're not going to be a part of the conversation.", "sentId": 113}], "secId": 35}, {"speaker": "COSTA", "sentences": [{"text": "One group I'm matching on that stage -- Ben Carson, Mike Huckabee, Ted Cruz -- All those on the hard right of the GOP.", "sentId": 114}, {"text": "Ted Cruz has even gone up to Trump Tower to sit with Trump, to kiss the ring.", "sentId": 115}, {"text": "They're all waiting to see, maybe Trump is a summer fling for the GOP, but they want his bloc, if he gets out of the race.", "sentId": 116}, {"text": "Whether they're combative or not, that's going to be something I'm watching, because those conservatives are really -- they know they can't be the Bush alternative or the establishment alternative unless you find some way to put these blocs together.", "sentId": 117}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "So do they get into a deep policy fight?", "sentId": 118}, {"text": "And if they want to, my question going in, do you want to be a contrast with Trump or do you want to be in conflict with Trump?", "sentId": 119}, {"text": "If you're in conflict with Trump, that's a little risky because he is a human chainsaw.", "sentId": 120}, {"text": "He's proven he's very good at cutting people down because he's good at the one-liner.", "sentId": 121}, {"text": "He's good on the stage.", "sentId": 122}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "He did give an opening this week in that interview with CNN's Dana Bash where he was talking about immigration reform.", "sentId": 123}, {"text": "Listen to him here very carefully.", "sentId": 124}, {"text": "To most conservatives, what he says right here is \"amnesty\".", "sentId": 125}], "secId": 38}, {"speaker": "TRUMP", "sentences": [{"text": "You're supposed to come in legally.", "sentId": 126}, {"text": "I would get people out and I would have an expedited way of getting them back in to the country so they can be legal.", "sentId": 127}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "That gets you to the same place as Jeb Bush.", "sentId": 128}, {"text": "Jeb Bush says legal status for the undocumented.", "sentId": 129}, {"text": "Donald Trump says round them up and throw them out first which could cost taxpayers tens and tens of millions of dollars.", "sentId": 130}, {"text": "Then put them in the front of the line to let them back in.", "sentId": 131}, {"text": "Will Cruz go after him on that?", "sentId": 132}, {"text": "Will somebody else go after him on that?", "sentId": 133}], "secId": 40}, {"speaker": "ZELENY", "sentences": [{"text": "I think Cruz will not go after him on that.", "sentId": 134}, {"text": "Robert's absolutely right.", "sentId": 135}, {"text": "I mean he wants this bloc.", "sentId": 136}, {"text": "I'm not sure that the Trump bloc is transferrable, though.", "sentId": 137}, {"text": "That's kind of a unique stock and trade there.", "sentId": 138}, {"text": "But the reality is, most Republican elders, who aren't people on either side say look Trump will ultimately crumble by a lack of substance.", "sentId": 139}], "secId": 41}, {"speaker": "ZELENY", "sentences": [{"text": "So, you know, I think that interview was the next phase of this candidacy.", "sentId": 140}, {"text": "Bit by bit he's going to have to be in line with party principles.", "sentId": 141}, {"text": "On immigration he simply isn't.", "sentId": 142}], "secId": 42}, {"speaker": "PACE", "sentences": [{"text": "I do think on immigration if the candidates are pushed by a moderator or by each other they're going to have to distance themselves from what Trump said.", "sentId": 143}, {"text": "Because even worse than being close to where Jeb Bush is, it's where Barack Obama is on immigration.", "sentId": 144}, {"text": "And it not only gives people legal status, pushes them to the front of the line, but uses millions of dollars and a ton of law enforcement resources.", "sentId": 145}, {"text": "That's just not a tenable position in the Republican Party.", "sentId": 146}], "secId": 43}, {"speaker": "LEE", "sentences": [{"text": "And it's not just immigration.", "sentId": 147}, {"text": "When he was asked about Obamacare, I think his line was, repeal and replace with something terrific.", "sentId": 148}, {"text": "What is the thing that is terrific?", "sentId": 149}], "secId": 44}, {"speaker": "ZELENY", "sentences": [{"text": "What a great idea.", "sentId": 150}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 151}, {"text": "He talked about helping poor people with what sounded pretty much like Medicaid; it's what it sounded like in that interview.", "sentId": 152}, {"text": "But it will be interesting -- COSTA:  Well, on Social Security and Medicare, Trump's not trying to", "sentId": 153}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "change.", "sentId": 154}, {"text": "He's not a Paul Ryan, he's the opposite.", "sentId": 155}, {"text": "He and Mike Huckabee are pretty middle of the road when it comes to those issues.", "sentId": 156}, {"text": "So you've got to find a way to poke a hole in Trump's policy ideas and not just grasp for some rhetoric.", "sentId": 157}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "We'll see if this first debate is a chance to do that or if they wait a little bit and watch what happens.", "sentId": 158}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Sit tight.", "sentId": 159}, {"text": "Up next, Hillary Clinton's document dump, intriguing details about her taxes, her income and, yes, her e-mails from that private server.", "sentId": 160}], "secId": 49}, {"speaker": "First though \"Politicians Say the Darndest Thing\"", "sentences": [{"text": "Rick Perry here challenging Donald Trump to what you might call a modern-day duel.", "sentId": 161}], "secId": 50}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "He said you don't belong on the debate stage on August 6th.", "sentId": 162}, {"text": "He questioned your energy, toughness, and quote/unquote \"brain power\" that it might require to run a successful campaign.", "sentId": 163}, {"text": "What would you say to Mr. Trump if he were standing here saying that in your presence?", "sentId": 164}], "secId": 51}, {"speaker": "PERRY", "sentences": [{"text": "Let's get a pull- up bar out there and see who can do the most pull-ups.", "sentId": 165}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "As summer Friday afternoon document dumps go, this one was well, Clintonian.", "sentId": 166}, {"text": "In the swoop of just a few hours a letter from Hillary Clinton's personal physician declaring the 67-year-old Democratic front-runner is in excellent health, fit to be president.", "sentId": 167}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "Then 2,200 more pages of Clinton e-mails from her private e-mail server when she was secretary of state.", "sentId": 168}, {"text": "A lot of the new material was deemed too sensitive, though, for public release so the e-mails were heavily redacted by intelligence agencies.", "sentId": 169}, {"text": "I'll tell you this, a lot of what was released suggested many of secretary Clinton's top aides spent a lot of time telling her how great she was.", "sentId": 170}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "And finally -- yes, they did.", "sentId": 171}, {"text": "And finally tax returns from 2007 to 2014 showing Bill and Hillary Clinton earned $141 million over those eight years.", "sentId": 172}, {"text": "This is the 2014 tax return.", "sentId": 173}, {"text": "Nearly $28 million when you get down to the gross income at the bottom.", "sentId": 174}, {"text": "It's a lot of money.", "sentId": 175}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "And so Republicans will say, oh, remember she said she was dead broke.", "sentId": 176}, {"text": "Oh, Bill Clinton said I have to give these speeches to pay the fees.", "sentId": 177}, {"text": "Does this step on her message that she will fight for the little guy?", "sentId": 178}, {"text": "That she wants to raise the minimum wage.", "sentId": 179}, {"text": "That she's better than Bernie Sanders when it comes to the economy.", "sentId": 180}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "And let me ask you in the context of this.", "sentId": 181}, {"text": "This is the -- she released some of the previous years before but the 2013 speaking fees were attached to the tax thing, and Martin O'Malley this past week got tough said she's too cozy with Wall Street, Morgan Stanley, Deutsche Bank, Fidelity Investment, Goldman Sachs Group, UBS Wealth Management, the Goldman Sachs Group again, the Goldman Sachs Group again, Bank of America.", "sentId": 182}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Does this become a weapon, yes the Republicans will try to use it, Jeff, but do the Democrats use it?", "sentId": 183}], "secId": 58}, {"speaker": "ZELENY", "sentences": [{"text": "Sure.", "sentId": 184}, {"text": "I think a couple of Democrats will use it.", "sentId": 185}, {"text": "They already have been.", "sentId": 186}, {"text": "But now they have some fresh examples here.", "sentId": 187}, {"text": "Bernie Sanders has been using it bit by bit.", "sentId": 188}, {"text": "Martin O'Malley has been, as well.", "sentId": 189}], "secId": 59}, {"speaker": "ZELENY", "sentences": [{"text": "I mean it's -- it's an easy ad when she told ABC's Diane Sawyer, you know, we were dead broke, that's why we had to do this.", "sentId": 190}, {"text": "It just simply isn't true.", "sentId": 191}, {"text": "Interestingly in her release this afternoon she pointed out on Friday afternoon she pointed out that on, as a young, legal aid worker in Arkansas she made $16,000 a year trying to show America is a great place where you can start making nothing and then make this.", "sentId": 192}], "secId": 60}, {"speaker": "ZELENY", "sentences": [{"text": "The reality is I don't think this changes anyone's impression of the Clintons.", "sentId": 193}, {"text": "It just gives them a few more zeros onto things.", "sentId": 194}, {"text": "But it adds some ammunition, no question about it.", "sentId": 195}, {"text": "That's why she has to prove, it's her burden to prove that she's a fighter for the middle class.", "sentId": 196}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Anything in the health statement from the doctor?", "sentId": 197}, {"text": "Or is it boom, we're done.", "sentId": 198}, {"text": "She had the one episode as secretary of state so people did want to see this question I read the letter.", "sentId": 199}, {"text": "She seems fine when she's out campaigning.", "sentId": 200}], "secId": 62}, {"speaker": "PACE", "sentences": [{"text": "I think it was smart of them to put that letter out early.", "sentId": 201}, {"text": "Obviously they did it on a Friday afternoon document dump but I do think it was smart to get that out, try to eliminate any questions.", "sentId": 202}, {"text": "She does seem very active and healthy when she's on the campaign trail.", "sentId": 203}, {"text": "So I think that at this point they probably will have answered all of those health questions.", "sentId": 204}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Did we learn everything from the e-mails except forgive me, I guess all politicians, I mean you see this in even the best politicians even the best politicians -- maybe it's a little bit of insecurity, but the constant e-mails from aides saying how great you are and how wonderful you are.", "sentId": 205}, {"text": "Maybe that's why she wanted a private server and hope some of these never came out.", "sentId": 206}], "secId": 64}, {"speaker": "LEE", "sentences": [{"text": "She's been so dogged by this perception that she's so private and she's not being very open both with the press and the public so I think you're right that just getting all of this out there early and just trying to do away with the notion that she is being like that, and that the campaign is running things like that.", "sentId": 207}, {"text": "One thing I will say about the Clintons and their wealth is that, you know, I think most people, they're such public figures that most people know that they're wealthy.", "sentId": 208}], "secId": 65}, {"speaker": "LEE", "sentences": [{"text": "We get the picture they made a lot of money.", "sentId": 209}, {"text": "I think the question is, will that actually, you know, as you said, hurt her in her, you know, fight to be a champion of the middle class when she's out on the trail?", "sentId": 210}, {"text": "Or is it something that is going to continue to dog them, because this is millions of dollars that we're talking about, not small change.", "sentId": 211}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "I think a lot of that comes down to how candidates handle questions about their wealth or talk about their wealth.", "sentId": 212}, {"text": "Donald Trump every other sentence is, \"I'm rich\".", "sentId": 213}, {"text": "And he says that in a way that nobody can buy me.", "sentId": 214}, {"text": "If I'm your president nobody can buy me.", "sentId": 215}, {"text": "Romney was very awkward and uncomfortable talking about his wealth.", "sentId": 216}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "The Clintons to your point have said some things that I'm guessing they wish they could take back about where they started yes; but where they've been in recent years, very different.", "sentId": 217}], "secId": 68}, {"speaker": "COSTA", "sentences": [{"text": "I mean that's why this Republican debate, they're not only having to the Trump strategy for each campaign.", "sentId": 218}, {"text": "Each of them when you talk to this campaign they have a Clinton strategy.", "sentId": 219}, {"text": "They want to come with the best line, the best argument against Clinton.", "sentId": 220}, {"text": "And I bet you'll hear when you talk to Scott Walker, he's going to talk about his coal sweater because they want to cast the contrast now, begin that case.", "sentId": 221}], "secId": 69}, {"speaker": "COSTA", "sentences": [{"text": "And that's why Donald Trump worries Republicans, if he was the nominee, you can't make that case.", "sentId": 222}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "Go ahead.", "sentId": 223}], "secId": 71}, {"speaker": "PACE", "sentences": [{"text": "One thing I think that we can take away from both the finances, and the e-mails, is that when you're a public figure for so long, and you amass so much money and you have so many people around you constantly telling you how great you are and basically sucking up to you, your perspective is very skewed.", "sentId": 224}, {"text": "And I think that that's just inevitable.", "sentId": 225}], "secId": 72}, {"speaker": "PACE", "sentences": [{"text": "And how she tries to break away from that, and tell people no, even with these fawning staffers, even with all this money, I still can understand you, I think that's going to be perhaps her biggest challenge.", "sentId": 226}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "It was such a busy day all these documents came out on a day where she was down in Florida.", "sentId": 227}, {"text": "She gave a speech saying she embraced the President's plan to lift the Cuba embargo.", "sentId": 228}, {"text": "She also gave a speech to the National Urban League where I think she surprised the Bush campaign because he was there as well to speak.", "sentId": 229}, {"text": "And she came out with a full-throated attack on Jeb Bush and I think said a lot about if she is the nominee what her strategy would be.", "sentId": 230}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "A lot of people say Hillary Clinton is a weaker candidate because her negatives are so high.", "sentId": 231}, {"text": "Listen to her here.", "sentId": 232}, {"text": "It' very clear that if she's the nominee, number one, she expects Jeb Bush to be the Republican nominee and number two, part of her case is maybe you don't like me.", "sentId": 233}, {"text": "I'm going to make you not like them more.", "sentId": 234}], "secId": 75}, {"speaker": "CLINTON", "sentences": [{"text": "I don't think you can credibly say that everyone has a right to rise, and then say you're for phasing out Medicare, or for repealing Obamacare.", "sentId": 235}], "secId": 76}, {"speaker": "CLINTON", "sentences": [{"text": "They can't rise if the minimum wage is too low to live on.", "sentId": 236}, {"text": "They can't rise if their governor makes it harder for them to get a college education.", "sentId": 237}, {"text": "And you cannot seriously talk about the right to rise, and support laws that deny the right to vote.", "sentId": 238}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "Hello, Governor Bush.", "sentId": 239}], "secId": 78}, {"speaker": "COSTA", "sentences": [{"text": "Right, yes.", "sentId": 240}], "secId": 79}, {"speaker": "COSTA", "sentences": [{"text": "I mean the Republican Party is having a summer of tumult.", "sentId": 241}, {"text": "We have a coup attempt in the house.", "sentId": 242}, {"text": "You have Cruz in the Senate calling Mitch McConnell a liar.", "sentId": 243}, {"text": "You have Trump leading the polls.", "sentId": 244}, {"text": "The Republican Party is having a tough time.", "sentId": 245}, {"text": "It's an easy target.", "sentId": 246}], "secId": 80}, {"speaker": "COSTA", "sentences": [{"text": "I think Clinton's going to have to make her own case, her time as secretary of state, her time as senator.", "sentId": 247}, {"text": "But she's also saying she's already running a general election campaign.", "sentId": 248}, {"text": "She's not running against Bernie Sanders.", "sentId": 249}, {"text": "She's running against the GOP wholesale.", "sentId": 250}], "secId": 81}, {"speaker": "LEE", "sentences": [{"text": "Absolutely right.", "sentId": 251}, {"text": "When she put out her documents on Friday, it was notable that she went after Jeb Bush and Marco Rubio in talking about their tax plans and her tax proposals.", "sentId": 252}, {"text": "Not anybody else -- the two of them.", "sentId": 253}], "secId": 82}, {"speaker": "ZELENEY", "sentences": [{"text": "Best way to win that Democratic primary though is to show that she's the toughest candidate going after Republicans.", "sentId": 254}, {"text": "That's why she's leapfrogging it to Jeb Bush.", "sentId": 255}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Leapfrog.", "sentId": 256}, {"text": "Quick question before we go.", "sentId": 257}, {"text": "A lot of people have said Joe Biden would give us his answer in the next week or two, early August.", "sentId": 258}, {"text": "You have some reporting that maybe in part because people have raised some questions about candidate Clinton, Joe Biden's going to take a little longer.", "sentId": 259}], "secId": 84}, {"speaker": "ZELENY", "sentences": [{"text": "I'm told he is going to take a little bit longer.", "sentId": 260}, {"text": "He's not made up his mind.", "sentId": 261}, {"text": "He feels that he's in no hurry at all to make up his mind.", "sentId": 262}, {"text": "He's watching this Democratic race very, very carefully.", "sentId": 263}, {"text": "Some in his camp really are urging him to do it.", "sentId": 264}, {"text": "We'll see what he does ultimately but he has not made up his mind, and is under feeling no time constraints to do so.", "sentId": 265}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Stretch the drama out a little bit longer.", "sentId": 266}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 267}, {"text": "Next our reporters empty their notebooks, give you a sneak peek at the big headlines ahead including some long range planning by presidential candidate who at this point doesn't seem to have anything to lose.", "sentId": 268}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table.", "sentId": 269}, {"text": "Help get you out ahead of the big political news just ahead.", "sentId": 270}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Julie Pace.", "sentId": 271}], "secId": 89}, {"speaker": "Pace", "sentences": [{"text": "So, I've been covering the Obama White House since the first day of the administration and I started to hear something I've never heard before.", "sentId": 272}, {"text": "That's the President getting credit from Capitol Hill for his outreach to lawmakers.", "sentId": 273}, {"text": "This obviously relates to the Iran deal in particular.", "sentId": 274}], "secId": 90}, {"speaker": "Pace", "sentences": [{"text": "The President has gone so far as to invite lawmakers to come back to the White House in the evening, he guards his time in the evening ferociously.", "sentId": 275}, {"text": "But he invited them to come back, have two-hour meetings in the blue room where they can ask questions endlessly.", "sentId": 276}, {"text": "Anyone who wants a meeting with a top official could get it.", "sentId": 277}], "secId": 91}, {"speaker": "Pace", "sentences": [{"text": "One senior Republican I talked to even gave them credit for the outreach but then said \"I still don't plan to vote for it.\"", "sentId": 278}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "You can teach an old president new tricks.", "sentId": 279}, {"text": "There you go.", "sentId": 280}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Jeff.", "sentId": 281}], "secId": 94}, {"speaker": "ZELENY", "sentences": [{"text": "Mark on your calendar October 22nd.", "sentId": 282}, {"text": "That's the day that's finally been agreed upon for Hillary Clinton to appear before the House Committee on the Benghazi attacks.", "sentId": 283}, {"text": "That is a date that the Democrats are watching as well as Republicans.", "sentId": 284}, {"text": "Republicans are fearing that in one respect they're worrying about overreach.", "sentId": 285}, {"text": "This is the day that things finally come to a head.", "sentId": 286}, {"text": "That Hillary Clinton looks like a victim, look sympathetic.", "sentId": 287}], "secId": 95}, {"speaker": "ZELENY", "sentences": [{"text": "The Democrats are worried about this drip, drip, drip of the e-mail.", "sentId": 288}, {"text": "Benghazi is not necessarily as big of a deal as the credibility from this e-mail server.", "sentId": 289}, {"text": "But October 22nd is finally a day where both sides come together for the first time.", "sentId": 290}, {"text": "It's going to be fascinating to be up on Capitol Hill to watch.", "sentId": 291}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Republicans get their first debate.", "sentId": 292}, {"text": "Hillary Clinton gets her date before congress.", "sentId": 293}], "secId": 97}, {"speaker": "ZELENY", "sentences": [{"text": "Exactly.", "sentId": 294}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "M.J.", "sentId": 295}], "secId": 99}, {"speaker": "LEE", "sentences": [{"text": "Carly Fiorina not a candidate that we have been talking about a lot.", "sentId": 296}, {"text": "I saw her, I was looking through her super PAC and campaign donations obviously we got new reports on Friday.", "sentId": 297}, {"text": "It was interesting that she got some donations from very big name high powered Silicon Valley people.", "sentId": 298}, {"text": "Tom Perkins, Paul Otellini, Jim Barksdale gave to her campaign.", "sentId": 299}], "secId": 100}, {"speaker": "LEE", "sentences": [{"text": "So you know, people have said for a while yes that she hasn't gained traction but she may have a moment sometime later in the cycle if and when she does.", "sentId": 300}, {"text": "She does have a network of financiers that she could turn to.", "sentId": 301}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "She's hoping to springboard out of the second group if you will, the second tier of the debate forum I guess they call it, Thursday night.", "sentId": 302}, {"text": "Robert.", "sentId": 303}], "secId": 102}, {"speaker": "COSTA", "sentences": [{"text": "Jeb Bush, he's the king of super PAC world over $100 million for his super PAC.", "sentId": 304}], "secId": 103}, {"speaker": "COSTA", "sentences": [{"text": "Scott Walker though he hooked the GOP finance well this week in Joe Ricketts.", "sentId": 305}, {"text": "The Ricketts family owns the Chicago Cubs.", "sentId": 306}, {"text": "That family Joe and his wife Marlyn gave $5 million to Walker's super PAC.", "sentId": 307}, {"text": "The Walker Super PAC has about $20 million raised this year.", "sentId": 308}, {"text": "That's less than Bush but it gives him a powerful donor who is ready to help him.", "sentId": 309}, {"text": "And it's also a sign that many of these GOP establishment types that want to help some of the candidates to get millions in case Trump really continues to rise.", "sentId": 310}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "Let's see if he trade his Brewers cap for a Cubs cap there -- we'll watch that one.", "sentId": 311}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "The first debate coming up Thursday is an early but important junction to assess the Republican presidential field.", "sentId": 312}, {"text": "And as they score the winners and losers, you get different opinions from different veterans about how worried they, Rand Paul and Marco Rubio should be because at best they've had so-so summers or whether John Kasich is smart to be targeting Jeb Bush right away or should look instead to first eclipse Scott Walker.", "sentId": 313}, {"text": "It's a rich and lively debate when you call the strategists.", "sentId": 314}], "secId": 106}, {"speaker": "But there's unanimity this", "sentences": [{"text": "Ted Cruz despite mediocre current poll numbers is viewed across the party spectrum, meaning even by a lot of people who can't stand him, as a long-term contender.", "sentId": 315}, {"text": "For starters, most of his senate colleagues don't like Senator Cruz.", "sentId": 316}, {"text": "So it isn't as if he could bow out and take a chance to rise up through the senate leadership ladder.", "sentId": 317}, {"text": "Plus Cruz and his super PAC are second only to Jeb Bush in fund-raising.", "sentId": 318}, {"text": "And the crowded field of delegate rules for early states suggests this one is going to last awhile.", "sentId": 319}, {"text": "So in a nutshell, Senator Cruz has little or nothing to lose, and plenty to spend.", "sentId": 320}], "secId": 107}, {"speaker": "But there's unanimity this", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 321}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 322}, {"text": "We'll see you soon.", "sentId": 323}], "secId": 108}, {"speaker": "But there's unanimity this", "sentences": [{"text": "\"STATE OF THE UNION\" with Jack Tapper, starts right now.", "sentId": 324}], "secId": 109}], "sectionCount": 110, "url": "transcripts.cnn.com/TRANSCRIPTS/1508/02/ip.01.html", "sentenceCount": 326, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired August 2, 2015 - 08:30   ET", "speakers": ["KING", "TRUMP", "PAUL", "CLINTON", "Here to share their reporting and their insights", "COSTA", "ZELENY", "LEE", "PACE", "The last two spots", "First though \"Politicians Say the Darndest Thing\"", "UNIDENTIFIED MALE", "PERRY", "ZELENEY", "Pace", "But there's unanimity this"], "title": "INSIDE POLITICS"}