{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.0507.18.ip.01.html.json", "subTitle": "Rove Controversy Continues; National Governors Meeting; Supreme Court Nominee; Hillary Clinton Raising Funds", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "ANNOUNCER", "sentences": [{"text": "Getting to the source of the CIA's leak.", "sentId": 0}], "secId": 0}, {"speaker": "BUSH", "sentences": [{"text": "...and if someone committed a crime, they will no longer work in my administration.", "sentId": 1}], "secId": 1}, {"speaker": "ANNOUNCER", "sentences": [{"text": "The president takes another Karl Rove question, after a reporter talks publicly about Rove's link to the leak.", "sentId": 2}], "secId": 2}, {"speaker": "COOPER", "sentences": [{"text": "...and I told the grand jury, before that conversation I had never heard about anything about Joe Wilson's wife.", "sentId": 3}], "secId": 3}, {"speaker": "ANNOUNCER", "sentences": [{"text": "It's a spy story with political intrigue, but are Americans plugged into the leak controversy and its cast of characters?", "sentId": 4}], "secId": 4}, {"speaker": "All in the timing", "sentences": [{"text": "Mr. Bush drops hints that he'll name a Supreme Court nominee sooner than you might think.", "sentId": 5}], "secId": 5}, {"speaker": "All about Iowa", "sentences": [{"text": "The inside story on the governors who went to the heartland with dreams of going to the White House.", "sentId": 6}], "secId": 6}, {"speaker": "All about Iowa", "sentences": [{"text": "Now live from Washington, CNN's INSIDE POLITICS.", "sentId": 7}], "secId": 7}, {"speaker": "BASH", "sentences": [{"text": "Thanks for joining us, I'm Dana Bash.", "sentId": 8}], "secId": 8}, {"speaker": "BASH", "sentences": [{"text": "The White House says don't read too much into the president's latest response to a question about Karl Rove's future, but some may find that difficult to do, given how little Mr. Bush has said lately about the CIA leak probe and how much others have been saying about it.", "sentId": 9}], "secId": 9}, {"speaker": "BASH", "sentences": [{"text": "The \"Time\" magazine reporter at the center of this story has opened up and as you might expect, Democrats are still piling on.", "sentId": 10}, {"text": "Now, we get the inside scoop from our reporters covering this from both ends of Pennsylvania Avenue.", "sentId": 11}, {"text": "Our White House correspondent, Suzanne Malveaux and our congressional correspondent, Ed Henry.", "sentId": 12}], "secId": 10}, {"speaker": "BASH", "sentences": [{"text": "First to you Suzanne.", "sentId": 13}, {"text": "We heard a little bit of a different take from President Bush today on this.", "sentId": 14}], "secId": 11}, {"speaker": "MALVEAUX", "sentences": [{"text": "Well, Dana, that's right.", "sentId": 15}, {"text": "As a matter of fact, President Bush seemed to raise the bar a little bit when it comes to those in the White House leaking classified information.", "sentId": 16}, {"text": "Now, the statement he made back in September of 2003 -- essentially this was the reporters were reassured that Karl Rove had nothing to do with this leak investigation nothing to do with the leaking of CIA Agent Valerie Plame.", "sentId": 17}, {"text": "President Bush making a very defiant statement; a defiant pledge...", "sentId": 18}], "secId": 12}, {"speaker": "BUSH", "sentences": [{"text": "Listen, I know of nobody -- I don't know of anybody in my administration who leaked classified information.", "sentId": 19}, {"text": "If somebody did leak classified information, I'd like to know it and we'll take the appropriate action.", "sentId": 20}], "secId": 13}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, Dana, let's listen to the language today of the president, of course.", "sentId": 21}, {"text": "Now, this comes after at least two reporters revealed that Rove at least played some part; had some role in being a source for this leak investigation -- for the CIA leak story.", "sentId": 22}, {"text": "President Bush seemingly having a higher standard for that pledge that he made two years ago.", "sentId": 23}], "secId": 14}, {"speaker": "BUSH", "sentences": [{"text": "If someone committed a crime, they will no longer work in my administration.", "sentId": 24}], "secId": 15}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, Dana, of course, the distinction that is important here:  Whether or not they committed a crime, or whether or not they deliberately leaked classified information.", "sentId": 25}, {"text": "One, of course, is illegal, the other is not at all; depends on the person's intention.", "sentId": 26}, {"text": "But also, of course, legal analysts says it not only gives Rove legal cover, but perhaps gives the president political cover as he faced those Democrats who are calling for him essentially to make good on that pledge two years ago -- Dana?", "sentId": 27}], "secId": 16}, {"speaker": "BASH", "sentences": [{"text": "Thanks, Suzanne.", "sentId": 28}, {"text": "The political cover certainly is what we are focused on right here.", "sentId": 29}, {"text": "Now, we're going to ask you to stand by for just a minute, we're going to get back to you.", "sentId": 30}, {"text": "But first we're going to bring in Ed Henry to talk about what he's hearing from Democrats.", "sentId": 31}, {"text": "Ed, I'd imagine Democrats, who certainly smell a political opening are not -- they're not stopping here and going after this.", "sentId": 32}], "secId": 17}, {"speaker": "HENRY", "sentences": [{"text": "That's right, Dana.", "sentId": 33}, {"text": "They're determined to keep the heat on the Bush administration this week.", "sentId": 34}, {"text": "Last week we saw some Democrats calling for Karl Rove to be fired.", "sentId": 35}], "secId": 18}, {"speaker": "HENRY", "sentences": [{"text": "This week the war room of Senate Democratic Leader Harry Reed is now circulating a memo that uses some language from the Watergate era to demand that the administration some lingering questions this case such as who authored the INR memo.", "sentId": 36}, {"text": "That's a State Department memo, of course, that is at the heart of this case -- and why and how was it misleading, in their words.", "sentId": 37}, {"text": "\"Who leaked the name of Valerie Plame?", "sentId": 38}, {"text": "How did he or she receive that information?", "sentId": 39}, {"text": "Who else was complicit in the worst crime of outing a clandestine CIA officers,\" in the words of Democrats.", "sentId": 40}, {"text": "Also, \"In the lesser crime of revealing classified information.\"", "sentId": 41}], "secId": 19}, {"speaker": "HENRY", "sentences": [{"text": "They also asked, \"What did the vice president know, and when did he know it?", "sentId": 42}, {"text": "What did the president know, and when did he know it?\"", "sentId": 43}, {"text": "The bottom line though, is that Republicans, on the Hill and off the Hill, like the party chairman,  Ken Mehlman, are basically saying that Harry Reid           and other Democrats on the Hill are unfairly smearing Karl Rove.", "sentId": 44}, {"text": "They're acting before this ongoing investigation is even over and they're insisting no wrong-doing has been proven, so all this talk by the Democrats is premature -- Dana?", "sentId": 45}], "secId": 20}, {"speaker": "BASH", "sentences": [{"text": "Ed, thanks for that and we're going --I am going to ask you both now, about the other looming issue in Washington and that is the president's pick for a Supreme Court vacancy.", "sentId": 46}, {"text": "Suzanne, the president did talk about that today; gave a little bit of a hint, maybe, of where he is in the process right now?", "sentId": 47}], "secId": 21}, {"speaker": "MALVEAUX", "sentences": [{"text": "Just a tiny bit, Dana.", "sentId": 48}, {"text": "As you know, of course: Reading the tea leaves.", "sentId": 49}, {"text": "But he did give us a sense of the timing here, because, essentially, if you look at the calendar here -- if he's going to meet those deadlines -- he's been conferring, consulting with senators, saying:  Look, they want to get somebody in place by that October deadline.", "sentId": 50}, {"text": "He is really going to have to move not within weeks, but within days.", "sentId": 51}], "secId": 22}, {"speaker": "MALVEAUX", "sentences": [{"text": "There is a clear indication that he may do just that.", "sentId": 52}, {"text": "There's also there's been a lot of talk, a lot of speculation that he may actually go ahead and replace O'Connor with another female justice, but again, there's also been talk, some grumbling among conservatives who have been unhappy with the possible pick of Attorney General Alberto Gonzalez.", "sentId": 53}, {"text": "Today, President Bush giving somewhat of a nod to his long-time friend...", "sentId": 54}], "secId": 23}, {"speaker": "BUSH", "sentences": [{"text": "We've got some people that -- perhaps in contention, that I have spent time with, that I know.", "sentId": 55}, {"text": "In other words:  I am familiar with of the people that are being speculated about in the press and so, I don't need to interview those.", "sentId": 56}], "secId": 24}, {"speaker": "MALVEAUX", "sentences": [{"text": "So, of course, Gonzalez would be just one of the many people that he doesn't necessarily have to interview face-to-face.", "sentId": 57}, {"text": "That, of course, is the next process in all of this and Dana, of course the president took a swipe at the media, if you will -- laughed a little bit at the suggestion from one reporter that we knew better than he did that he was pretty much ready to name somebody.", "sentId": 58}, {"text": "He says, \"well, let's just hold off a little bit.\"", "sentId": 59}, {"text": "But we do expect that it's going to happen fairly soon -- Dana?", "sentId": 60}], "secId": 25}, {"speaker": "BASH", "sentences": [{"text": "Absolutely.", "sentId": 61}, {"text": "Maybe within the week.", "sentId": 62}, {"text": "We'll see.", "sentId": 63}, {"text": "Suzanne, thank you.", "sentId": 64}, {"text": "And we're going to turn now back to Ed.", "sentId": 65}, {"text": "Ed you sat down with the man who's going to be in charge of getting the president's nominee through committee and ultimately the Senate floor.", "sentId": 66}, {"text": "Tell us about that.", "sentId": 67}], "secId": 26}, {"speaker": "HENRY", "sentences": [{"text": "That's right.", "sentId": 68}, {"text": "Senate Judiciary Chairman Arlen Specter, who as you know, is battling Hogdkin's disease right now.", "sentId": 69}, {"text": "He's keeping a very active schedule and the chairman told me today in an interview, \"he's determined to be personally strong enough to hit the ground running on the confirmation process as soon as the president makes his pick public.\"", "sentId": 70}], "secId": 27}, {"speaker": "HENRY", "sentences": [{"text": "Specter also is committed to getting the process done by the first Monday in October, so a new justice can be in place.", "sentId": 71}, {"text": "And the political stakes, as you know, Dana, are enormous for Specter.", "sentId": 72}, {"text": "He's being watched very closely by conservatives who opposed his ascension to this chairmanship.", "sentId": 73}, {"text": "That's because he's a moderate Republican.", "sentId": 74}, {"text": "He supports abortion rights.", "sentId": 75}, {"text": "While Specter told me he will have not litmus test, he made clear, he'd prefer that a moderate replace Sandra Day O'Connor on the bench...", "sentId": 76}], "secId": 28}, {"speaker": "HENRY", "sentences": [{"text": "So, are you looking for a nominee that's going to keep the ideological balance that's there now?", "sentId": 77}, {"text": "There's a lot talk about the O'Connor seat being a more moderate seat.", "sentId": 78}, {"text": "Is that the way you view it?", "sentId": 79}], "secId": 29}, {"speaker": "SPECTER", "sentences": [{"text": "I do.", "sentId": 80}, {"text": "I think it's important to keep balance on the court and that is in every respect.", "sentId": 81}, {"text": "And I think that Americans are concerned about having somebody who's too far one side or too far to the other side and the balance is critical.", "sentId": 82}], "secId": 30}, {"speaker": "HENRY", "sentences": [{"text": "Conservatives are going to say:  There he goes, again.", "sentId": 83}, {"text": "The president won this last election; decidedly in their minds.", "sentId": 84}, {"text": "You Republicans run the House and the Senate; specifically the Senate with the advising consent function.", "sentId": 85}, {"text": "Why shouldn't it be a conservative choice?", "sentId": 86}, {"text": "Why does the balance have to stay the same?", "sentId": 87}, {"text": "The president won fair and square.", "sentId": 88}], "secId": 31}, {"speaker": "SPECTER", "sentences": [{"text": "Well, you can have a conservative who still will maintain the balance.", "sentId": 89}, {"text": "There are varying degrees of conservatism.", "sentId": 90}, {"text": "Sandra Day O'Connor was a conservative on many of her cases.", "sentId": 91}, {"text": "Now, there are some who dislike her opinions, but on many of her decisions, she came down very squarely on the conservative side; but not always.", "sentId": 92}, {"text": "She could see both points of view and I think that kind of balance is really what is important.", "sentId": 93}], "secId": 32}, {"speaker": "HENRY", "sentences": [{"text": "Now Chairman Specter said flatly he will not ask the nominee whether he or she would vote to overturn Row v. Wade, but he did warn that will not look kindly on a nominee who tries to duck tough questions about overall judicial philosophy.", "sentId": 94}], "secId": 33}, {"speaker": "HENRY", "sentences": [{"text": "There's been criticism David Souter came in and took the judicial fifth and basically didn't answer anything.", "sentId": 95}, {"text": "Are you going to tolerate that?", "sentId": 96}], "secId": 34}, {"speaker": "SPECTER", "sentences": [{"text": "Well, when you say \"tolerate...\"", "sentId": 97}], "secId": 35}, {"speaker": "HENRY", "sentences": [{"text": "You're the chairman.", "sentId": 98}], "secId": 36}, {"speaker": "SPECTER", "sentences": [{"text": "You can lead a horse to water, but can't make him drink.", "sentId": 99}, {"text": "I am going to ask the questions and I'm going to do  my best to get answers, and if the nominee stonewalls it, I think that nominee's chances for confirmation will go way down.", "sentId": 100}], "secId": 37}, {"speaker": "HENRY", "sentences": [{"text": "Now, Specter has played a role in nine Supreme Court nomination battles, including the very contentious Bork hearings and he says all of them have been quote, \"Rock'em, sock'em affairs with big surprises.\"", "sentId": 101}, {"text": "As for the Clarence Thomas hearings where he was criticized for aggressive questioning of Anita Hill, Specter told me, \"that was rock'em, sock'em-plus\" -- Dana?", "sentId": 102}], "secId": 38}, {"speaker": "BASH", "sentences": [{"text": "Rock'em, sock'em.", "sentId": 103}, {"text": "OK.  That's definitely the buzz word of the day.", "sentId": 104}, {"text": "Ed, thank you.", "sentId": 105}, {"text": "Suzanne, thank you very much for those reports.", "sentId": 106}, {"text": "We appreciate it.", "sentId": 107}], "secId": 39}, {"speaker": "BASH", "sentences": [{"text": "Well, during a Supreme Court search or any other big story, no White House has every leaked proof.", "sentId": 108}, {"text": "The revelation about Karl Rove's conversations with reporters certainly makes that point.", "sentId": 109}, {"text": "And as this flap plays out, ironically the leaking goes on to control the controversy over the original leak.", "sentId": 110}, {"text": "Are you confused?", "sentId": 111}, {"text": "Well, maybe that's the point.", "sentId": 112}, {"text": "Let's bring in now, our chief national correspondent, John King, to maybe wade through the confusion.", "sentId": 113}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "Maybe add to the confusion.", "sentId": 114}], "secId": 41}, {"speaker": "Room", "sentences": [{"text": "the president saying there's a rush to judgment in the press.", "sentId": 115}, {"text": "Don't prejudge the investigation -- bits and pieces in the press, the White House would say.", "sentId": 116}], "secId": 42}, {"speaker": "Room", "sentences": [{"text": "But this president is very well aware, Dana, that some of these leaks are coming from people you might describe as sympathetic to the White House.", "sentId": 117}], "secId": 43}, {"speaker": "HENRY ", "sentences": [{"text": "The last time Karl Rove talked publicly about any of this was 11 months ago.", "sentId": 118}], "secId": 44}, {"speaker": "ROVE", "sentences": [{"text": "I didn't know her name.", "sentId": 119}, {"text": "I didn't leak her name.", "sentId": 120}], "secId": 45}, {"speaker": "HENRY", "sentences": [{"text": "But suddenly, despite his silence, a more detailed version of Rove's account is available.", "sentId": 121}, {"text": "It began with the first public acknowledgement Rove was a source to \"Time\" magazine's Matt Cooper.", "sentId": 122}], "secId": 46}, {"speaker": "COOPER", "sentences": [{"text": "We worked out this waiver agreement with Karl Rove's attorney last week.", "sentId": 123}], "secId": 47}, {"speaker": "HENRY", "sentences": [{"text": "Then more -- perhaps, both ironically and inevitably, through more leaks and anonymous sourcing.", "sentId": 124}], "secId": 48}, {"speaker": "HENRY", "sentences": [{"text": "This account reported Rove also told the grand jury he was a source to columnist Robert Novak.", "sentId": 125}, {"text": "It was attributed to someone who believes, quote, \"Mr. Rove was truthful in saying he had not disclosed a CIA operative's identity.\"", "sentId": 126}, {"text": "Then, this Associated Press account of a Rove e-mail turned over the grand jury quoted \"legal professionals familiar with Rove's testimony.\"", "sentId": 127}], "secId": 49}, {"speaker": "HENRY", "sentences": [{"text": "Once the ink dries on those anonymously sourced nuggets, Rove allies hit the airwaves with a disciplined message.", "sentId": 128}], "secId": 50}, {"speaker": "MEHLMAN", "sentences": [{"text": "This past week, two things came out, both of which vindicate Karl and say he was not the source of a leak of classified information.", "sentId": 129}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Stressing Rove was not the leak of classified information is different from staying Rove was not a source, period, which is what the White House suggested early on.", "sentId": 130}], "secId": 52}, {"speaker": "MCCLELLAN", "sentences": [{"text": "I always wish I knew, I could find out who anonymous was.", "sentId": 131}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "Cooper says he told the grand jury Rove was his anonymous source back in July 2003, and the subject was Ambassador Joseph Wilson's wife.", "sentId": 132}], "secId": 54}, {"speaker": "COOPER", "sentences": [{"text": "After that conversation, I knew she worked at the CIA and worked on WMD issues.", "sentId": 133}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Rove attorneys Robert Luskin acknowledged to CNN some differences in Rove's recollection of the Cooper conversation, but said they are not at all significant to the legal questions at the heart of the investigation.", "sentId": 134}, {"text": "The immediate White House strategy is to rebut any suggestion Rove broke the law and should immediately lose his job.", "sentId": 135}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "And, then, of course, there also is the political problem, squaring two years of White House denials of any involvement in the leaks with what we know now.", "sentId": 136}, {"text": "But White House political advisers predict those questions will fade fairly quickly, Dana, if, as Mr. Rove's lawyer suggests and predicts, he's cleared of criminal wrongdoing.", "sentId": 137}], "secId": 57}, {"speaker": "BASH", "sentences": [{"text": "And we're talking about Karl Rove here, but another name came out over the weekend.", "sentId": 138}, {"text": "Matt Cooper said that he did talk to Scooter Libby, the president's chief of staff, the president's -- excuse me, the vice president's chief of staff and national security adviser.", "sentId": 139}, {"text": "I know who Scooter Libby is, you know who he is, but perhaps those out there in TV land might not how exactly how important he is.", "sentId": 140}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "I would predict if we rounded ten people on the streets of any major city in the United States and said \"Who is Scooter Libby?\"", "sentId": 141}, {"text": "you might find one person, and I even doubt that.", "sentId": 142}, {"text": "But he is critically important leer in Washington.", "sentId": 143}, {"text": "He is, with some exceptions, perhaps just only slight exaggeration to say he is to Dick Cheney as Karl Rove is to George W. Bush.", "sentId": 144}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Scooter Libby doesn't run campaigns as Karl Rove does, but he is everywhere this vice president is.", "sentId": 145}, {"text": "He has a very critical role.", "sentId": 146}, {"text": "He dates back on Cheney's staff to the Pentagon days.", "sentId": 147}, {"text": "Right now he serves two roles.", "sentId": 148}, {"text": "He's his chief of staff, but he's also his national security adviser.", "sentId": 149}, {"text": "So in the run-up to the Iraq War, it was Scooter Libby and Dick Cheney going over to the CIA, questioning the analysts about the weapons of mass destruction.", "sentId": 150}, {"text": "And, yet, the first meeting after Sandra Day O'Connor retires, he's in that meeting, too, whether it's domestic policy or foreign policy.", "sentId": 151}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "This is the vice president's gatekeeper, his most trusted aide.", "sentId": 152}, {"text": "Matt Cooper says he was a source in this.", "sentId": 153}, {"text": "We do know Dick Cheney was asked about Scooter Libby when he met informally with the prosecutors way back now, almost two years ago.", "sentId": 154}, {"text": "Scooter Libby, through his attorney and everyone else, has no comment about the current stories.", "sentId": 155}, {"text": "In the past, they said they have done nothing wrong, but he is as important to this administration as Karl Rove, especially when it comes to the vice president's perspective.", "sentId": 156}], "secId": 61}, {"speaker": "BASH", "sentences": [{"text": "And, going back in time, Scott McClellan said that not only did Karl Rove, from his perspective, asking him, said he had nothing to do with it, but also said he asked Scooter Libby and he also said he had nothing to do with it.", "sentId": 157}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "He did.", "sentId": 158}, {"text": "Now, the White House makes the distinction that most of those questioned were asked in the context of leaking classified information, or did they break the law.", "sentId": 159}, {"text": "But, of course, once these officials acknowledge some conversations with reporters, the White House could have come back and said, want to make clear and fill out the record.", "sentId": 160}, {"text": "It did not do that.", "sentId": 161}, {"text": "is why you have these questions of a credibility gap now.", "sentId": 162}], "secId": 63}, {"speaker": "BASH", "sentences": [{"text": "OK.  John King, thank you very much.", "sentId": 163}, {"text": "Appreciate it.", "sentId": 164}], "secId": 64}, {"speaker": "BASH", "sentences": [{"text": "Well, senators, of course, are squaring off still over the Leeds controversy and the prospect also of a Supreme Court fight.", "sentId": 165}, {"text": "Coming up, Senate Republican Whip Mitch McConnell weighs in on those politically-charged topics of debate.", "sentId": 166}, {"text": "And later, Senator Edward Kennedy fires back from atop the Democrats' point of view.", "sentId": 167}], "secId": 65}, {"speaker": "BASH", "sentences": [{"text": "Plus, it's hard enough for reporters to follow every twist of the CIA leak story.", "sentId": 168}, {"text": "Does the public find the plot line compelling or confusing?", "sentId": 169}], "secId": 66}, {"speaker": "BASH", "sentences": [{"text": "And guess who's coming to dinner?", "sentId": 170}, {"text": "We'll consider why President Bush and the White House -- his White House -- doesn't put on the ritz very often.", "sentId": 171}], "secId": 67}, {"speaker": "BASH", "sentences": [{"text": "A short time ago, I spoke with Republican Senator Mitch Mcconnell of Kentucky, the majority whip.", "sentId": 172}, {"text": "And we talked about several issues, beginning with the president's comments today about Karl Rove.", "sentId": 173}, {"text": "I asked Senator McConnell if he thinks someone should have to commit a crime in order to be fired by the administration over the CIA leak?", "sentId": 174}], "secId": 68}, {"speaker": "MCCONNELL", "sentences": [{"text": "Well, the other point the president was making is everybody just take a deep breath.", "sentId": 175}, {"text": "This is an investigation underway.", "sentId": 176}, {"text": "The president has obviously indicated that he thought the standard ought to be that if somebody committed a crime, they ought not to be working for them.", "sentId": 177}, {"text": "I think that makes a lot of sense to most Americans.", "sentId": 178}, {"text": "In the meantime, I think we ought to move onto something else, because sooner or later, we're going to find out whether there was some activity here that warranted getting all upset about.", "sentId": 179}], "secId": 69}, {"speaker": "BASH", "sentences": [{"text": "But, in terms -- politically, I guess I can ask you -- the president is somebody, as you know, who ran not once, but twice, on restoring honesty and integrity to the White House.", "sentId": 180}, {"text": "Given that, is the bar committing a crime too low here?", "sentId": 181}], "secId": 70}, {"speaker": "MCCONNELL", "sentences": [{"text": "Look, it appears to me, based on what we know at the moment -- and admittedly, we don't know everything -- that Karl Rove did absolutely nothing wrong.", "sentId": 182}, {"text": "So I think we ought to go on and discuss some other issue more pressing before the country.", "sentId": 183}], "secId": 71}, {"speaker": "BASH", "sentences": [{"text": "You say Karl Rove did nothing wrong.", "sentId": 184}, {"text": "I just want to play...", "sentId": 185}], "secId": 72}, {"speaker": "MCCONNELL", "sentences": [{"text": "Based upon what we know right now.", "sentId": 186}, {"text": "I mean, that's why this investigation is going on to determine if anything improper happened, anything criminal happened.", "sentId": 187}, {"text": "And at some point, I guess we'll find out the answer to that.", "sentId": 188}], "secId": 73}, {"speaker": "BASH", "sentences": [{"text": "That's a fair point.", "sentId": 189}, {"text": "I just want to play one thing for you, and that is a sound byte from Matt Cooper of \"Time\" magazine describing his conversation with Karl Rove.", "sentId": 190}, {"text": "Let's take a listen.", "sentId": 191}], "secId": 74}, {"speaker": "COOPER", "sentences": [{"text": "Before that conversation, I had never heard anything about Joe Wilson's wife.", "sentId": 192}, {"text": "After that conversation, I knew that she worked at the CIA and worked on WMD issues.", "sentId": 193}, {"text": "But as I make clear -- made clear at the grand jury, I'm certain Rove never used her exact name and certainly never indicated she had a covert status.", "sentId": 194}], "secId": 75}, {"speaker": "BASH", "sentences": [{"text": "There you hear Matt Cooper saying that Karl Rove didn't use her name or perhaps didn't use the fact that she was covert.", "sentId": 195}, {"text": "But he was giving information to Matt Cooper about this particular person, who was working at the CIA.", "sentId": 196}, {"text": "Given the responsibility of somebody, who, as such a senior person, somebody with classified security clearance, I should say, is appropriate to be doing that?", "sentId": 197}], "secId": 76}, {"speaker": "MCCONNELL", "sentences": [{"text": "Look, what we really don't know is what happened.", "sentId": 198}, {"text": "And I assume, at some point, the investigator will wrap this matter up and there will either be indictments or there won't.", "sentId": 199}, {"text": "In the meantime, we're not quite sure what happened, and it's probably better not to be commenting on a set of, you know, incidences where we're not even sure what the facts are.", "sentId": 200}], "secId": 77}, {"speaker": "BASH", "sentences": [{"text": "OK.", "sentId": 201}, {"text": "Senator, I will change topics, then, and go on to the Supreme Court.", "sentId": 202}, {"text": "Senator Specter, the chairman of the Judiciary Committee, said over the weekend that he would like to see a moderate, somebody in the tradition of Sandra Day O'Connor nominated.", "sentId": 203}, {"text": "Do you agree with that?", "sentId": 204}], "secId": 78}, {"speaker": "MCCONNELL", "sentences": [{"text": "Look, I think the president's choice will be made known hopefully sometime in the near future and I expect to be able to support the president's nominee.", "sentId": 205}, {"text": "But my own preference, I guess, would be for a strict constructionist.", "sentId": 206}, {"text": "That's what the president said, you know, he wanted to do during his campaign back in 2000.", "sentId": 207}, {"text": "He generally does what he says he's going to do.", "sentId": 208}, {"text": "But regardless, I expect it to be a person of great intellect and high quality.", "sentId": 209}, {"text": "And hopefully, this Senate will treat this nomination with the respect that it deserves during the confirmation process.", "sentId": 210}], "secId": 79}, {"speaker": "BASH", "sentences": [{"text": "The other thing that Senator Specter said is that perhaps President Bush should consider somebody whose not coming from the bench already, not from one of the -- sitting on the Appellate Court, perhaps somebody with political experience.", "sentId": 211}, {"text": "Do you think that's a good idea.", "sentId": 212}], "secId": 80}, {"speaker": "MCCONNELL", "sentences": [{"text": "Look, I like a lot of others have taken the advantage, taken the opportunity to consult with the president's people.", "sentId": 213}, {"text": "They have given us that opportunity.", "sentId": 214}, {"text": "A huge number of us, about half the Democratic caucus and virtually all of the Republicans have had their say.", "sentId": 215}, {"text": "I gave them my advice privately and I'd rather not give it publicly.", "sentId": 216}, {"text": "I think our responsibility in the Senate, of course, is going to be to conduct this confirmation process in a dignified way that the American people can look at and conclude that the nominee, whoever he on or she may be, got a fair treatment.", "sentId": 217}], "secId": 81}, {"speaker": "BASH", "sentences": [{"text": "One thing that you definitely are in charge of, or you're at least one of the people in charge of, is making the trains run on time and working on the mechanics of the Senate.", "sentId": 218}, {"text": "Given that, what is your preference, perhaps what is your knowledge, about when the president should actually put up the nominee?", "sentId": 219}, {"text": "Should it be this week in order to get things done, have that time frame for the background check, for courtesy calls, et cetera, before hearings start?", "sentId": 220}], "secId": 82}, {"speaker": "MCCONNELL", "sentences": [{"text": "Look, the average time that the -- any nomination, even a controversial nomination, has taken on the Senate floor is four days.", "sentId": 221}, {"text": "So it's not going to have any impact on the work we are doing in the Senate.", "sentId": 222}, {"text": "The member's Judiciary Committee will be busy having hearings.", "sentId": 223}, {"text": "But it's not going to in any way disrupt the flow in the Senate.", "sentId": 224}, {"text": "We have every reason to believe we can get this new nominee confirmed before the first Monday in October when the Supreme Court begins its fall term.", "sentId": 225}, {"text": "BASH:  That was Senator Mitch McConnell joining us from Capitol Hill.", "sentId": 226}, {"text": "We thank the Senator for joining us.", "sentId": 227}], "secId": 83}, {"speaker": "MCCONNELL", "sentences": [{"text": "Well as we've been talking about.", "sentId": 228}, {"text": "The Karl Rove story is all the rage in Washington, but what about outside the belt way?", "sentId": 229}, {"text": "Our Bill Schneider will try to determine if the public is paying attention?", "sentId": 230}], "secId": 84}, {"speaker": "MCCONNELL", "sentences": [{"text": "Also Senator Hillary Clinton is bringing in big money for her reelection bid.", "sentId": 231}, {"text": "We'll add up a very lucrative quarter in our \"Political Bytes.\"", "sentId": 232}], "secId": 85}, {"speaker": "BASH", "sentences": [{"text": "Well, it's the hottest story in Washington, even hotter than the weather, well maybe not that hot, but is Karl Rove's role in the CIA leak resonating outside the beltway?", "sentId": 233}, {"text": "Our Bill Schneider takes a look when we return.", "sentId": 234}], "secId": 86}, {"speaker": "BASH", "sentences": [{"text": "Also sizzling here this summer, Supreme Court speculation over the high court vacancy.", "sentId": 235}, {"text": "I'll ask Senator Ted Kennedy about what kind of nominee he'd like to see.", "sentId": 236}], "secId": 87}, {"speaker": "BASH", "sentences": [{"text": "Plus, you can call Hillary Clinton the $6 million woman.", "sentId": 237}, {"text": "We'll explain why in today's \"Political Bytes.\"", "sentId": 238}], "secId": 88}, {"speaker": "BASH", "sentences": [{"text": "And as the markets get set to close on Wall Street, we're joined now by Kitty Pilgrim with the \"Dobbs Report.\"", "sentId": 239}, {"text": "Hi, Kitty.", "sentId": 240}], "secId": 89}, {"speaker": "PILGRIM", "sentences": [{"text": "Hi, Dana.", "sentId": 241}, {"text": "Well stocks are mostly lower let's take a look.", "sentId": 242}, {"text": "The Dow Industrials down about 60 points, 64 right now.", "sentId": 243}, {"text": "NASDAQ about half of one percent lower.", "sentId": 244}, {"text": "Oil closed above $57 a barrel.", "sentId": 245}], "secId": 90}, {"speaker": "PILGRIM", "sentences": [{"text": "Fed Chief Alan Greenspan has indicated the recent rise in oil prices has restrained U.S. economic growth.", "sentId": 246}, {"text": "He says the higher prices will knock about three-quarters of a percentage point off of GDP growth this year.", "sentId": 247}], "secId": 91}, {"speaker": "PILGRIM", "sentences": [{"text": "The bidding war for Maytag heating up.", "sentId": 248}, {"text": "The company's archrival, Whirlpool, now offering 1.3 billion.", "sentId": 249}, {"text": "That offer tops an earlier id from an investment group which was already accepted.", "sentId": 250}, {"text": "And then there's a bid from the Chinese appliance maker, Hair.", "sentId": 251}, {"text": "And Maytag's shares rallied about 13 percent.", "sentId": 252}], "secId": 92}, {"speaker": "PILGRIM", "sentences": [{"text": "Here's some good news, it's taking less time to land a new job.", "sentId": 253}, {"text": "The average needed just over three months to get a new position in the second quarter.", "sentId": 254}, {"text": "That's 18 percent faster than this time last year.", "sentId": 255}, {"text": "And it's not just that people are taking less or whatever they can get, 89 percent of those surveyed reported their new job is a step up or at least equivalent to their old position.", "sentId": 256}], "secId": 93}, {"speaker": "PILGRIM", "sentences": [{"text": "Coming up on CNN six p.m. Eastern on \"LOU DOBBS TONIGHT,\" crisis of conscious.", "sentId": 257}, {"text": "A new blood test allows expecting parents to find out a baby's gender as early as five weeks into a pregnancy.", "sentId": 258}, {"text": "That is great news for some.", "sentId": 259}, {"text": "But some doctors wonder if it raises ethical questions.", "sentId": 260}], "secId": 94}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "I think that we need to be concerned about any test that's focused just on determining sex early in pregnancy, not because most people will, but because the potential is there for a minority of individuals to use that to select the sex of their baby and raise issues of sex discrimination.", "sentId": 261}], "secId": 95}, {"speaker": "PILGRIM", "sentences": [{"text": "Also tonight, President Reagan's chief of staff, Ken Duberstein, will discuss the White House CIA leak case, possible future candidates for the Supreme Court justice.", "sentId": 262}], "secId": 96}, {"speaker": "PILGRIM", "sentences": [{"text": "Also, why violent protests broke out in response to a group of citizens patrolling the California-Mexico border.", "sentId": 263}], "secId": 97}, {"speaker": "Plus", "sentences": [{"text": "00 p.m. on \"LOU DOBBS TONIGHT.\"", "sentId": 264}], "secId": 98}, {"speaker": "Plus", "sentences": [{"text": "But for now, back to Dana.", "sentId": 265}], "secId": 99}, {"speaker": "BASH", "sentences": [{"text": "Thanks, Kitty.", "sentId": 266}], "secId": 100}, {"speaker": "BASH", "sentences": [{"text": "Now back to INSIDE POLITICS.", "sentId": 267}], "secId": 101}, {"speaker": "BASH", "sentences": [{"text": "Karl Rove may by known as something of a political Superman here in Washington, but across the country, he's not quite a household name.", "sentId": 268}, {"text": "That may help the White House as it tries to keep the Rove CIA leak controversy from gaining traction outside the Beltway.", "sentId": 269}], "secId": 102}, {"speaker": "BASH", "sentences": [{"text": "Then there's the story's complex plot line.", "sentId": 270}, {"text": "How might that cut with the public?", "sentId": 271}, {"text": "Well, here's our senior political analyst, Bill Schneider.", "sentId": 272}], "secId": 103}, {"speaker": "SCHNEIDER", "sentences": [{"text": "The CIA leak story is very complicated.", "sentId": 273}, {"text": "It involves -- let's see now -- at least five administration officials, four journalists, including one who's in jail for not talking and one who's talking publicly but who's not in jail, one special prosecutor, who's been investigating for a year and a half, one former ambassador and his wife, known by two different names, who either is or is not a covert agent, and a frenzied Washington press corps.", "sentId": 274}], "secId": 104}, {"speaker": "SCHNEIDER", "sentences": [{"text": "It's also very confusing.", "sentId": 275}, {"text": "It may or may not involve a crime.", "sentId": 276}], "secId": 105}, {"speaker": "COOPER", "sentences": [{"text": "I'm certain Rove never used her exact name and certainly never indicated she had a covert status.", "sentId": 277}], "secId": 106}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Or maybe it was something else.", "sentId": 278}, {"text": "TIM RUSSERT, NBC NEWS:  If, in fact, it was classified information, without seeking to determine whether it was declassified, it is an unauthorized disclosure.", "sentId": 279}], "secId": 107}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Can the White House clear this up?", "sentId": 280}], "secId": 108}, {"speaker": "MCCLELLAN", "sentences": [{"text": "And you have my response related to the investigation.", "sentId": 281}, {"text": "And I don't think you should read anything into it other than we're going to continue not to comment on it while it's ongoing.", "sentId": 282}], "secId": 109}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Is this story resonating with the public?", "sentId": 283}, {"text": "We asked a nonpartisan political observer.", "sentId": 284}], "secId": 110}, {"speaker": "ROTHENBERG", "sentences": [{"text": "We get a series of arguments back and forth, finger-pointing, explanations, reinterpretations that I think leave many people just kind of shrugging their shoulders.", "sentId": 285}], "secId": 111}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Both parties need to turn this complicated issue into a simple story line that voters can follow.", "sentId": 286}, {"text": "Here's the Democratic version.", "sentId": 287}], "secId": 112}, {"speaker": "KERRY", "sentences": [{"text": "The White House's credibility is at issue here.", "sentId": 288}, {"text": "And I believe very clearly Karl Rove ought to be fired.", "sentId": 289}], "secId": 113}, {"speaker": "QUESTION", "sentences": [{"text": "Senator Clinton, you were nodding.", "sentId": 290}, {"text": "Do you  what's your reaction?", "sentId": 291}], "secId": 114}, {"speaker": "CLINTON", "sentences": [{"text": "I'm nodding.", "sentId": 292}], "secId": 115}, {"speaker": "SCHNEIDER", "sentences": [{"text": "And the Republicans' story.", "sentId": 293}], "secId": 116}, {"speaker": "MEHLMAN", "sentences": [{"text": "They're trying to have short-term political gain, and smear a good man, and it's wrong, and they should apologize.", "sentId": 294}], "secId": 117}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Who's winning?", "sentId": 295}], "secId": 118}, {"speaker": "ROTHENBERG", "sentences": [{"text": "I think Democrats have the advantage of a context, pointing questions, pointing fingers at the White House, at the president's top aide, in an environment where voters are basically dissatisfied.", "sentId": 296}], "secId": 119}, {"speaker": "SCHNEIDER", "sentences": [{"text": "They are particularly disillusioned about the Iraq war.", "sentId": 297}, {"text": "And in the end, the Iraq war is what this CIA leak story is all about.", "sentId": 298}], "secId": 120}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Karl Rove's picture is on the cover of both \"Time\" and \"Newsweek\" this week.", "sentId": 299}, {"text": "Publicity like that could cause a lot of voters to stop shrugging their shoulders and ask, \"Hey, what's going on here?\"", "sentId": 300}], "secId": 121}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Dana?", "sentId": 301}], "secId": 122}, {"speaker": "BASH", "sentences": [{"text": "And, Bill, we have some new data out on that very subject, exactly what the public's reaction is to this.", "sentId": 302}], "secId": 123}, {"speaker": "SCHNEIDER", "sentences": [{"text": "That's right.", "sentId": 303}, {"text": "This is the first comprehensive poll about the entire CIA leak story.", "sentId": 304}, {"text": "It was done by ABC News.", "sentId": 305}, {"text": "It's just been released.", "sentId": 306}, {"text": "I've only just gotten it.", "sentId": 307}], "secId": 124}, {"speaker": "SCHNEIDER", "sentences": [{"text": "And what it shows is fairly serious and sobering news for the White House.", "sentId": 308}, {"text": "Only 25 percent of Americans in this poll, which was taken July 13th to 17th, only 25 percent of Americans say they believe the White House is fully cooperating with the investigation of the CIA leak.", "sentId": 309}], "secId": 125}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Three-quarters of Americans say that Karl Rove should be fired if he leaked classified information, and that includes about over 70 percent of Democrats and Republicans and independents.", "sentId": 310}, {"text": "It also shows that three-quarters of Americans call this a serious matter, four in 10 call it very serious.", "sentId": 311}], "secId": 126}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Fifty-three percent of Americans say they're following this issue closely.", "sentId": 312}, {"text": "That includes both Republicans and Democrats.", "sentId": 313}, {"text": "And the poll shows those who say they're following the issue closely are more likely to say it's very serious, more likely to say the White House is not cooperating, and more likely to say that Rove should be fired if he leaked classified information -- Dana?", "sentId": 314}], "secId": 127}, {"speaker": "BASH", "sentences": [{"text": "Wow, Bill, thank you very much.", "sentId": 315}, {"text": "Very interesting.", "sentId": 316}], "secId": 128}, {"speaker": "BASH", "sentences": [{"text": "And we're going to talk now more about the possible fallout from the CIA leak investigation with CNN political analyst Ron Brownstein of the \"Los Angeles Times.\"", "sentId": 317}], "secId": 129}, {"speaker": "BASH", "sentences": [{"text": "Let's start with that.", "sentId": 318}, {"text": "What do you make of what you just heard Bill report?", "sentId": 319}], "secId": 130}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Well, look, you know, one thing we've learned post-9/11 is that Americans take national security very seriously.", "sentId": 320}, {"text": "And if this issue is being framed to them as something that injures or threatens national security, it's not surprising they react badly.", "sentId": 321}], "secId": 131}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Now, it's another step to say that it will actually be an electoral issue in 2006, but there are different ways in which scandals can affect presidents.", "sentId": 322}, {"text": "It doesn't have to become an electoral issue to become a problem.", "sentId": 323}, {"text": "It can be an inside-the-Beltway problem, in the sense of diverting attention from the news media, diverting attentions from the aides on the White House's self, and becoming kind of part of a smog in the air that makes it tougher to advance your message.", "sentId": 324}], "secId": 132}, {"speaker": "BASH", "sentences": [{"text": "And I guess it's important to know also, at this point, we still know very little about the reality of the investigation.", "sentId": 325}], "secId": 133}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Yes, I mean, look, I think what we have here is a situation in which right now, as you say, we don't really know what the prosecutor is doing.", "sentId": 326}], "secId": 134}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Based on what's been revealed about what Karl Rove has said so far, the threat to him on those comments to Bob Novak and Matthew Cooper that have been reported seemed less about legal threat than about a political threat and the comparison to what the White House has said previously about its own involvement in this case.", "sentId": 327}], "secId": 135}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "And that's why what the president did today, where we seemed to move the goalposts -- you know, David Bowie had a song, \"putting out fires with gasoline,\" and, in a way, the president today has probably given this story a few more days of lift by saying that he would fire someone if they were involved in a crime.", "sentId": 328}], "secId": 136}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Democrats are all over that right away, Harry Reid, Howard Dean, Waxman, and so forth, and it's going to be going on, I'm sure, all week.", "sentId": 329}], "secId": 137}, {"speaker": "BASH", "sentences": [{"text": "You said something very interesting in your story today in the \"Los Angeles Times,\" which is sort of analyzing the way Democrats react to this kind of thing and Republicans do, and that this Rove story is illustrative of how Republicans really tend to rally around people.", "sentId": 330}], "secId": 138}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Well, I think we are living -- I think the reaction to this story is another marker that we are living in a new political era in the U.S., in which there is more demand for party discipline.", "sentId": 331}], "secId": 139}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "If you look at what's happened in the way Republicans have reacted to this, sure, there's been a little grumbling, very little, I think, in private, and none in public.", "sentId": 332}, {"text": "All of the leading fingers have come out and defended Karl Rove one after the other.", "sentId": 333}], "secId": 140}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "It is a mark of the kind of party that he and President Bush have built over the last five years that puts party discipline really as the prime directive.", "sentId": 334}], "secId": 141}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "It's striking, though, how much I think the Democrats are being changed in this era, also.", "sentId": 335}, {"text": "Every Senate Democrat voted last week for that resolution -- for that vote that would have removed Rove's White House security clearance.", "sentId": 336}, {"text": "So both parties are being driven more toward almost a parliamentary system, in which standing with your side becomes the highest good and something that you deviate from at your own peril.", "sentId": 337}], "secId": 142}, {"speaker": "BASH", "sentences": [{"text": "Very interesting.", "sentId": 338}, {"text": "I want to ask you one final question as a reporter.", "sentId": 339}, {"text": "What kind of effect do you think all of this is going to have on your ability to get information from your sources?", "sentId": 340}], "secId": 143}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "I think it's a really good question, and we're going to have to see.", "sentId": 341}, {"text": "But certainly, I think everyone in Washington is aware in a way they weren't before, that information shared in confidence on background may not go that way to the grave.", "sentId": 342}], "secId": 144}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "And we have a prosecutor who has been willing to push this to the absolute limit, a court system that sided with him, and I think it does have to change to some degree the way people react.", "sentId": 343}, {"text": "On the other hand, as you know, non-on the record conversations are pretty much as ubiquitous in Washington as the air.", "sentId": 344}, {"text": "And so it's going to be hard to imagine it totally fading away.", "sentId": 345}], "secId": 145}, {"speaker": "BASH", "sentences": [{"text": "And what about double super-secret background?", "sentId": 346}, {"text": "That's a whole different conversation.", "sentId": 347}], "secId": 146}, {"speaker": "BROWNSTEIN", "sentences": [{"text": "Thank you.", "sentId": 348}], "secId": 147}, {"speaker": "BASH", "sentences": [{"text": "Ron Brownstein, always good to see you.", "sentId": 349}, {"text": "Thank you very much.", "sentId": 350}], "secId": 148}, {"speaker": "BASH", "sentences": [{"text": "Well, Senator Edward Kennedy dives into the debate over Karl Rove's future and the next Supreme Court justice.", "sentId": 351}], "secId": 149}, {"speaker": "BASH", "sentences": [{"text": "Also ahead, the follow-up on the latest political thorn in Arnold Schwarzenegger's side.", "sentId": 352}], "secId": 150}, {"speaker": "BASH", "sentences": [{"text": "Plus, some presidents really know how to throw a party.", "sentId": 353}, {"text": "We'll have the snapshots of state dinners then and now.", "sentId": 354}], "secId": 151}, {"speaker": "BASH", "sentences": [{"text": "And a partisan football and shifting goalposts, when we go \"Inside the Blogs.\"", "sentId": 355}], "secId": 152}, {"speaker": "BASH", "sentences": [{"text": "We now look ahead to some potential future White House candidates in our \"Political Bytes.\"", "sentId": 356}], "secId": 153}, {"speaker": "BASH", "sentences": [{"text": "More than 30 governors attended the National Governors Association meetings in Iowa over the weekend.", "sentId": 357}, {"text": "New York's George Pataki, Virginia's Mark Warner, Arkansas' Mike Huckabee were among those present.", "sentId": 358}, {"text": "And of course, when asked about their political future plans, all answered with a variation of the line, \"It's still too early.\"", "sentId": 359}], "secId": 154}, {"speaker": "BASH", "sentences": [{"text": "Senator Hillary Clinton is also a would-be White House candidate.", "sentId": 360}, {"text": "And today she addressed the National Council of La Raza, the largest Hispanic civil rights group in the country.", "sentId": 361}, {"text": "Also, her Senate reelection committee announced that Clinton has raised more than $6 million in the second quarter of this year.", "sentId": 362}, {"text": "At the end of June, her cash-on-hand totaled more than $12 million.", "sentId": 363}], "secId": 155}, {"speaker": "BASH", "sentences": [{"text": "And California Governor Arnold Schwarzenegger plans to cancel his consulting deal with a publisher of fitness magazines that would have netted him $5 million over five years.", "sentId": 364}, {"text": "A CNN reported, the governor and former body builder was criticized for the arrangement because he recently vetoed a bill that would have regulated nutritional supplements.", "sentId": 365}, {"text": "Those supplements are major advertisers in fitness publications.", "sentId": 366}], "secId": 156}, {"speaker": "BASH", "sentences": [{"text": "And here in Washington, Vice President Dick Cheney had a series of medical tests over the weekend.", "sentId": 367}, {"text": "His spokesman reports that Cheney suffers from a mild irritation of his esophagus, possibly caused by heartburn.", "sentId": 368}, {"text": "And the vice president also has dilated arteries behind his knees, a condition that is considered common in people his age.", "sentId": 369}, {"text": "Cheney has a history of heart trouble, though a checkup on July 8th found his pacemaker showed no signs of an irregular heartbeat.", "sentId": 370}], "secId": 157}, {"speaker": "BASH", "sentences": [{"text": "Well at the White House tonight, President Bush hosts an official dinner for India's prime minister.", "sentId": 371}, {"text": "It is a rare sight to see President Bush in a black tie and taking part in such a formal occasion.", "sentId": 372}, {"text": "But as our Bruce Morton reports, the president has his reasons.", "sentId": 373}], "secId": 158}, {"speaker": "MORTON", "sentences": [{"text": "State dinners, or official dinners, when the guests, like India's prime minister tonight, is head of government, not head of state.", "sentId": 374}, {"text": "Either way, this president doesn't love them.", "sentId": 375}, {"text": "This was his first with Mexico's president, Vicente Fox.", "sentId": 376}], "secId": 159}, {"speaker": "FOX", "sentences": [{"text": "I am really honored, pleased to be here, close to my friend, Jorge.", "sentId": 377}, {"text": "I wish you the best of the best.", "sentId": 378}], "secId": 160}, {"speaker": "MORTON", "sentences": [{"text": "Perfectly nice, but there have been only been three more.", "sentId": 379}, {"text": "Tonight's will be the fifth.", "sentId": 380}, {"text": "One a year.", "sentId": 381}, {"text": "In contrast, Ronald Reagan had more than 50 in his eight years, including this one with then-Soviet leader Mikhail Gorbachev.", "sentId": 382}], "secId": 161}, {"speaker": "REAGAN", "sentences": [{"text": "And for my last attempt at Russian...", "sentId": 383}], "secId": 162}, {"speaker": "MORTON", "sentences": [{"text": "The Reagans hosted Prince Charles and Princess Diana.", "sentId": 384}, {"text": "They seemed to like these things.", "sentId": 385}, {"text": "This president's father had more than 20 in his four years.", "sentId": 386}, {"text": "Bill and Hillary Clinton had 30 during his two terms.", "sentId": 387}], "secId": 163}, {"speaker": "MORTON", "sentences": [{"text": "It is not, to be fair, everybody's cup of tea.", "sentId": 388}, {"text": "If you're stuck at table 16 with people you don't know, you're probably bored.", "sentId": 389}, {"text": "White House chefs opinions differ.", "sentId": 390}, {"text": "These Bushes haven't formally hired a new one yet.", "sentId": 391}, {"text": "And even if you're at the head table with the press, it can be a slog.", "sentId": 392}, {"text": "George W. Bush would rather not.", "sentId": 393}], "secId": 164}, {"speaker": "MORTON", "sentences": [{"text": "CBS's Mark Knoller has covered six presidents.", "sentId": 394}], "secId": 165}, {"speaker": "KNOLLER", "sentences": [{"text": "Mr. Bush has made clear and his aides have said that he is really not all that excited about hosting these black-tie, fancy-dress dinners.", "sentId": 395}, {"text": "First of all, that's just not his style.", "sentId": 396}, {"text": "And secondly, he's an early-to-bed kind of guy.", "sentId": 397}, {"text": "He doesn't like staying up that late.", "sentId": 398}], "secId": 166}, {"speaker": "BUSH", "sentences": [{"text": "I welcome my good friend, President Jose Maria Aznar to Crawford.", "sentId": 399}], "secId": 167}, {"speaker": "MORTON", "sentences": [{"text": "Mr. Bush prefers taking foreign visitors to his Texas ranch, the Western White House.", "sentId": 400}, {"text": "This is Crown Prince Abdullah of Saudi Arabia.", "sentId": 401}], "secId": 168}, {"speaker": "MORTON", "sentences": [{"text": "It's more relaxed, meals are informal, Texas barbeque.", "sentId": 402}], "secId": 169}, {"speaker": "MORTON", "sentences": [{"text": "They do it with beef, your highness.", "sentId": 403}, {"text": "It's OK.     And the leaders can really talk, for the same reasons he brings heads of state to Camp David.", "sentId": 404}, {"text": "This is Russia's Vladimir Putin.", "sentId": 405}, {"text": "Again, you can have a real conversation without worrying about which fork to use.", "sentId": 406}], "secId": 170}, {"speaker": "MORTON", "sentences": [{"text": "Still, he has a few of these grand occasions.", "sentId": 407}, {"text": "If you're invited, go.", "sentId": 408}, {"text": "It's historic, but if you're invited again, well, you might agree with the president, that it's not your favorite kind of party.", "sentId": 409}], "secId": 171}, {"speaker": "MORTON", "sentences": [{"text": "Bruce Morton, CNN, Washington.", "sentId": 410}], "secId": 172}, {"speaker": "BASH", "sentences": [{"text": "Well, earlier today, we heard from Republican Senator Mitch McConnell of Kentucky.", "sentId": 411}, {"text": "With us now from Capitol Hill to share his thoughts is Democratic Senator Edward Kennedy of Massachusetts.", "sentId": 412}], "secId": 173}, {"speaker": "BASH", "sentences": [{"text": "Senator Kennedy, thank you very much for joining us.", "sentId": 413}, {"text": "And I want to start by getting to what President Bush said today.", "sentId": 414}, {"text": "He said that he would fire somebody if they were involved in committing a crime.", "sentId": 415}], "secId": 174}, {"speaker": "BASH", "sentences": [{"text": "Is that, to you, sufficient?", "sentId": 416}, {"text": "Or do you think that the threshold should be a bit lower?", "sentId": 417}], "secId": 175}, {"speaker": "KENNEDY", "sentences": [{"text": "Well, first of all, the president has given the assurance to the American people about eight or nine months that anyone who is involved in this affair would be fired from the White House.", "sentId": 418}, {"text": "Now the president has moved the goalposts.", "sentId": 419}], "secId": 176}, {"speaker": "KENNEDY", "sentences": [{"text": "Americans can understand changing the rules of the game.", "sentId": 420}, {"text": "They don't like it.", "sentId": 421}, {"text": "This apparently is now a whitewash.", "sentId": 422}, {"text": "The president has to come clean on this issue.", "sentId": 423}], "secId": 177}, {"speaker": "KENNEDY", "sentences": [{"text": "What we're basically talking about is the whole part of the administration's manipulation of information in bringing us to war in Iraq.", "sentId": 424}, {"text": "And we're talking about actions within the White House that retaliated against someone that brought information that said that their information was wrong.", "sentId": 425}], "secId": 178}, {"speaker": "KENNEDY", "sentences": [{"text": "So it's all part of the entrance into Iraq, which was a major importance and consequence to the American people.", "sentId": 426}, {"text": "But the president bears the responsibility.", "sentId": 427}, {"text": "He's the one that's got to take the position.", "sentId": 428}, {"text": "He's the one that's got to take the action.", "sentId": 429}], "secId": 179}, {"speaker": "BASH", "sentences": [{"text": "Senator Kennedy, the truth is we, all of us, know very little about the reality of where the special prosecutor is headed, the reality of this investigation.", "sentId": 430}, {"text": "The president also said today that people should just hold their fire and wait until we get more information.", "sentId": 431}, {"text": "Isn't there something to be said for that?", "sentId": 432}], "secId": 180}, {"speaker": "KENNEDY", "sentences": [{"text": "Well, sure.", "sentId": 433}, {"text": "That's why I said he's the one that has to make the judgment and decision on this.", "sentId": 434}], "secId": 181}, {"speaker": "KENNEDY", "sentences": [{"text": "But anyone that's reading the newspaper, or has listened to the radio or television, or has listened to the various commentators on this have to understand that Mr. Rove was up to it up to his ears.", "sentId": 435}, {"text": "And the president's going to have to be the one that's made the judgment.", "sentId": 436}], "secId": 182}, {"speaker": "KENNEDY", "sentences": [{"text": "I say it's the president who makes the judgment.", "sentId": 437}, {"text": "He is the one that's told the American people anyone who's involved in this in the White House will be fired.", "sentId": 438}, {"text": "Now, that's why I'm saying the president is the one that has to come clean with this.", "sentId": 439}], "secId": 183}, {"speaker": "KENNEDY", "sentences": [{"text": "And today, it seems like he's trying to move the goalpost.", "sentId": 440}, {"text": "And the reason that this is important is not only because it's violating the law, with regards to the Central Intelligence Agency, but because we're talking about the run-up of misinformation on the war in Iraq.", "sentId": 441}, {"text": "And every day, it seems that we find out more about the administration's misguided information and misleading of the American people on that policy.", "sentId": 442}], "secId": 184}, {"speaker": "BASH", "sentences": [{"text": "Senator, I want to move on to the Supreme Court vacancy.", "sentId": 443}, {"text": "President Bush has consulted with about 60 members of the Senate.", "sentId": 444}, {"text": "That's almost two-thirds of the United States Senate.", "sentId": 445}, {"text": "Even your colleague, Senator Robert Byrd, certainly somebody, as you know, is a stickler for wanting consultation, issued a statement saying he was quite pleased.", "sentId": 446}], "secId": 185}, {"speaker": "BASH", "sentences": [{"text": "Are you pleased with the level of consultation then?", "sentId": 447}], "secId": 186}, {"speaker": "KENNEDY", "sentences": [{"text": "It certainly would appear that way, doesn't it?", "sentId": 448}, {"text": "But consultation is a two-way street.", "sentId": 449}, {"text": "It's a process.", "sentId": 450}, {"text": "We'll know whether consultation is good when we know the final result.", "sentId": 451}], "secId": 187}, {"speaker": "KENNEDY", "sentences": [{"text": "And consultation is not only asking members, as Mr. Card asked me, for people that I might suggest, but it's also for the president to share those names with the -- prior to the nomination, with, I would expect, the ranking members of the Judiciary Committees, and that they ought to be included.", "sentId": 452}], "secId": 188}, {"speaker": "KENNEDY", "sentences": [{"text": "And then we'll know finally whether this consultation is real consultation or whether it's just been a process without meaning.", "sentId": 453}, {"text": "I'm very hopeful that the president will appoint someone who's really in the mainstream of judicial thought, that's committed to the core values of the Constitution.", "sentId": 454}], "secId": 189}, {"speaker": "KENNEDY", "sentences": [{"text": "We've come too far on the issues of civil rights, and women's rights, and the Americans with Disabilities Act to move backwards.", "sentId": 455}, {"text": "Now, the decision that's going to be made with this nominee is going to have an enormously important voice on those issues and on many issues, the quality of our air, the quality of our water, discrimination in the job place, many of these issues which affect families in this country.", "sentId": 456}], "secId": 190}, {"speaker": "KENNEDY", "sentences": [{"text": "And that's why it's so important that the president gets it right.", "sentId": 457}, {"text": "I hope he gets it right.", "sentId": 458}, {"text": "I hope it'll be a nominee that I can support with enthusiasm.", "sentId": 459}], "secId": 191}, {"speaker": "BASH", "sentences": [{"text": "Senator Kennedy, you came back from Guantanamo Bay.", "sentId": 460}, {"text": "You visited this weekend, I understand.", "sentId": 461}, {"text": "And you know, other Democrats who have gone down have said, \"Well, maybe it's not as bad as we think.", "sentId": 462}, {"text": "They've sort of cleaned up their act a bit,\" if you will.", "sentId": 463}], "secId": 192}, {"speaker": "BASH", "sentences": [{"text": "Do you feel that way?", "sentId": 464}, {"text": "And did you actually get some time with prison guards without their supervisors to get a real sense of what's going on there?", "sentId": 465}], "secId": 193}, {"speaker": "KENNEDY", "sentences": [{"text": "Well, first of all, I wanted to go to Guantanamo Bay.", "sentId": 466}, {"text": "And I think I was impressed by the quality, and the dedication, the commitment, and the training that our servicemen and women have there today.", "sentId": 467}], "secId": 194}, {"speaker": "KENNEDY", "sentences": [{"text": "But the fact is Guantanamo has inflamed terrorists all over the world.", "sentId": 468}, {"text": "I've called on the Guantanamo to be closed.", "sentId": 469}, {"text": "I think people have to be brought to justice, the detainees have to brought to justice.", "sentId": 470}, {"text": "But it is really -- Guantanamo is a symbol of the torture policy and what has been bad, in terms of the United States on the issues of human rights.", "sentId": 471}], "secId": 195}, {"speaker": "KENNEDY", "sentences": [{"text": "I think, as long as that remains open, I think it's going to continue to inflame the terrorists all over -- Al Qaeda and the terrorists all over the world.", "sentId": 472}], "secId": 196}, {"speaker": "BASH", "sentences": [{"text": "Senator, I have to follow up on that very quickly, because you say it should be closed, but obviously the question is, where would you put them?", "sentId": 473}, {"text": "You need a maximum security facility.", "sentId": 474}, {"text": "Are you offering up Hyannis Port?", "sentId": 475}, {"text": "Is there someplace that you think you could put them outside of Guantanamo Bay?", "sentId": 476}], "secId": 197}, {"speaker": "KENNEDY", "sentences": [{"text": "Of course, there are a number of places.", "sentId": 477}, {"text": "Leavenworth has been that's been suggested.", "sentId": 478}, {"text": "It's a maximum security prison.", "sentId": 479}, {"text": "And that has been suggested.", "sentId": 480}], "secId": 198}, {"speaker": "KENNEDY", "sentences": [{"text": "That isn't the real kind of issue.", "sentId": 481}, {"text": "We're spending millions of dollars down there that could be spent in other places, in terms of the facilities.", "sentId": 482}], "secId": 199}, {"speaker": "KENNEDY", "sentences": [{"text": "It's the whole issue of the symbolism of Guantanamo, how it is arousing the Al Qaeda and the terrorists around the world.", "sentId": 483}, {"text": "It is a symbolism of the United States' great violations of human rights at both Guantanamo earlier and also at Abu Ghraib.", "sentId": 484}], "secId": 200}, {"speaker": "KENNEDY", "sentences": [{"text": "And I think the best way is to close it and to bring those detainees there to justice.", "sentId": 485}, {"text": "And we can do that in very important ways.", "sentId": 486}, {"text": "I think some modification of the code of military justice is the way to do it.", "sentId": 487}], "secId": 201}, {"speaker": "BASH", "sentences": [{"text": "Senator Kennedy, I can't let you go without asking you one question about your back-and-forth brawl, if you will, with Senator Rick Santorum of Pennsylvania over a statement that he made back in 2002.", "sentId": 488}], "secId": 202}, {"speaker": "BASH", "sentences": [{"text": "Senator Santorum, of course, reminding our views, saying that it's no surprise that the Catholic Church had a sex scandal in Boston, because he called it the seat of liberalism.", "sentId": 489}, {"text": "He recently stood by those comments.", "sentId": 490}, {"text": "You went to the Senate floor, said that Senator Santorum should apologize.", "sentId": 491}, {"text": "Well, over the weekend, or in the last few days, I should say, Senator Santorum responded to that, saying, \"I don't think Ted Kennedy lecturing me on the teachings of the church and how the church should handle these problems is something I'm going to take particularly seriously.\"", "sentId": 492}], "secId": 203}, {"speaker": "KENNEDY", "sentences": [{"text": "Well, his comments say more about the senator than they do about me.", "sentId": 493}, {"text": "His statements, which he had three years ago, but which he repeated and restated were his views as recently as last week, have caused enormous hurt to the families of the victims of child abuse in Boston.", "sentId": 494}], "secId": 204}, {"speaker": "KENNEDY", "sentences": [{"text": "And it seemed to me to be insulting and injudicious for a member of the Senate to accuse the fact that Boston has great universities, and great research centers, and have been the birthplace of American liberty, and that is the cause of the kind of abuse that we have seen for children, which now tragically we've found out has taken place all over this country, including Pennsylvania.", "sentId": 495}], "secId": 205}, {"speaker": "KENNEDY", "sentences": [{"text": "And the harm that it caused -- I just came back from Massachusetts.", "sentId": 496}, {"text": "And I've talked to families.", "sentId": 497}, {"text": "And the harm that that caused to those families is very severe.", "sentId": 498}, {"text": "And I don't think that that was called for by the senator.", "sentId": 499}], "secId": 206}, {"speaker": "BASH", "sentences": [{"text": "Senator Kennedy, we're going to have to leave it there.", "sentId": 500}, {"text": "Thank you very much for joining us.", "sentId": 501}, {"text": "We appreciate your time.", "sentId": 502}], "secId": 207}, {"speaker": "KENNEDY", "sentences": [{"text": "Thank you.", "sentId": 503}], "secId": 208}, {"speaker": "BASH", "sentences": [{"text": "Well, coming up, the blogs are full of commentary on Karl Rove.", "sentId": 504}, {"text": "Our blog reporter Jacki Schechner will be back to sample opinions online.", "sentId": 505}], "secId": 209}, {"speaker": "BASH", "sentences": [{"text": "Well, the president's comments about the CIA leak controversy are a big topic on the blogs.", "sentId": 506}, {"text": "And we check in now with Jacki Schechner, our blog reporter.", "sentId": 507}], "secId": 210}, {"speaker": "BASH", "sentences": [{"text": "Hi, Jacki.", "sentId": 508}], "secId": 211}, {"speaker": "SCHECHNER", "sentences": [{"text": "Hi, Dana.", "sentId": 509}], "secId": 212}, {"speaker": "SCHECHNER", "sentences": [{"text": "Well, the blogs have been waiting for President Bush to say something, really anything, about the Valerie Plame affair and his administration's possible role in it.", "sentId": 510}, {"text": "Now that he's come out to say that anybody caught having committed a crime would be dismissed.", "sentId": 511}, {"text": "They are taking a very close look at those particular words.", "sentId": 512}], "secId": 213}, {"speaker": "SCHECHNER", "sentences": [{"text": "We start at Americablog.com, where John Aravosis is using the terminology being used by many of the blogs on the left, \"a shifting of the goalpost\" is what they're calling it, saying originally President Bush said anyone caught leaking information would be dismissed.", "sentId": 513}, {"text": "Now you have to commit a crime.", "sentId": 514}], "secId": 214}, {"speaker": "SCHECHNER", "sentences": [{"text": "This also noticed over at Outsidethebeltway.com.", "sentId": 515}, {"text": "This is a right-leaning blog.", "sentId": 516}, {"text": "This is James Joyner's blog.", "sentId": 517}, {"text": "And he says he hopes that somebody caught committing a crime would be dismissed from the administration, also hoping somebody who had committed a serious ethical lapse would suffer the similar fate.", "sentId": 518}], "secId": 215}, {"speaker": "SCHECHNER", "sentences": [{"text": "Over at Andrewsullivan.com -- he's a conservative leading bloggers, one of the big bloggers, been doing this a very long time -- goes back to past comments by President Bush and Scott McClellan saying, \"You can compare those with the ones that he made today and say, 'OK, they say the same thing.'", "sentId": 519}, {"text": "But you can't go on record as having said that if you had ever at any point accused Bill Clinton of playing legal semantics.\"", "sentId": 520}], "secId": 216}, {"speaker": "SCHECHNER", "sentences": [{"text": "Now, did Karl Rove commit a crime?", "sentId": 521}, {"text": "That is a big question and has yet to be sussed out.", "sentId": 522}, {"text": "One of the thing they are taking a very close look at today on the left, over at Thinkprogress.org over the weekend, is Standard Form 312.", "sentId": 523}, {"text": "What is this?", "sentId": 524}], "secId": 217}, {"speaker": "SCHECHNER", "sentences": [{"text": "It's a non-disclosure agreement that federal employees have to fill out.", "sentId": 525}, {"text": "It basically says that you can't leak -- or you can't give out classified information unless it's been officially declassified.", "sentId": 526}, {"text": "How does this fit in with Karl Rove?", "sentId": 527}], "secId": 218}, {"speaker": "SCHECHNER", "sentences": [{"text": "Well, The Carpetbagger Report detailed that today, saying \"obscure federal regulations strike back.\"", "sentId": 528}, {"text": "So let's say that Karl Rove told Matt Cooper that he knew something about Valerie Plame.", "sentId": 529}], "secId": 219}, {"speaker": "SCHECHNER", "sentences": [{"text": "He didn't even have the right to confirm it, according to this standard form, something that the lefty bloggers are saying, \"Pull his security clearance.", "sentId": 530}, {"text": "That's enough to base that on.\"", "sentId": 531}], "secId": 220}, {"speaker": "SCHECHNER", "sentences": [{"text": "Now, on the right, they continue to defend Karl Rove.", "sentId": 532}, {"text": "We go over to The Corner, where John Podhoretz says, \"I can't believe I have to do this again\"  -- let me scroll down to that particular post -- going on to say that Valerie Plame was not a covert agent at the time, that anybody could see her leave her house and drive to headquarters.", "sentId": 533}, {"text": "She was working on policy issues, that nobody is at fault for doing anything wrong here.", "sentId": 534}], "secId": 221}, {"speaker": "SCHECHNER", "sentences": [{"text": "The same thing coming up Fedora-pundit.blogspot.com, again on the right, defending Karl Rove.", "sentId": 535}, {"text": "They called the story a \"big yawn,\" saying that, \"This is a media conspiracy,\" that it's going to blow up, that there's nothing here going on.", "sentId": 536}], "secId": 222}, {"speaker": "SCHECHNER", "sentences": [{"text": "So when we come back, we're going to talk about something completely different.", "sentId": 537}, {"text": "We're going to talk about how, when you blog, you could possibly lose your job.", "sentId": 538}, {"text": "On Friday, we talked about how it might cost you getting a job.", "sentId": 539}, {"text": "Now we're going to talk about the ramifications of blogging and how you might lose a job.", "sentId": 540}], "secId": 223}, {"speaker": "SCHECHNER", "sentences": [{"text": "But that's the roundup on Rove for now -- Dana?", "sentId": 541}], "secId": 224}, {"speaker": "BASH", "sentences": [{"text": "Jacki, thank you very much.", "sentId": 542}], "secId": 225}, {"speaker": "BASH", "sentences": [{"text": "Well, of course, the talk about Karl Rove and the latest on that is not only on the blogs but it's also coming up ahead in our \"Strategy Session\" on INSIDE POLITICS.", "sentId": 543}, {"text": "We'll talk about what the president said and how that may shift the dynamics, if at all.", "sentId": 544}, {"text": "Certainly, the impact on the Democrats on Capitol Hill.", "sentId": 545}, {"text": "We'll talk about all that, coming up.", "sentId": 546}], "secId": 226}, {"speaker": "BASH", "sentences": [{"text": "Well big stories continue to dominate the political world today.", "sentId": 547}, {"text": "For insight, we turn to our strategy session.", "sentId": 548}, {"text": "Joining us, Jack Valenti, former aid to President Lyndon Johnson, and Republican strategist Terry Holt.", "sentId": 549}], "secId": 227}, {"speaker": "BASH", "sentences": [{"text": "Today's topics, the need for speed.", "sentId": 550}, {"text": "The president hopes for a quick end to the probe into who leaked the identity of a CIA agent.", "sentId": 551}, {"text": "He also wants a speedy confirmation for his choice for the Supreme Court.", "sentId": 552}, {"text": "Meanwhile, a possible preview to the 2008 presidential race occurred in Iowa over the weekend.", "sentId": 553}], "secId": 228}, {"speaker": "BASH", "sentences": [{"text": "But first we are going to start with who revealed the identity of an undercover CIA operative.", "sentId": 554}, {"text": "\"Time\" reporter Matt Cooper said over the weekend said that White House Deputy Chief of Staff Karl Rove told him about the CIA operative Valerie Plame, not the other way around.", "sentId": 555}, {"text": "Cooper also says Scooter Libby, the vice president's chief of staff, confirmed what rove had told him.", "sentId": 556}, {"text": "Asked about the continuing controversy today, President Bush wouldn't comment on the possible involvement of administration insiders, but he did say what would happen depending on what investigators find out.", "sentId": 557}], "secId": 229}, {"speaker": "BUSH", "sentences": [{"text": "I don't know all the facts, I want to know all the facts.", "sentId": 558}, {"text": "The best place for the facts to be done, is by somebody who's spending time investigating it.", "sentId": 559}, {"text": "I would like this to end as quickly as possible so we know the facts, and if someone committed a crime, they will no longer work in my administration.", "sentId": 560}], "secId": 230}, {"speaker": "BASH", "sentences": [{"text": "Terry, let's start with you on that.", "sentId": 561}, {"text": "Is he moving the goal posts, as Democrats say?", "sentId": 562}, {"text": "And what's the communication strategy behind that?", "sentId": 563}], "secId": 231}, {"speaker": "HOLT", "sentences": [{"text": "Well the goal posts haven't move, but the story sure has.", "sentId": 564}, {"text": "In 2003, we thought that there was a crime involved here, that someone leaked the name of a CIA agent.", "sentId": 565}, {"text": "That's turned out, really, from at least the press reports, not to be the case, that there was to and fro between reporters and White House officials, but it's not clear the law was broken.", "sentId": 566}, {"text": "So what we thought in 2003 has turned out probably not to be the case, so I think the president is really restating what his intentions were all along, which is fire them if they broke the law.", "sentId": 567}, {"text": "I think that he's stuck with that from the beginning.", "sentId": 568}], "secId": 232}, {"speaker": "BASH", "sentences": [{"text": "Not clear if the law was broken, but this isn't just about the law, Jack, this is about politics.", "sentId": 569}, {"text": "And the president having a certain standard that he set for himself, right?", "sentId": 570}, {"text": "JACK VALENTI, FMR.", "sentId": 571}, {"text": "AIDE TO PRES.", "sentId": 572}, {"text": "JOHNSON:  This is all about politics.", "sentId": 573}, {"text": "I think that Karl Rove wielded the sharpest broad sword in the election, slashing about him and left a lot of wounded Democrats on the election battlefield.", "sentId": 574}, {"text": "And now the Democrats are tasting the sweet juices of payback time.", "sentId": 575}, {"text": "And so this thing is going to go on.", "sentId": 576}, {"text": "The final arbiter, obviously is going to be Patrick Fitzgerald, the U.S. District Attorney who is conduction this investigation.", "sentId": 577}, {"text": "And what he says will have a large impact.", "sentId": 578}], "secId": 233}, {"speaker": "BASH", "sentences": [{"text": "But my advice to the president, which he hasn't asked for, if I were him, I would get out this week my nominee for the Supreme Court and that will wipe the Karl Rove story off the front page.", "sentId": 579}], "secId": 234}, {"speaker": "BASH", "sentences": [{"text": "That just may happen.", "sentId": 580}, {"text": "I want to put up on the screen something that Matt Cooper wrote about in \"Time\" magazine -- we're talking about Karl Rove, but there's somebody else who's involved here now.", "sentId": 581}, {"text": "And that is Scooter Libby.", "sentId": 582}], "secId": 235}, {"speaker": "BASH", "sentences": [{"text": "He said quote, \"I asked Libby if he had heard anything about Wilson's wife sending her husband to Niger.", "sentId": 583}, {"text": "Libby replied, 'Yeah, I've heard that too.'\"", "sentId": 584}], "secId": 236}, {"speaker": "BASH", "sentences": [{"text": "Scooter Libby is the vice president's chief of staff, he's his national security adviser, he's also someone, Terry, whom Scott McClellan said that he went to and asked about whether or not he was involved, and in addition to Karl Rove, also told McClellan no.", "sentId": 585}, {"text": "So again as a communications person, as a spokesperson, put yourself in Scott McClellan's shoes.", "sentId": 586}], "secId": 237}, {"speaker": "HOLT", "sentences": [{"text": "Well they put -- clearly they're putting Scott in a difficult position.", "sentId": 587}, {"text": "If you're going to go and ask someone, maybe you're not asking specifically the right question, but it has put him in a tough position, I think we have to sympathize with that.", "sentId": 588}, {"text": "But again Scooter Libby, this is the worst-kept secret in Washington, that he was the other person that was talking about this, and ultimately the story two years ago is very different from the story we're discussing today.", "sentId": 589}], "secId": 238}, {"speaker": "BASH", "sentences": [{"text": "But talk about credibility.", "sentId": 590}, {"text": "The credibility of a spokesperson.", "sentId": 591}, {"text": "I spoke with both of you this, how does Scott McClellan keep that credibility up?", "sentId": 592}], "secId": 239}, {"speaker": "HOLT", "sentences": [{"text": "I think he just goes out and does the hard job every day.", "sentId": 593}, {"text": "He has the most difficult job in Washington, to be the spokesperson for this expansive government.", "sentId": 594}, {"text": "It's difficult to know what's going on down the hall, much less down the street.", "sentId": 595}, {"text": "He's a likable, intelligent guy and I think he has to keep going out, keep pounding away, doing his job, and keeping his head down.", "sentId": 596}, {"text": "I think he'll be okay.", "sentId": 597}], "secId": 240}, {"speaker": "VALENTI", "sentences": [{"text": "Scott McClellan is doing what his bosses want him to do.", "sentId": 598}, {"text": "Every administration, the press secretary follows the rules set down by the people to whom he reports.", "sentId": 599}, {"text": "So he's doing the best he can.", "sentId": 600}, {"text": "Being a press secretary is kind of like being a dart board, but he's handling -- I guess as good as you can do.", "sentId": 601}], "secId": 241}, {"speaker": "HOLT", "sentences": [{"text": "That's right.", "sentId": 602}, {"text": "Who else is willing to stand up there every day and take those slings and arrows.", "sentId": 603}, {"text": "It's the toughest job in the whole business.", "sentId": 604}], "secId": 242}, {"speaker": "BASH", "sentences": [{"text": "I want to back to something that you said earlier, which is that maybe we should just wait for the investigation to be finished.", "sentId": 605}, {"text": "Democrats, as you know, are not doing that, and they're sort of pouncing on every detail, every new bit of information that we get, even though we know it is not anywhere near all of the information about where this investigation is going.", "sentId": 606}, {"text": "But is it a mistake for Democrats to be so aggressively going after this, knowing so little?", "sentId": 607}], "secId": 243}, {"speaker": "VALENTI", "sentences": [{"text": "No, of course not.", "sentId": 608}, {"text": "This is the political blood sport that we're playing right now.", "sentId": 609}, {"text": "And if it was the other way around, the Republicans would be after whomever seemingly had blood in the water on the other side.", "sentId": 610}, {"text": "So the Democrats are doing what you do in politics.", "sentId": 611}, {"text": "You find some taste of blood on the other side, some drippage, some vulnerability and you go after it like a trout going after a fly.", "sentId": 612}, {"text": "And that's exactly what's happening here.", "sentId": 613}], "secId": 244}, {"speaker": "HOLT", "sentences": [{"text": "I think it's difficult, though, to see this story with Howard Dean's face on it and moveon.org's face on it without thinking that maybe they might have stretched it a bit too far.", "sentId": 614}, {"text": "We're talking about the wacky left, we're talking about the group of people that ran ads against the president, accusing him of being a nazi.", "sentId": 615}, {"text": "If they were serious about this, they would maintain a modicum of decorum and of seriousness.", "sentId": 616}, {"text": "But every passing day it gets more ridiculous.", "sentId": 617}], "secId": 245}, {"speaker": "VALENTI", "sentences": [{"text": "The public at large doesn't know who moveon is, and they don't read about Howard Dean that much.", "sentId": 618}, {"text": "I don't know how the public is being stirred by this.", "sentId": 619}, {"text": "This is an inside baseball thing.", "sentId": 620}, {"text": "But I think the Democrats are reacting just as the Republicans would if the shoe was on the other foot.", "sentId": 621}], "secId": 246}, {"speaker": "BASH", "sentences": [{"text": "You think so?", "sentId": 622}], "secId": 247}, {"speaker": "HOLT", "sentences": [{"text": "The difference is that in the case of the biggest scandal of the last 20 years in the White House, Bill Clinton actually did break the law, and we don't know that that happened in this case.", "sentId": 623}], "secId": 248}, {"speaker": "VALENTI", "sentences": [{"text": "I think you carried it just a little bit too far there.", "sentId": 624}], "secId": 249}, {"speaker": "HOLT", "sentences": [{"text": "Obstruction of justice.", "sentId": 625}], "secId": 250}, {"speaker": "VALENTI", "sentences": [{"text": "Nonetheless, but the senate looked at the information, looked at all the facts and they decided that he did not break the law.", "sentId": 626}, {"text": "Otherwise he would have been impeached.", "sentId": 627}], "secId": 251}, {"speaker": "BASH", "sentences": [{"text": "Ok.  We'll talk about Bill Clinton I'm sure another today.", "sentId": 628}, {"text": "But we are going to talk ahead after the break about the Supreme Court.", "sentId": 629}, {"text": "And is the president any closer to naming a nominee for the open seat there?", "sentId": 630}, {"text": "How quickly will he have to get his act together on confirming a justice?", "sentId": 631}, {"text": "And is he going to do it in time for the court's fall session?", "sentId": 632}, {"text": "Well we certainly know that he is going to try.", "sentId": 633}, {"text": "More on our strategy session is just ahead.", "sentId": 634}], "secId": 252}, {"speaker": "BASH", "sentences": [{"text": "This \"Strategy Session\" continues here on INSIDE POLITICS.", "sentId": 635}, {"text": "With us still are Jack Valenti, former aide to President Lydon Johnson and Republican Strategist Terry Holt.", "sentId": 636}], "secId": 253}, {"speaker": "BASH", "sentences": [{"text": "Now, we talk about how soon President Bush will nominate someone to the Supreme Court and replace Justice Sandra Day O'Connor.", "sentId": 637}, {"text": "It could be soon.", "sentId": 638}, {"text": "With Chief Justice Rehnquist saying he's staying put, the president says he's reviewing candidates and will have face-to- face meetings with some in the near future.", "sentId": 639}], "secId": 254}, {"speaker": "BASH", "sentences": [{"text": "He says he's met with several senators, Republicans and Democrats and he's listening to their opinions on possible nominees.", "sentId": 640}, {"text": "This morning the president reaffirmed that he wants to have a new justice chosen and confirmed quickly.", "sentId": 641}], "secId": 255}, {"speaker": "BUSH", "sentences": [{"text": "My desire, Adam, is to get this process moving so that someone will be confirmed -- whoever he or she is, will be confirmed by October.", "sentId": 642}], "secId": 256}, {"speaker": "BASH", "sentences": [{"text": "Let's talk about the timing.", "sentId": 643}, {"text": "I want to start with you, Terry.", "sentId": 644}, {"text": "You have been inside the Bush machine, if you will and talk about how important the timing is in getting things done.", "sentId": 645}, {"text": "The convention -- the Republican convention, it was as late as possible.", "sentId": 646}, {"text": "There was a reason for that.", "sentId": 647}, {"text": "Do you see a pattern here also following?", "sentId": 648}], "secId": 257}, {"speaker": "HOLT", "sentences": [{"text": "I'm not sure the convention equates with the Supreme Court.", "sentId": 649}], "secId": 258}, {"speaker": "BASH", "sentences": [{"text": "Well, just in terms of having control of their message.", "sentId": 650}], "secId": 259}, {"speaker": "HOLT", "sentences": [{"text": "Sure.", "sentId": 651}, {"text": "Well, I'm not sure why you'd necessarily put this nominee's name on the dart board at the earliest possible convenience for the opposition.", "sentId": 652}, {"text": "You have this mountain of money out there ready to attack whoever it is and I'm not sure that it matters really who it is, they're going to go after that person no matter what.", "sentId": 653}], "secId": 260}, {"speaker": "HOLT", "sentences": [{"text": "I think that I'd probably -- you know if it was strictly politics, I'd probably wait as long as I could before I put the name out, but knowing President Bush and his priorities for getting this done, I think he'll announce it when he's ready.", "sentId": 654}, {"text": "When he's got a name, he'll put it out there.", "sentId": 655}], "secId": 261}, {"speaker": "BASH", "sentences": [{"text": "And you've witnessed a couple of Supreme Court nomination processes in your time.", "sentId": 656}, {"text": "How critical is time here?", "sentId": 657}], "secId": 262}, {"speaker": "VALENTI", "sentences": [{"text": "I think he's going to get this name out fast; maybe this week or next.", "sentId": 658}, {"text": "But keep in mind, that I think if you have a really rigid conservative to the right, it's going to have a lot of sparks fly up.", "sentId": 659}], "secId": 263}, {"speaker": "VALENTI", "sentences": [{"text": "Keep in mind, though, that even presidents never now how their nominees came out.", "sentId": 660}, {"text": "Before you were born, Dana, there was a justice called Hugo Black who came in as a southern racist, turned out to be one of the most liberal members of the court.", "sentId": 661}], "secId": 264}, {"speaker": "VALENTI", "sentences": [{"text": "Justice Souter has not turned out as his master wanted him to and Justice O'Connor -- Sandra Day O'Connor came in as a conservative and yet, she is the swing vote.", "sentId": 662}, {"text": "So, once these people go on the court, they sometimes don't turn out as their mentors want them to.", "sentId": 663}], "secId": 265}, {"speaker": "BASH", "sentences": [{"text": "Absolutely.", "sentId": 664}, {"text": "You mentioned Justice O'Connor.", "sentId": 665}, {"text": "Our Ed Henry sat down with Sen. Arlen Specter, the chairman of the Judiciary Committee and he said something very interesting about who the next nominee should be.", "sentId": 666}, {"text": "Let's listen...", "sentId": 667}], "secId": 266}, {"speaker": "HENRY", "sentences": [{"text": "So, you're looking for a nominee that's going to keep the ideological balance that's there now.", "sentId": 668}, {"text": "There's a lot of talk about the O'Connor seat being a more moderate seat.", "sentId": 669}, {"text": "is that the way your view it?", "sentId": 670}], "secId": 267}, {"speaker": "SPECTER", "sentences": [{"text": "I do.", "sentId": 671}, {"text": "I think it's important to keep balance on the court, and that is in every respect.", "sentId": 672}, {"text": "And I think that Americans are concerned about having somebody who's too far one side or too far to the other side and the balance is critical.", "sentId": 673}], "secId": 268}, {"speaker": "BASH", "sentences": [{"text": "Too far one side, too far to the other side:  Terry, are conservatives just watching that and going gang-buster right now?", "sentId": 674}], "secId": 269}, {"speaker": "HOLT", "sentences": [{"text": "Well, I'm not sure what you get by negotiating with yourself here.", "sentId": 675}, {"text": "You know, in all of strategy sessions on the Hill that I've been a part of over the years, we don't start giving things away before we get to the end game and it seems...", "sentId": 676}], "secId": 270}, {"speaker": "BASH", "sentences": [{"text": "So, what's that all about there?", "sentId": 677}], "secId": 271}, {"speaker": "HOLT", "sentences": [{"text": "Well, first of all, let me say that Arlen Specter -- Senator Specter is a powerhouse, a legal powerhouse and he knows how to do things in the United States Senate.", "sentId": 678}], "secId": 272}, {"speaker": "HOLT", "sentences": [{"text": "Having said that, I think if you start out with a moderate, you're still going to get attacked.", "sentId": 679}, {"text": "I think that the mountain of money out there -- the 527 money that's aligned to attack the president's nominee, they'll going to do it no matter who it is,", "sentId": 680}], "secId": 273}, {"speaker": "HOLT", "sentences": [{"text": "So, I think the president ought to stick to his principles; go with the person that you feel is best qualified for the job.", "sentId": 681}, {"text": "And if it's a conservative, advocate for it, punch it through, because you're not going to get -- you're not going to get any points for giving in too soon.", "sentId": 682}], "secId": 274}, {"speaker": "BASH", "sentences": [{"text": "Are we too eager to look and see what the politics behind every statement is?", "sentId": 683}, {"text": "Could it be just that Sen. Specter actually believes that?", "sentId": 684}, {"text": "VALENTI:  I believe Senator Specter.", "sentId": 685}, {"text": "As I said, I think he's a first-class man and I'm a great admirer of his and he's thinking about his country.", "sentId": 686}, {"text": "I believe that the American people do not want somebody too far left or too far right to be anywhere.", "sentId": 687}, {"text": "I think this is a country that lives in the center and in the long reach of history, that's the way it's going to turn out.", "sentId": 688}], "secId": 275}, {"speaker": "BASH", "sentences": [{"text": "OK.  Well, we are certainly going to keep talking about this.", "sentId": 689}, {"text": "We're told to maybe expect a nomination at the end of this week, beginning of next week probably at the latest.", "sentId": 690}], "secId": 276}, {"speaker": "HOLT", "sentences": [{"text": "Let the games begin.", "sentId": 691}], "secId": 277}, {"speaker": "BASH", "sentences": [{"text": "Let the games begin, but we're going to talk next about something that probably seemed like caucus time in Iowa over the weekend: high-profile governors using their group's meeting in Des Moines to lay out their groundwork for a possible run for higher office in 2008.", "sentId": 692}, {"text": "Will it change who's thought to be up front?", "sentId": 693}], "secId": 278}, {"speaker": "BASH", "sentences": [{"text": "The \"Strategy Session\" returns with that in a moment.", "sentId": 694}], "secId": 279}, {"speaker": "BLITZER", "sentences": [{"text": "I'm Wolf Blitzer reporting today from Los Angeles.", "sentId": 695}], "secId": 280}, {"speaker": "Coming up at the top of the hour", "sentences": [{"text": "President Bush faces new questions about the leak of a CIA officer's identity.", "sentId": 696}, {"text": "Did the vice president's office play a role?", "sentId": 697}], "secId": 281}, {"speaker": "Coming up at the top of the hour", "sentences": [{"text": "Hurricane Emily slams Mexico's Yucatan peninsula.", "sentId": 698}, {"text": "Is Texas in harm's way next?", "sentId": 699}], "secId": 282}, {"speaker": "Coming up at the top of the hour", "sentences": [{"text": "And our Jamie McIntyre becomes one of the first civilians to ride in the controversial Osprey aircraft.", "sentId": 700}, {"text": "He'll take us aboard.", "sentId": 701}], "secId": 283}, {"speaker": "Coming up at the top of the hour", "sentences": [{"text": "All those stories, much more only minutes away on \"WOLF BLITZER REPORTS.\"", "sentId": 702}, {"text": "Now back to INSIDE POLITICS.", "sentId": 703}], "secId": 284}, {"speaker": "BASH", "sentences": [{"text": "And our \"Strategy Session\" continue on INSIDE POLITICS.", "sentId": 704}, {"text": "With us still:  Jack Valenti and Terry Holt.", "sentId": 705}], "secId": 285}, {"speaker": "BASH", "sentences": [{"text": "New York's Pataki, Iowa's Vilsack, Romney of Massachusetts and others in Des Moines for the National Governors Association meeting.", "sentId": 706}], "secId": 286}, {"speaker": "BASH", "sentences": [{"text": "Today New York Senator Clinton speaks to a major Hispanic civil rights group.", "sentId": 707}, {"text": "They all look, for most part, like people warming up for a possible presidential run in '08.", "sentId": 708}, {"text": "It looks like it's getting crowded out there.", "sentId": 709}], "secId": 287}, {"speaker": "Governors", "sentences": [{"text": "Everybody said after the last go-around, after we've had so many senators and others running, that we'd really have to focus on the governors.", "sentId": 710}, {"text": "So, we have, what, more than half-a-dozen out in Iowa?", "sentId": 711}], "secId": 288}, {"speaker": "HOLT", "sentences": [{"text": "Well, they had to meet somewhere.", "sentId": 712}, {"text": "Iowa is a great place to be.", "sentId": 713}], "secId": 289}, {"speaker": "BASH", "sentences": [{"text": "And of course, Mark Warner was the head of the National Governors Association; a would-be -- potential, set it up in Iowa, probably no accident to that.", "sentId": 714}], "secId": 290}, {"speaker": "BASH", "sentences": [{"text": "But what do you make of the fact that they're sort of all meeting, all out there-- it's very, very early.", "sentId": 715}, {"text": "You've been to Iowa, you've been through your share of campaigns out there.", "sentId": 716}, {"text": "Are people in Iowa even paying attention yet?", "sentId": 717}], "secId": 291}, {"speaker": "HOLT", "sentences": [{"text": "It's never too early to get started in Iowa.", "sentId": 718}, {"text": "There's so much work to be done.", "sentId": 719}, {"text": "It's a grassroots-oriented place and if these guys don't go out and start meeting people now, they really do risk losing some key supporters down the line.", "sentId": 720}, {"text": "So, I take it that it makes great sense for them to be out there, but after all, we're all just recovering from the last one still, aren't we?", "sentId": 721}, {"text": "It's maybe a little too early for most of us.", "sentId": 722}], "secId": 292}, {"speaker": "VALENTI", "sentences": [{"text": "Well, the thing is that they're out there because they're looking for name recognition.", "sentId": 723}, {"text": "I don't think that maybe one or two percent of the American public can tell you who's the governor of Ohio or Iowa, or who's the governor of Arkansas or even New York and surely -- and not the governor of Virginia.", "sentId": 724}], "secId": 293}, {"speaker": "VALENTI", "sentences": [{"text": "So, they're looking for name recognition, but hovering over that whole enterprise like Banquo's ghost, was Hillary Clinton and while she was not there, she was there because she is the -- she is the most dynamic force now.", "sentId": 725}, {"text": "Damon Runyon, who was a great wit many years ago, wrote, \"that the race is not always to the swift, nor the battle to the strong, but that sure as hell is the way to bet.\"", "sentId": 726}, {"text": "So, that's where Mrs. -- Senator Clinton is right now.", "sentId": 727}], "secId": 294}, {"speaker": "HOLT", "sentences": [{"text": "Well -- and she also has a big bunch of money in the bank...", "sentId": 728}], "secId": 295}, {"speaker": "BASH", "sentences": [{"text": "Huge!", "sentId": 729}], "secId": 296}, {"speaker": "HOLT", "sentences": [{"text": "...", "sentId": 730}, {"text": "Already.", "sentId": 731}, {"text": "You've reported it and every single one of those dollars, because she's a United State's senator, are going to be applicable to an exploratory committee down the line.", "sentId": 732}], "secId": 297}, {"speaker": "HOLT", "sentences": [{"text": "So, she's already way ahead and in this day and age, if you don't have a little national name I.D.", "sentId": 733}, {"text": "as Jack said, and if you don't have some early money, you're in big trouble.", "sentId": 734}], "secId": 298}, {"speaker": "BASH", "sentences": [{"text": "A question though....", "sentId": 735}], "secId": 299}, {"speaker": "VALENTI", "sentences": [{"text": "And she's got both.", "sentId": 736}], "secId": 300}, {"speaker": "BASH", "sentences": [{"text": "I have a question though:  Is that name I.D.", "sentId": 737}, {"text": "going to hurt here or help her?", "sentId": 738}, {"text": "We'll see.", "sentId": 739}], "secId": 301}, {"speaker": "VALENTI", "sentences": [{"text": "In the Democratic primary it will help without any question.", "sentId": 740}, {"text": "The big question and I'm sure that all the people around the Senator Clinton are thinking about now is how this works in the general election, but she's a fiercely intelligent and relentless campaigner and she's in the lead right now.", "sentId": 741}], "secId": 302}, {"speaker": "HOLT", "sentences": [{"text": "And don't bet against her.", "sentId": 742}], "secId": 303}, {"speaker": "VALENTI", "sentences": [{"text": "That's right.", "sentId": 743}, {"text": "Don't bet against her.", "sentId": 744}], "secId": 304}, {"speaker": "BASH", "sentences": [{"text": "We'll see.", "sentId": 745}, {"text": "Jack Valenti, Terry Holt, thank you both very much for joining us.", "sentId": 746}], "secId": 305}, {"speaker": "HOLT", "sentences": [{"text": "Thanks, Dana.", "sentId": 747}], "secId": 306}, {"speaker": "BASH", "sentences": [{"text": "Thank you.", "sentId": 748}], "secId": 307}, {"speaker": "And straight ahead", "sentences": [{"text": "What happens when an employer reads an employee's blog.", "sentId": 749}, {"text": "We'll rejoin our blog reporter for the -- for that back-and-forth over some personal postings online.", "sentId": 750}], "secId": 308}, {"speaker": "BASH", "sentences": [{"text": "Well, a personal blog goes public in a very big way.", "sentId": 751}, {"text": "For more on that, let's check in once again with our Jacki Schechner, our blog reporter.", "sentId": 752}, {"text": "Hi, Jacki.", "sentId": 753}], "secId": 309}, {"speaker": "SCHECHNER", "sentences": [{"text": "Hi, Dana.", "sentId": 754}], "secId": 310}, {"speaker": "SCHECHNER", "sentences": [{"text": "Well, can you get fired for having a blog?", "sentId": 755}, {"text": "If you worked for Helene Olin , you can.", "sentId": 756}, {"text": "There was an article in the \"New York Times\" yesterday that Helene Olin  wrote about her nanny having a blog.", "sentId": 757}, {"text": "She told her about it.", "sentId": 758}, {"text": "She read what the nanny wrote.", "sentId": 759}, {"text": "She didn't like it and she fired her.", "sentId": 760}, {"text": "Well, one of the things about firing a blogger is that they have the perfect forum to fire right back at you and that's exactly what Tessy does on her blog called \"Instructions to the Double.\"", "sentId": 761}, {"text": "And the address is subvick.blogspot.com .", "sentId": 762}], "secId": 311}, {"speaker": "SCHECHNER", "sentences": [{"text": "The she talks about the \"New York Times\" essay that was written about her, basically taking Olin  to task on many of the details, saying that they were exaggerations and discounts much of what she wrote, saying in the 20,000 words that she's written on her blog, less than one percent of that was actually about her working for the Olin  family.", "sentId": 763}, {"text": "As far as the personal details, certainly not as juicy as you might expect them to be.", "sentId": 764}, {"text": "From now on, she says this blog will be a gallery of posts that she likes.", "sentId": 765}, {"text": "She's going to put her personal information elsewhere.", "sentId": 766}, {"text": "She says that the idea that Mrs. Olin is reading her blog -- her words, \"creeps her out.s\"", "sentId": 767}], "secId": 312}, {"speaker": "SCHECHNER", "sentences": [{"text": "A lot of the bloggers, as you might expect, are weighing in and defending the blogger.", "sentId": 768}, {"text": "Now, Ezra Kline  has some words of wisdom saying, \"Don't invite your employer to your blog; bad idea.", "sentId": 769}, {"text": "Also, don't make it recognizable.", "sentId": 770}, {"text": "If you do have a blog and you're going to write about where you're working, certainly don't make it anything that if your employer Googles you or looks for you they could find out anything you didn't want them to know.", "sentId": 771}], "secId": 313}, {"speaker": "SCHECHNER", "sentences": [{"text": "Steve Gilliard  at the NewsBlog  also weighing in, saying, \"OK, so she made a mistake.", "sentId": 772}, {"text": "She should have kept her private life private and she certainly should not have told her employer about her blog.\"", "sentId": 773}, {"text": "But he does point out that the -- that Mrs. Olin  putting this essay in the \"New York Times\" with possibly identifiable details is despicable and should not have been done.", "sentId": 774}], "secId": 314}, {"speaker": "SCHECHNER", "sentences": [{"text": "As you might imagine, bloggers coming down on the side of the blogger in this case.", "sentId": 775}, {"text": "Dana, we'll send it back to you.", "sentId": 776}], "secId": 315}, {"speaker": "SCHECHNER", "sentences": [{"text": "Jacki, thank you.", "sentId": 777}, {"text": "Not surprised about that.", "sentId": 778}], "secId": 316}, {"speaker": "SCHECHNER", "sentences": [{"text": "Well, that's it for INSIDE POLITICS.", "sentId": 779}, {"text": "I'm Dana Bash.", "sentId": 780}, {"text": "\"WOLF BLITZER REPORTS\" starts right now.", "sentId": 781}], "secId": 317}, {"speaker": "SCHECHNER", "sentences": [{"text": "END", "sentId": 782}], "secId": 318}, {"speaker": "SCHECHNER", "sentences": [{"text": "TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com", "sentId": 783}], "secId": 319}], "sectionCount": 320, "url": "transcripts.cnn.com/TRANSCRIPTS/0507/18/ip.01.html", "sentenceCount": 785, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 18, 2005 - 15:30   ET", "speakers": ["ANNOUNCER", "BUSH", "COOPER", "All in the timing", "All about Iowa", "BASH", "MALVEAUX", "HENRY", "SPECTER", "KING", "Room", "HENRY ", "ROVE", "MEHLMAN", "MCCLELLAN", "MCCONNELL", "PILGRIM", "UNIDENTIFIED MALE", "Plus", "SCHNEIDER", "ROTHENBERG", "KERRY", "QUESTION", "CLINTON", "BROWNSTEIN", "MORTON", "FOX", "REAGAN", "KNOLLER", "KENNEDY", "SCHECHNER", "HOLT", "VALENTI", "BLITZER", "Coming up at the top of the hour", "Governors", "And straight ahead"], "title": "INSIDE POLITICS"}