{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1501.18.ip.01.html.json", "subTitle": "2016 Republican Field Getting Crowded; Obama Forcing GOP to Say \"No\"?", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Mitt Romney tries to convince skeptical Republicans he's still their best hope of winning the White House.", "sentId": 0}], "secId": 0}, {"speaker": "ROMNEY", "sentences": [{"text": "I'm giving some serious consideration to the future.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Chris Christie is gearing up, too.", "sentId": 2}], "secId": 2}, {"speaker": "CHRISTIE", "sentences": [{"text": "We are a nation beset by anxiety.", "sentId": 3}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "The current president gets a big stage this week, his State of the Union address.", "sentId": 4}], "secId": 4}, {"speaker": "OBAMA", "sentences": [{"text": "Kind of in a rush.", "sentId": 5}, {"text": "I didn't want to wait until the State of the Union to share some of my ideas.", "sentId": 6}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Poll numbers are up but the President's new proposals have little chance in the Republican-controlled Congress.", "sentId": 7}], "secId": 6}, {"speaker": "CRUZ", "sentences": [{"text": "Let's lead with a big, bold positive agenda that says to the American people, you had a referendum and you rejected the Obama agenda.", "sentId": 8}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS the biggest stories sourced by the best reporters now.", "sentId": 9}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 10}, {"text": "I'm John King.", "sentId": 11}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 12}], "secId": 9}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Julie Pace of the Associated Press; Robert Costa of the \"Washington Post\"; CNN's Peter Hamby; and Nia-Malika Henderson of the \"Washington Post\".", "sentId": 13}], "secId": 10}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "President Obama delivers his State of the Union address this week and is ready to share a wish list aimed at the middle class but one that has almost zero chance of passing the Republican congress.", "sentId": 14}, {"text": "That -- in a moment but we begin this Sunday morning with Mitt Romney and a moment he compared to a high school reunion.", "sentId": 15}, {"text": "An appearance before a major Republican gathering to make clear he's gearing for a third run for the presidency in 2016.", "sentId": 16}], "secId": 11}, {"speaker": "ROMNEY", "sentences": [{"text": "In the last few days the most frequently asked question I get is, what does Ann think about all this?", "sentId": 17}, {"text": "And she believes that people get better with experience.", "sentId": 18}, {"text": "And -- heaven knows I have experience running for president.", "sentId": 19}], "secId": 12}, {"speaker": "ROMNEY", "sentences": [{"text": "The results of the Hillary Clinton/Barack Obama foreign policy have been devastating.", "sentId": 20}, {"text": "And you know that.", "sentId": 21}, {"text": "Terrorism is not on the run.", "sentId": 22}, {"text": "The American people are struggling to make ends meet and so our policies in this regard are designed to help create economic growth and put people back to work and to get rising wages.", "sentId": 23}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "There you have it, Mitt Romney signaling he's back.", "sentId": 24}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Robert Costa, there's been a bit of a backlash this week since this word came out.", "sentId": 25}, {"text": "A lot of Republicans saying don't do this.", "sentId": 26}, {"text": "You had your chance, you lost.", "sentId": 27}, {"text": "Yet formidable fundraising network, a formidable infrastructure in place around the country, a very crowded Republican field -- you would make a mistake if you underestimate his potential to be the nominee again.", "sentId": 28}], "secId": 15}, {"speaker": "COSTA", "sentences": [{"text": "Checking in with Romney allies this morning, he's still moving forward.", "sentId": 29}, {"text": "This is still an aggressive former nominee who wants to be back on that stage.", "sentId": 30}], "secId": 16}, {"speaker": "COSTA", "sentences": [{"text": "And what's most interesting is that when he was at the RNC he was trying to modulate his pitch.", "sentId": 31}, {"text": "He was talking about poverty in a way he never did in 2012.", "sentId": 32}, {"text": "He recognizes if he does really do this he needs to change his message and start to reach out to those voters who are skeptical.", "sentId": 33}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "So you have the generational schism in the party, you have Romney, Jeb Bush -- older guys up at the top.", "sentId": 34}, {"text": "Rick Perry I think would be with them.", "sentId": 35}, {"text": "And then the younger guys -- the Marco Rubios, the Ted Cruz's, the Rand Pauls -- getting into the race.", "sentId": 36}, {"text": "You have now this ideological debate in the party -- Santorum, Huckabee, Carson over on the right.", "sentId": 37}, {"text": "I guess you would put Christie, Romney, Jeb Bush on the establishment side.", "sentId": 38}, {"text": "They would say center-right.", "sentId": 39}, {"text": "Ted Cruz would say the mushy middle.", "sentId": 40}, {"text": "It's fascinating.", "sentId": 41}, {"text": "PETER HAMBY, CNN NATIONAL POLITICS REPORTER:  Absolutely.", "sentId": 42}, {"text": "On the", "sentId": 43}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "establishment side of things we actually haven't seen this for a while where you have a bunch of credible contenders on that side.", "sentId": 44}, {"text": "Usually it's sort of the conservative grassroots wing that has a bunch of people.", "sentId": 45}, {"text": "And then, you know, you have your Romneys, your John McCains, your George W. Bushes who sort of, you know, drive through that lane, you know.", "sentId": 46}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "So that is going to be interesting to watch.", "sentId": 47}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Christie is interesting here because both Jeb and Romney sort of draw not only from the same voters, you know, sort of mainstream business-friendly folks, but also the same donors.", "sentId": 48}, {"text": "And you know, over the last few weeks both Jeb Bush and Mitt Romney have been actually pretty aggressive in calling these big donors, most of them New York based.", "sentId": 49}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "Remember, a year ago that was supposed to be Christie's crowd just over the river.", "sentId": 50}, {"text": "He is calling donors but he seems to be moving a little bit more slowly.", "sentId": 51}, {"text": "If you talk to Christie world, they say, what's the point right now in chasing new cycles?", "sentId": 52}, {"text": "It's January 2015.", "sentId": 53}, {"text": "We've got time.", "sentId": 54}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "I would look for Christie to actually launch some kind of PAC in the next couple of weeks after, you know, Larry Hogan is sworn in as governor, a governor he helped elect as RGA chairman.", "sentId": 55}, {"text": "So that's going to be interesting launch to watch.", "sentId": 56}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Look, I think Christie's message if he runs is going to be what you just said, that Romney and Jeb are both sort of avatars of the past and we need a fresh face to go up against Hillary Clinton.", "sentId": 57}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "At the very same meeting, Scott Walker, the governor of Wisconsin, newly re-elected, one of those people who thinks he's the next generation -- he things the now generation is the case he's trying to make for 2016.", "sentId": 58}, {"text": "Like Governor Romney he went directly after Hillary Clinton.", "sentId": 59}, {"text": "But listen to Scott Walker here who clearly has Governor Romney in mind, not just Hillary Clinton, when he says it's time to move on.", "sentId": 60}], "secId": 25}, {"speaker": "WALKER", "sentences": [{"text": "We need a fresh, new perspective that says the answers to the ailments of our nation do not come out of our nation's capital.", "sentId": 61}, {"text": "They come not only out of our states but more importantly from the people of the state at the grassroots.", "sentId": 62}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "It is -- to Peter's point it would be on paper an impressive field.", "sentId": 63}, {"text": "If you've got -- not taking sides, but if you've got a Bush, a Romney, maybe a Christie, a Walker, a Perry, a Huckabee a guy who's run before, Santorum has run before, Ben Carson want to carve out a slice on the right, haven't mentioned yet whether maybe Mike Pence, the governor of Indiana runs, maybe John Kasich the governor of Ohio runs.", "sentId": 64}], "secId": 27}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, a big, big field.", "sentId": 65}, {"text": "They're going to need a big debate stage.", "sentId": 66}, {"text": "Certainly Walker there, not the most charismatic of guys if you look at him compared to everyone else on the field but he has a case to be made -- somebody who's run, somebody who certainly had a lot of attention from the Tea Party and the grassroots activists.", "sentId": 67}], "secId": 28}, {"speaker": "HENDERSON", "sentences": [{"text": "I think Christie has got to figure out what his best argument.", "sentId": 68}, {"text": "If he talked about on that State of the Union address he talked of the nation being beset by anxiety.", "sentId": 69}, {"text": "I don't if you look to Chris Christie as someone who can soothe the nation, an anxious nation.", "sentId": 70}, {"text": "But he's got to figure that out.", "sentId": 71}, {"text": "Now he's sort of saying I'll go slow but the question is, is he going to lose argument.", "sentId": 72}], "secId": 29}, {"speaker": "PACE", "sentences": [{"text": "Scott Walker touched on something really important.", "sentId": 73}, {"text": "Voters like change.", "sentId": 74}, {"text": "They like fresh faces.", "sentId": 75}, {"text": "We saw that when Barack Obama ran in 2008.", "sentId": 76}, {"text": "There is something that is really appealing about that message.", "sentId": 77}, {"text": "That combined with a \"I'm from outside of Washington\"  -- that could be a very strong argument if you're lined up next to Mitt Romney and Jeb Bush.", "sentId": 78}], "secId": 30}, {"speaker": "HAMBY", "sentences": [{"text": "The larger dynamic in the Republican field is and one of the reason I think you're seeing Romney run is just like, why not?", "sentId": 79}, {"text": "You know, Jeb Bush -- Jeb Bush is a front-runner but guess what, he's not a front-runner.", "sentId": 80}, {"text": "He has a lot of work to do with Republicans and so does everybody else.", "sentId": 81}], "secId": 31}, {"speaker": "HAMBY", "sentences": [{"text": "Chris Christie is vastly diminished from a year ago, two years but that puts him still on an even playing field with all these other guys.", "sentId": 82}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "And you say why not.", "sentId": 83}, {"text": "It's a wide open field.", "sentId": 84}, {"text": "You have the ideologically splits that will be played out and this policy -- not just the guys.", "sentId": 85}, {"text": "The Republican Party has disagreements over education.", "sentId": 86}, {"text": "Same-sex marriage, the Supreme Court agrees to take that this week.", "sentId": 87}, {"text": "There's no question whatever decision the court makes by June will be front and center.", "sentId": 88}, {"text": "Education -- Governor Bush is for common core education standards.", "sentId": 89}, {"text": "Many of his rivals would say no way.", "sentId": 90}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "You have ideological steps that would play out, the generational fights that will play out, plus this.", "sentId": 91}, {"text": "Increasingly they're not saying Hillary Clinton is not formidable.", "sentId": 92}, {"text": "They know she'll be tough but they look at 2014, they look at where the President's standing is right now.", "sentId": 93}, {"text": "And maybe they're deluding themselves.", "sentId": 94}, {"text": "They think now more than if you asked them six months ago or a year ago that she's beatable.", "sentId": 95}], "secId": 34}, {"speaker": "COSTA", "sentences": [{"text": "You saw that from Romney's remarks on Friday.", "sentId": 96}, {"text": "They're trying to already tie Clinton to President Obama's foreign policy and they believe they have an opportunity coming off the momentum in 2014 to really contend for the White House.", "sentId": 97}], "secId": 35}, {"speaker": "COSTA", "sentences": [{"text": "And to Julie's point about the change argument, a lot of Republicans do want to make that argument against Clinton, have a fresh face.", "sentId": 98}, {"text": "At the same time Republicans traditionally coalesce around a familiar face in the Republican primaries.", "sentId": 99}, {"text": "And to win the nomination you're going to have to beat Bush and you're going to have to beat Romney -- two of the biggest families in the Republican presidential politics.", "sentId": 100}], "secId": 36}, {"speaker": "HENDERSON", "sentences": [{"text": "And maybe you want somebody more experienced.", "sentId": 101}, {"text": "But certainly Hillary Clinton has experience in running for president and being on the national stage.", "sentId": 102}, {"text": "If you're a Republican and you see this as sort of a bet, where do you want to put your money?", "sentId": 103}, {"text": "Do you want to put somebody out there who is a fresh face and therefore not as experienced.", "sentId": 104}], "secId": 37}, {"speaker": "HAMBY", "sentences": [{"text": "Totally.", "sentId": 105}, {"text": "That's what's so fascinating about Romney is that like one day you can say this guy has the experience.", "sentId": 106}, {"text": "He's tested, he's been there before.", "sentId": 107}, {"text": "And the next day you can say the Romney face tattoo guy, you know, so like a bunch of different people interviewed him.", "sentId": 108}, {"text": "This guy -- I'm not for him anymore.", "sentId": 109}, {"text": "Like why should we trust him?", "sentId": 110}, {"text": "He got out there last time and just screwed it up and fumbled the ball.", "sentId": 111}], "secId": 38}, {"speaker": "PACE", "sentences": [{"text": "It's somehow it's going to be about how Romney casts it.", "sentId": 112}, {"text": "I mean your argument for running for president cannot be that I would have been really good had you elected me the last time.", "sentId": 113}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "I told you so.", "sentId": 114}], "secId": 40}, {"speaker": "PACE", "sentences": [{"text": "I told you so.", "sentId": 115}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "That's a good bumper sticker.", "sentId": 116}], "secId": 42}, {"speaker": "HENDERSON", "sentences": [{"text": "Buyers' remorse.", "sentId": 117}], "secId": 43}, {"speaker": "HAMBY", "sentences": [{"text": "That argument, along with the poverty message, that he's credible on foreign policy, that's what his sort of aides and  are saying, he'll be credible on foreign policy because I told you so.", "sentId": 118}, {"text": "He still doesn't have foreign policy experience.", "sentId": 119}], "secId": 44}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 120}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "But you'll remember he was the guy who stepped in it with the 47 percent remark that was recorded on a fundraiser.", "sentId": 121}, {"text": "And here you watch in the RNC speech saying this is Mitt Romney, a wealthy man who sometimes has trouble talking about his wealth.", "sentId": 122}, {"text": "God bless him for having that wealth -- he earned.", "sentId": 123}, {"text": "But he has trouble talking about so by making his case that under President Obama the rich have gotten richer and the working class had been hurt.", "sentId": 124}, {"text": "I mean, it's an argument Republicans want to make but it was odd watching Mitt Romney given what happened in the last campaign make it.", "sentId": 125}], "secId": 46}, {"speaker": "COSTA", "sentences": [{"text": "-- real quick with people close to Chris Christie and close to Jeb Bush.", "sentId": 126}, {"text": "And they say when you watch Romney you see he now has sympathy for the poor and the working class but does he have empathy?", "sentId": 127}, {"text": "They think in a long run as the Republican Party tries to address the gap between the rich and the poor, Christie with his middle class roots, Jeb Bush with his right to rise will be able to resonate over Romney.", "sentId": 128}, {"text": "KING:  But the way they've limited the debates and stretched out", "sentId": 129}], "secId": 47}, {"speaker": "COSTA", "sentences": [{"text": "the calendar -- those decisions were locked in at that very same meeting -- the Republican National Committee meeting that he spoke to.", "sentId": 130}, {"text": "You can make the case that, again, you know, for all the doubts about Romney, that it helps a guy who you know has a good fundraising network and has an infrastructure and proved last time when he wobbled a few times that he can sustain for the long haul.", "sentId": 131}], "secId": 48}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, but I mean Romney's problems weren't necessarily on the debate stage.", "sentId": 132}, {"text": "They were the 47 percent remarks.", "sentId": 133}, {"text": "They were, well, poor people have the safety net.", "sentId": 134}, {"text": "There are things he sort of said and positions he took outside of the debate stage.", "sentId": 135}], "secId": 49}, {"speaker": "HAMBY", "sentences": [{"text": "One interesting point on the calendar, you can make the argument that a shorter, condensed calendar favors a well-funded, well-organized candidate.", "sentId": 136}, {"text": "At the same time there's a bunch of southern states that are sort of lining up to go on March 1st which will be right after those first four states.", "sentId": 137}, {"text": "So say you have someone like Romney or Jeb Bush come out of those first four then you could have a bunch of southern states split their votes and give a bunch of delegates to conservatives.", "sentId": 138}, {"text": "So you could also look at the argument that it might --", "sentId": 139}], "secId": 50}, {"speaker": "COSTA", "sentences": [{"text": "Look at what happened to Huckabee in 2008 and then Santorum in 2012.", "sentId": 140}, {"text": "You can have early momentum in a southern state like South Carolina or Iowa but unless you have the money to play long term, to play even to the convention this time, you won't survive.", "sentId": 141}], "secId": 51}, {"speaker": "HENDERSON", "sentences": [{"text": "And that's the thing.", "sentId": 142}, {"text": "I talked to folks close to the Huckabee camp and that's the thing.", "sentId": 143}, {"text": "They're not sure he's going to be sustainable in terms of real money.", "sentId": 144}, {"text": "He can sustain himself by doing sort of the talk show circuit and stuff like that but in terms of real money from that evangelical base --", "sentId": 145}], "secId": 52}, {"speaker": "HAMBY", "sentences": [{"text": "That's why he got in early.", "sentId": 146}, {"text": "That's why he quit.", "sentId": 147}], "secId": 53}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, start now.", "sentId": 148}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "But if you've got a Romney, a Bush, maybe a Christie in there, those other guys, whether it's Governor Walker or Governor Kasich or the live off the earth guys Rand Paul you're going to be thinking now, triple check your list, make sure you have money for the long haul.", "sentId": 149}, {"text": "Because remember in post Citizens United era, you have your campaign stash infrastructure you need but you also need super PAC infrastructure.", "sentId": 150}], "secId": 55}, {"speaker": "HENDERSON", "sentences": [{"text": "That's right.", "sentId": 151}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "And any smart people -- it costs money.", "sentId": 152}, {"text": "Never mind the ads, the millions you spend on that in the end, you have to build the team.", "sentId": 153}, {"text": "You have to get the lawyers.", "sentId": 154}, {"text": "You have to get the accountants.", "sentId": 155}], "secId": 57}, {"speaker": "PACE", "sentences": [{"text": "That's what's so interesting is, you know, even in the last campaign people were still a little nervous about super PACs.", "sentId": 156}, {"text": "Now everyone is all in.", "sentId": 157}, {"text": "There is no shying away from super PACs.", "sentId": 158}, {"text": "They are so crucial if you're going to play up to a convention.", "sentId": 159}], "secId": 58}, {"speaker": "HAMBY", "sentences": [{"text": "Yes.", "sentId": 160}, {"text": "We're kind of seeing like the death of the exploratory committee actually.", "sentId": 161}, {"text": "Like now in this campaign finance world people are starting leadership PACs and then having allies start a super PAC just to start raising money.", "sentId": 162}], "secId": 59}, {"speaker": "COSTA", "sentences": [{"text": "I e-mailed Foster Friess, Santorum's guy, on Saturday and said he had a great meeting with Santorum.", "sentId": 163}, {"text": "They're feeling good.", "sentId": 164}, {"text": "Santorum had Foster Friess help him in 2012.", "sentId": 165}, {"text": "They're all looking at the Foster Friess model in 2016.", "sentId": 166}, {"text": "Get someone big to run that super PAC --", "sentId": 167}], "secId": 60}, {"speaker": "HAMBY", "sentences": [{"text": "Your number one fan --", "sentId": 168}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "To borrow the phrase we hear repeatedly now.", "sentId": 169}, {"text": "Some people mean it.", "sentId": 170}, {"text": "Some people just don't want to answer the specifics any one candidate.", "sentId": 171}, {"text": "The more, the merrier.", "sentId": 172}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Up next, the State of the Union and why President Obama is adding to a wish list he knows Republicans in Congress will ignore.", "sentId": 173}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "But first, this week's \"Politicians Say the Darnedest Things\" wraps up our Mitt Romney conversation with the take of his 2012 opponent.", "sentId": 174}], "secId": 64}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "I'd really like to hear your reaction to the news that Mitt Romney is thinking about running for president again.", "sentId": 175}], "secId": 65}, {"speaker": "OBAMA", "sentences": [{"text": "On your last question I have no comment.", "sentId": 176}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 177}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "The President delivers his State of the Union address Tuesday night to a joint session of Congress.", "sentId": 178}, {"text": "We hope you'll join us here at CNN for our special coverage.", "sentId": 179}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "In a moment some of the details -- but first let's take a look at his political standing compared to some of his predecessors.", "sentId": 180}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "First the President -- no he's not at the 64 percent where he began back in 2009.", "sentId": 181}, {"text": "But look, after going down and then flat lining for much of last year, the President is actually up in recent weeks since the election at 47 percent now.", "sentId": 182}, {"text": "His aides are hoping that number keeps going up.", "sentId": 183}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "How does that compare?", "sentId": 184}, {"text": "Well, let's take a look.", "sentId": 185}, {"text": "These are all two-term presidents giving their State of the Union in their seventh year.", "sentId": 186}, {"text": "Ronald Reagan was at 49 percent.", "sentId": 187}, {"text": "Bill Clinton leads the pack here at 63 percent.", "sentId": 188}, {"text": "George W. Bush remember Iraq war angst, and other angst -- Katrina and the like, down at 33 percent.", "sentId": 189}, {"text": "President Obama as we said at 47 percent.", "sentId": 190}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "Julie Pace, the question is he's 47 percent, he's feeling better about himself but the Republicans just walloped him in the last election.", "sentId": 191}, {"text": "The President is going to give a list of proposals that the Republicans say \"no way\".", "sentId": 192}, {"text": "Is the President really hopeful he can get these passed or is this about framing contrast?", "sentId": 193}], "secId": 72}, {"speaker": "PACE", "sentences": [{"text": "Sure.", "sentId": 194}, {"text": "I mean they always hope that they can get things passed.", "sentId": 195}, {"text": "They also know realistically that the vast majority of things that he's going to announce on Tuesday night will not get passed.", "sentId": 196}, {"text": "This is mostly about sending two messages.", "sentId": 197}, {"text": "One is sending a message to Republicans, I know you won but I'm not going to I'll sit back and just let you push your agenda through.", "sentId": 198}, {"text": "I'm going to take -- I'm going to be pro active and I'm going to stand by my principles.", "sentId": 199}], "secId": 73}, {"speaker": "PACE", "sentences": [{"text": "The second piece of this, I think, is about setting the tone for Democrats heading into 2016.", "sentId": 200}, {"text": "If you look at the proposals on taxes, this is just a classic Democratic Party message -- raising taxes on the wealthy to fund programs for the middle class and for the poor.", "sentId": 201}, {"text": "If he can set that agenda he feels like he can prop up Hillary Clinton, perhaps another challenger if she doesn't run.", "sentId": 202}, {"text": "But this is part of him setting the tone and making himself part of the conversation going into 2016.", "sentId": 203}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "You mentioned the contrast.", "sentId": 204}, {"text": "And let's look at some of the proposals because remember the Senate will be in play in 2016 again.", "sentId": 205}, {"text": "Republicans think they keep the House but who knows.", "sentId": 206}, {"text": "There's a presidential election in 2016.", "sentId": 207}, {"text": "The President as Julie noted, he wants to give college tuition help -- essentially free community college or subsidized community college for two years.", "sentId": 208}, {"text": "The federal government would subsidize state efforts to do that.", "sentId": 209}, {"text": "Paid family leave is on the President's list.", "sentId": 210}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "As Julie just noted -- a tax hike for the wealthy.", "sentId": 211}, {"text": "The President  money to give tax credits to the middle class.", "sentId": 212}, {"text": "There's no question they think it's an agenda that helps the Democrats.", "sentId": 213}, {"text": "The question is what does it do with the climate here in Washington?", "sentId": 214}, {"text": "And I guess that the Republicans feeling that pressure especially if the President's numbers keep inching up that they maybe got to do a deal.", "sentId": 215}], "secId": 76}, {"speaker": "HENDERSON", "sentences": [{"text": "Well, I mean there probably will be some sort of deal around tax reform.", "sentId": 216}, {"text": "That seems like the only thing that might be able to get done, but mostly it is about this sort of a legacy agenda.", "sentId": 217}, {"text": "What does the Democratic Party stand for?", "sentId": 218}, {"text": "What does Obama stand for?", "sentId": 219}, {"text": "And we've seen him do that.", "sentId": 220}, {"text": "After he got walloped as you said in that mid-term election, he started to make moves around immigration reform with the executive order, around Cuba.", "sentId": 221}, {"text": "All of this in some ways played into the culture wars.", "sentId": 222}], "secId": 77}, {"speaker": "HENDERSON", "sentences": [{"text": "What does the Democratic Party stand for?", "sentId": 223}, {"text": "So I think that's much more.", "sentId": 224}, {"text": "And you can't help but notice I mean John Podesta is sitting in that White House as they are crafting these messages and we know that in a number of weeks he's going to be working for Hillary Clinton.", "sentId": 225}], "secId": 78}, {"speaker": "HAMBY", "sentences": [{"text": "What's interesting on the Clinton front is -- I mean she obviously understands that things have changed since Bill Clinton's presidency.", "sentId": 226}, {"text": "But Bill Clinton, you know, he reduced capital gains tax as part of the '97 budget deal.", "sentId": 227}, {"text": "He rolled back Glass-Steagall, contributed, you know, he had a Wall Street-friendly administration.", "sentId": 228}], "secId": 79}, {"speaker": "HAMBY", "sentences": [{"text": "So it will be kind of interesting to watch as these markers are laid down by Democrats nationally, you know, how far away she moves from Bill and how she talks about that.", "sentId": 229}], "secId": 80}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 230}, {"text": "And what Republicans have to do.", "sentId": 231}, {"text": "I mean you have Mitt Romney talking about income inequality, what are they going to do in terms of real plans.", "sentId": 232}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "With economic growth up, there will be more tax revenues, meaning more money in Washington.", "sentId": 233}, {"text": "The question is whether that's enough of a pot to create a deal.", "sentId": 234}, {"text": "Will the Republicans feel enough pressure, they have to give the Presidents at least one or two of these things and in return get something.", "sentId": 235}, {"text": "Tax cuts for small business or something like that.", "sentId": 236}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "This is a job that everybody seems to want until they do it.", "sentId": 237}, {"text": "Marco Rubio, have a drink of water -- and the like.", "sentId": 238}, {"text": "It's a hard job -- I'm not trying to pick too much fun there.", "sentId": 239}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Joni Ernst -- you might remember her -- she's going to deliver the Republican response.", "sentId": 240}, {"text": "She's the new senator from Iowa.", "sentId": 241}, {"text": "And if you're not quite sure who she is, here's a little flashback.", "sentId": 242}, {"text": "Here's how most of you met Joni Ernst.", "sentId": 243}], "secId": 84}, {"speaker": "ERNEST", "sentences": [{"text": "I'm Joni Ernst.", "sentId": 244}, {"text": "I grew up castrating hogs on an Iowa farm.", "sentId": 245}, {"text": "So when I get to Washington I'll know how to cut pork.", "sentId": 246}, {"text": "Let's make them squeal.", "sentId": 247}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "It is interesting.", "sentId": 248}, {"text": "And that was a great ad.", "sentId": 249}, {"text": "She broke out of a crowded Republican field with that and some other provocative ads.", "sentId": 250}, {"text": "Republicans have chosen a woman, Robert -- somebody from out of the state of Iowa.", "sentId": 251}, {"text": "What are they hoping to accomplish here with -- it's just a tough job?", "sentId": 252}], "secId": 86}, {"speaker": "COSTA", "sentences": [{"text": "What a rise for Joni Ernst.", "sentId": 253}, {"text": "A year ago she was an unknown state senator running in a competitive primary in Iowa.", "sentId": 254}, {"text": "Now, she's a king maker in the state as the first in the nation caucus and she's giving the State of the Union response.", "sentId": 255}, {"text": "I think it's a lot like when Congresswoman Cathy McMorris-Rodgers gave the response last year.", "sentId": 256}], "secId": 87}, {"speaker": "COSTA", "sentences": [{"text": "Republicans know they have problems to reach out to women voters.", "sentId": 257}, {"text": "And this is part of that effort.", "sentId": 258}, {"text": "They also believe Ernst because she has blue collar roots.", "sentId": 259}, {"text": "She has a background and appeal that it's beyond the wealthy persona that often tags a lot of Republicans.", "sentId": 260}, {"text": "They think she's the kind of voice they want.", "sentId": 261}], "secId": 88}, {"speaker": "PACE", "sentences": [{"text": "One thing that I would just note on this.", "sentId": 262}, {"text": "I just find it so interesting that the way to attract women is to put a woman in sort of a symbolic role like.", "sentId": 263}, {"text": "When we talk about the Republican presidential field though, where are women?", "sentId": 264}], "secId": 89}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, that's true.", "sentId": 265}], "secId": 90}, {"speaker": "PACE", "sentences": [{"text": "Carly Fiorina as woman a because  State of the Union.", "sentId": 266}, {"text": "We have to get them more into the party leadership.", "sentId": 267}], "secId": 91}, {"speaker": "HAMBY", "sentences": [{"text": "Not that Fiorina thanks you.", "sentId": 268}], "secId": 92}, {"speaker": "HAMBY", "sentences": [{"text": "I mean the State of the Union address generally is sort of like an over-hyped pageant show anyway.", "sentId": 269}, {"text": "And the response is even more so.", "sentId": 270}], "secId": 93}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 271}], "secId": 94}, {"speaker": "HAMBY", "sentences": [{"text": "Look, I mean yes, the opposition party like tries to put a sort of a friendlier face on their agenda with whatever messenger they choose.", "sentId": 272}, {"text": "But I think Cathy McMorris Rodgers was good last year because we forget everything she said.", "sentId": 273}], "secId": 95}, {"speaker": "HAMBY", "sentences": [{"text": "But if you do that speech, don't like have a floating eye brow like Tim Kaine or be can't move the page like Bobby Jindal or drink the water.", "sentId": 274}], "secId": 96}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes -- or try to drink water.", "sentId": 275}], "secId": 97}, {"speaker": "HAMBY", "sentences": [{"text": "We remember the responses --", "sentId": 276}], "secId": 98}, {"speaker": "HENDERSON", "sentences": [{"text": "-- when they're bad.", "sentId": 277}], "secId": 99}, {"speaker": "HAMBY", "sentences": [{"text": "-- and that sort of thing.", "sentId": 278}, {"text": "On the Joni front, I mean I talked with one of her consultants who worked on her campaign and has been around the block.", "sentId": 279}, {"text": "He did say that he's worked with a lot of candidates and in person she doesn't really pop but he did say that of the candidates he's worked with, she is actually one of the more telegenic people that he's worked with.", "sentId": 280}], "secId": 100}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 281}, {"text": "But there's something just airless about --", "sentId": 282}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "Sorry, we have a little bit of time issue here.", "sentId": 283}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "Join our coverage Tuesday night for the State of the Union.", "sentId": 284}, {"text": "We'll bring you in so you can get whatever you want to say.", "sentId": 285}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Tomorrow's news today is next.", "sentId": 286}, {"text": "Our reporters share from their notebooks including news about John McCain's old campaign sidekick gearing up for a possible White House run of his own.", "sentId": 287}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table -- get you out ahead of the big political stories just around the corner.", "sentId": 288}], "secId": 105}, {"speaker": "Nia-Malika Henderson.     HENDERSON", "sentences": [{"text": "What will the President say on Tuesday in his State", "sentId": 289}], "secId": 106}, {"speaker": "Nia-Malika Henderson.     HENDERSON", "sentences": [{"text": "of the Union address on race and policing?", "sentId": 290}, {"text": "In many ways this is an issue that has receded from the conversation even as you've had Eric Holder going around the country talking to different communities.", "sentId": 291}, {"text": "You've got the CBC in Ferguson today as well as calling for money, for body cameras.", "sentId": 292}], "secId": 107}, {"speaker": "Nia-Malika Henderson.     HENDERSON", "sentences": [{"text": "This past week the task force, the policing task force met unexpectedly I think to a lot of people in the administration, police on very different sides than some of the protesters.", "sentId": 293}, {"text": "A lot of people waiting to see what the President will say -- if anything, about race and policing on Tuesday.", "sentId": 294}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "We'll watch that one Tuesday night.", "sentId": 295}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "Peter Hamby?", "sentId": 296}], "secId": 110}, {"speaker": "HAMBY", "sentences": [{"text": "One name that hasn't gotten a lot of attention so far in all the talk about Republicans 2016 is Senator Lindsey Graham, maybe with good reason.", "sentId": 297}, {"text": "He has floated himself for president but I'm told it's actually pretty serious.", "sentId": 298}, {"text": "He had a meeting with some of his top donors about a week ago in South Carolina and told them in the first quarter of this year I'm going to raise about half a million dollars, go to early states, see if there's a space for me in this field.", "sentId": 299}], "secId": 111}, {"speaker": "HAMBY", "sentences": [{"text": "Obviously he's a foreign policy hawk.", "sentId": 300}, {"text": "It might be kind of an issue-driven campaign rather than the serious one.", "sentId": 301}, {"text": "But as an added level of intrigue if he does run -- remember South Carolina is an early primary state -- that would put a lot of his top donors and operatives in a pickle, you know.", "sentId": 302}, {"text": "Because usually, you know, they have their choice of candidates to support.", "sentId": 303}, {"text": "But if their hometown guy runs for president they're going to have a choice to make.", "sentId": 304}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "We know John McCain is on board with that.", "sentId": 305}], "secId": 113}, {"speaker": "HAMBY", "sentences": [{"text": "That is the greatest buddy-buddy act of the century.", "sentId": 306}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "Find Joe Lieberman and put the three amigos back together.", "sentId": 307}, {"text": "Robert.", "sentId": 308}], "secId": 115}, {"speaker": "COSTA", "sentences": [{"text": "On Monday former Massachusetts Governor Mitt Romney will be in California in the Palm Springs area to give a paid speech.", "sentId": 309}, {"text": "He's speaking to a corporate audience for about an hour.", "sentId": 310}, {"text": "There will also be Q and A.", "sentId": 311}, {"text": "This is his first public appearance since he spoke at the Republican national committee on Friday.", "sentId": 312}], "secId": 116}, {"speaker": "COSTA", "sentences": [{"text": "We're really going to have to see how much farther is Romney going to move?", "sentId": 313}, {"text": "Is he going to send some more signals about his message and his pitch should he run for president?", "sentId": 314}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "Maybe we can find some people in the room and suggest a few questions.", "sentId": 315}, {"text": "Julie.", "sentId": 316}], "secId": 118}, {"speaker": "PACE", "sentences": [{"text": "President Obama crosses into one of the indisputable stages of a lame duck presidency this week.", "sentId": 317}, {"text": "And that is the non- essential foreign travel stage.", "sentId": 318}, {"text": "He's going to India basically for a parade and a visit to the Taj Mahal.", "sentId": 319}, {"text": "Yes, there are strategic interests with India and those will be on the agenda but think about the timing of this.", "sentId": 320}, {"text": "The President is going to India three days after his State of the Union address -- a period of time when he normally would be out trying to rally congress and the public behind his agenda.", "sentId": 321}], "secId": 119}, {"speaker": "PACE", "sentences": [{"text": "I think this says all you need to know about the likelihood that anything he announces on Tuesday actually gets done.", "sentId": 322}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "You're not dissing the Taj Mahal?", "sentId": 323}], "secId": 121}, {"speaker": "PACE", "sentences": [{"text": "I can't wait.", "sentId": 324}, {"text": "It will be great.", "sentId": 325}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 326}, {"text": "It's been more than a month now since Hillary Clinton held a public event but that doesn't mean she's taking a break from politics -- quite to the contrary.", "sentId": 327}, {"text": "As it's been widely reported -- Secretary Clinton now building a 2016 campaign team that looks very, very different from her 2008 high command.", "sentId": 328}, {"text": "Her husband's former chief of staff John Podesta now leaving the Obama White House to lead team Hillary.", "sentId": 329}, {"text": "And two veterans of the 2008 and 2012 Obama campaigns will serve as top Clinton strategist and chief media advisor.", "sentId": 330}], "secId": 123}, {"speaker": "KING", "sentences": [{"text": "The biggest question, of course, is whether Secretary Clinton has been using this down time to hone her campaign rationale, to answer those liberals who say she's too cozy with Wall Street, or to answer Republicans who label her more about the past than about the future.", "sentId": 331}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "But while awaiting her return to the public stage, even senior Republicans and those Democrats pushing to draft Elizabeth Warren concede her 2016 staff recruits are top notch.", "sentId": 332}], "secId": 125}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 333}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 334}, {"text": "I'm off to Foxboro today.", "sentId": 335}, {"text": "Go Patriots.", "sentId": 336}, {"text": "We'll see you soon.", "sentId": 337}], "secId": 126}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" starts right now.", "sentId": 338}], "secId": 127}], "sectionCount": 128, "url": "transcripts.cnn.com/TRANSCRIPTS/1501/18/ip.01.html", "sentenceCount": 340, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired January 18, 2015 - 08:30   ET", "speakers": ["KING", "ROMNEY", "CHRISTIE", "OBAMA", "CRUZ", "With us to share their reporting and their insights", "COSTA", "WALKER", "HENDERSON", "PACE", "HAMBY", "UNIDENTIFIED MALE", "ERNEST", "Nia-Malika Henderson.     HENDERSON"], "title": "INSIDE POLITICS"}