{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1607.25.ip.02.html.json", "subTitle": "Clinton: Unfair \"Hillary Standard\" On Trust; Trump Says He's Expanding His Immigration Ban; Trump-Pence Gets Post-Convention Bump In Polls; Trump Calls Roger Ailes A \"Very Good Person\"; Kaine Well Received By Democratic Faithful. Aired 12:30-1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "ZELENY", "sentences": [{"text": "... when she says that because it gets to the point of the wall was made ...", "sentId": 0}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "Poor Hillary, no one ...", "sentId": 1}], "secId": 1}, {"speaker": "RAJU", "sentences": [{"text": "The FBI director clearly contradicted several of her public assertions about the classified the e-mail server and the fact that she was a passing along classified information on her e-mail server, so yes, you know, one of her issues is that she is one of the most well-known people in public wise and this is out the scope of the and outside her year this has been an outside your year, will it be that way in a general election probably that she's been in the inside for so long and has build up.", "sentId": 2}], "secId": 2}, {"speaker": "BALL", "sentences": [{"text": "That e-mail scandal is not Whitewater and comments like that suggests that she sees that is justice and substantial and in partisan as Whitewater is when you have again Democratic administrations, FBI, director saying these things about the way you handled, it's just and in every comment that she made where she sort of technically and grudgingly apologized, she never seems to take the scandal as seriously as the American people they know.", "sentId": 3}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "How hard is it for somebody who -- most Americans think they know her and that is a lot about everybody we don't know, but she's been around so long, the most Americans think they don't know her a lot of the younger voters who Bernie Sanders attracted to primaries they don't know her, but he told her, he told them can't trust her she likes the judgment to be president.", "sentId": 4}], "secId": 4}, {"speaker": "ZELENY", "sentences": [{"text": "He also said enough of the damn e-mails.", "sentId": 5}, {"text": "So I mean ...", "sentId": 6}], "secId": 5}, {"speaker": "BALL", "sentences": [{"text": "Yeah.", "sentId": 7}], "secId": 6}, {"speaker": "ZELENY", "sentences": [{"text": "I guess it's -- that would be funny if he would say that again tonight and I think like where at a point.", "sentId": 8}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "That will be a double on Congress tonight, would it?", "sentId": 9}], "secId": 8}, {"speaker": "ZELENY", "sentences": [{"text": "Yes.", "sentId": 10}], "secId": 9}, {"speaker": "BALL", "sentences": [{"text": "But look the Clinton campaign is pretty happy with the things that Bernie Sanders is saying now.", "sentId": 11}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Oh, they're loving it, yeah.", "sentId": 12}], "secId": 11}, {"speaker": "BALL", "sentences": [{"text": "The problem is his people.", "sentId": 13}, {"text": "He doesn't necessarily have enough sway over the people who supported him in the primary to bring them all along to the position where he is where he is strongly sufficient.", "sentId": 14}], "secId": 12}, {"speaker": "RESTON", "sentences": [{"text": "And many of them are here in Philadelphia, I mean talking on some of them on Sunday who are still that Bernie or bust camp saying they're either supporting, you know, Jill Stein or they're going to write him in, still just as angry as her as ever and clearly the e-mail scandal at the DNC has stoked that.", "sentId": 15}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "About 40 percent of the people, 43 percent of the people on the room will Bernie Sanders' supporters who are getting at the convention just a couple of hour away from the opening gavel.", "sentId": 16}, {"text": "Please stay right here all day and all night.", "sentId": 17}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Coming up now is the Democrats get ready to start their own show.", "sentId": 18}, {"text": "They're painting last week's Republican convention as dark, dour, dire, but is Donald Trump actually in touch with your mood?", "sentId": 19}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Welcome back to Inside Politics.", "sentId": 20}, {"text": "We are live, at the CNN Grill its day one of the Democratic National Convention.", "sentId": 21}, {"text": "Donald trump will be busy week.", "sentId": 22}, {"text": "He'll be watching what's happening here.", "sentId": 23}, {"text": "And he wants anyone who thinks his softening his called to ban Muslim from entering the United States.", "sentId": 24}, {"text": "Well, Donald Trump says, you think that?", "sentId": 25}, {"text": "You're not listening.", "sentId": 26}], "secId": 16}, {"speaker": "TRUMP", "sentences": [{"text": "I actually don't think it's a pull back.", "sentId": 27}, {"text": "In fact you could say it's an expansion.", "sentId": 28}, {"text": "I'm looking now at territories.", "sentId": 29}, {"text": "People are so upset when I use the word Muslim.", "sentId": 30}, {"text": "Oh, you can't us the word Muslim.", "sentId": 31}, {"text": "Remember this, and I'm OK with that because I'm talking territory instead of Muslim.", "sentId": 32}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "Now, critics including just about every Democrat here in Philadelphia find that extreme.", "sentId": 33}, {"text": "And they found Trump's convention speech too dark.", "sentId": 34}, {"text": "The voters on question rather split and our new poll 45 percent of registered voters said, Trump's speech reflected their feeling about the United States today.", "sentId": 35}, {"text": "48 percent said it did not represent their views.", "sentId": 36}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Now, Trump's speech aside this is important 73 percent of voters say they're angry at the way things are going, 26 say they are not.", "sentId": 37}, {"text": "If 73 percent of Americans say they're angry at the way things are going that's a change environment.", "sentId": 38}, {"text": "That's the challenger environment that makes it hard to be the establishment or the incumbent and Hillary Clinton in many ways is viewed as an incumbent.", "sentId": 39}], "secId": 19}, {"speaker": "RAJU", "sentences": [{"text": "Good news for Donald Trump, I mean that's one reason why critics say that that speech was very dark and you look at that poll it's people are split.", "sentId": 40}, {"text": "Lot of folks say that it does reflect how they feel the country is going, so clearly he is speaking to a significant number of Americans and also and interesting on that poll a sizeable jump for Donald Trump a man independent voters moving in his direction, clearly he's touched the nerve in some respect.", "sentId": 41}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "But sometimes you get the pendulum I just want to make clear to our viewers as we talk about this poll.", "sentId": 42}, {"text": "There is no question Donald Trump got a healthy bounce out of his convention, absolutely no question.", "sentId": 43}, {"text": "And the trump campaign now, the question is he travels this week is in battleground states, can he build on it?", "sentId": 44}, {"text": "But don't go to Vegas on this poll, it is his convention.", "sentId": 45}, {"text": "We'll see what happens in this one.", "sentId": 46}, {"text": "The Democrats now have a chance to swing it back.", "sentId": 47}], "secId": 21}, {"speaker": "ZELENY", "sentences": [{"text": "It is halftime now.", "sentId": 48}, {"text": "There's just I can have this week, Democrats have a big opportunity this week.", "sentId": 49}, {"text": "No doubt about it, but remember a year or may be a year and a half ago when the Clinton campaign was talking about how can we distance ourselves from the administration here, if this president is not that popular.", "sentId": 50}], "secId": 22}, {"speaker": "ZELENY", "sentences": [{"text": "You know, the right track, wrong track and a wrong direction.", "sentId": 51}, {"text": "Now that is out the window, they're definitely embracing his president, but there is some trepidation about how to thread that to needle walk that line between, you know, embracing Obama but also saying yes, we understand the need of change here.", "sentId": 52}], "secId": 23}, {"speaker": "ZELENY", "sentences": [{"text": "And the president will do a big part of that when he speaks on Wednesday here.", "sentId": 53}, {"text": "He sort of helps people along with that.", "sentId": 54}, {"text": "But that is something that you have to keep -- the biggest challenge for her is saying yes, feel pain things aren't quite as good but it's a tough act for her.", "sentId": 55}, {"text": "It's a change environment just like it was eight years ago Barack Obama wouldn't have been elected.", "sentId": 56}, {"text": "It had it not going to change environment.", "sentId": 57}], "secId": 24}, {"speaker": "RESTON", "sentences": [{"text": "And there's so much fear out there I mean one of the -- even though as President Obama pointed out last week that the birds are still chirping peoples lives still are doing fine for the most part.", "sentId": 58}, {"text": "You know, the first issues that people bring up are refugees coming into this country and when you ask them about the Muslim ban, I mean more people agree with it then probably we would expect.", "sentId": 59}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "Because they're nervous and they're anxious, they maybe don't not just as specifics what they think Trump -- even if you don't agree with Trump with those specifics build a wall, ban refugees, ban Muslims.", "sentId": 60}, {"text": "They think he's tough on these issues and they want toughness right now.", "sentId": 61}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "And let's move for another question.", "sentId": 62}, {"text": "We know Donald Trump has horrible numbers among Latinos, horrible numbers among the African-Americans and generally bad numbers among women, gender gap, so and yet he's in the lead in the race.", "sentId": 63}, {"text": "Let's be clear about that.", "sentId": 64}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "And in spite that he's in the lead in the race but one of the things has been big in the news, the last few days Roger Ailes is out at \"Fox News\" out after being accused by several women of sexual harassment.", "sentId": 65}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "Donald Trump has known Roger Ailes a long time, if you don't know this at home, before he started \"Fox News\" 20 years ago Roger Ailes was a Republican ad man, he works for Richard Nixon.", "sentId": 66}, {"text": "I met him when he worked for George H. W. Bush in the 1988 presidential campaign.", "sentId": 67}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "Listen to Donald Trump here, not only defending Roger Ails but saying, maybe send me those resume.", "sentId": 68}], "secId": 30}, {"speaker": "TRUMP", "sentences": [{"text": "I don't want to comment but he has been a friend of mine for a long time and I can tell you some of the women that are complaining, I know how much he's helped them and now all of a sudden they're saying these horrible things about him.", "sentId": 69}, {"text": "It's very sad because he's a very good person.", "sentId": 70}, {"text": "I've always found him to be just a very, very good person and by the way a very, very talented person.", "sentId": 71}, {"text": "Look what he's done.", "sentId": 72}, {"text": "So I feel very badly but a lot of people.", "sentId": 73}, {"text": "I think he will run my campaign.", "sentId": 74}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "I think its best gentlemen we let the ladies speak about this first.", "sentId": 75}, {"text": "Although I'll say one thing, that is going to end up in a Clinton campaign ad without a doubt.", "sentId": 76}], "secId": 32}, {"speaker": "BALL", "sentences": [{"text": "Well, that's what I was going to say exactly, is that I think the Clinton campaign sees his weakness among women voters as one of the key vulnerabilities.", "sentId": 77}, {"text": "It's something that they absolutely plan to press very, very hard in the general election.", "sentId": 78}, {"text": "I already have to some degree, but comments like that certainly don't help or it seems to be minimizing the complaint of the woman who say they've been harassed by the guy.", "sentId": 79}], "secId": 33}, {"speaker": "RESTON", "sentences": [{"text": "Not just that ...", "sentId": 80}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "Some of them are complaining.", "sentId": 81}, {"text": "I know how much he's helped them.", "sentId": 82}, {"text": "He's a very good person.", "sentId": 83}], "secId": 35}, {"speaker": "RESON", "sentences": [{"text": "I mean that it's the idea that Donald Trump has been -- isn't thinking through what he is about to say before he says it I mean that was the kind of step that were ...", "sentId": 84}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "Is it that or is it he just doesn't care?", "sentId": 85}], "secId": 37}, {"speaker": "RESTON", "sentences": [{"text": "I mean may be he just doesn't care, I couldn't possibly guess either way, but I mean I think that, you know, I think that there are a lot of women out there that would say, wow, that's that kind of thing that we heard, you know, in the 70's or 80s even I and how he cleans that up?", "sentId": 86}, {"text": "Not sure.", "sentId": 87}], "secId": 38}, {"speaker": "RAJU", "sentences": [{"text": "I mean I think it also shows, you know, the demographic challenge for Donald Trump, even if he's doing well and the national polls when you drove down the numbers.", "sentId": 88}, {"text": "How does he do well with women voters in suburban districts as well as Latino voters?", "sentId": 89}, {"text": "I mean that's still the main question.", "sentId": 90}, {"text": "How did the demographic play out at the end of the day.", "sentId": 91}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "Some of the women, who helped them I don't know why they're complaining.", "sentId": 92}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "OK, all right we'll going to see that one on T.V.", "sentId": 93}, {"text": "ad pretty quickly.", "sentId": 94}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Up next.", "sentId": 95}, {"text": "They say you can't please them all but Clinton, made from pretty close for their Vice presidential pick.", "sentId": 96}, {"text": "How Tim Kaine is playing here in Philadelphia Next.", "sentId": 97}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 98}, {"text": "We got to get some hungry people in here.", "sentId": 99}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "There's a little of grumbling here in Philadelphia about Hillary Clinton's choice of Tim Kaine as his running mate.", "sentId": 100}, {"text": "But, just a little.", "sentId": 101}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "The Virginia senator is well lucked by his colleagues including running mate one critical voice here who wishes Clinton had chosen for someone more liberal.", "sentId": 102}], "secId": 45}, {"speaker": "SANDERS", "sentences": [{"text": "Tim is an extremely bright guy, a very nice guy.", "sentId": 103}, {"text": "Are his political views different that mine?", "sentId": 104}, {"text": "Yeah, they are.", "sentId": 105}, {"text": "He's a more conservative nominate.", "sentId": 106}], "secId": 46}, {"speaker": "SANDERS", "sentences": [{"text": "Trust me on his worst, worst day.", "sentId": 107}, {"text": "Tim Kaine is a hundred times better than Donald Trump will ever be.", "sentId": 108}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Now, Senator Kaine not known as a slush and burn type but we got a glimpse on 60 minutes last night that he does understand the key part of being the number two.", "sentId": 109}], "secId": 48}, {"speaker": "KAINEE", "sentences": [{"text": "She's done a good job in letting of, you know, water go off of her back on this.", "sentId": 110}, {"text": "That's not the way I feel.", "sentId": 111}], "secId": 49}, {"speaker": "KAINEE", "sentences": [{"text": "When I see this, you know, \"Crooked Hillary\" or I see the \"lock her up\", it's just ridiculous.", "sentId": 112}, {"text": "It is ridiculous.", "sentId": 113}, {"text": "It is beneath the character of the kind of dialogue we should have because we have a really serious problem to solve and let most of us stopped the name calling thing about fifth grade.", "sentId": 114}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "A little shut at Donald Trump there such spoke it.", "sentId": 115}, {"text": "I know this is going to sound worse than I mean it.", "sentId": 116}, {"text": "But we always think of the traditional they always say the attack dog is the vice president.", "sentId": 117}, {"text": "It is kind of like the attack puppy there.", "sentId": 118}, {"text": "They got to help me there's a criticism necessarily.", "sentId": 119}, {"text": "He does it more softly.", "sentId": 120}], "secId": 51}, {"speaker": "ZELENY", "sentences": [{"text": "At his rally though in Miami on Saturday where I was were she was announcing him.", "sentId": 121}, {"text": "His attacks were pretty in English and Spanish.", "sentId": 122}, {"text": "And that is the key here.", "sentId": 123}], "secId": 52}, {"speaker": "ZELENY", "sentences": [{"text": "I mean he can attack a client .", "sentId": 124}, {"text": "But he's just sunny side up optimistic kind of guy here.", "sentId": 125}, {"text": "So that's just a might be more effective actually than screaming.", "sentId": 126}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "In the room in Cleveland Pence was critical for Trump.", "sentId": 127}, {"text": "Mike Pence, his pick.", "sentId": 128}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "We'll see how it plays out the campaign.", "sentId": 129}, {"text": "But in that room, there were a lot of conservatives.", "sentId": 130}, {"text": "Whether a social conservatives, a physical conservatives, Donald Trump, Pence is one of them they know for 20 years.", "sentId": 131}, {"text": "So, it was good play for the convention in Cleveland.", "sentId": 132}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Here, there are some liberals who say \"Oh, Tim Kaine, he's going to we watch you on trade.", "sentId": 133}, {"text": "He was once pro-trade.", "sentId": 134}, {"text": "Now he's backing up couple of other issues.", "sentId": 135}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "But it seems they're pretty minor of it.", "sentId": 136}, {"text": "We have any particular there were some times Bernie Sanders supporters might on the floor.", "sentId": 137}, {"text": "Tried to protest his nomination but do we expect any, or it's Kaine?", "sentId": 138}], "secId": 57}, {"speaker": "RAJU", "sentences": [{"text": "He's probably.", "sentId": 139}, {"text": "He's fine and I'm sure you may here some outburst.", "sentId": 140}, {"text": "But in those, somebody hear the Democrats push the progressive line.", "sentId": 141}, {"text": "That progressive Tim Kaine.", "sentId": 142}], "secId": 58}, {"speaker": "RAJU", "sentences": [{"text": "I mean covering Capitol Hill.", "sentId": 143}, {"text": "I don't think anyone has ever referred to Tim Kaine as this progressive in the line of ...", "sentId": 144}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Is that what you're running for governor in Virginia?", "sentId": 145}], "secId": 60}, {"speaker": "RAJU", "sentences": [{"text": "Exactly.", "sentId": 146}], "secId": 61}, {"speaker": "RAJU", "sentences": [{"text": "He's been more on the moderate ring of his party but as Jeff said, you know, one of the things has shore up the vulnerability of Clinton by expecting Kaine is soften here edges a little and improved her like ability factor and perhaps they can do that by those kind of the clearances.", "sentId": 147}], "secId": 62}, {"speaker": "RESTON", "sentences": [{"text": "I mean he clearly did that in a 60 minutes interview: You know, she just seems much more comfortable when he is sitting next to her and having someone else there to defend her.", "sentId": 148}], "secId": 63}, {"speaker": "She seems to be doing a little bit better except with the Hillary standard ... KING", "sentences": [{"text": "Do we make too much of his body language or it true you do see her?", "sentId": 149}], "secId": 64}, {"speaker": "She seems to be doing a little bit better except with the Hillary standard ... KING", "sentences": [{"text": "She smiles a lot more when she's around Tim Kaine.", "sentId": 150}, {"text": "She looks really happy.", "sentId": 151}, {"text": "I think some of that is she likes him and she's comfortable with him.", "sentId": 152}, {"text": "And some of it also that she remembers eight years ago.", "sentId": 153}, {"text": "You don't forget that.", "sentId": 154}], "secId": 65}, {"speaker": "She seems to be doing a little bit better except with the Hillary standard ... KING", "sentences": [{"text": "She thought she was going to be the nominee.", "sentId": 155}, {"text": "She thought she was inevitable.", "sentId": 156}], "secId": 66}, {"speaker": "She seems to be doing a little bit better except with the Hillary standard ... KING", "sentences": [{"text": "When you make your running mate choice, that's \"Oh yeah I'm the nominee\" and there sort of your spring into your convention.", "sentId": 157}, {"text": "It's like \"oh, OK.", "sentId": 158}, {"text": "Finally.\"", "sentId": 159}], "secId": 67}, {"speaker": "BALL", "sentences": [{"text": "Well look, I mean, it is clear that Hillary Clinton selected Tim Kaine because he is sort of the Goldilocks candidate, right?", "sentId": 160}], "secId": 68}, {"speaker": "BALL", "sentences": [{"text": "Not too hot, not too cold.", "sentId": 161}, {"text": "He satisfies but doesn't thrill any of the various constituencies of the party.", "sentId": 162}, {"text": "He is sort of in the middle on issues.", "sentId": 163}, {"text": "And his temperament is very much sort of even heal, he has that sunny optimistic disposition which is a hard note for her to hit.", "sentId": 164}], "secId": 69}, {"speaker": "BALL", "sentences": [{"text": "She has a really hard time sounding happy.", "sentId": 165}, {"text": "And so to the degree to which he can sound optimistic notes that she keeps declaring that she embodies.", "sentId": 166}], "secId": 70}, {"speaker": "BALL", "sentences": [{"text": "I think that she can really soften him up and as you say, just so much of this feels personal to her and she's always had that personal defensive about here that just to have somebody else by her side who can defend her on her behalf I think ...", "sentId": 167}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "And let me close.", "sentId": 168}, {"text": "This is a memo to Debbie Wassermann Schultz as she prepares possibly to speak to the convention tonight.", "sentId": 169}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "This is my favorite piece of data from our new CNN poll that shows Donald Trump taking the lead.", "sentId": 170}, {"text": "Shows a lot of other things but it also show this, Ted Cruz's ratings with Republican voters.", "sentId": 171}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "Pre Republican conventions, 60 percent of Republican voters had a favorable opinion of Ted Cruz.", "sentId": 172}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "Post Republican convention, 33 percent of Republican voters and a favorable of option of Ted Cruz.", "sentId": 173}, {"text": "That one kind of back fired.", "sentId": 174}], "secId": 75}, {"speaker": "ZELENY", "sentences": [{"text": "It did indeed of course.", "sentId": 175}, {"text": "If she speaks some totally will be very short, probably 3 minutes or so.", "sentId": 176}, {"text": "So probably can't be quite as much to him as Ted Cruz did it a long address.", "sentId": 177}], "secId": 76}, {"speaker": "ZELENY", "sentences": [{"text": "But that is, you know, one of the things she has sort about.", "sentId": 178}, {"text": "But more than that, just of the branding of the whole, will that set the tone for the evening tonight?", "sentId": 179}], "secId": 77}, {"speaker": "ZELENY", "sentences": [{"text": "I can promise you All the Clinton advance people may have some of the best people in the business will have loud music up and hope to move on from that very quickly.", "sentId": 180}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "And Cruz is planning to run president again.", "sentId": 181}, {"text": "I don't think Debbie Wasserman Schultz ...", "sentId": 182}], "secId": 79}, {"speaker": "RESTON", "sentences": [{"text": "Wait until November, let's see what happens ...", "sentId": 183}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 184}, {"text": "Let's close here as we always do by asking each of you.", "sentId": 185}, {"text": "Our great reporters to share a little bit of something from their notebooks and get you ahead of some of the developing political news.", "sentId": 186}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "Molly Ball, you can go first.", "sentId": 187}], "secId": 82}, {"speaker": "BALL", "sentences": [{"text": "Well, on the subject of Tim Kaine, one thing that has really defined him throughout his career in public life has been his faith, his Catholic faith.", "sentId": 188}], "secId": 83}, {"speaker": "BALL", "sentences": [{"text": "Now, he does not vote against abortion.", "sentId": 189}, {"text": "So some Catholic have points  with for that reason.", "sentId": 190}, {"text": "But he is very open and overt about his faith.", "sentId": 191}, {"text": "I believe there was a CNN crew with him at church this morning.", "sentId": 192}, {"text": "So I think we can expect to hear the Clinton campaign really emphasize that.", "sentId": 193}], "secId": 84}, {"speaker": "BALL", "sentences": [{"text": "Emphasize Hillary's faith, they think they have an opening with some religious voters, not the super socially conservative evangelicals not to Ted Cruz people, but for some maybe independent voters of strong faith.", "sentId": 194}, {"text": "They think that they can turn them against Trump and towards the Demographic.", "sentId": 195}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Here in battleground Pennsylvania.", "sentId": 196}, {"text": "Wisconsin could be a battleground, Catholic voters very often the key constituents as way constituency here.", "sentId": 197}, {"text": "Manu?", "sentId": 198}], "secId": 86}, {"speaker": "MANU", "sentences": [{"text": "John, Hillary Clinton slipping poll numbers are giving Senate Republicans an opening in their battle to keep control of the chamber.", "sentId": 199}], "secId": 87}, {"speaker": "MANU", "sentences": [{"text": "They want to try to increasingly to link Democratic candidates to their unpopular standard-bearer.", "sentId": 200}, {"text": "And looking no further than Arizona where John McCain out with the new ad today trying to tie his Democratic opponent to Hillary Clinton noting that is she supports Hillary Clinton, and also including in the ad, James Comey's criticism of Hillary Clinton's handling of the classified e-mail server.", "sentId": 201}], "secId": 88}, {"speaker": "MANU", "sentences": [{"text": "Notably also and from Patrick skipping this week's convention.", "sentId": 202}, {"text": "There's a lot of Democratic candidates are so Democrats are trying to employ what Republicans are going to do, what the Democrats going to do in tying their candidates to the top of the ticket.", "sentId": 203}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "Wait, you mean Democrats \"have to stay home on campaign and are model loans\"...", "sentId": 204}], "secId": 90}, {"speaker": "RESTONL", "sentences": [{"text": "Wash their hair.", "sentId": 205}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "That's some of them to just like we have in Cleveland Ohio.", "sentId": 206}, {"text": "Jeff?", "sentId": 207}, {"text": "ZELENY: For all the new technologies and the new and bells and whistle of the campaign cycle.", "sentId": 208}, {"text": "There's an old favorite man is the bus tour.", "sentId": 209}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "We're going to see the bus tour role out in a road trip here in Pennsylvania, here in Philadelphia on Friday morning.", "sentId": 210}, {"text": "Tim Kaine and Hillary Clinton hitting the road.", "sentId": 211}, {"text": "They're going to Pennsylvania and Ohio.", "sentId": 212}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Those two states as Manu said earlier are key to their election.", "sentId": 213}, {"text": "Should they be able to hold Pennsylvania which is, you know, long becoming a blue state and win Ohio which is a straight up battleground state that will be critical for them.", "sentId": 214}, {"text": "But they are going to Youngstown, Ohio.", "sentId": 215}, {"text": "That is one of the places where she needs to win over these white working class voters, some angry some not, more than anything.", "sentId": 216}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "So interesting itineraries always location, location, location.", "sentId": 217}, {"text": "They're not going to fire up part of this Obama coalition if you will there and going to find some people who maybe suspicious of them but they're doing it on a bus.", "sentId": 218}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "Those images will go on and on and on like the '92 images did of Al Gore and Bill Clinton.", "sentId": 219}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "I was on that bus where Bill Clinton and Al Gore out.", "sentId": 220}, {"text": "We took a lot of those in 1992 artifacts .", "sentId": 221}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "OK, they won't get a chance do a lot of but you got a small town America and some of the best food in America.", "sentId": 222}], "secId": 98}, {"speaker": "ZELENY", "sentences": [{"text": "You know I love it.", "sentId": 223}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "You got their small town of America.", "sentId": 224}, {"text": "It is A1 awesome.", "sentId": 225}], "secId": 100}, {"speaker": "RESTON", "sentences": [{"text": "So conventions obviously for both parties are a great time to kind of see who's on the bench.", "sentId": 226}, {"text": "The rising starts in the party.", "sentId": 227}], "secId": 101}, {"speaker": "RESTON", "sentences": [{"text": "This week there are obviously a number of people to watch.", "sentId": 228}, {"text": "One of them as I mentioned from the west coast is L.A. Mayor Eric Garcetti.", "sentId": 229}, {"text": "He's got a very low-key kind of hipster profile out there.", "sentId": 230}, {"text": "Doing the nuts and bolts of government that he is a Rhodes scholar, good friends with President Obama is working hard for Hillary Clinton.", "sentId": 231}], "secId": 102}, {"speaker": "RESTON", "sentences": [{"text": "He break dances, the jazz pianist and obviously haw potentially ambition for the governors race in 2018 which is going to be a hitted one in California.", "sentId": 232}, {"text": "So, we'll have to keep an eye on him.", "sentId": 233}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Break dances and this is just and he's a jazz pianist?", "sentId": 234}], "secId": 104}, {"speaker": "RESTON", "sentences": [{"text": "Yes.", "sentId": 235}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "OK, great.", "sentId": 236}, {"text": "Jerry Brown is going to be here to.", "sentId": 237}, {"text": "Just he break dance?", "sentId": 238}], "secId": 106}, {"speaker": "RESTONL", "sentences": [{"text": "He's just does pull up.", "sentId": 239}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "Well, the Florida state governor Brown.", "sentId": 240}, {"text": "All close with this.", "sentId": 241}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "Once Debbie Wassermann Schultz finally agreed to step down and trust me it took awhile yesterday.", "sentId": 242}, {"text": "But once she finally agreed there was a scramble here in Philadelphia, to debate who should assume the chairmanship?", "sentId": 243}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "Some Clinton allies flooded the housing secretary, William Castro.", "sentId": 244}, {"text": "You might remember he was on her vice presidential list.", "sentId": 245}, {"text": "Others?", "sentId": 246}, {"text": "Pushed the former Michigan governor Jennifer Granholm.", "sentId": 247}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "But it didn't take too long before Donna Brazile, a familiar face to those of you who watch us her on CNN.", "sentId": 248}, {"text": "Dana emerged quickly as the consensus candidate.", "sentId": 249}, {"text": "Why?", "sentId": 250}, {"text": "Camp Sanders wants the House cleaning at the DNC and some of its liberal activists have known Donna going back to the Jesse Jackson campaigns of the 1980s.", "sentId": 251}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "One word everyone associates with Donna is fairness, another is integrity.", "sentId": 252}, {"text": "Perhaps down the road a Clinton campaign will look for a bigger name but agreeing on Donna as the emergency fill in with the critical of keeping the piece with Tim Sanders here in Philadelphia.", "sentId": 253}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "That's it for Inside Politics.", "sentId": 254}, {"text": "We'll see you back at this time tomorrow form the hall of tonight.", "sentId": 255}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "Thanks for sharing your day, our coverage continues with Wolf next.", "sentId": 256}], "secId": 114}], "sectionCount": 115, "url": "transcripts.cnn.com/TRANSCRIPTS/1607/25/ip.02.html", "sentenceCount": 258, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 25, 2016 - 12:30   ET", "speakers": ["ZELENY", "KING", "RAJU", "BALL", "RESTON", "TRUMP", "RESON", "SANDERS", "KAINEE", "She seems to be doing a little bit better except with the Hillary standard ... KING", "MANU", "RESTONL"], "title": "INSIDE POLITICS"}