{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.0507.12.ip.01.html.json", "subTitle": "Joe Biden Interview; Karl Rove and the CIA Leak", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "ANNOUNCER", "sentences": [{"text": "The president's top gun under fire.", "sentId": 0}], "secId": 0}, {"speaker": "KERRY", "sentences": [{"text": "I believe very clearly Karl Rove ought to be fired.", "sentId": 1}], "secId": 1}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Can Mr. Bush walk away from questions about Rove and the CIA leak case.", "sentId": 2}], "secId": 2}, {"speaker": "ANNOUNCER", "sentences": [{"text": "The lines of defense.", "sentId": 3}], "secId": 3}, {"speaker": "BUSH", "sentences": [{"text": "If there's a leak out of my administration, I want to know who it is.", "sentId": 4}], "secId": 4}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Has the White House changed its tune about the leak now that Rove is under so much scrutiny?", "sentId": 5}], "secId": 5}, {"speaker": "Supreme deliberations", "sentences": [{"text": "The president consults with senators about the opening on the high court.", "sentId": 6}], "secId": 6}, {"speaker": "LEAHY", "sentences": [{"text": "The president can certainly nominate somebody who would unite us and not divide us.", "sentId": 7}], "secId": 7}, {"speaker": "FRIST", "sentences": [{"text": "A co- nomination rather than consultation, may be their ultimate goal.", "sentId": 8}], "secId": 8}, {"speaker": "ANNOUNCER", "sentences": [{"text": "The stem cell research debate gets personal.", "sentId": 9}], "secId": 9}, {"speaker": "SPECTER", "sentences": [{"text": "I look in the mirror every morning and can't recognize who I am.", "sentId": 10}], "secId": 10}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Now, live from Washington, CNN's INSIDE POLITICS.", "sentId": 11}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Thanks for joining us.", "sentId": 12}, {"text": "I'm John King.", "sentId": 13}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "For a second straight day, the White House refused to answer a barrage of questions about Karl Rove's link to a CIA leak and this time President Bush himself joined in the sidestepping.", "sentId": 14}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "But the administration did offer a vote of confidence in Rove's continued work at the White House as deputy chief of staff, despite new calls from Democrats for Rove to be fired.", "sentId": 15}], "secId": 14}, {"speaker": "correspondent", "sentences": [{"text": "Well, John, the White House is facing questions about its own credibility, starting with President Bush.", "sentId": 16}, {"text": "President Bush was asked directly in an Oval Office photo op earlier today; he was shouted the question whether or not he would go through the pledge that he had made sometime ago that if he caught anyone leaking in his administration, that person would be fired.", "sentId": 17}], "secId": 15}, {"speaker": "correspondent", "sentences": [{"text": "President Bush did not respond to that question.", "sentId": 18}, {"text": "Of course, also earlier today, White House Press Secretary Scott McClellan, also for a second day in a row, essentially pummeled by reporters on the issue as to whether or not he misled the American people when made assertions, numerous assertions over the last couple of years that Karl Rove was not involved in this case; this leaking case of Valerie Plame.", "sentId": 19}], "secId": 16}, {"speaker": "correspondent", "sentences": [{"text": "And third, of course, the question over the credibility of Karl Rove himself.", "sentId": 20}, {"text": "There were several questions directed to McClellan over whether or not the president still has confidence in his top political advisor.", "sentId": 21}], "secId": 17}, {"speaker": "QUESTION", "sentences": [{"text": "Does he retain confidence in Karl Rove, specifically?", "sentId": 22}], "secId": 18}, {"speaker": "MCCLELLAN", "sentences": [{"text": "Yes.", "sentId": 23}, {"text": "Any individual who works here at the White House has the president's confidence.", "sentId": 24}], "secId": 19}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, John, don't be fooled:  The fact that we got so little information publicly from that briefing, publicly from the president, as well.", "sentId": 25}, {"text": "There is an all-out full campaign that is going on:  Damage control, as you know.", "sentId": 26}], "secId": 20}, {"speaker": "surrogates", "sentences": [{"text": "The intention of why he spoke to the \"Time\" magazine reporter in the first place.", "sentId": 27}, {"text": "All of this, of course, trying to make sense of it.", "sentId": 28}, {"text": "This is yet to go away -- John.", "sentId": 29}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "And Suzanne, stand by.", "sentId": 30}, {"text": "I want to come back to you in just a moment.", "sentId": 31}, {"text": "First, I want to get the perspective from Capitol Hill and turn to our Ed Henry -- Ed?", "sentId": 32}], "secId": 22}, {"speaker": "HENRY", "sentences": [{"text": "John, no surprise, Democrats here are pouncing on this story, raising tough questions about whether or not the White House misled the nation for two years about Karl Rove's role in this case.", "sentId": 33}], "secId": 23}, {"speaker": "HENRY", "sentences": [{"text": "And today, two top Democrats ratcheted up the pressure on the White House.", "sentId": 34}, {"text": "John Kerry and Hillary Clinton, two senators who may be eying the Democratic presidential nomination in 2008, both indicated they believe Karl Rove should be fired over his involvement in this case.", "sentId": 35}, {"text": "This came at a press conference where Democrats were pressing for more funding for port security and rail security in the wake of the London bombings.", "sentId": 36}, {"text": "And at the end of his statement, John Kerry, somewhat cryptically, said he believes that this is White House has more concern about the job security of some top aides, than homeland security for average citizens across the country.", "sentId": 37}], "secId": 24}, {"speaker": "HENRY", "sentences": [{"text": "When I pressed Kerry Later, on whether or not he was referring to Karl Rove, he teed off on Rove and you won't see Hillary Clinton on camera, but she was right next to John Kerry nodding and smiling throughout.", "sentId": 38}, {"text": "And then she commented briefly at the end.", "sentId": 39}, {"text": "Take a listen.", "sentId": 40}], "secId": 25}, {"speaker": "KERRY", "sentences": [{"text": "Is the value of day-to-day politics and the value of political advice and the value of his position greater than the national security of our country and the protection of the identity of people, as well as the their own word and their own policy?", "sentId": 41}, {"text": "The White House's credibility is at issue here and I believe very clearly Karl Rove ought to be fired.", "sentId": 42}], "secId": 26}, {"speaker": "HENRY", "sentences": [{"text": "It's very interesting that amid these Democratic attacks, though, Senate Majority Leader Bill Frist, the Republican leader, told me today that he will not comment.", "sentId": 43}, {"text": "He's not rising to Karl Rove's defense and he's not attacking him either.", "sentId": 44}], "secId": 27}, {"speaker": "HENRY", "sentences": [{"text": "You would expect the Republican leader to be stepping up and defending the White House at this moment, but Frist says he does not know enough about the grand jury investigation.", "sentId": 45}, {"text": "He doesn't want to get into the details of this.", "sentId": 46}], "secId": 28}, {"speaker": "HENRY", "sentences": [{"text": "Republican aides privately saying we shouldn't read anything to that.", "sentId": 47}, {"text": "It's just the fact that nobody up here really has a sense about where this case is going.", "sentId": 48}], "secId": 29}, {"speaker": "HENRY", "sentences": [{"text": "Other top Republicans like Rick Santorum, a member of the Republican leadership, did say off camera, he believes Democrats are overheated in their rhetoric and this is just politics.", "sentId": 49}], "secId": 30}, {"speaker": "chairman", "sentences": [{"text": "Karl Rove was discouraging a reporter from writing a false story based on a false premise and the Democrats are engaging in blatant partisan political attacks\" -- John?", "sentId": 50}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "Well, let me bring Suzanne back into the conversation.", "sentId": 51}, {"text": "Ed, stay put.", "sentId": 52}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "Let's discuss the politics for a minute.", "sentId": 53}, {"text": "Suzanne, publicly the White House will see remarks like Senator Kerry's and Senator Clinton's and say partisan Democrats just taking a swipe at Karl Rove.", "sentId": 54}, {"text": "Behind the scenes though, are there any concern that this is could be a distraction from Karl Rove's critical work, whether the issue be Social Security or picking a new Supreme Court justice?", "sentId": 55}], "secId": 33}, {"speaker": "MALVEAUX", "sentences": [{"text": "Well, certainly there's some concern about that.", "sentId": 56}, {"text": "The energy plan; the president talking about that with members of Congress here at the White House this afternoon.", "sentId": 57}, {"text": "No one talking about that at all.", "sentId": 58}], "secId": 34}, {"speaker": "MALVEAUX", "sentences": [{"text": "Also, Social Security, all of his domestic items on the agenda, of course, really just put on the back burner here.", "sentId": 59}, {"text": "That's is the main concern they have.", "sentId": 60}, {"text": "Legally they know, John, that they're in strong standing here.", "sentId": 61}], "secId": 35}, {"speaker": "Politically", "sentences": [{"text": "Well, let's just keep things quiet.", "sentId": 62}, {"text": "Let's let this blow over.", "sentId": 63}, {"text": "Let's see how the investigation unfolds.", "sentId": 64}, {"text": "But that is the big question here, whether or not you will see in the months to come that whether or not there's going to be any business that is going to be taken care of on the Hill, in pushing for the president's agenda.", "sentId": 65}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "And Ed, you say Republicans are being careful.", "sentId": 66}, {"text": "They say they don't have information about the legal investigation.", "sentId": 67}, {"text": "Already on Social Security and other issues, we saw them veering away from the Bush agenda to some degree.", "sentId": 68}, {"text": "Perhaps another example of that here.", "sentId": 69}, {"text": "Are they nervous?", "sentId": 70}], "secId": 37}, {"speaker": "HENRY", "sentences": [{"text": "I think they are nervous privately, but what they are telling us is that so far, this issue is a Beltway issue.", "sentId": 71}, {"text": "It's not resonating, they believe, in the heartland.", "sentId": 72}], "secId": 38}, {"speaker": "HENRY", "sentences": [{"text": "But they are nervous that it may eventually resonate in the heartland if, of course, there are any indictments in this case or there are any developments in this case.", "sentId": 73}, {"text": "This certainly, all of a sudden, could be the kind of issue that middle America starts paying attention to.", "sentId": 74}, {"text": "Right now, they think it's just a Washington story.", "sentId": 75}, {"text": "They're going to try to ride it out, John.", "sentId": 76}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "Suzanne Malveaux at the White House.", "sentId": 77}, {"text": "Ed Henry on Capitol Hill.", "sentId": 78}, {"text": "Thank you both.", "sentId": 79}, {"text": "An interesting day, again.", "sentId": 80}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "Today President Bush did answer reporters' questions about his search for a new Supreme Court justice and he reached out to senators with influence over the confirmation process.", "sentId": 81}, {"text": "Was it true consultation or a prelude to confrontation?", "sentId": 82}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "CNN's Joe Johns is at the Supreme Court -- Joe?", "sentId": 83}], "secId": 42}, {"speaker": "JOHNS", "sentences": [{"text": "John, this was clearly an attempt by the officials closest to this process to try to elevate the debate or at least, to appear to get off on the right foot.", "sentId": 84}], "secId": 43}, {"speaker": "JOHNS", "sentences": [{"text": "The White House releasing a photograph today, showing the president with Democratic Senator Patrick Leahy of Vermont, who is in that meeting.", "sentId": 85}, {"text": "Of course, there are about seven people in that room we are told, including the vice president.", "sentId": 86}, {"text": "The White House and Republicans also indicating that the president or his staff, have already contacted virtually every single member of the Judiciary Committee, 60 senators in total, laying the foundation, at least, for an argument that consultation has occurred.", "sentId": 87}], "secId": 44}, {"speaker": "BUSH", "sentences": [{"text": "My only question to them is:  What will it take to be able to get a person confirmed by early October?", "sentId": 88}, {"text": "Secondly, we talked in general about a potential nominee.", "sentId": 89}, {"text": "They've got strong opinions and I wanted to hear them.", "sentId": 90}, {"text": "And they have shared some opinions with me and of course, they're sharing -- many senators are sharing their opinions with others on my staff.", "sentId": 91}, {"text": "We're actively seeking recommendations.", "sentId": 92}], "secId": 45}, {"speaker": "JOHNS", "sentences": [{"text": "Now after that meeting, Democratic Leader Harry Reed and the chairman of the Judiciary Committee, Arlen Specter, came out and talked to reporters, giving their take on the meeting.", "sentId": 93}], "secId": 46}, {"speaker": "REID", "sentences": [{"text": "I would hope it would come when the president gives us a name or two or three and we're able to talk to him about that.", "sentId": 94}, {"text": "That's something that I don't want:  To wake up in the morning and see a name in the paper.", "sentId": 95}, {"text": "I think that this process that he's started should continue and from the meeting I had this morning, I have no reason to think that's not the case.", "sentId": 96}], "secId": 47}, {"speaker": "JOHNS", "sentences": [{"text": "Now, apparently Democrats threw out a number of names, including Judges Edward Prado, Sonia Sotamayor and Ricardo Hinojosa.", "sentId": 97}, {"text": "The president did not offer any names of his own.", "sentId": 98}, {"text": "Senate Democratic Leader Harry Reid...", "sentId": 99}], "secId": 48}, {"speaker": "JOHNS", "sentences": [{"text": "One of the recommendations has been to try to select someone from the Senate.", "sentId": 100}, {"text": "Senator Reed has suggested, in fact today with reporters at the Capitol, that one of the possibilities might be Senator Judd Greg of New Hampshire.", "sentId": 101}, {"text": "He, of course, has what is essentially a master's degree in law.", "sentId": 102}, {"text": "Of course, he is a Republican.", "sentId": 103}], "secId": 49}, {"speaker": "JOHNS", "sentences": [{"text": "Meanwhile, there was no change in the status here at the Capitol of the chief justice of the United States, William Rehnquist.", "sentId": 104}, {"text": "Of course he came to work today just like he always has.", "sentId": 105}, {"text": "No indication, despite all the speculation, that he might retire.", "sentId": 106}, {"text": "So the waiting for a word on that continues.", "sentId": 107}, {"text": "John, back to you.", "sentId": 108}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "Joe Johns for us outside the Supreme Court on a steamy day.", "sentId": 109}, {"text": "Thank you very much, Joe.", "sentId": 110}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "And now let's bring in one of those Democrats the president is consulting and a Democrat who will be front and center during the Supreme Court confirmation hearing, Senate Judiciary Committee member Joe Biden.", "sentId": 111}, {"text": "Senator Biden, is this true consultation?", "sentId": 112}], "secId": 52}, {"speaker": "BIDEN", "sentences": [{"text": "Well, I haven't heard from anyone.", "sentId": 113}, {"text": "It doesn't mean there's not consultation.", "sentId": 114}, {"text": "But no one in the White House has contacted me or anyone on my staff.", "sentId": 115}, {"text": "But I'm not complaining about that, I'm just pointing out that I haven't been contacted.", "sentId": 116}, {"text": "Although I'm confident they're based on today's meeting, as others have been.", "sentId": 117}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "You've thought from time to time about running for president yourself.", "sentId": 118}, {"text": "I think you're thinking about it at the moment.", "sentId": 119}, {"text": "If you were the president of the United States, would you share names with the opposition party on Capitol Hill, or would you just talk in broad parameters about what you're looking for?", "sentId": 120}], "secId": 54}, {"speaker": "BIDEN", "sentences": [{"text": "I would share the name.", "sentId": 121}, {"text": "I have significant experience in this.", "sentId": 122}, {"text": "I spent a considerable amount of time with President Reagan.", "sentId": 123}, {"text": "He shared names with me when I was chairman of the committee.", "sentId": 124}, {"text": "A matter of fact, he submitted to me about ten names and asked my opinion.", "sentId": 125}, {"text": "I gave him my frank assessment and in the presence of his then Chief of Staff Howard Baker, as to what prospects each of those nominees would have.", "sentId": 126}, {"text": "The result of that was Tony Kennedy, the Supreme Court justice from California.", "sentId": 127}], "secId": 55}, {"speaker": "BIDEN", "sentences": [{"text": "The same process occurred after the fact, actually with Bush I, President Bush.", "sentId": 128}, {"text": "I -- the same process incurred in great detail with President Clinton and sitting down with the then Republican chairman -- I was the ranking member at the time of the Judiciary Committee -- Senator Hatch.", "sentId": 129}, {"text": "It's the wisest way to go when there's a split government.", "sentId": 130}, {"text": "And it's -- I would hope the president would do that.", "sentId": 131}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "Talk about the make-up of the court.", "sentId": 132}, {"text": "Sandra Day O'Connor was the only member of this court who had experience in elective office.", "sentId": 133}, {"text": "She served in the Arizona State Senate.", "sentId": 134}, {"text": "Should the president look outside the box, pick somebody who knows how to cut deals, a politician, essentially, and put them on this court?", "sentId": 135}], "secId": 57}, {"speaker": "BIDEN", "sentences": [{"text": "Well, it's not so much cutting deals as someone who knows life experience.", "sentId": 136}, {"text": "We have enough academics on the court.", "sentId": 137}, {"text": "If you go back and look over the history of the court, the history of the court has been peopled by significant political figures and men and women who have had experience outside academia.", "sentId": 138}, {"text": "And it is the life of the law.", "sentId": 139}, {"text": "And that is that life's experience.", "sentId": 140}, {"text": "And I -- whether it's Justice Powell, who was a great lawyer who had been head of the ABA, or whether it was Hugo Black, who had been a United States senator.", "sentId": 141}, {"text": "The exception is what we have now.", "sentId": 142}, {"text": "The exception is, essentially, all academics.", "sentId": 143}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "Senator, I want to ask you a question on a different issue.", "sentId": 144}, {"text": "Innocent until proven guilty, is what they teach you in law school.", "sentId": 145}], "secId": 59}, {"speaker": "BIDEN", "sentences": [{"text": "That's right.", "sentId": 146}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Karl Rove says he did nothing wrong and that this investigation will prove that out.", "sentId": 147}, {"text": "Until this investigation is done, is it appropriate for Democrats to be saying he should resign, he should be fired, he should have security clearance taken away?", "sentId": 148}], "secId": 61}, {"speaker": "BIDEN", "sentences": [{"text": "If Karl Rove leaked not the name, but the identity of a CIA agent, and knowingly did that, I know he saw -- I understand, I'm not expert in this, but I don't know exactly what he said.", "sentId": 149}, {"text": "But what I've read from the newspaper accounts, he indicated that he said that the former ambassador's wife was a member of the CIA.", "sentId": 150}, {"text": "That is a distinction without a difference.", "sentId": 151}, {"text": "The fact that he didn't give her name, but identified the ambassador's wife, it's not -- doesn't take a rocket scientist to figure out who that is.", "sentId": 152}], "secId": 62}, {"speaker": "BIDEN", "sentences": [{"text": "If that occurred, at a minimum, that was incredibly bad judgment, warranting him being asked to leave.", "sentId": 153}, {"text": "The question in my mind is, is there a criminal case here?", "sentId": 154}, {"text": "I'd let the grand jury make that decision because you have to knowingly -- you have to knowingly release that information, knowing that the person's name should not be released.", "sentId": 155}, {"text": "I don't know enough to make that judgment.", "sentId": 156}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "And lastly, Senator, we're almost out of time, but the John Bolton nomination for the United Nations ambassadorship.", "sentId": 157}, {"text": "Has that just fallen off the planet?", "sentId": 158}, {"text": "Any conversations about trying to cut a deal or are you looking for a recess appointment from this president?", "sentId": 159}], "secId": 64}, {"speaker": "BIDEN", "sentences": [{"text": "I don't know what the president is going to do.", "sentId": 160}, {"text": "I haven't heard a word in the last three weeks from anyone in the administration relative to John Bolton or the information that the Senate has requested and is entitled to.", "sentId": 161}, {"text": "So I have no notion what's going on.", "sentId": 162}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Senator Joe Biden of Delaware, senior Democrat...", "sentId": 163}], "secId": 66}, {"speaker": "BIDEN", "sentences": [{"text": "Thank you very much.", "sentId": 164}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": ".. out of Delaware.", "sentId": 165}, {"text": "Thank you so much for your time.", "sentId": 166}, {"text": "Thank you, sir.", "sentId": 167}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "And we'll get a Republican take on Karl rove and the search for a Supreme Court justice from Senate Judiciary Committee Arlen Specter a bit later.", "sentId": 168}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Also ahead, Karl Rove as political pinata.", "sentId": 169}, {"text": "Will he come out the wallops with his job intact?", "sentId": 170}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "Plus, a \"Strategy Session\" on the Supreme Court opening and the prospect of a second slot to fill.", "sentId": 171}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "And the first lady weighs in on her choice to replace Justice O'Connor.", "sentId": 172}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "More INSIDE POLITICS in just a moment, but first an update, some new information just into CNN, on the investigation of the London bombings.", "sentId": 173}, {"text": "The British Press Association is reporting that police have found explosives in a car they believe was linked to those attacks.", "sentId": 174}, {"text": "The car was parked in a train station in the town of Luton, which is about 30 miles north of London.", "sentId": 175}, {"text": "Police cordoned off that parking lot at the train station before inspecting that vehicle.", "sentId": 176}, {"text": "And we should also note, as we track developments in Luton, police sources also telling CNN that in Bedfordshire, another town near Luton, police are investigating a second vehicle.", "sentId": 177}, {"text": "More developments as we get them to you here on CNN.", "sentId": 178}, {"text": "And now we'll continue INSIDE POLITICS and our discussion of Karl Rove's purported role in the media leak of a CIA employee's identity.", "sentId": 179}, {"text": "Dan Balz, who's covering this story for \"The Washington Post,\" is among those who know Karl Rove best in this town.", "sentId": 180}, {"text": "He joins us now live from \"The Post\" newsroom.", "sentId": 181}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "Karl -- Dan, I'm sorry -- any question in your mind, as the legal investigation goes forward, about the politics of this at the White House?", "sentId": 182}, {"text": "Scott McClellan obviously in a very difficult position.", "sentId": 183}, {"text": "But there are no indications at all that Karl Rove's job is in trouble.", "sentId": 184}], "secId": 74}, {"speaker": "BALZ", "sentences": [{"text": "No, and in fact, Scott Mcclellan today did something he didn't do yesterday, which was he reaffirmed the president's confidence in Karl Rove.", "sentId": 185}, {"text": "As you recall yesterday when Scott McClellan was asked that, he answered in the same way he answered all questions, which was, given the ongoing investigation, they weren't going to say anything.", "sentId": 186}, {"text": "Something obviously happened overnight to force them to change their position on that question.", "sentId": 187}], "secId": 75}, {"speaker": "BALZ", "sentences": [{"text": "I think the other notable thing that's happened today is that, while the White House has not gone any farther in trying to explain Karl Rove's role in this, the Republican National Committee Chairman Ken Mehlman has done so.", "sentId": 188}, {"text": "He's jumped into it to defend Mr. Rove.", "sentId": 189}, {"text": "And the RNC has put out documentation to suggest their version of events is the accurate version.", "sentId": 190}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "And so the RNC Chairman Ken Mehlman, though, as you well know, Dan, is a very close friend of Karl Rove and a colleague in the campaigns.", "sentId": 191}, {"text": "Surprising to you at all or is it indicative of anything, that Republicans on Capitol Hill aren't rushing to the microphone to defend Karl?", "sentId": 192}], "secId": 77}, {"speaker": "BALZ", "sentences": [{"text": "Well, I think it is important to note that they are not doing that.", "sentId": 193}, {"text": "Certainly in normal circumstances, given what Democrats did yesterday in this case, you would expect that the Republicans on the Hill would be coming forward more rapidly.", "sentId": 194}, {"text": "Perhaps the reason that Mr. Mehlman did what he did today was as a signal to them that they should begin to speak up.", "sentId": 195}, {"text": "But I think the question that a lot of them have to be asking themselves is how much more do we not know?", "sentId": 196}], "secId": 78}, {"speaker": "BALZ", "sentences": [{"text": "You know, Mike McCurry, who was the Clinton White House press secretary during the Monica Lewinsky scandal, once coined this famous phrase of telling the truth slowly.", "sentId": 197}, {"text": "And to some extent, that's where we are in this situation with the White House.", "sentId": 198}, {"text": "So I think that Republicans, before they get too far out in defending Karl Rove or anybody else over there, they certainly want to know more about what they -- what may have happened.", "sentId": 199}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "I remember that phrase all too well.", "sentId": 200}, {"text": "And if Mike McCurry is watching, he's not going to appreciate your reminding him of it, of those days.", "sentId": 201}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "But let's get into the Democrats now.", "sentId": 202}, {"text": "Obviously they see a political opening here.", "sentId": 203}, {"text": "And one would expect them to seize it.", "sentId": 204}, {"text": "One would imagine if Karl Rove were advising the Democrats, he would tell them to seize it.", "sentId": 205}, {"text": "But what is it about Karl Rove that makes him such a boogie-man for the Democrats?", "sentId": 206}, {"text": "Why are they so gleeful, the Democrats?", "sentId": 207}], "secId": 81}, {"speaker": "BALZ", "sentences": [{"text": "Well, he has beaten them soundly in two presidential elections.", "sentId": 208}, {"text": "Soundly, you would say, not necessarily in the first one, since President Bush did not win the popular vote.", "sentId": 209}, {"text": "But in two head- to-head elections, his candidate has come out on top.", "sentId": 210}, {"text": "In addition to that, they know he has the ear of the president, that he occupies one of the most powerful positions in the government.", "sentId": 211}, {"text": "They see him both as a political adversary and as somebody who on a policy sense now is also an adversary.", "sentId": 212}, {"text": "So he is a very large target for the Democrats, and a lot of people resent what he has been able to do politically on President Bush's behalf at their expense.", "sentId": 213}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "And you know, Dan, his work habits very well.", "sentId": 214}, {"text": "Is this a distraction to Karl Rove, or does he just work 22 hours a day and deals with this as he deals with all the policy issues?", "sentId": 215}], "secId": 83}, {"speaker": "BALZ", "sentences": [{"text": "John, that's a hard question for me to answer.", "sentId": 216}, {"text": "He obviously is a multi-tasker and can keep a lot of balls in the air.", "sentId": 217}, {"text": "But this has to be something of a distraction for him.", "sentId": 218}, {"text": "There is an ongoing legal case.", "sentId": 219}, {"text": "His attorney has said that he's been told by the prosecutor that Karl Rove is not a target in it.", "sentId": 220}, {"text": "Nonetheless, there is a tremendous amount of focus on him right now at least publicly, and I would think that it is at minimum a minor distraction.", "sentId": 221}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "Dan Balz at the Washington Post, thank you so much for your time today.", "sentId": 222}, {"text": "Thanks.", "sentId": 223}], "secId": 85}, {"speaker": "BALZ", "sentences": [{"text": "Thank you, John.", "sentId": 224}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Thank you, Dan.", "sentId": 225}, {"text": "Take care.", "sentId": 226}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "Dan mentioned the RNC chairman Ken Mehlman.", "sentId": 227}, {"text": "He will be a guest a little bit later today on \"WOLF BLITZER REPORTS\" right here on CNN.", "sentId": 228}, {"text": "And more on Karl Rove and his influence just ahead.", "sentId": 229}, {"text": "Stay with us.", "sentId": 230}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "He's a powerful man who prefers to stay behind the scenes.", "sentId": 231}, {"text": "But now, Karl Rove is very much in the spotlight.", "sentId": 232}, {"text": "Next up, a look at why the president's political mastermind is becoming such a punching bag.", "sentId": 233}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "Plus, when it comes to Rove, is the White House changing its tune?", "sentId": 234}, {"text": "We'll take a closer look how the Bush administration has dealt with the story.", "sentId": 235}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "And later, a supreme opening.", "sentId": 236}, {"text": "I'll talk with Judiciary Committee Chairman Arlen Specter about the president's efforts to reach out to senators and whether that may make a difference.", "sentId": 237}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "Just about a minute till the markets close on Wall Street.", "sentId": 238}, {"text": "And so, as we are every day, I'm joined by Christine Romans in New York with today's \"Dobbs Report.\"", "sentId": 239}, {"text": "Christine.", "sentId": 240}], "secId": 92}, {"speaker": "ROMANS", "sentences": [{"text": "Thanks, John.", "sentId": 241}, {"text": "Well, stocks are little changed.", "sentId": 242}, {"text": "It's difficult for stocks to climb when oil prices are sharply higher, as they are today.", "sentId": 243}, {"text": "Right now, the Dow Industrials are moving down almost five points, 10,514.", "sentId": 244}, {"text": "But the Nasdaq is a third of 1 percent higher.", "sentId": 245}, {"text": "It's now at the highest level since the first trading day of the year for the Nasdaq.", "sentId": 246}], "secId": 93}, {"speaker": "ROMANS", "sentences": [{"text": "But oil jumped $1.70 a barrel.", "sentId": 247}, {"text": "There are worry that the summer storms threaten oil and gas production in the Gulf of Mexico.", "sentId": 248}, {"text": "Another storm is brewing in the Atlantic and could be headed that way.", "sentId": 249}], "secId": 94}, {"speaker": "ROMANS", "sentences": [{"text": "Former Enron employees who lost everything when that company collapsed could finally be getting some cash back.", "sentId": 250}, {"text": "Enron settled a lawsuit by agreeing to pay $356 million to 20,000 current and former workers who lost their entire pensions back in 2001.", "sentId": 251}, {"text": "That works out to be a little less than $18,000 a person for an entire pension.", "sentId": 252}, {"text": "However, the workers will likely see only a small fraction of the total amount.", "sentId": 253}, {"text": "That's because the final amount paid depends on the bankrupt company's assets available.", "sentId": 254}], "secId": 95}, {"speaker": "ROMANS", "sentences": [{"text": "In another corporate collapse, a federal judge has denied a bid by former WorldCom CEO Bernie Ebbers for a new trial.", "sentId": 255}, {"text": "Instead, he'll face the judge tomorrow to be sentenced.", "sentId": 256}, {"text": "Ebbers was convicted in March on nine counts of conspiracy, securities fraud, and filing false statements with regulators.", "sentId": 257}, {"text": "Prosecutors are seeking an 85-year prison sentence.", "sentId": 258}, {"text": "Ebbers has already agreed to forfeit nearly all of his personal assets, which total as much as $40 million.", "sentId": 259}], "secId": 96}, {"speaker": "Coming up on CNN at 6", "sentences": [{"text": "00 p.m. Eastern on \"LOU DOBBS TONIGHT,\" Did Karl Rove leak the name or information of CIA officer Valerie Plame?", "sentId": 260}, {"text": "We investigate and take a look at how the White House is handling it.", "sentId": 261}], "secId": 97}, {"speaker": "Coming up on CNN at 6", "sentences": [{"text": "Then, many consider the war on drugs a major failure, calling it the forgotten war.", "sentId": 262}, {"text": "We have a report on what the United States is doing to fight the import of illegal drugs.", "sentId": 263}], "secId": 98}, {"speaker": "Coming up on CNN at 6", "sentences": [{"text": "Plus, Arizona has decided to take on immigration enforcement on its own.", "sentId": 264}, {"text": "We take a look at what that state has planned.", "sentId": 265}], "secId": 99}, {"speaker": "All that and more at 6", "sentences": [{"text": "00 Eastern on \"LOU DOBBS TONIGHT.\"", "sentId": 266}], "secId": 100}, {"speaker": "All that and more at 6", "sentences": [{"text": "Now back to John.", "sentId": 267}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "Thank you, Christine.", "sentId": 268}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "Back to INSIDE POLITICS in just a moment.", "sentId": 269}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "But first, some remarkable pictures to show you, a bit of the legacy of Hurricane Dennis.", "sentId": 270}, {"text": "This scene, about 150 miles to the southeast of New Orleans in the Gulf of Mexico, this an oil platform owned by British Petroleum.", "sentId": 271}, {"text": "It is called the Thunder Horse platform, again, 150 miles to the southeast of New Orleans in the Gulf of Mexico.", "sentId": 272}, {"text": "It was evacuated on Friday, we are told.", "sentId": 273}, {"text": "These are Coast Guard pictures, Coast Guard saying it believes as of now no pollution issues here, and no injuries, that we know of, anyway.", "sentId": 274}, {"text": "This platform, as you see, tilting into the Gulf of Mexico, caught in the path of Hurricane Dennis.", "sentId": 275}, {"text": "Remarkable pictures.", "sentId": 276}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "And now back to INSIDE POLITICS.", "sentId": 277}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "The Republican National Committee is dismissing new calls for Karl Rove's ouster from the White House as blatant partisan attacks.", "sentId": 278}, {"text": "The Democrats say growing evidence of Rove's connection to the CIA leak case has put the administration's credibility on the line.", "sentId": 279}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "Both sides might agree that Rove has become even more of a magnet for controversy.", "sentId": 280}], "secId": 107}, {"speaker": "KING ", "sentences": [{"text": "Karl Rove would be the first to tell you timing is everything in politics.", "sentId": 281}, {"text": "And at the moment, that leaves the man the president calls the architect at a significant disadvantage.", "sentId": 282}], "secId": 108}, {"speaker": "KERRY", "sentences": [{"text": "I believe very clearly Karl Rove ought to be fired.", "sentId": 283}], "secId": 109}, {"speaker": "UNIDENTIFIED MALE", "sentences": [], "secId": 110}, {"speaker": "CLINTON", "sentences": [{"text": "I'm nodding.", "sentId": 284}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Innocent until proven guilty is the rule in a court of law.", "sentId": 285}, {"text": "But in today's Washington, a deputy White House chief of staff at the center of a grand jury investigation is more than fair game.", "sentId": 286}], "secId": 112}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "When did the president learn that Karl Rove had this ...", "sentId": 287}], "secId": 113}, {"speaker": "MCCLELLAN", "sentences": [{"text": "I've responded to the question, Skip.", "sentId": 288}, {"text": "Go ahead.", "sentId": 289}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "Especially this deputy White House chief of staff, who has a hand in everything from Social Security to picking a new Supreme Court justice, and whose influence in the Bush White House is rivaled only by the vice president.", "sentId": 290}], "secId": 115}, {"speaker": "GERGEN", "sentences": [{"text": "I just don't think this president's going to do that.", "sentId": 291}, {"text": "He's going to stand by Karl Rove.", "sentId": 292}, {"text": "Karl Rove has stood by him for over 20 years.", "sentId": 293}, {"text": "He's going to stand by him through a storm.", "sentId": 294}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "To Democrats, he is a nefarious boogeyman, the bad cop, they say, to a genteel president in a script critics say has played out time and time again.", "sentId": 295}, {"text": "One glaring example, a president who says no one should play politics with the 9/11 attacks, and a Rove political strategy in 2002, 2004, and again now anchored on statements such as this.", "sentId": 296}], "secId": 117}, {"speaker": "ROVE", "sentences": [{"text": "Conservatives saw the savagery of 9/11 and the attacks and prepared for war.", "sentId": 297}, {"text": "Liberals saw the savagery of the 9/11 attacks and wanted to prepare indictments and offer therapy and understanding to our attackers.", "sentId": 298}, {"text": "KING:  Even some Republicans called that latest Rove salvo an attempt to change the subject from Mr. Bush's recent struggles.", "sentId": 299}, {"text": "A majority of Americans now say it was not worth going to war in Iraq.", "sentId": 300}, {"text": "And more than six in 10 Americans disapprove of how Mr. Bush is handling Social Security, the issue at the top of his second-term agenda.", "sentId": 301}], "secId": 118}, {"speaker": "GERGEN", "sentences": [{"text": "If you can discredit him, even wound him, you can take him out of action, if you can distract him, distract him before the Supreme Court fight starts, that would be progress for the Democrats.", "sentId": 302}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "Rove's influence at times seems to take on mythical proportions.", "sentId": 303}, {"text": "At last year's Republican convention, for example, some Democrats saw in the design of this podium a cross designed to send a message to Christian conservatives, a key Rove target group.", "sentId": 304}], "secId": 120}, {"speaker": "ROVE", "sentences": [{"text": "My God, where do they come up with this stuff?", "sentId": 305}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "Complicating the politics of the moment for Rove is this dynamic, a White House that once adamantly said Rove had no role in the leak at issue has clammed up now that it is clear he did talk to reporters, despite this carefully worded statement last year.", "sentId": 306}], "secId": 122}, {"speaker": "ROVE", "sentences": [{"text": "I didn't know her name and didn't leak her name.", "sentId": 307}], "secId": 123}, {"speaker": "KING", "sentences": [{"text": "Rove tells friends he is certain he broke no laws and is not a target of the investigation.", "sentId": 308}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "And he also tells those friends he's quite confident this storm will pass when the investigation comes to a close.", "sentId": 309}], "secId": 125}, {"speaker": "KING", "sentences": [{"text": "But some Republicans are getting more than a little nervous.", "sentId": 310}, {"text": "And as one close Rove associate put it after spending time with him this week, quote, \"He knows he's going to be a pinata for a while here.\"", "sentId": 311}], "secId": 126}, {"speaker": "KING", "sentences": [{"text": "If Rove take as political beating, it ultimately may have less to do with the leak in question and more to do with the administration's changing statements about it.", "sentId": 312}], "secId": 127}, {"speaker": "KING", "sentences": [{"text": "Let's bring in now our senior political analyst Bill Schneider.", "sentId": 313}, {"text": "Bill?", "sentId": 314}], "secId": 128}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Well, John, it's no longer the crime, it's the credibility.", "sentId": 315}, {"text": "Did the White House deliberately mislead the public in its various statements about the leak of a CIA agent's name in July 2003?", "sentId": 316}, {"text": "Here is what White House spokesman Scott McClellan said on September 29, 2003.", "sentId": 317}], "secId": 129}, {"speaker": "MCCLELLAN", "sentences": [{"text": "If anyone in this administration was involved in it, they would no longer be in this administration.", "sentId": 318}], "secId": 130}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Now we know that White House adviser Karl Rove discussed the CIA agent's role in the story with a reporter.", "sentId": 319}, {"text": "Here's how McClellan responded when he was asked that same day whether Rove was involved in the leak.", "sentId": 320}], "secId": 131}, {"speaker": "MCCLELLAN", "sentences": [{"text": "It's just totally ridiculous.", "sentId": 321}, {"text": "I've known Karl for a long time, and I didn't even need to go ask Karl, because I know the kind of person that he is.", "sentId": 322}, {"text": "And he is someone that is committed to the highest standards of conduct.", "sentId": 323}], "secId": 132}, {"speaker": "SCHNEIDER", "sentences": [{"text": "The next day, President Bush set a tough standard.", "sentId": 324}], "secId": 133}, {"speaker": "BUSH", "sentences": [{"text": "If somebody did leak classified information, I'd like to know it, and we'll take the appropriate action.", "sentId": 325}], "secId": 134}, {"speaker": "SCHNEIDER", "sentences": [{"text": "In June 2004, the president confirmed what he meant by appropriate action.", "sentId": 326}], "secId": 135}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "And do you stand by your pledge to fire anyone found to have done so?", "sentId": 327}], "secId": 136}, {"speaker": "BUSH", "sentences": [{"text": "Yes.", "sentId": 328}], "secId": 137}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Here's McClellan's response today, when he was asked whether Rove had committed a crime.", "sentId": 329}], "secId": 138}, {"speaker": "MCCLELLAN", "sentences": [{"text": "Now, that's a question related to an ongoing investigation.", "sentId": 330}, {"text": "It's not the appropriate time to talk about those questions while the investigation is continuing.", "sentId": 331}], "secId": 139}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Rove's attorney has confirmed that Rove talked about the agent with the reporter.", "sentId": 332}, {"text": "Whether he committed a crime is not clear.", "sentId": 333}, {"text": "It depends on what the definition of the crime is.", "sentId": 334}, {"text": "But the White House has said that Rove was not involved in the story, and that anyone found to have anything to do with the leak would be fired.", "sentId": 335}], "secId": 140}, {"speaker": "SCHNEIDER", "sentences": [{"text": "That is the credibility problem.", "sentId": 336}], "secId": 141}, {"speaker": "KING", "sentences": [{"text": "And what is the shelf life of the credibility problem?", "sentId": 337}, {"text": "Assuming that Karl Rove and his lawyer are telling the truth, that the investigation ends, there's no criminal liability on Karl Rove's fault, on part, is there a continuing credibility problem, or is this past?", "sentId": 338}], "secId": 142}, {"speaker": "SCHNEIDER", "sentences": [{"text": "I don't think it's passed.", "sentId": 339}, {"text": "I think there's a good deal of explaining to do about what the White House meant by those various statements.", "sentId": 340}, {"text": "If they insist on the pure legal definition of a crime, I think they're still going to be in trouble.", "sentId": 341}], "secId": 143}, {"speaker": "KING", "sentences": [{"text": "Karl Rove may have to explain...", "sentId": 342}], "secId": 144}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Right.", "sentId": 343}], "secId": 145}, {"speaker": "KING", "sentences": [{"text": "... Scott McClellan.", "sentId": 344}], "secId": 146}, {"speaker": "KING", "sentences": [{"text": "Thank you, Bill Schneider, very much.", "sentId": 345}], "secId": 147}, {"speaker": "KING", "sentences": [{"text": "President Bush says he's actively seeking recommendations about prospective Supreme Court nominees.", "sentId": 346}, {"text": "Up next, the Senate Judiciary Committee chairman, Arlen Specter, talks about today's consultations at the White House, and whether that may minimize partisan warfare.", "sentId": 347}], "secId": 148}, {"speaker": "KING", "sentences": [{"text": "Also ahead, the London bombings lead to finger-pointing on Capitol Hill.", "sentId": 348}, {"text": "Rail insecurity, in our strategy session.", "sentId": 349}], "secId": 149}, {"speaker": "KING", "sentences": [{"text": "And when we go inside the blogs, architect Karl Rove and the building-out rates on line.", "sentId": 350}], "secId": 150}, {"speaker": "KING", "sentences": [{"text": "And more now on the debate over potential replacements for retiring Supreme Court Justice Sandra Day O'Connor.", "sentId": 351}], "secId": 151}, {"speaker": "KING", "sentences": [{"text": "Joining me now is the Republican chairman of the Judiciary Committee, Senator Arlen Specter of Pennsylvania.", "sentId": 352}], "secId": 152}, {"speaker": "KING", "sentences": [{"text": "Senator, thank you for joining us.", "sentId": 353}], "secId": 153}, {"speaker": "SPECTER", "sentences": [{"text": "Nice being with you, John.", "sentId": 354}, {"text": "Thank you.", "sentId": 355}], "secId": 154}, {"speaker": "KING", "sentences": [{"text": "A meeting at the White House this morning, the president saying he will consult not only with Republicans like yourself, but with Democrats as well.", "sentId": 356}, {"text": "Any names put on the table by the president?", "sentId": 357}], "secId": 155}, {"speaker": "SPECTER", "sentences": [{"text": "No names put on the table by the president.", "sentId": 358}, {"text": "I think the president will put one name on the table when he's ready.", "sentId": 359}], "secId": 156}, {"speaker": "KING", "sentences": [{"text": "When he's ready.", "sentId": 360}, {"text": "So you don't think he will, and nor do you think he should call up a Democrats and say, \"I'm thinking of Arlen Specter.", "sentId": 361}, {"text": "What do you think?\"", "sentId": 362}], "secId": 157}, {"speaker": "SPECTER", "sentences": [{"text": "Well, I think that's up to the president.", "sentId": 363}, {"text": "I think the consultation process is very important.", "sentId": 364}, {"text": "We're following the Constitution, and that's always a good sign.", "sentId": 365}, {"text": "It's advise and consent.", "sentId": 366}, {"text": "And he sat down today with not only Senator Frist, the majority leader, but also Senator Reid, the Democratic leader, and Senator Leahy, the ranking Democrat on the committee.", "sentId": 367}, {"text": "And we talked about a wide variety of subjects -- the kind of individual that the Democrats would like to see nominated; also, what Senator Frist and I had to say.", "sentId": 368}], "secId": 158}, {"speaker": "SPECTER", "sentences": [{"text": "I ventured the suggestion, for example, that it would be good to move away from having all Supreme Court justices graduates from the Courts of Appeals.", "sentId": 369}, {"text": "When we had Brown versus Board, a big case in the history of the country, there were three ex-United States senators and one-ex-governor, Earl Warren, and you had a broader experience.", "sentId": 370}], "secId": 159}, {"speaker": "KING", "sentences": [{"text": "So who's your pick in that regard?", "sentId": 371}, {"text": "Who would Arlen Specter say would be a good person -- a conservative that the president could agree with, and somebody that even the Democrats might say, good choice?", "sentId": 372}], "secId": 160}, {"speaker": "SPECTER", "sentences": [{"text": "I'm not going to say, John.", "sentId": 373}, {"text": "I'm not the president.", "sentId": 374}, {"text": "The president has to make that selection.", "sentId": 375}, {"text": "I think that I have greater freedom as chairman in the role that I have to play if I don't name names.", "sentId": 376}], "secId": 161}, {"speaker": "KING", "sentences": [{"text": "Isn't it harder, though.", "sentId": 377}, {"text": "There's been this whole debate over, should you ask a nominee his or her views on gay marriage?", "sentId": 378}, {"text": "Should you ask a nominee his or her views on Roe v. Wade and abortion?", "sentId": 379}, {"text": "If you pick someone who served in the United States Senate or a governor or somebody who served in a legislature, they're probably on the record on those issues.", "sentId": 380}, {"text": "Would that not make the fight more intense?", "sentId": 381}], "secId": 162}, {"speaker": "SPECTER", "sentences": [{"text": "Well, not necessarily.", "sentId": 382}, {"text": "If they're on the record from what they've said, so be it.", "sentId": 383}, {"text": "And there's a lot of flexibility.", "sentId": 384}, {"text": "I've long believed that nominees ought to answer questions about judicial philosophy and about background, not about specific cases; not how they're going to rule in a specific case.", "sentId": 385}], "secId": 163}, {"speaker": "SPECTER", "sentences": [{"text": "But listen, when you have the breadth of having been a senator or having been a governor or having broad experiences, it's going to -- there are pluses and minuses to it.", "sentId": 386}, {"text": "But I think the pluses definitely outweigh the minuses.", "sentId": 387}], "secId": 164}, {"speaker": "KING", "sentences": [{"text": "I want to move on to other issues quickly.", "sentId": 388}, {"text": "Let's start with Karl Rove.", "sentId": 389}, {"text": "Democrats say he should be fired or he should lose his security clearance.", "sentId": 390}, {"text": "Arlen Specter says?", "sentId": 391}], "secId": 165}, {"speaker": "SPECTER", "sentences": [{"text": "Well, there's a special prosecutor in the case, a man named Fitzgerald, who's independent of the Department of Justice.", "sentId": 392}, {"text": "If anything is to be said, it would be up to him.", "sentId": 393}, {"text": "Somebody is always looking for somebody's scalp around this town.", "sentId": 394}, {"text": "Every week, it's a new scalp they're looking for.", "sentId": 395}, {"text": "All I know is what I read in the papers, and I'm not paying too much attention to it.", "sentId": 396}], "secId": 166}, {"speaker": "KING", "sentences": [{"text": "You have been waging a courageous personal battle against cancer, and you got quite personal today at a hearing on Capitol Hill.", "sentId": 397}, {"text": "You are among those who believe the government should do more in terms of funding for embryonic stem cell research.", "sentId": 398}, {"text": "There are a number of alternatives to legislation that would do that now kicking around, at least in proposals on Capitol Hill.", "sentId": 399}, {"text": "My reading of what you said today was that  you view some of those alternatives as a stalking horse, if you will, not serious proposals to get to the president's desk, but as a chance for Republicans to say they voted for it in some way or form.", "sentId": 400}, {"text": "Do you think there's sort of a game going on here?", "sentId": 401}], "secId": 167}, {"speaker": "SPECTER", "sentences": [{"text": "Well, I think some of it may be stalking horses.", "sentId": 402}, {"text": "I'm prepared to see research on a variety of alternatives.", "sentId": 403}, {"text": "But frankly, John, I'm madder than hell that we haven't fought cancer or other maladies.", "sentId": 404}, {"text": "In 1970, President Nixon declared war on cancer.", "sentId": 405}, {"text": "And if we'd put the resources into the war on cancer that we put into other wars, I think that by the year 2005, there would have been preventative measures so that Arlen Specter wouldn't have Hodgkin's Lymphoma cancer.", "sentId": 406}, {"text": "And when you have a country as rich as ours, and you devote one-fifth of 1 percent of the gross national product to medical research, and 1 percent of the federal budget when health is our number-one asset, I just think we need to do more.", "sentId": 407}, {"text": "And I'm going to be pushing it very hard.", "sentId": 408}, {"text": "We've let stem cells sit on the sidelines for eight years, and we could've been curing a lot of diseases.", "sentId": 409}, {"text": "And it's scandalous that we don't let medical research do what is realistic and possible to preserve our health and to prevent cancer and other maladies.", "sentId": 410}], "secId": 168}, {"speaker": "KING", "sentences": [{"text": "We need to end there for time reasons today, but we'll bring you back on that issue  and I suspect many times on the looming Supreme Court battle.", "sentId": 411}], "secId": 169}, {"speaker": "SPECTER", "sentences": [{"text": "OK, John.", "sentId": 412}, {"text": "Nice being with you.", "sentId": 413}, {"text": "Thank you.", "sentId": 414}], "secId": 170}, {"speaker": "KING", "sentences": [{"text": "Senator Arlen Specter, thank you very much, sir.", "sentId": 415}], "secId": 171}, {"speaker": "KING", "sentences": [{"text": "And the debate over the Supreme Court leads off our Tuesday political bites.", "sentId": 416}], "secId": 172}, {"speaker": "KING", "sentences": [{"text": "CNN has confirmed that Kansas Republican Senator Sam Brownback has requested a meeting with the attorney general, Alberto Gonzales.", "sentId": 417}, {"text": "Senator Brownback wants that meeting because Gonzales has been mentioned prominently as a possible Supreme Court nominee, and because conservatives have raised questions about some of the attorney general's legal views.", "sentId": 418}], "secId": 173}, {"speaker": "KING", "sentences": [{"text": "First lady Laura Bush is in Africa promoting U.S. efforts to battle AIDS.", "sentId": 419}, {"text": "But she's also weighing in on the next Supreme Court pick.", "sentId": 420}, {"text": "Mrs. Bush told the \"Today\" show this morning, she has no idea of whom the president will chose to replace O'Connor.", "sentId": 421}, {"text": "But, she said, quote, \"I would really like him to name another woman.\"", "sentId": 422}, {"text": "When asked about his wife's remarks, President Bush told reporters, quote, \"I can't wait to hear her advice in person.\"", "sentId": 423}], "secId": 174}, {"speaker": "KING", "sentences": [{"text": "Democratic Party chairman Howard Dean has been busy raising money for his party, and it appears to be paying off.", "sentId": 424}, {"text": "The DNC reports it raised more than $28 million in the first half of this year, including a big jump in online donations.", "sentId": 425}, {"text": "Internet donors, of course, were a hallmark of Governor Dean's presidential campaign.", "sentId": 426}], "secId": 175}, {"speaker": "KING", "sentences": [{"text": "And looking ahead to the 2008 White House race, Massachusetts Governor Mitt Romney continues to burnish his image among GOP conservatives.", "sentId": 427}, {"text": "\"The Boston Globe\" reports Governor Romney attended a fundraiser yesterday hosted by a group of right-leaning House members known as the House Conservatives Fund.", "sentId": 428}, {"text": "Governor Romney is expected to reveal his plans later this year.", "sentId": 429}, {"text": "Just ahead, bloggers have their say about Karl Rove.", "sentId": 430}, {"text": "We'll check in with our blog reporters to find out what people are saying about the president's top adviser and the very rocky week of the White House spokesman.", "sentId": 431}], "secId": 176}, {"speaker": "KING", "sentences": [{"text": "The Karl Rove controversy has left the official White House spokesman in an almost impossible position.", "sentId": 432}, {"text": "For two days now, he has tried, or at least attempted to try, to answer reporters' questions without actually commenting on the investigation.", "sentId": 433}], "secId": 177}, {"speaker": "KING", "sentences": [{"text": "Here's CNN's Bruce Morton.", "sentId": 434}], "secId": 178}, {"speaker": "MORTON", "sentences": [{"text": "Portrait of a White House spokesman in trouble looks a lot like this.", "sentId": 435}], "secId": 179}, {"speaker": "MCCLELLAN", "sentences": [{"text": "As I've previously stated, while that investigation is ongoing, the White House is not going to comment on it.", "sentId": 436}], "secId": 180}, {"speaker": "MCCLELLAN", "sentences": [{"text": "Well, those overseeing the investigation expressed a preference to us that we not get into commenting on the investigation.", "sentId": 437}, {"text": "I think the way to be most helpful is to not get into commenting on it.", "sentId": 438}], "secId": 181}, {"speaker": "MORAN", "sentences": [{"text": "Well, you're in a bad spot here, Scotty.", "sentId": 439}], "secId": 182}, {"speaker": "MORTON", "sentences": [{"text": "Yes, but he has lots of company.", "sentId": 440}, {"text": "When Dwight Eisenhower was president, the Soviets shot down an American spy plan.", "sentId": 441}, {"text": "The U.S. said it was a weather plane, but the pilot confessed.", "sentId": 442}, {"text": "A Pentagon spokesman said the government had a right to lie to its people.", "sentId": 443}, {"text": "Big flap.", "sentId": 444}], "secId": 183}, {"speaker": "MORTON", "sentences": [{"text": "Under Lyndon Johnson, so many officials told so many lies about the Vietnam War that reporters took to wearing buttons, \"Ambushed at Credibility Gap.\"", "sentId": 445}], "secId": 184}, {"speaker": "MORTON", "sentences": [{"text": "Ron Ziegler, Richard Nixon's White House press company, who dismissed the Watergate break-in as a \"third-rate burglary,\" a year later announced that all of his previous statements about the crime were \"inoperative.\"", "sentId": 446}], "secId": 185}, {"speaker": "MORTON", "sentences": [{"text": "And the president himself, of course, was in on the coverup.", "sentId": 447}], "secId": 186}, {"speaker": "MORTON", "sentences": [{"text": "Ronald Reagan, Oliver North and company didn't tell him everything they were up to, but the Gipper himself admitting misleading the voters once.", "sentId": 448}], "secId": 187}, {"speaker": "REAGAN", "sentences": [{"text": "A few months ago, I told the American people, I did not trade arms for hostages.", "sentId": 449}, {"text": "My heart and my best intentions still tell me that's true, but the facts and the evidence tell me it is not.", "sentId": 450}], "secId": 188}, {"speaker": "MORTON", "sentences": [{"text": "Damaging, but Americans loved him anyway.", "sentId": 451}], "secId": 189}, {"speaker": "MORTON", "sentences": [{"text": "George Herbert Walker Bush got into trouble for making a promise.", "sentId": 452}], "secId": 190}, {"speaker": "BUSH", "sentences": [{"text": "Read my lips.", "sentId": 453}, {"text": "No new taxes.", "sentId": 454}], "secId": 191}, {"speaker": "MORTON", "sentences": [{"text": "But then, he had to raise taxes.", "sentId": 455}, {"text": "\"Ambushed at Credibility Gap\" again.", "sentId": 456}], "secId": 192}, {"speaker": "MORTON", "sentences": [{"text": "Bill Clinton.", "sentId": 457}, {"text": "You remember Bill Clinton.", "sentId": 458}], "secId": 193}, {"speaker": "CLINTON", "sentences": [{"text": "I did not have sexual relations with that woman, Miss Lewinsky.", "sentId": 459}], "secId": 194}, {"speaker": "MORTON ", "sentences": [{"text": "Most administrations bend the truth from time to time.", "sentId": 460}, {"text": "It often doesn't work, of course, but they think it will, until the voters remind them they don't like politicians who wander from the truth.", "sentId": 461}, {"text": "This week, it's Scott McClellan's turn, but he is far from the first.", "sentId": 462}], "secId": 195}, {"speaker": "MCCLELLAN", "sentences": [{"text": "And as I've previously stated, while that investigation is ongoing, the White House is not going to comment on it.", "sentId": 463}], "secId": 196}, {"speaker": "MORTON ", "sentences": [{"text": "As Yogi Berra said once, sounds like deja vu all over again.", "sentId": 464}], "secId": 197}, {"speaker": "MORTON ", "sentences": [{"text": "Bruce Morton, CNN, Washington.", "sentId": 465}], "secId": 198}, {"speaker": "KING", "sentences": [{"text": "As you might expect, Scott McClellan and Karl Rove are hot topics in the blogosphere.", "sentId": 466}, {"text": "We check in now with CNN political producer Abbi Tatton and Jacki Schechner, our blog reporter.", "sentId": 467}], "secId": 199}, {"speaker": "KING", "sentences": [{"text": "Jacki?", "sentId": 468}], "secId": 200}, {"speaker": "SCHECHNER", "sentences": [{"text": "Well, John, we tried really hard to find some people who weren't talking about Karl Rove, and the only other person they seem to be talking about was Scott McClellan, and that was because he won't talk about Karl Rove.", "sentId": 469}], "secId": 201}, {"speaker": "SCHECHNER", "sentences": [{"text": "We found an interesting post today at the The Jawa Report.", "sentId": 470}, {"text": "This is mypetjawa.mu.nu.", "sentId": 471}, {"text": "Now, this is a right-leaning blog, but they're saying something that we're hearing from the left, and that's that President Bush should fire Karl Rove.", "sentId": 472}, {"text": "Why, they say?", "sentId": 473}, {"text": "Because he's creating a political scandal, that he voted for President Bush, not Karl Rove.", "sentId": 474}, {"text": "Get rid of him.", "sentId": 475}, {"text": "This is not what we need in a time of war.", "sentId": 476}], "secId": 202}, {"speaker": "TATTON", "sentences": [{"text": "And that's, yes, not typical from the right, but something we're certainly seeing on the left in the blogs and in the halls of Congress, and congresspeople with their blogs as well joining on this one.", "sentId": 477}], "secId": 203}, {"speaker": "TATTON", "sentences": [{"text": "This is Louise Slaughter in New York.", "sentId": 478}, {"text": "Her campaign blog is already saying, Send Karl Rove his pink slip.", "sentId": 479}, {"text": "But we found this interesting one over here.", "sentId": 480}, {"text": "This is from Marshall Whitman, who is blogging at TPMCafe.com.", "sentId": 481}, {"text": "Marshall Whitman used to be the director of communications for Republican Senator John McCain.", "sentId": 482}, {"text": "Now he's with the Democratic Leadership Council.", "sentId": 483}, {"text": "He's telling Democrats, Don't get too excited about this.", "sentId": 484}, {"text": "Karl Rove is the indispensable man in Washington.", "sentId": 485}, {"text": "He also knows GOP politics so well, he's not going anywhere, suggesting even that that attack on liberals from a few weeks ago in a speech that Karl Rove gave was maybe done to cement his support from the conservative base.", "sentId": 486}], "secId": 204}, {"speaker": "SCHECHNER", "sentences": [{"text": "So should he stay or should he go, that one topic.", "sentId": 487}], "secId": 205}, {"speaker": "SCHECHNER", "sentences": [{"text": "People also taking a look at what exactly it is Karl Rove did, and what kind of trouble it's going to get him into.", "sentId": 488}], "secId": 206}, {"speaker": "SCHECHNER", "sentences": [{"text": "JustOneMinute.typepad.com, another right-leaning blog, this is Tom McGuire, who's been following this for a little bit of time now, doing a very good in-depth job.", "sentId": 489}, {"text": "And what he says is that we know that Rove mentioned that Wilson's wife worked for the CIA.", "sentId": 490}, {"text": "He didn't mention her by name.", "sentId": 491}, {"text": "His question, Does that matter?", "sentId": 492}], "secId": 207}, {"speaker": "TATTON", "sentences": [{"text": "Well, bloggers are saying that's just a technicality, by just saying \"Wilson's wife,\" anyone with a modem can find out what the name is.", "sentId": 493}, {"text": "And one blogger at Fishkite.com  went as far as saving the bio from Ambassador Wilson, which has now disappeared from the Web, but you can find it at Fishkite.com.", "sentId": 494}, {"text": "You just scroll down to the bottom right there, and you see on his bio, he is married to the former Valerie Plame.", "sentId": 495}, {"text": "Very easy.", "sentId": 496}, {"text": "Anyone who knows how to Google could have found that information.", "sentId": 497}], "secId": 208}, {"speaker": "SCHECHNER", "sentences": [{"text": "Now, something we just heard about was how Scott McClellan was taking heat from reporters at the press briefing yesterday.", "sentId": 498}, {"text": "We're seeing a lot of this theme online today.", "sentId": 499}, {"text": "You couldn't pay me enough money to be Scott McClellan, people saying that looked like a cool job until just about yesterday.", "sentId": 500}, {"text": "So that sparked interest in someone, Garrett Graf  at Fishbowl DC.", "sentId": 501}, {"text": "He, you might remember, was the first blogger to be credentialed for the White House briefing room.", "sentId": 502}, {"text": "He thought today might be a good day to go back.", "sentId": 503}], "secId": 209}, {"speaker": "TATTON", "sentences": [{"text": "And you can find the reports, of course, from any journalist works in there in the White House briefing room today.", "sentId": 504}, {"text": "But Garrett's is interesting for the little behind-the-scenes stuff.", "sentId": 505}, {"text": "He's throwing in that there was another blogger there, Eric Brewer  of BTC News.", "sentId": 506}, {"text": "But also looking at what the reporters were saying before the briefing.", "sentId": 507}], "secId": 210}, {"speaker": "TATTON", "sentences": [{"text": "Now, of course, there was a call, we talked about it yesterday, in the liberal blogosphere trying to press the White House press corps to ask questions.", "sentId": 508}, {"text": "They were saying day five, day six, silence.", "sentId": 509}, {"text": "And then they came through yesterday.", "sentId": 510}, {"text": "Garrett is reporting that before the briefing today, those very same reporters were saying, We're here for the barbecue.", "sentId": 511}, {"text": "And blood in the water seemed to be the common theme of what people were talking about.", "sentId": 512}], "secId": 211}, {"speaker": "SCHECHNER", "sentences": [{"text": "One other thing we wanted to play on is, even some of the big-name bloggers who weren't blogging about Karl Rove were being pushed by their readers to do so.", "sentId": 513}, {"text": "This is Dr. Steven Taylor over at Polly Blog, Pollyblogger.com.", "sentId": 514}, {"text": "He posted on a story how U.S. workers waste two hours a day at work.", "sentId": 515}, {"text": "And at the very bottom, the very first comment he got was, Is there a reason you're not commenting on Karl Rove?", "sentId": 516}, {"text": "By the way, John, he says, he just hasn't had the time to think about what he wants to say.", "sentId": 517}], "secId": 212}, {"speaker": "KING", "sentences": [{"text": "He can't waste all that time at work, that's all.", "sentId": 518}], "secId": 213}, {"speaker": "KING", "sentences": [{"text": "Ladies, thank you very much.", "sentId": 519}], "secId": 214}, {"speaker": "KING", "sentences": [{"text": "The White House continues not to answer questions about Karl Rove, even as Democrats offer him to be fired.", "sentId": 520}, {"text": "Coming up, the investigation into leaking a CIA operative's identity, and whether the president's top adviser was involved.", "sentId": 521}], "secId": 215}, {"speaker": "KING", "sentences": [{"text": "That's today's strategy session.", "sentId": 522}], "secId": 216}, {"speaker": "KING", "sentences": [{"text": "Time now to take on some of the day's major issues, maybe have a little bit of fun, in today's strategy session.", "sentId": 523}], "secId": 217}, {"speaker": "KING", "sentences": [{"text": "With us today, Democratic strategist Paul Begala and Republican strategist Rich Galen.", "sentId": 524}], "secId": 218}, {"speaker": "KING", "sentences": [{"text": "Today's topics, silence from the White House in the case of Karl Rove, and the leaked identity of a CIA operative, amid calls from Democrats to fire the president's man.", "sentId": 525}, {"text": "A Supreme Court meeting between the president and leaders from both sides of the Senate for suggestions on possible Supreme Court candidates.", "sentId": 526}, {"text": "And the call for more Homeland Security spending on mass transit here in America the week after a deadly bombing in Britain.", "sentId": 527}], "secId": 219}, {"speaker": "KING", "sentences": [{"text": "Neither President Bush nor White House spokesman Scott McClellan would say anything today about the growing questions over whether key Bush adviser Karl Rove was involved in leaking the identity of CIA operative Valerie Plame.", "sentId": 528}], "secId": 220}, {"speaker": "MCCLELLAN", "sentences": [{"text": "I don't want to get into commenting on things in the context of an ongoing investigation.", "sentId": 529}, {"text": "So let me step back and point out that any individual who works here at the White House has the confidence of the president.", "sentId": 530}], "secId": 221}, {"speaker": "KING", "sentences": [{"text": "And surprise, surprise, that isn't stopping high-profile Democrats from coming out swinging.", "sentId": 531}, {"text": "Earlier today, former presidential candidate John Kerry called on President Bush to get rid of Rove.", "sentId": 532}, {"text": "Standing nearby, Senator Hillary Rodham Clinton, who just might run a few years from now, showed her agreement with a nod and a smile.", "sentId": 533}], "secId": 222}, {"speaker": "KING", "sentences": [{"text": "Let's bring our guests into the discussion.", "sentId": 534}, {"text": "Paul Begala, let me start with you, because you've worked behind the scenes in the White House.", "sentId": 535}, {"text": "I know you're a Democrat.", "sentId": 536}, {"text": "I know you're glad you're party's making hay out of this right now.", "sentId": 537}, {"text": "Grade Scott McClellan in his official job as harpoon catcher.", "sentId": 538}], "secId": 223}, {"speaker": "BEGALA", "sentences": [{"text": "Yes, I don't take any pleasure.", "sentId": 539}, {"text": "And I watched you and your colleagues beating the heck out of poor Mike McCurry, Joe Lockhart, Dee Dee Myers, President Clinton's press secretaries.", "sentId": 540}, {"text": "Scott is in an untenable position.", "sentId": 541}, {"text": "The president and his team sent him out at the beginning of this to tell people that Mr. Rove had nothing to do with it.", "sentId": 542}, {"text": "A lot of us believed him, including me, a liberal Democrat who doesn't support the president's policies.", "sentId": 543}], "secId": 224}, {"speaker": "BEGALA", "sentences": [{"text": "And I went back and looked.", "sentId": 544}, {"text": "Christi Shawns , actually, our producer, looked up the transcript back.", "sentId": 545}, {"text": "There used to be a show called \"CROSSFIRE.\"", "sentId": 546}, {"text": "And this topic came up.", "sentId": 547}, {"text": "Rove had been accused.", "sentId": 548}, {"text": "This said, \"I don't believe Karl did it, either.", "sentId": 549}, {"text": "Let me be clear.", "sentId": 550}, {"text": "I know Karl.", "sentId": 551}, {"text": "He's a friend of mine from Texas.", "sentId": 552}, {"text": "I don't believe it.\"", "sentId": 553}], "secId": 225}, {"speaker": "BEGALA", "sentences": [{"text": "Now, a lot of people believed Scott McClellan and Karl Rove and the president and took them at their word.", "sentId": 554}, {"text": "And what do we do now when we learn that they didn't tell us the truth.", "sentId": 555}, {"text": "Well, just saying, I'm not going to comment on it is not enough.", "sentId": 556}, {"text": "Frankly, we deserve an apology, to begin with, and we deserve the real facts.", "sentId": 557}], "secId": 226}, {"speaker": "KING", "sentences": [{"text": "\"Clintonian clever\" was a term used by Republicans, back in the days of Monica Lewinsky, when some of the things said by the White House didn't turn out to be exactly true.", "sentId": 558}, {"text": "Are they trying to be too clever here, or do you think that Karl Rove mislead Scott McClellan?", "sentId": 559}], "secId": 227}, {"speaker": "GALEN", "sentences": [{"text": "No, I don't think anybody mislead anybody.", "sentId": 560}, {"text": "I think the original statement still stands, actually.", "sentId": 561}], "secId": 228}, {"speaker": "BEGALA", "sentences": [{"text": "That he had nothing to do with us?", "sentId": 562}], "secId": 229}, {"speaker": "GALEN", "sentences": [{"text": "Stop, stop -- we're not going to have a food fight.", "sentId": 563}, {"text": "We're going to discuss this.", "sentId": 564}], "secId": 230}, {"speaker": "BEGALA", "sentences": [{"text": "I didn't bring the biscuits.", "sentId": 565}, {"text": "Just wondering.", "sentId": 566}], "secId": 231}, {"speaker": "GALEN", "sentences": [{"text": "That's -- the question was, did Karl Rove out anybody.", "sentId": 567}, {"text": "The answer is obviously no.", "sentId": 568}, {"text": "This is something -- this is the August story that happens to be three weeks or so in advance.", "sentId": 569}, {"text": "The theater of a Washington press corps -- and it happens on both sides, and it happened during your boss' tenure, too -- the Washington press corps, in full projectile sweat in that briefing room, screaming about the injustice of it all, is great theater.", "sentId": 570}, {"text": "But this is an August story.", "sentId": 571}, {"text": "This is going nowhere.", "sentId": 572}, {"text": "This is -- I mean, when the Democrats are taking their cues from MoveOn.org and Howard Dean, I think you know where this thing is going, and it's going nowhere.", "sentId": 573}], "secId": 232}, {"speaker": "KING", "sentences": [{"text": "Hold on for one second.", "sentId": 574}, {"text": "I want to let the president add his voice to the debate here.", "sentId": 575}, {"text": "Something the president said about this, back a little bit, but something that he said that just resonates here.", "sentId": 576}, {"text": "Let's listen before we continue.", "sentId": 577}], "secId": 233}, {"speaker": "BUSH", "sentences": [{"text": "Listen, I know of nobody -- I don't know of anybody in my administration who leaked classified information.", "sentId": 578}, {"text": "If somebody did leak classified information, I'd like to know it, and we'll take the appropriate action.", "sentId": 579}, {"text": "And this investigation is a good thing.", "sentId": 580}], "secId": 234}, {"speaker": "KING", "sentences": [{"text": "Now, the question there is \"leaked classified information.\"", "sentId": 581}, {"text": "And the White House would tell you, and Karl Rove's lawyer would tell you, that if he said, you know, don't believe any of this stuff, don't believe that Dick Cheney sent Joe Wilson there, don't believe that George Tenet sent Joe Wilson there, because Joe Wilson was sent there by his wife, who apparently works in the WMD department of the CIA.", "sentId": 582}, {"text": "Nothing illegal about that.", "sentId": 583}], "secId": 235}, {"speaker": "BEGALA", "sentences": [{"text": "We don't know.", "sentId": 584}, {"text": "I don't know.", "sentId": 585}, {"text": "You don't.", "sentId": 586}, {"text": "I don't even think President Bush knows.", "sentId": 587}, {"text": "It's in the hands of the grand jury.", "sentId": 588}], "secId": 236}, {"speaker": "GALEN", "sentences": [], "secId": 237}, {"speaker": "BEGALA", "sentences": [{"text": "Well, I -- hey, it's the hands of the grand jury, and we should let that process go on.", "sentId": 589}, {"text": "But politically, we were not told to carefully parse -- I didn't reveal that name of that woman, Mrs. Plame, Mrs. Wilson.", "sentId": 590}, {"text": "No.", "sentId": 591}, {"text": "We were told, I had nothing to do with it.", "sentId": 592}, {"text": "We were told it was ridiculous.", "sentId": 593}], "secId": 238}, {"speaker": "GALEN", "sentences": [{"text": "But that's also -- that's true, though.", "sentId": 594}], "secId": 239}, {"speaker": "BEGALA", "sentences": [{"text": "The president misled the country...", "sentId": 595}], "secId": 240}, {"speaker": "GALEN", "sentences": [{"text": "Oh, stop.", "sentId": 596}], "secId": 241}, {"speaker": "BEGALA", "sentences": [{"text": "Mr. Rove misled the country.", "sentId": 597}, {"text": "Mr. McClellan misled the country.", "sentId": 598}], "secId": 242}, {"speaker": "GALEN", "sentences": [{"text": "This is a reflection  of the high angst...", "sentId": 599}], "secId": 243}, {"speaker": "BEGALA", "sentences": [{"text": "I believed them.", "sentId": 600}, {"text": "Yes, I feel like a schmuck because I believed my long-time acquaintances from Texas, Karl Rove, Scott McClellan, and a president who I like, personally, but all of whom lied to me.", "sentId": 601}, {"text": "And I do -- I do get annoyed.", "sentId": 602}], "secId": 244}, {"speaker": "GALEN", "sentences": [{"text": "Nobody lied to you.", "sentId": 603}], "secId": 245}, {"speaker": "BEGALA", "sentences": [{"text": "You can't trust these people as far as you can throw them, Scott -- I mean, Scott, I was thinking for Scott McClellan.", "sentId": 604}], "secId": 246}, {"speaker": "GALEN", "sentences": [{"text": "That's OK, John.", "sentId": 605}], "secId": 247}, {"speaker": "BEGALA", "sentences": [{"text": "John's the better looking one.", "sentId": 606}], "secId": 248}, {"speaker": "GALEN", "sentences": [{"text": "He's got the better hair.", "sentId": 607}, {"text": "That part we know.", "sentId": 608}], "secId": 249}, {"speaker": "KING", "sentences": [{"text": "Let's step back a little bit and help me understand the enigma, if you will, of Karl Rove.", "sentId": 609}, {"text": "When Carville and Begala beat the former President Bush, no Republicans liked them.", "sentId": 610}, {"text": "They, of course, the failed governor of the small state, you know, somehow beat the president of the United States.", "sentId": 611}, {"text": "But they did not take on this legendary status like Karl Rove has in this town.", "sentId": 612}], "secId": 250}, {"speaker": "GALEN", "sentences": [{"text": "Oh, that's not true.", "sentId": 613}, {"text": "Oh, no, absolutely they did.", "sentId": 614}, {"text": "I mean.", "sentId": 615}], "secId": 251}, {"speaker": "BEGALA", "sentences": [{"text": "Well, thank you.", "sentId": 616}], "secId": 252}, {"speaker": "GALEN", "sentences": [{"text": "Oh, there's no question about it.", "sentId": 617}, {"text": "I mean, somebody walked into the Green Room just now and said, Paul Begala's in makeup.", "sentId": 618}], "secId": 253}, {"speaker": "GALEN", "sentences": [{"text": "No, no, I think...", "sentId": 619}], "secId": 254}, {"speaker": "KING", "sentences": [{"text": "Your wife's here?", "sentId": 620}], "secId": 255}, {"speaker": "GALEN", "sentences": [{"text": "I think in this town -- in this town, you do get -- I mean, this is the Hollywood East.", "sentId": 621}, {"text": "I mean, you have great producers who produce great movies, get to -- kind of people talking about them when they walk through restaurants.", "sentId": 622}, {"text": "People like Begala and Carville and Rove, when they walk through restaurants, people go, oh.", "sentId": 623}, {"text": "Or, in my case, if you walk through with the president, I walk through anywhere, still to this day with Newt, people go, buzz, buzz, buzz.", "sentId": 624}], "secId": 256}, {"speaker": "GALEN", "sentences": [{"text": "So I think that there is a co-equality, if there's such a word, about the way that these two teams have been treated.", "sentId": 625}, {"text": "I think the difference here is that because Rove is still in the White House, still has a major role, and by the way, has a higher role than I think you ever had, if you were ever deputy chief of staff.", "sentId": 626}, {"text": "I think that the Democrats have -- are taking better aim at him than we were able or wanted to take at either Paul or James.", "sentId": 627}], "secId": 257}, {"speaker": "BEGALA", "sentences": [{"text": "I think you're just right.", "sentId": 628}, {"text": "I think Democrats tend to give Karl too much credit when things go right, too much blame when things go wrong.", "sentId": 629}, {"text": "The president has his strengths and his weaknesses.", "sentId": 630}, {"text": "His greatest strength is that he is a really good political strategist in his own right, which is why, if I were advising the Democrats on this, I would say, don't just aim at Karl Rove.", "sentId": 631}, {"text": "The president could fire Karl today, and he'll have the exact same policies tomorrow.", "sentId": 632}], "secId": 258}, {"speaker": "BEGALA", "sentences": [{"text": "I believe that you focus on the organ grinder, not the monkey.", "sentId": 633}, {"text": "Guys like Karl, guys like me, guys like Carville, certainly not Mr. Galen, we're the monkeys.", "sentId": 634}, {"text": "And we're interchangeable.", "sentId": 635}, {"text": "You know, De Gaulle said, \"The graveyards are filled with indispensable men.\"", "sentId": 636}, {"text": "Karl's an indispensable man to the president until the day he's gone.", "sentId": 637}, {"text": "And I just think the Democrats are wrong to have this fixation about Karl...", "sentId": 638}], "secId": 259}, {"speaker": "GALEN", "sentences": [{"text": "So what do you think -- tell me what you think's going to happen?", "sentId": 639}], "secId": 260}, {"speaker": "KING", "sentences": [{"text": "Let me ask you this, looking forward.", "sentId": 640}, {"text": "Let me ask this going forward.", "sentId": 641}, {"text": "Clearly -- you think it's an August story.", "sentId": 642}, {"text": "But the press corps is ginned up.", "sentId": 643}, {"text": "They think...", "sentId": 644}], "secId": 261}, {"speaker": "GALEN", "sentences": [{"text": "That's what happens with August stories.", "sentId": 645}, {"text": "That's my point.", "sentId": 646}], "secId": 262}, {"speaker": "KING", "sentences": [{"text": "They think when Scott McClellan said Karl had no role in this, they think that meant no role at all, no conversations with any reporters about this at all.", "sentId": 647}, {"text": "How do you clean it up?", "sentId": 648}, {"text": "When it's over -- let's assume the grand jury finishes.", "sentId": 649}, {"text": "Karl Rove is cleared.", "sentId": 650}, {"text": "No wrong-doing.", "sentId": 651}, {"text": "This credibility question, which you think is being exaggerated.", "sentId": 652}, {"text": "How do you just say, all right, what do we do to just make this go away?", "sentId": 653}], "secId": 263}, {"speaker": "GALEN", "sentences": [{"text": "It just goes away by its own -- by virtue of its own virtue.", "sentId": 654}, {"text": "When you read Isikoff's report of the leaked -- interestingly enough -- the leaked e-mails from \"Time\" magazine -- \"Time\" leaking to \"Newsweek\" has got to be a story into itself -- but when you read that, it is abundantly clear that there is no there there, much as the WMD were never found.", "sentId": 655}], "secId": 264}, {"speaker": "BEGALA", "sentences": [{"text": "Well, I am a lawyer, but I don't want to play one on TV.", "sentId": 656}, {"text": "Let's leave that to the lawyers.", "sentId": 657}, {"text": "Because it's not simply this very hard to prove 1982...", "sentId": 658}], "secId": 265}, {"speaker": "GALEN", "sentences": [{"text": "No, I'm just saying what he...", "sentId": 659}], "secId": 266}, {"speaker": "BEGALA", "sentences": [{"text": "...Intelligence Identity Protection Act....", "sentId": 660}], "secId": 267}, {"speaker": "GALEN", "sentences": [{"text": "...what Karl -- what Karl said or didn't say...", "sentId": 661}], "secId": 268}, {"speaker": "BEGALA", "sentences": [{"text": "...at stake here.", "sentId": 662}, {"text": "It's a lot of other laws.", "sentId": 663}], "secId": 269}, {"speaker": "GALEN", "sentences": [{"text": "...yes, but what Karl said or didn't say, when it comes to the outing of Valerie Plame, he clearly had no role, which is what McClellan said.", "sentId": 664}], "secId": 270}, {"speaker": "BEGALA", "sentences": [{"text": "That's simply not true.", "sentId": 665}, {"text": "In fact, the evidence that we have is that he played a central role.", "sentId": 666}, {"text": "Whether or not he was the source for Mr. Novak, we don't know...", "sentId": 667}], "secId": 271}, {"speaker": "GALEN", "sentences": [{"text": "We're going to go red hot after this.", "sentId": 668}], "secId": 272}, {"speaker": "BEGALA", "sentences": [{"text": "I think this goes on.", "sentId": 669}, {"text": "Here's why.", "sentId": 670}, {"text": "Independent of the grand jury, there is still the political and the policy machinery.", "sentId": 671}, {"text": "If Republicans believe that Rove is hurting them, if Democrats believe they can wrap Karl's problems together with Tom DeLay's, with Duke Cunningham's -- the California Republican congressman who's in a world of ethical hurt -- and other ethical transgressions and run against a corrupt Republican establishment, as Newt Gingrich drove the Democrats out by accusing us of corruption...", "sentId": 672}], "secId": 273}, {"speaker": "GALEN", "sentences": [{"text": "But Paul, you...", "sentId": 673}], "secId": 274}, {"speaker": "BEGALA", "sentences": [{"text": "...then you'll see the Republicans turning on Karl, and turning on Mr. Bush.", "sentId": 674}], "secId": 275}, {"speaker": "GALEN", "sentences": [{"text": "Well, Paul is exactly right to this degree, that the Democrats are not just eager, they are desperate to find a second-term scandal.", "sentId": 675}, {"text": "And they're trying desperately to make this the second term scandal.", "sentId": 676}], "secId": 276}, {"speaker": "KING", "sentences": [{"text": "All right, I think let's call a time out there.", "sentId": 677}], "secId": 277}, {"speaker": "KING", "sentences": [{"text": "The vacancy in the Supreme Court was the topic, finding a replacement for Sandra Day O'Connor, as the president sat down with Senate leaders from both sides of the aisle.", "sentId": 678}, {"text": "Will that meeting move the process forward?", "sentId": 679}, {"text": "That's coming up when \"Strategy Session\" continues.", "sentId": 680}, {"text": "Stay with us.", "sentId": 681}], "secId": 278}, {"speaker": "KING", "sentences": [{"text": "And now to the process to fill the open seat on the U.S. Supreme Court.", "sentId": 682}, {"text": "The \"Strategy Session\" continues with Paul Begala and Rich Galen.", "sentId": 683}], "secId": 279}, {"speaker": "Republican and Democratic leaders from the Senate sat down with President Bush this morning at the White House.  The topic", "sentences": [{"text": "A replacement for retiring Justice Sandra Day O'Connor.", "sentId": 684}, {"text": "The Senators offered suggestions, but what the president wanted to most was how quickly the confirmation process could be.", "sentId": 685}], "secId": 280}, {"speaker": "BUSH", "sentences": [{"text": "Obviously, they get to decide.", "sentId": 686}, {"text": "They're the legislative branch.", "sentId": 687}, {"text": "They get to determine how fast to move a nominee's name or not.", "sentId": 688}, {"text": "Our -- my only question to them is:  What will it take to be able to get a person confirmed by early October?", "sentId": 689}], "secId": 281}, {"speaker": "KING", "sentences": [{"text": "The president says he's closer to a decision, but didn't offer any suggestions of his own to the senators.", "sentId": 690}, {"text": "The Senate minority leader doesn't foresee a quick process.", "sentId": 691}], "secId": 282}, {"speaker": "REID", "sentences": [{"text": "We have a long ways to go.", "sentId": 692}, {"text": "The president has thousands of names that I'm sure -- add least hundreds of names that he will  go through.", "sentId": 693}], "secId": 283}, {"speaker": "KING", "sentences": [{"text": "Hundreds of names.", "sentId": 694}, {"text": "Harry Reid says the president didn't offer  any names.", "sentId": 695}, {"text": "I want to ask you both and we'll start with you Rich Galen:  How much does it factor into the equation, the expectation at the White House that they may have two -- not just one, not just Sandra Day O'Connor, but two.", "sentId": 696}], "secId": 284}, {"speaker": "GALEN", "sentences": [{"text": "And could have three if they decide to promote Antonin Scalia, then you've got three.", "sentId": 697}, {"text": "You've got a Supreme Court chief justice and then two associate justice.", "sentId": 698}, {"text": "So, I think that factors a good deal and I suspect they want to see -- and my guess is somebody is talking to Chief Justice Rehnquist to see if they can get a hint at what he's going to do.", "sentId": 699}, {"text": "I think the interesting thing about today was this, two things: One, in the photo ops that the president had following that, he mentioned -- he said the word \"advised.\"", "sentId": 700}, {"text": "The senators came in to advise me.", "sentId": 701}, {"text": "So, he's got on the record, that of advise and consent phase, he's already done the  advise thing.", "sentId": 702}, {"text": "He's covered that part, which I thought was pretty interesting.", "sentId": 703}], "secId": 285}, {"speaker": "GALEN", "sentences": [{"text": "The other thing is, that I don't think both either Harry Reid or Bill Frist, can afford to let this thing spin out of control again, like they did with the Circuit Court justices.", "sentId": 704}, {"text": "I think they need to keep control of  this thing, and what they're doing now, is sort of playing chess both with  each other, but with their members, because they can't afford to have this thing spin out of control.", "sentId": 705}], "secId": 286}, {"speaker": "BEGALA", "sentences": [{"text": "But those three players:  The President, Dr. Frist -- Senator Frist, the Republican leader, and Senator Reid have completely different agendas.", "sentId": 706}, {"text": "You know, the president has won his reelection and he wants to secure his place in history and ideology in a legitimate way by appointing members of court who believe in his philosophy.", "sentId": 707}], "secId": 287}, {"speaker": "BEGALA", "sentences": [{"text": "Senator Reid is holding his Democrats and so far, they've been more united than anytime in my memory -- probably since LBJ.", "sentId": 708}, {"text": "He's probably the most unifying Democratic leader in the Senate since Johnson.", "sentId": 709}, {"text": "Everybody is sticking with Harry Reid.", "sentId": 710}], "secId": 288}, {"speaker": "BEGALA", "sentences": [{"text": "Bill Frist is running for president.", "sentId": 711}, {"text": "He seems unable to hold the Republicans together very well.", "sentId": 712}, {"text": "The president will likely deliver most of the Republicans anyway.", "sentId": 713}, {"text": "He seems more interested, frankly, in kind of giving talking points to James Dobson and the social- conservatives, to please them.", "sentId": 714}, {"text": "And I think he's going to have the hardest time of this.", "sentId": 715}], "secId": 289}, {"speaker": "KING", "sentences": [{"text": "Let's stop.", "sentId": 716}, {"text": "Let me interrupt you for one second.", "sentId": 717}, {"text": "I want you to listen to something Senator Frist said on the floor today.", "sentId": 718}, {"text": "He comes out of this meeting, obviously wants to frame the stakes and he thinks, Senator Frist making the case, the Democrats are asking for too much.", "sentId": 719}], "secId": 290}, {"speaker": "FRIST", "sentences": [{"text": "Co-nomination rather than consultation, may be their ultimate goal.", "sentId": 720}, {"text": "Some senators may prefer to choose the nominee for the president, but that's not the way the system works.", "sentId": 721}, {"text": "That's not the way the Constitution works.", "sentId": 722}], "secId": 291}, {"speaker": "GALEN", "sentences": [{"text": "Yes.", "sentId": 723}, {"text": "I wrote...", "sentId": 724}], "secId": 292}, {"speaker": "KING", "sentences": [{"text": "So...", "sentId": 725}], "secId": 293}, {"speaker": "GALEN", "sentences": [{"text": "Yes.", "sentId": 726}, {"text": "I wrote a column of a couple of weeks ago when we were doing the Circuit Court nominees, and I said one of the compromises that Senator Reid presented was, in effect, giving the minority leader in the Senate a veto over anybody that the president nominated, which nobody is going to go for.", "sentId": 727}, {"text": "So, I think that's what Senator Frist was alluding to, but you know, this was just the staking-out-the-position stuff.", "sentId": 728}, {"text": "This will get -- I will be very surprised if this thing turns into the bloody battle that, frankly, those of us that have to write three days a week, wouldn't mind having, but I don't think it's going to be.", "sentId": 729}], "secId": 294}, {"speaker": "BEGALA", "sentences": [{"text": "This actually -- this speech that made me think that Dr. Frist is getting his talking points from Dr. Dobson, one of -- James Dobson, the leader of Focus on the Family, a conservative Christian group, because it was so at odds with the reality.", "sentId": 730}], "secId": 295}, {"speaker": "president", "sentences": [{"text": "Well, they work too much.", "sentId": 731}], "secId": 296}, {"speaker": "president", "sentences": [{"text": "Democrats aren't asking for more.", "sentId": 732}, {"text": "Now, in fact, Orrin Hatch as we now know -- Orrin Hatch, the Republican senator did veto some of Clinton's judges, but he was in the majority.", "sentId": 733}], "secId": 297}, {"speaker": "KING", "sentences": [{"text": "Let's move past how, to who.", "sentId": 734}, {"text": "Listen to this from Senator Pat Leahy, the ranking Democrat on the committee.", "sentId": 735}], "secId": 298}, {"speaker": "LEAHY", "sentences": [{"text": "I've talked, as each of us have,  with a number of the current justices.", "sentId": 736}, {"text": "I know they see a number of  benefits that could come to having somebody from outside the judicial monastery.", "sentId": 737}], "secId": 299}, {"speaker": "KING", "sentences": [{"text": "Rich Galen.", "sentId": 738}, {"text": "Outside the monastery.", "sentId": 739}, {"text": "Go to somebody with elected experience?", "sentId": 740}], "secId": 300}, {"speaker": "GALEN", "sentences": [{"text": "I thought he said Jewish monastery.", "sentId": 741}, {"text": "I wanted to go to see one of those.", "sentId": 742}], "secId": 301}, {"speaker": "GALEN", "sentences": [{"text": "You know, one of the problems that we have with this things -- and the same thing obtains when we're talking about the presidential sweepstakes -- is that we're familiar with people who work here, because we work here.", "sentId": 743}], "secId": 302}, {"speaker": "GALEN", "sentences": [{"text": "So -- But there's a lot of people both judges and lawyers, maybe college presidents, who knows, but I suspect that to put this in, and I don't want to diminish it, but to put it into athletic terms, picking the best available athlete, which, you know, a lot of times you do, if you're picking on a football team.", "sentId": 744}, {"text": "You may need a running back, but if the best available athlete is a, you know, a safety, you pick that.", "sentId": 745}, {"text": "And I suspect that's what the president's doing.", "sentId": 746}, {"text": "I wouldn't be surprised if it was somebody that none of us have ever heard of, because it's not what we do for a living.", "sentId": 747}], "secId": 303}, {"speaker": "BEGALA", "sentences": [{"text": "But I think -- he has a point and I know, because I've talked to some people who've talked with Supreme Court justices.", "sentId": 748}, {"text": "Members of the court have gone to senators and said:   We want a practical politician.", "sentId": 749}, {"text": "And there's good reason for that.", "sentId": 750}], "secId": 304}, {"speaker": "BEGALA", "sentences": [{"text": "Justice O'Connor is the only  person on the court today -- and she's retiring -- who has ever run for office.", "sentId": 751}, {"text": "Remember Sam Rayburn famously said of Kennedy's geniuses, \" I wish one of them had ever run for sheriff just once.\"", "sentId": 752}], "secId": 305}, {"speaker": "BEGALA", "sentences": [{"text": "Well, O'Connor is the only justice today who's ever run for sheriff.", "sentId": 753}, {"text": "She was a real politician and I think she brought a different perspective.", "sentId": 754}, {"text": "Hugo Black, Earl Warren and O'Connor, they had all been real politicians.", "sentId": 755}, {"text": "When I was working the White House, I wanted President Clinton to appoint somebody like Mario Cuomo, Tom Foley, the former speaker of the House, Bruce Babbitt, who had been governor of Arizona.", "sentId": 756}, {"text": "They would would have brought a completely different perspective and so I hope the president listens to the court and to Leahy.", "sentId": 757}, {"text": "It shouldn't be the only qualification, but Judd Gregg's name came up.", "sentId": 758}, {"text": "Harry Reid, of all people, the Democratic leader, floated Judd Gregg's name -- a very conservative senator from New Hampshire.", "sentId": 759}], "secId": 306}, {"speaker": "GALEN", "sentences": [{"text": "That's what I meant by the best available athlete.", "sentId": 760}, {"text": "It may not be somebody from the Circuit Court.", "sentId": 761}], "secId": 307}, {"speaker": "BEGALA", "sentences": [{"text": "Right.", "sentId": 762}], "secId": 308}, {"speaker": "KING", "sentences": [{"text": "OK.  We'll stop that discussion now.", "sentId": 763}, {"text": "I know you're a lawyer, but you're not on the list.", "sentId": 764}, {"text": "Sorry.", "sentId": 765}], "secId": 309}, {"speaker": "KING", "sentences": [{"text": "In the week after a deadly attack on mass transit in Britain, Congress looks at protecting the people who ride the rails here and how much money is spent on protecting them.", "sentId": 766}], "secId": 310}, {"speaker": "KING", "sentences": [{"text": "That's coming up next in \"Strategy Session.\"", "sentId": 767}], "secId": 311}, {"speaker": "BLITZER", "sentences": [{"text": "I'm Wolf Blitzer in Washington.", "sentId": 768}, {"text": "Coming up at the top of the hour, London police report progress in their investigation into last week's terror attack:  Why it may have been the work of suicide bombers.", "sentId": 769}], "secId": 312}, {"speaker": "Critics turning up the heat on the president's top political advisor", "sentences": [{"text": "Did Karl Rove reveal the identity of a CIA operative?", "sentId": 770}, {"text": "Republican Party Chairman Ken Mehlman, himself a former top Rove deputy at the White House, standing by to answer my questions.", "sentId": 771}], "secId": 313}, {"speaker": "Critics turning up the heat on the president's top political advisor", "sentences": [{"text": "And NASA prepares for the first shuttle launch since the Colombia disaster.", "sentId": 772}, {"text": "We'll talk with the shuttle program manager, William Parsons.", "sentId": 773}], "secId": 314}, {"speaker": "Critics turning up the heat on the president's top political advisor", "sentences": [{"text": "All of those stories, much more, only minutes away on \"WOLF BLITZER REPORTS.\"", "sentId": 774}, {"text": "Now back to INSIDE POLITICS.", "sentId": 775}], "secId": 315}, {"speaker": "KING", "sentences": [{"text": "And our \"Strategy Session\" continues now on INSIDE POLITICS.", "sentId": 776}, {"text": "Still here with us -- I think I owe them a meal, Paul Begala and Rich Galen.", "sentId": 777}], "secId": 316}, {"speaker": "KING", "sentences": [{"text": "Congress is looking at the budget for Homeland Security Department this week and in light of last week's London bombings, that left more than 50 people dead, some members question the amount of money being spent on  protecting the rails here.", "sentId": 778}], "secId": 317}, {"speaker": "KERRY", "sentences": [{"text": "Osama bin Laden understands that those who want to attack us, other than him, understand this gaping hole and it is long since time that this administration took the steps on rail, on port security and chemical and nuclear facilities and a number of areas, to provide Americans with the  security they deserve.", "sentId": 779}], "secId": 318}, {"speaker": "KING", "sentences": [{"text": "Rich Galen, homeland security, the whole war on terrorism has been the president's trump card since 9/11.", "sentId": 780}, {"text": "Democrats getting in his face.", "sentId": 781}, {"text": "I assume they see an opening.", "sentId": 782}], "secId": 319}, {"speaker": "GALEN", "sentences": [{"text": "Well, they might -- but they done this before and they've talked about this before and there is something to be said for it.", "sentId": 783}, {"text": "I mean, but there is -- it always comes down to an appropriations, give and take, switch and not switch and:  What do you want to do.", "sentId": 784}], "secId": 320}, {"speaker": "GALEN", "sentences": [{"text": "I mean, when we upgraded the security around airports, people complained and moaned and carried on; still do to this day.", "sentId": 785}, {"text": "I can't imagine New Yorkers being subjected to having their backpacks searched going onto the BMT.", "sentId": 786}, {"text": "I mean it's just not going to happen.", "sentId": 787}], "secId": 321}, {"speaker": "GALEN", "sentences": [{"text": "So, there's only so much you can do.", "sentId": 788}, {"text": "Should they do more?", "sentId": 789}, {"text": "Probably.", "sentId": 790}, {"text": "I don't think there's any -- but the Congress get's to do this.", "sentId": 791}, {"text": "The Congress gets to put the numbers in.", "sentId": 792}], "secId": 322}, {"speaker": "KING", "sentences": [{"text": "You talked earlier, Paul,  you talked about Congress will be suffering in this bad environment right now.", "sentId": 793}, {"text": "Is this the Democrat's strategy for the midterm elections:  Wrong war on terrorism; wrong priorities, wrong spending?", "sentId": 794}], "secId": 323}, {"speaker": "BEGALA", "sentences": [{"text": "Now.", "sentId": 795}, {"text": "I think this is much more their substantive problem.", "sentId": 796}, {"text": "I think they have a political agenda on a host of issues.", "sentId": 797}, {"text": "I think this is a regional as well as partisan, dispute and those things come together now.", "sentId": 798}, {"text": "The country is divided, but we're pretty neatly divided regionally.", "sentId": 799}], "secId": 324}, {"speaker": "BEGALA", "sentences": [{"text": "And where there are a lot of mass transit areas, there are a lot of Democrats.", "sentId": 800}, {"text": "And it's partly Congress' fault, partly the White House's fault, but a lot of Democrats believe that the funding formula for this is skewed in a way that could make targets more vulnerable.", "sentId": 801}, {"text": "Places like new York City...", "sentId": 802}], "secId": 325}, {"speaker": "GALEN", "sentences": [{"text": "What would you do?", "sentId": 803}, {"text": "Spend money to do what?", "sentId": 804}], "secId": 326}, {"speaker": "BEGALA", "sentences": [{"text": "I -- well, more on the mass transit, more on ports, more on subways.", "sentId": 805}], "secId": 327}, {"speaker": "GALEN", "sentences": [{"text": "Not just more, but what would you do?", "sentId": 806}, {"text": "What would you do?", "sentId": 807}], "secId": 328}, {"speaker": "BEGALA", "sentences": [{"text": "The president's theory has been:  We'll fight them there instead of here.", "sentId": 808}, {"text": "The problem is the terrorists have not agreed to our strategy.", "sentId": 809}], "secId": 329}, {"speaker": "GALEN", "sentences": [{"text": "That's wrong.", "sentId": 810}], "secId": 330}, {"speaker": "BEGALA", "sentences": [{"text": "They're fighting us here and there.", "sentId": 811}], "secId": 331}, {"speaker": "GALEN", "sentences": [{"text": "No, no, no.", "sentId": 812}], "secId": 332}, {"speaker": "BEGALA", "sentences": [{"text": "And I thin we could do a lot more.", "sentId": 813}], "secId": 333}, {"speaker": "GALEN", "sentences": [{"text": "Imagine how many more terrorists attacks we might well have, if they had free reign in Afghanistan and Iraq to train...", "sentId": 814}], "secId": 334}, {"speaker": "BEGALA", "sentences": [{"text": "We're not disputing about the war in Afghanistan.", "sentId": 815}, {"text": "This is the war in Iraq.", "sentId": 816}, {"text": "But I guess the theory is that they're cutting my taxes -- we're all rich, they're cutting our taxes and so, when the terrorists kill me, my children will somehow comforted by not having to pay the estate tax.", "sentId": 817}, {"text": "I'd rather be alive.", "sentId": 818}, {"text": "that's the government's first job -- is to protect me.", "sentId": 819}, {"text": "Cut my taxes later, save my life first and I don't think we're doing nearly what we ought to do on homeland security.", "sentId": 820}], "secId": 335}, {"speaker": "GALEN", "sentences": [{"text": "But just saying we're going to spend more money is a classic...", "sentId": 821}], "secId": 336}, {"speaker": "BEGALA", "sentences": [{"text": "It worked against the Soviet Union.", "sentId": 822}], "secId": 337}, {"speaker": "GALEN", "sentences": [{"text": "We didn't just spend more money, we spend it on things like...", "sentId": 823}], "secId": 338}, {"speaker": "BEGALA", "sentences": [{"text": "We spent them into oblivion.", "sentId": 824}], "secId": 339}, {"speaker": "GALEN", "sentences": [{"text": "I guarantee you were against President Reagan's Star Wars, which is what ultimately lead to their collapse.", "sentId": 825}], "secId": 340}, {"speaker": "GALEN", "sentences": [{"text": "I guarantee you were against that.", "sentId": 826}], "secId": 341}, {"speaker": "BEGALA", "sentences": [{"text": "I was skipping school and drinking beer in college.", "sentId": 827}, {"text": "I didn't know about Star Wars.", "sentId": 828}, {"text": "I didn't know, that was before my time.", "sentId": 829}], "secId": 342}, {"speaker": "KING", "sentences": [{"text": "And on that very substantive note, we will end today's \"Strategy Session.\"", "sentId": 830}], "secId": 343}, {"speaker": "KING", "sentences": [{"text": "Rich Galen, Paul Begala, thank you both very much.", "sentId": 831}], "secId": 344}, {"speaker": "KING", "sentences": [{"text": "The blogosphere is more than serious political debate.", "sentId": 832}], "secId": 345}, {"speaker": "KING", "sentences": [{"text": "Up next, we rejoin our blog reporters to sample some political humor online.", "sentId": 833}], "secId": 346}, {"speaker": "KING", "sentences": [{"text": "Serious talk of politics in war often dominates on-line debates, but what about political humor?", "sentId": 834}, {"text": "To lighten the mood a little, let's rejoin CNN Political Producer Abbi Tatton and Jacki Schechner, our blog reporter -- Jacki?", "sentId": 835}], "secId": 347}, {"speaker": "SCHECHNER", "sentences": [{"text": "Why not, John?", "sentId": 836}, {"text": "With Karl Rove and the upcoming Supreme Court nomination, we thought that we would lighten it up a little by pointing you in the direction of the people who find humor in the headlines.", "sentId": 837}, {"text": "This is not our attempt to funny, it's our attempt to show you the people who are.", "sentId": 838}], "secId": 348}, {"speaker": "TomBurkart.com  ", "sentences": [{"text": "Tom is a public service attorney in New York and he's very well-known for, \"Opinions You Should Have.\"", "sentId": 839}, {"text": "This is his political humor blog.", "sentId": 840}, {"text": "Today's post:  White House cannot confirm ever having met Karl Rove.", "sentId": 841}, {"text": "Picking up on yesterday's press conference with Scott McClellan, saying that the denied ever even knowing Karl Rove existed.", "sentId": 842}], "secId": 349}, {"speaker": "TATTON", "sentences": [{"text": "One of the most popular satirical sites is ScrappleFace.com   This is run by Scott Aught  of Pennsylvania, a conservative but he spares no one on his site.", "sentId": 843}, {"text": "This is incredibly popular.", "sentId": 844}, {"text": "It was set up in  2002 and it's had almost seven million hits since then.", "sentId": 845}, {"text": "Blogging about Rove today, he's also offered a book, because his site became popular.", "sentId": 846}], "secId": 350}, {"speaker": "SCHECHNER", "sentences": [{"text": "There are plenty of these.", "sentId": 847}, {"text": "We don't have enough time to give you them all, but PunditDrone.com, TruthLaidBare:  They have humor sections.", "sentId": 848}, {"text": "You can click on them just for a little lightness today --John?", "sentId": 849}], "secId": 351}, {"speaker": "KING", "sentences": [{"text": "Thank you very much, ladies.", "sentId": 850}, {"text": "And that's it for today's INSIDE POLITICS.", "sentId": 851}, {"text": "I'm John King, thanks for watching.", "sentId": 852}], "secId": 352}, {"speaker": "KING", "sentences": [{"text": "\"WOLF BLITZER REPORTS\" starts right now.", "sentId": 853}], "secId": 353}, {"speaker": "KING", "sentences": [{"text": "END", "sentId": 854}], "secId": 354}, {"speaker": "KING", "sentences": [{"text": "TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com", "sentId": 855}], "secId": 355}], "sectionCount": 356, "url": "transcripts.cnn.com/TRANSCRIPTS/0507/12/ip.01.html", "sentenceCount": 857, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 12, 2005 - 15:30   ET", "speakers": ["ANNOUNCER", "KERRY", "BUSH", "Supreme deliberations", "LEAHY", "FRIST", "SPECTER", "KING", "correspondent", "QUESTION", "MCCLELLAN", "MALVEAUX", "surrogates", "HENRY", "chairman", "Politically", "JOHNS", "REID", "BIDEN", "BALZ", "ROMANS", "Coming up on CNN at 6", "All that and more at 6", "KING ", "UNIDENTIFIED MALE", "CLINTON", "GERGEN", "ROVE", "SCHNEIDER", "MORTON", "MORAN", "REAGAN", "MORTON ", "SCHECHNER", "TATTON", "BEGALA", "GALEN", "Republican and Democratic leaders from the Senate sat down with President Bush this morning at the White House.  The topic", "president", "BLITZER", "Critics turning up the heat on the president's top political advisor", "TomBurkart.com  "], "title": "INSIDE POLITICS"}