{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.0508.01.ip.01.html.json", "subTitle": "Bolton Recess Appointment; Santorum Challenges Hillary", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "ANNOUNCER", "sentences": [{"text": "President Bush bypasses Congress to install his man at the U.N.", "sentId": 0}], "secId": 0}, {"speaker": "BUSH", "sentences": [{"text": "So today I've used my constitutional authority to appoint John Bolton to serve as America's ambassador in the United Nations.", "sentId": 1}], "secId": 1}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Today's move angers Democrats.", "sentId": 2}], "secId": 2}, {"speaker": "LIEBERMAN", "sentences": [{"text": "There will be a cloud over his head.", "sentId": 3}], "secId": 3}, {"speaker": "ANNOUNCER", "sentences": [{"text": "But will there be repercussions?", "sentId": 4}, {"text": "Will the Bolton appointment affect the supreme battle over John Roberts?", "sentId": 5}], "secId": 4}, {"speaker": "ANNOUNCER", "sentences": [{"text": "From CAFTA to energy to the highway bill, to renewing the Patriot Act and gun liability, it was a busy week for Congress.", "sentId": 6}, {"text": "We'll take a look at the winners and the losers in frantic flurry on Capitol Hill.", "sentId": 7}], "secId": 5}, {"speaker": "ANNOUNCER", "sentences": [{"text": "And call it the battle of the books, the sequel.", "sentId": 8}, {"text": "Senator Santorum challenges Senator Clinton to a war of words.", "sentId": 9}, {"text": "Plus, it's a big day for Al Gore.", "sentId": 10}, {"text": "We'll tell you why.", "sentId": 11}], "secId": 6}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Now, live from Washington, CNN's INSIDE POLITICS.", "sentId": 12}], "secId": 7}, {"speaker": "JOHNS", "sentences": [{"text": "Thanks for joining us.", "sentId": 13}, {"text": "I'm Joe Johns.", "sentId": 14}, {"text": "President Bush today brought an abrupt end to the drawn-out debate over John Bolton's nomination to be U.N. ambassador.", "sentId": 15}, {"text": "He gave Bolton a recess appointment, which gives Bolton the job immediately, but only for a limited time.", "sentId": 16}], "secId": 8}, {"speaker": "JOHNS", "sentences": [{"text": "CNN White House correspondent Suzanne Malveaux has more on the president's decision and the reaction from Bolton's opponents.", "sentId": 17}], "secId": 9}, {"speaker": "MALVEAUX", "sentences": [{"text": "Expressing frustration and defiance, President Bush was clear he had run out of patience.", "sentId": 18}, {"text": "After a five-month impasse with Senate Democrats over his pick for U.N. ambassador, Mr. Bush sidestepped the Senate to put John Bolton in place.", "sentId": 19}], "secId": 10}, {"speaker": "BUSH", "sentences": [{"text": "This post is too important to leave vacant any longer, especially during a war and a vital debate about U.N. reform.", "sentId": 20}, {"text": "So today I have used my constitutional authority to appoint John Bolton to serve as America's ambassador to the United Nations.", "sentId": 21}], "secId": 11}, {"speaker": "MALVEAUX", "sentences": [{"text": "The recess appointment allows Bolton to serve without the Senate's approval until January 2007.", "sentId": 22}, {"text": "The career diplomat made a brief and humble statement before taking the oath of office.", "sentId": 23}], "secId": 12}, {"speaker": "BOLTON", "sentences": [{"text": "And I am prepared to work tirelessly to carry out the agenda and initiatives that you and Secretary Rice direct.", "sentId": 24}], "secId": 13}, {"speaker": "MALVEAUX", "sentences": [{"text": "Democrats, who accused Bolton of abusing subordinates, manipulating intelligence, and browbeating critics, were furious.", "sentId": 25}, {"text": "Senator Ted Kennedy called it a devious maneuver that evades the constitutional requirement of Senate consent and only further darkens the cloud over Mr. Bolton's credibility at the U.N.", "sentId": 26}, {"text": "The Democratic leadership called Bolton \"a seriously flawed and weakened candidate.\"", "sentId": 27}, {"text": "But the White House insisted the Democrats left Mr. Bush with no choice.", "sentId": 28}], "secId": 14}, {"speaker": "MCCLELLAN", "sentences": [{"text": "It wasn't more documents that they wanted.", "sentId": 29}, {"text": "They just wanted to play politics with his position.", "sentId": 30}], "secId": 15}, {"speaker": "MALVEAUX", "sentences": [{"text": "Democrats and the White House deadlocked over intelligence records, which Democrats believed would have shown whether Bolton used his position to intimidate others.", "sentId": 31}, {"text": "The chair of the Senate Foreign Relations Committee said after two hearings, 35 witnesses, and 1,000 pages of testimony, senators could not break the impasse.", "sentId": 32}], "secId": 16}, {"speaker": "Senator Dick Lugar said", "sentences": [{"text": "\"Although I would have preferred an up- or-down Senate confirmation vote, the president's appointment was necessary.\"", "sentId": 33}], "secId": 17}, {"speaker": "Senator Dick Lugar said", "sentences": [{"text": "Senate Majority Leader Bill Frist praised Bolton as \"a smart, principled and straightforward candidate.\"", "sentId": 34}], "secId": 18}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, the battle over Bolton, of course, crossed party lines.", "sentId": 35}, {"text": "That is when Senator George Voinovich of Ohio stepped in.", "sentId": 36}, {"text": "That is when he, of course, split ranks with the other GOP members, as well as the president.", "sentId": 37}, {"text": "Today he released his own statement, saying that he was disappointed in this recess appointment, in his words, saying that it will only add to Bolton's baggage and his lack of credibility with the United Nations.", "sentId": 38}, {"text": "However, having said that, he said he would do everything in his power to move him forward and support him -- Joe?", "sentId": 39}], "secId": 19}, {"speaker": "JOHNS", "sentences": [{"text": "Suzanne, how do we expect this to affect the Roberts' nomination?", "sentId": 40}], "secId": 20}, {"speaker": "MALVEAUX", "sentences": [{"text": "Well, White House aides say that the president took that into account.", "sentId": 41}, {"text": "The political calculus here was, is that Roberts received such a warm reception on the Hill that the president perhaps had a little bit more political capital to play with a little bit.", "sentId": 42}, {"text": "They do not think that's it's going to have an impact on the Roberts nomination.", "sentId": 43}, {"text": "They believe they have enough support in the votes to push that through, and at the same time, to also push through with the Bolton nomination.", "sentId": 44}], "secId": 21}, {"speaker": "JOHNS", "sentences": [{"text": "Suzanne Malveaux at the White House, thanks.", "sentId": 45}], "secId": 22}, {"speaker": "JOHNS", "sentences": [{"text": "Presidents make recess appointments fairly often, but rarely for high-profile posts such as U.N. ambassador.", "sentId": 46}], "secId": 23}, {"speaker": "JOHNS", "sentences": [{"text": "CNN's Bruce Morton has more on the president's power to go around a sometimes reluctant Senate.", "sentId": 47}], "secId": 24}, {"speaker": "MORTON", "sentences": [{"text": "What is a recess appointment?", "sentId": 48}, {"text": "It's an appointment the president makes while the Senate is not in session -- is, in the phrase they use, in recess.", "sentId": 49}, {"text": "They are on their summer break now, gone fishing or fundraising or whatever, but in recess.", "sentId": 50}], "secId": 25}, {"speaker": "MORTON", "sentences": [{"text": "How long does the recess appointment last?", "sentId": 51}, {"text": "Until the end of the next full one-year session of Congress.", "sentId": 52}, {"text": "This is the first year of the 109th Congress, so Bolton's appointment would last until the end of the second session, December of 2006, or January of 2007, whenever they adjourn, or until the Senate votes to confirm the recess appointee or a replacement.", "sentId": 53}], "secId": 26}, {"speaker": "MORTON", "sentences": [{"text": "The Constitution gives presidents this power.", "sentId": 54}, {"text": "Congressional sessions used to be a lot shorter than they are now, just a month or two each year.", "sentId": 55}, {"text": "And presidents use this power.", "sentId": 56}, {"text": "Ronald Reagan made 240 recess appointments during his eight years.", "sentId": 57}, {"text": "Bill Clinton, 140 in his.", "sentId": 58}], "secId": 27}, {"speaker": "MORTON", "sentences": [{"text": "Famous recess appointments -- well, some fairly famous ones.", "sentId": 59}, {"text": "This president named Otto Reich, assistant secretary of State for the Western Hemisphere.", "sentId": 60}, {"text": "He was controversial because critics said he'd run a propaganda campaign against Nicaragua's Sandinista government, and in favor of the contra rebels there.", "sentId": 61}, {"text": "He was never confirmed, and when his recess appointment expired, the president named a replacement.", "sentId": 62}], "secId": 28}, {"speaker": "MORTON", "sentences": [{"text": "And Mr. Bush gave recess appointments to two controversial Court of Appeals judges, Charles Pickering and William Pryor, though Pryor was confirmed this past June.", "sentId": 63}], "secId": 29}, {"speaker": "Dwight Eisenhower gave recess appointments to three Supreme Court Justices", "sentences": [{"text": "Earl Warren, William Brennan, and Potter Stewart, who all three were subsequently confirmed by the Senate.", "sentId": 64}], "secId": 30}, {"speaker": "Dwight Eisenhower gave recess appointments to three Supreme Court Justices", "sentences": [{"text": "And in 1960, the Democratic-controlled Senate passed a resolution discouraging presidents from using recess appointments to fill Supreme Court vacancies.", "sentId": 65}], "secId": 31}, {"speaker": "Dwight Eisenhower gave recess appointments to three Supreme Court Justices", "sentences": [{"text": ": How long must a recess be for a president to make a recess appointment?", "sentId": 66}, {"text": "The Constitution doesn't say.", "sentId": 67}, {"text": "Theodore Roosevelt made some once, when the Senate had been out less than a day.", "sentId": 68}, {"text": "But in the last 20 years, the shortest recess in which a president has made a recess appointment was 10 days.", "sentId": 69}], "secId": 32}, {"speaker": "Dwight Eisenhower gave recess appointments to three Supreme Court Justices", "sentences": [{"text": "Bruce Morton, CNN, Washington.", "sentId": 70}], "secId": 33}, {"speaker": "JOHNS", "sentences": [{"text": "Joining me now to talk more about the appointment -- John Bolton's appointment to the U.N. is Dan Balz of the \"Washington Post.\"", "sentId": 71}, {"text": "He joins us from the \"Post\" newsroom.", "sentId": 72}, {"text": "Dan, thanks for being here.", "sentId": 73}], "secId": 34}, {"speaker": "JOHNS", "sentences": [{"text": "Do you see any lasting fallout from what the president did today?", "sentId": 74}], "secId": 35}, {"speaker": "BALZ", "sentences": [{"text": "It's hard to tell at this point, Joe, whether there will be lasting fallout.", "sentId": 75}, {"text": "It certainly inflames an already-inflamed situation between the Senate Democrats and the White House.", "sentId": 76}, {"text": "How much farther it goes from that, we won't know, but we'll probably get some early indication on how the Roberts nomination and confirmation process go forward.", "sentId": 77}], "secId": 36}, {"speaker": "JOHNS", "sentences": [{"text": "Is it likely that we will have some type of impact there, at least some hard feelings, some ill-will among certain senators?", "sentId": 78}], "secId": 37}, {"speaker": "BALZ", "sentences": [{"text": "Certainly at a minimum, we've got that.", "sentId": 79}, {"text": "We've already had it.", "sentId": 80}, {"text": "This Bolton nomination was so controversial, both sides were so dug in, I think that it was clear what the president was going to do today.", "sentId": 81}, {"text": "The only question was timing.", "sentId": 82}, {"text": "But having done it, it raises the temperature quite a lot.", "sentId": 83}], "secId": 38}, {"speaker": "BALZ", "sentences": [{"text": "I think the other thing that's important to remember is that part of the strategy that the Democrats intend to use, with regard to the Roberts nomination, is to ask for a significant number of documents, which they have done.", "sentId": 84}, {"text": "They put out a request on Friday for documents relating to his days as deputy solicitor general, covering a number of specific areas.", "sentId": 85}], "secId": 39}, {"speaker": "BALZ", "sentences": [{"text": "They had asked for documents on the Bolton thing; they were denied that.", "sentId": 86}, {"text": "It's likely that the administration will deny them these documents.", "sentId": 87}, {"text": "This could send them into that kind of cycle of retribution.", "sentId": 88}, {"text": "Again, how far they're willing to carry it is a different question.", "sentId": 89}], "secId": 40}, {"speaker": "JOHNS", "sentences": [{"text": "Do you think the battle over documents is something that reaches out into the country and gets the attention of the voters?", "sentId": 90}], "secId": 41}, {"speaker": "BALZ", "sentences": [{"text": "It's hard to tell that it does.", "sentId": 91}, {"text": "I don't think that for a lot of people, the debate over documents is the crucial issue.", "sentId": 92}, {"text": "But if it looks as though somebody is trying to hide something, that can play more broadly.", "sentId": 93}, {"text": "So the question is, how the Roberts confirmation process may or may not differ from what has happened in the Bolton situation.", "sentId": 94}], "secId": 42}, {"speaker": "JOHNS", "sentences": [{"text": "Is this something of a warning shot, do you think, from the president of the United States?", "sentId": 95}, {"text": "We saw just a little -- a moment ago, in the Bruce Morton piece, that Dwight Eisenhower actually named some Supreme Court justices this very same way.", "sentId": 96}], "secId": 43}, {"speaker": "BALZ", "sentences": [{"text": "I don't think there's any intention to name a Supreme Court justice by recess appointment.", "sentId": 97}, {"text": "I also think that the administration feels confident at this point that they will get Roberts through without a filibuster.", "sentId": 98}, {"text": "If that were to change, we would have a different set of stakes.", "sentId": 99}, {"text": "But I think that the idea of a recess appointment for a Supreme Court justice is very far down the line.", "sentId": 100}, {"text": "JOHNS: Is there anything so far that you're seeing in the Roberts record that could create a stir, or could create a fight in September?", "sentId": 101}], "secId": 44}, {"speaker": "BALZ", "sentences": [{"text": "Well, there are a number of issues that the Democrats want to inquire more deeply on.", "sentId": 102}, {"text": "One, obviously, is abortion.", "sentId": 103}, {"text": "A second is civil rights.", "sentId": 104}, {"text": "A third is the role of the federal government and its power versus the states.", "sentId": 105}, {"text": "There are a bunch of areas that are likely to be the focus of questions and debate.", "sentId": 106}, {"text": "Again, it's not clear that there are enough senators on the Democratic side who are prepared to vote against him, to block him, at this point.", "sentId": 107}, {"text": "It certainly doesn't appear that way, but there may still be things that we don't know.", "sentId": 108}, {"text": "The more documents that come out, the more we learn about him.", "sentId": 109}, {"text": "The more we learn that he certainly does have a conservative philosophy.", "sentId": 110}, {"text": "Whether any of that is likely to stop him from being confirmed, I don't know.", "sentId": 111}], "secId": 45}, {"speaker": "JOHNS", "sentences": [{"text": "Dan Balz, \"Washington Post,\" thanks so much for talking with us.", "sentId": 112}], "secId": 46}, {"speaker": "BALZ", "sentences": [{"text": "Thanks, Joe.", "sentId": 113}], "secId": 47}, {"speaker": "JOHNS", "sentences": [{"text": "Much more on the John Bolton nomination ahead on INSIDE POLITICS.", "sentId": 114}, {"text": "I'll talk with a Bolton supporter and frequent critic, Norm Coleman, the Republican senator from Minnesota.", "sentId": 115}], "secId": 48}, {"speaker": "JOHNS", "sentences": [{"text": "Nothing gets Congress moving like an impending recess.", "sentId": 116}, {"text": "We'll check the winner's list in the flurry of votes at the end of last week.", "sentId": 117}], "secId": 49}, {"speaker": "JOHNS", "sentences": [{"text": "And later, the next confirmation battle looming in Washington, how the showdown over Bolton could be just a preview of the battle over John Roberts.", "sentId": 118}], "secId": 50}, {"speaker": "JOHNS", "sentences": [{"text": "Joining us now with his take on President Bush's controversial recess appointment of John Bolton as ambassador to the United Nations, Republican Senator Norm Coleman of Minnesota.", "sentId": 119}, {"text": "Senator Coleman is a member of the Senate Foreign Relations Committee.", "sentId": 120}], "secId": 51}, {"speaker": "JOHNS", "sentences": [{"text": "Senator, thanks so much for joining us.", "sentId": 121}], "secId": 52}, {"speaker": "COLEMAN", "sentences": [{"text": "It's great to be here, Joe.", "sentId": 122}], "secId": 53}, {"speaker": "JOHNS", "sentences": [{"text": "What's your take -- what is your take on this recess appointment today?", "sentId": 123}], "secId": 54}, {"speaker": "COLEMAN", "sentences": [{"text": "My take, it's another day in Washington.", "sentId": 124}, {"text": "But the bottom line is that there'll be a major conference on U.N. reform on September 14th to 16th.", "sentId": 125}, {"text": "The president of the United States will address that conference.", "sentId": 126}, {"text": "We haven't had a permanent ambassador for six months.", "sentId": 127}], "secId": 55}, {"speaker": "COLEMAN", "sentences": [{"text": "The president needed to have somebody there.", "sentId": 128}, {"text": "John Bolton is his guy.", "sentId": 129}, {"text": "He has got the president's confidence.", "sentId": 130}, {"text": "Fifty-six U.S.", "sentId": 131}, {"text": "Senators voted to stop the debate on Bolton.", "sentId": 132}, {"text": "I think he would have gotten more votes for confirmation.", "sentId": 133}, {"text": "So, the president has got his guy with him.", "sentId": 134}, {"text": "He'll be by his side as they prepare for a major conference on U.N. reform.", "sentId": 135}], "secId": 56}, {"speaker": "COLEMAN", "sentences": [{"text": "In the end, things are going to be measured by what happens at the U.N., not the procedural or political machinations that go on before that.", "sentId": 136}], "secId": 57}, {"speaker": "JOHNS", "sentences": [{"text": "A lot of people are saying while the president got his man, it came at a high price and that in fact, Mr. Bolton will be weak in there simply because he was not confirmed by the United States Senate.", "sentId": 137}, {"text": "Do you think that's true?", "sentId": 138}], "secId": 58}, {"speaker": "COLEMAN", "sentences": [{"text": "Not at all.", "sentId": 139}, {"text": "As you -- you had a great piece on the history of recess appointments.", "sentId": 140}, {"text": "Supreme Court justices -- Earl Warren being appointed, ambassadors, assistant attorney generals, etc.", "sentId": 141}, {"text": "etc.", "sentId": 142}], "secId": 59}, {"speaker": "COLEMAN", "sentences": [{"text": "Bolton is going to be, you know, the permanent ambassador to the United Nations for the United States of America.", "sentId": 143}, {"text": "The president appointed him.", "sentId": 144}, {"text": "As I said before, this is a guy that did have majority support in the United States Senate.", "sentId": 145}], "secId": 60}, {"speaker": "COLEMAN", "sentences": [{"text": "In most countries, having majority support would probably get you through -- through the procedural blocks that the other side put up.", "sentId": 146}, {"text": "It didn't happen here, but I don't put any credence into the claim that somehow he'll be less effective or weakened.", "sentId": 147}, {"text": "And John Bolton is not a guy to be weakened, by the way.", "sentId": 148}, {"text": "He's a strong voice.", "sentId": 149}, {"text": "That's what the president wanted.", "sentId": 150}, {"text": "That's what the America needs right now.", "sentId": 151}], "secId": 61}, {"speaker": "JOHNS", "sentences": [{"text": "What do you think went wrong on this nomination?", "sentId": 152}, {"text": "Why is it that Democrats got their back up, so to speak?", "sentId": 153}], "secId": 62}, {"speaker": "COLEMAN", "sentences": [{"text": "I don't know, Joe, if you can look at it just in terms of the nomination itself.", "sentId": 154}, {"text": "You know, if you look back at where we've been in the last year or two, we've had a number of appellate court justices, starting with Miguel Estrada and others, who simply couldn't get through.", "sentId": 155}, {"text": "It wasn't until there was threat of employing a constitutional option that there was an agreement to get the judges through.", "sentId": 156}], "secId": 63}, {"speaker": "COLEMAN", "sentences": [{"text": "We've reached a point, for whatever reason, where the partisanship is so tough in the United States Senate that a minority of folks can block appointments.", "sentId": 157}, {"text": "I think that's unhealthy.", "sentId": 158}, {"text": "Hopefully -- we'll see what happens with the Roberts nomination, but hopefully we'll understand America doesn't want us to fight.", "sentId": 159}, {"text": "They want us to get things done.", "sentId": 160}, {"text": "As I said before, if Bolton is a strong voice for U.S. reform and it happens, I think a majority of Americans will be very pleased with what the president has done.", "sentId": 161}], "secId": 64}, {"speaker": "JOHNS", "sentences": [{"text": "How important was it to get this person in this place at this time?", "sentId": 162}, {"text": "You know, there have been people for years who have suggested in Washington, that the U.N. is pretty much irrelevant when it comes to the White House, anyway.", "sentId": 163}], "secId": 65}, {"speaker": "COLEMAN", "sentences": [{"text": "I think the U.N., at times, has that perspective of irrelevant, but it went from irrelevant to outright mismanaged, perhaps corrupt.", "sentId": 164}, {"text": "You had Oil-for-Food, you had sexual scandals, child prostitution rings by U.N. peacekeepers in Africa, you had sexual harassment by highest-level U.N. officials that wasn't dealt with.", "sentId": 165}, {"text": "So, it went from perhaps people not thinking about it, to being a terrible embarrassment.", "sentId": 166}, {"text": "We fund 22 percent its operating budget, billions of taxpayer dollars at stake.", "sentId": 167}, {"text": "And the president has said we're going to change that.", "sentId": 168}, {"text": "And the U.N. understands.", "sentId": 169}, {"text": "As a result of the Oil-for-Food investigations, that the world knows it needs to be reformed.", "sentId": 170}], "secId": 66}, {"speaker": "COLEMAN", "sentences": [{"text": "So, this is an important moment and that's why it was so critical to have a permanent representative now -- to plan America's strategy, to work with the president, work with the U.N. and to begin to make change in an organization whose present structure, present type of management is simply not acceptable.", "sentId": 171}], "secId": 67}, {"speaker": "JOHNS", "sentences": [{"text": "Will there be fallout, do you think, if you try to connect this to the coming confirmation battle over Judge Roberts?", "sentId": 172}], "secId": 68}, {"speaker": "COLEMAN", "sentences": [{"text": "Well, I think the fallout would be on the sides of -- on part of those who would try to make that connection.", "sentId": 173}, {"text": "In the end, the president exercised a power that has been exercised 140 times by Bill Clinton, 240 times by Ronald Reagan.", "sentId": 174}, {"text": "They have the power to make recess appointments.", "sentId": 175}], "secId": 69}, {"speaker": "COLEMAN", "sentences": [{"text": "At the same time, we're going to come back in September and have a Supreme Court nomination that's going to be heavily scrutinized.", "sentId": 176}, {"text": "But the president has picked someone, John Roberts, who on the face of it right now, looks like he's going to get through.", "sentId": 177}, {"text": "There doesn't seem to be a lot of questions about that.", "sentId": 178}, {"text": "Highly qualified; there's not an argument about that.", "sentId": 179}, {"text": "And so, I think these will be separate issues.", "sentId": 180}], "secId": 70}, {"speaker": "COLEMAN", "sentences": [{"text": "What you're hearing now is news today, this Monday.", "sentId": 181}, {"text": "In September, when we're looking at the Roberts nomination, I don't think are going to be talking about recess appointments.", "sentId": 182}], "secId": 71}, {"speaker": "JOHNS", "sentences": [{"text": "All right, then.", "sentId": 183}, {"text": "Thanks so much, Senator Coleman, for that.", "sentId": 184}, {"text": "We will talk to you again soon.", "sentId": 185}], "secId": 72}, {"speaker": "COLEMAN", "sentences": [{"text": "Thank you.", "sentId": 186}], "secId": 73}, {"speaker": "JOHNS", "sentences": [{"text": "Later in the show, we will hear the other side of this hot topic when I talk with Democratic Senator, Chris Dodd.", "sentId": 187}], "secId": 74}, {"speaker": "JOHNS", "sentences": [{"text": "Coming up next, the mad dash on Capitol Hill.", "sentId": 188}, {"text": "With the August recess in their sights, Republican lawmakers delivered big victories to President Bush before heading out of town.", "sentId": 189}, {"text": "We'll bring you a scorecard.", "sentId": 190}], "secId": 75}, {"speaker": "JOHNS", "sentences": [{"text": "It was the annual mad dash on Capitol Hill, a frenzy of voting in the last days before the August recess.", "sentId": 191}, {"text": "This year, President Bush was the big winner, but he wasn't the only one.", "sentId": 192}], "secId": 76}, {"speaker": "JOHNS ", "sentences": [{"text": "A big victory for the National Rifle Association rounded out the congressional race to the August recess, with Senate approval of a bill to protect gun manufacturers and dealers from lawsuits filed by people injured by their products.", "sentId": 193}], "secId": 77}, {"speaker": "FRIST", "sentences": [{"text": "If the gun industry is forced into bankruptcy, the right to keep and bear arms will be a right in name only.", "sentId": 194}], "secId": 78}, {"speaker": "DURBIN", "sentences": [{"text": "Senator Frist is hell-bent on helping the gun industry.", "sentId": 195}, {"text": "And he's got to do it this week.", "sentId": 196}, {"text": "This is his summer gift to a special interest group.", "sentId": 197}], "secId": 79}, {"speaker": "JOHNS", "sentences": [{"text": "The Senate also passed a bill that would make permanent many of the government powers to investigate terrorism that are about to expire in the USA Patriot Act.", "sentId": 198}, {"text": "That bill passed on a voice vote with no debate.", "sentId": 199}, {"text": "Civil libertarians claimed they were able to get some new safeguards included.", "sentId": 200}], "secId": 80}, {"speaker": "JOHNS", "sentences": [{"text": "It was the end of a brisk week on Capitol Hill, a string of victories for the president and the Republican-controlled Congress.", "sentId": 201}], "secId": 81}, {"speaker": "DURBIN", "sentences": [{"text": "This has been the most productive first session of a Congress that we've had in the Senate since probably the mid-1990s.", "sentId": 202}], "secId": 82}, {"speaker": "JOHNS", "sentences": [{"text": "As a result of the July rush, two measures that were stalled for years are now headed to the president's desk, an energy bill and a transportation bill.", "sentId": 203}, {"text": "The House also approved CAFTA, the Central American Free Trade Agreement.", "sentId": 204}], "secId": 83}, {"speaker": "JOHNS", "sentences": [{"text": "It was a week that left Senate Democrats grumbling about what did not get done, and accusing the GOP leadership of cramming all the work into a few days because of time squandered in the fight earlier this year over federal judicial nominations.", "sentId": 205}], "secId": 84}, {"speaker": "REID", "sentences": [{"text": "Now, I recognize we've wasted a lot of time in the Senate, spending one-third -- one-third of the Senate's time, on voting on three judges.", "sentId": 206}, {"text": "So I know we're real cramped for time around here because of that.", "sentId": 207}], "secId": 85}, {"speaker": "JOHNS", "sentences": [{"text": "President Bush sticking to his guns and defying the Democrats.", "sentId": 208}, {"text": "Will the recess appointment of John Bolton to the United Nations affect the nomination of John Roberts to the Supreme Court?", "sentId": 209}], "secId": 86}, {"speaker": "JOHNS", "sentences": [{"text": "Bill Schneider joins us with that.", "sentId": 210}], "secId": 87}, {"speaker": "JOHNS", "sentences": [{"text": "Also ahead, the first anti-Roberts TV ad debuts, with his confirmation hearings still a month away.", "sentId": 211}, {"text": "We'll be right back.", "sentId": 212}], "secId": 88}, {"speaker": "JOHNS", "sentences": [{"text": "As the markets get set to close on Wall Street, I am joined by Kitty Pilgrim in New York with \"The Dobbs Report\" -- Kitty.", "sentId": 213}], "secId": 89}, {"speaker": "PILGRIM", "sentences": [{"text": "Hi, Joe.", "sentId": 214}], "secId": 90}, {"speaker": "PILGRIM", "sentences": [{"text": "OK, let's start with oil.", "sentId": 215}, {"text": "And today, we have a big day in oil.", "sentId": 216}, {"text": "We actually got above $62 a barrel, backed off a teeny bit, not much, $61.60.", "sentId": 217}, {"text": "That, of course, following the death of Saudi Arabia's King Fahd.", "sentId": 218}, {"text": "Saudi Arabia controls a quarter of the world's oil supply, so that's why you have that.", "sentId": 219}, {"text": "Let's look at Wall Street.", "sentId": 220}, {"text": "Stocks mixed, Dow Industrials down 13, NASDAQ half of 1 percent higher.", "sentId": 221}], "secId": 91}, {"speaker": "PILGRIM", "sentences": [{"text": "Also, end of GM's bargain basement prices, the so-called employee discount program.", "sentId": 222}, {"text": "However, the company is cutting prices on 30 different models, in some cases by up to $4,800.", "sentId": 223}, {"text": "Ford keeping a good thing going, extending its employee discount plan until after Labor Day.", "sentId": 224}], "secId": 92}, {"speaker": "PILGRIM", "sentences": [{"text": "In other news, the company responsible for the Atkins Diet declared itself bankrupt, says stiff competition is to blame.", "sentId": 225}, {"text": "Low-carb business diet never won over the experts.", "sentId": 226}, {"text": "And it focused on fatty foods, and not fruits and vegetables.", "sentId": 227}, {"text": "Not going to make any points on that.", "sentId": 228}], "secId": 93}, {"speaker": "CNN", "sentences": [{"text": "00 p.m. Eastern, LOU DOBBS TONIGHT, Iran says it will restart its nuclear processing unless Europe sweetens the offer of incentives.", "sentId": 229}], "secId": 94}, {"speaker": "SOKOLSKI", "sentences": [{"text": "Tactically, hope burns eternal when it comes to diplomacy.", "sentId": 230}, {"text": "There's always some wrinkle that hasn't been thought through.", "sentId": 231}, {"text": "Strategically, in the long run, though, we're in big trouble.", "sentId": 232}, {"text": "And whether they break the seals this week or not, we had better start talking about what we're going to do when and if Iran breaks this pledge not to make nuclear fuel.", "sentId": 233}], "secId": 95}, {"speaker": "PILGRIM", "sentences": [{"text": "Also tonight, a special report on the president's recess appointment of John Bolton to the United Nations.", "sentId": 234}, {"text": "Jed Babbin, author of \"Inside the Asylum,\" on why the U.N. and old Europe are worse than you think.", "sentId": 235}, {"text": "He thinks the president's appointment was the right thing to do.", "sentId": 236}, {"text": "He'll be our guest.", "sentId": 237}, {"text": "Senator Chris Dodd of Connecticut, vocal opponent of the Bolton nomination, also joins us to discuss the move.", "sentId": 238}], "secId": 96}, {"speaker": "PILGRIM", "sentences": [{"text": "Plus, is global warming leading to powerful hurricanes?", "sentId": 239}, {"text": "Kerry Emmanuel of M.I.T.", "sentId": 240}, {"text": "-- he studies the ferocity of hurricanes.", "sentId": 241}, {"text": "Doctor Chris Landsea from NOAA -- he questions the methodology.", "sentId": 242}, {"text": "Both of those men will be our guests and they'll debate it.", "sentId": 243}], "secId": 97}, {"speaker": "more", "sentences": [{"text": "00 Eastern.", "sentId": 244}, {"text": "Please join us on LOU DOBBS TONIGHT.", "sentId": 245}, {"text": "For now, back to Joe -- Joe.", "sentId": 246}], "secId": 98}, {"speaker": "JOHNS", "sentences": [{"text": "Thanks, Kitty.", "sentId": 247}], "secId": 99}, {"speaker": "JOHNS", "sentences": [{"text": "Now back to INSIDE POLITICS.", "sentId": 248}], "secId": 100}, {"speaker": "JOHNS", "sentences": [{"text": "The president's decision to give John Bolton a recess appointment as U.N. ambassador has ended a big political standoff here in Washington, but it may have increased the odds of an even bigger partisan showdown with much more at stake for both the president and his political opponents.", "sentId": 249}], "secId": 101}, {"speaker": "JOHNS", "sentences": [{"text": "Our senior political analyst Bill Schneider has more on that.", "sentId": 250}], "secId": 102}, {"speaker": "SCHNEIDER", "sentences": [{"text": "The political arms race in Washington has just escalated.", "sentId": 251}], "secId": 103}, {"speaker": "MANN", "sentences": [{"text": "It was an in-your-face move by the president.", "sentId": 252}], "secId": 104}, {"speaker": "SCHNEIDER", "sentences": [{"text": "President Bush claims it was justified by Democratic stalling.", "sentId": 253}], "secId": 105}, {"speaker": "BUSH", "sentences": [{"text": "Yet because of partisan delaying tactics by a handful of senators, John was unfairly denied the up-or-down vote that he deserves.", "sentId": 254}], "secId": 106}, {"speaker": "SCHNEIDER", "sentences": [{"text": "For the time being, the Bolton appointment will poison the political atmosphere.", "sentId": 255}], "secId": 107}, {"speaker": "LIEBERMAN", "sentences": [{"text": "There will be unhappiness, anger.", "sentId": 256}], "secId": 108}, {"speaker": "SCHNEIDER", "sentences": [{"text": "This Democrat believes it may not last too long.", "sentId": 257}], "secId": 109}, {"speaker": "LIEBERMAN", "sentences": [{"text": "Ultimately, here in Congress, we'll go on to the next topic.", "sentId": 258}], "secId": 110}, {"speaker": "SCHNEIDER", "sentences": [{"text": "That's the problem.", "sentId": 259}, {"text": "The next topic is John Roberts' nomination to the Supreme Court, a parallel not lost on Democrats.", "sentId": 260}], "secId": 111}, {"speaker": "KENNEDY", "sentences": [{"text": "John Bolton was nominated to be ambassador to the United Nations.", "sentId": 261}, {"text": "We requested documents to determine if he acted appropriately in his previous job, and we have been repeatedly denied.", "sentId": 262}, {"text": "Now John Roberts has been nominated to a lifetime seat on the Supreme Court.", "sentId": 263}, {"text": "We hope this nomination will be different, but press accounts suggest otherwise.", "sentId": 264}], "secId": 112}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Roberts looked like a de-escalation of the political arms race, less of an in-your-face choice than others might have been, but recently released documents have heightened Democrats' concerns over Roberts.", "sentId": 265}, {"text": "They want to see more documents from Roberts' work in the administration of the first President Bush, which the current White House has refused to turn over.", "sentId": 266}], "secId": 113}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Democrats could dare to use the filibuster to block Roberts' confirmation.", "sentId": 267}, {"text": "Republicans could then double-dare to use the dreaded nuclear option, which would end judicial filibusters.", "sentId": 268}, {"text": "Could President Bush's recess appointment of Bolton actually spin out of control like that?", "sentId": 269}], "secId": 114}, {"speaker": "to", "sentences": [], "secId": 115}, {"speaker": "MANN", "sentences": [{"text": "It's a very puzzling move, reflecting more, I think, the stubbornness of the chief executive, than any clear calculation of political benefits and costs.", "sentId": 270}], "secId": 116}, {"speaker": "SCHNEIDER", "sentences": [{"text": "That's the way wars have sometimes started.", "sentId": 271}], "secId": 117}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Thank goodness the Cold War never reached the nuclear option.", "sentId": 272}, {"text": "The political wars in Washington may not either, if somebody can come up with an arms control plan.", "sentId": 273}], "secId": 118}, {"speaker": "JOHNS", "sentences": [{"text": "But do you have some sense that perhaps he's getting a little bit of extra wiggle room here, because this is foreign policy?", "sentId": 274}], "secId": 119}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Yes, because this is international policy, where the president has always enjoyed a certain supremacy.", "sentId": 275}, {"text": "I think there may be some tendency to say the president should get his man at the United Nations.", "sentId": 276}], "secId": 120}, {"speaker": "SCHNEIDER", "sentences": [{"text": "And, you know, another argument I've heard from Democrats, some Democrats have said, they said, you know, the U.N. needs some shaking up, and if John Bolton can do it, even if we don't agree with him, maybe that will be a good thing.", "sentId": 277}], "secId": 121}, {"speaker": "JOHNS", "sentences": [{"text": "The question, though, is whether that shaking up is going to really be shaking up, given the fact that he doesn't have the support, the full support of the United States Senate.", "sentId": 278}], "secId": 122}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Well, that's the issue that a lot of Democrats are raising, credibility.", "sentId": 279}, {"text": "They say, how much credibility can he have if he is not confirmed by the United States Senate?", "sentId": 280}, {"text": "He'll go off to the U.N. and say, do this and do this and we demand reform.", "sentId": 281}, {"text": "And perhaps some others in the U.N. will say, well, wait a minute.", "sentId": 282}, {"text": "He may be the president's man, but he doesn't have the United States government authority behind him.", "sentId": 283}], "secId": 123}, {"speaker": "JOHNS", "sentences": [{"text": "Thanks so much, Bill Schneider.", "sentId": 284}], "secId": 124}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Sure.", "sentId": 285}], "secId": 125}, {"speaker": "JOHNS", "sentences": [{"text": "A short while ago, I discussed the Bolton nomination and the appointment with one of Bolton's toughest Senate critics, Democrat Chris Dodd of Connecticut.", "sentId": 286}], "secId": 126}, {"speaker": "JOHNS", "sentences": [{"text": "I started by asking him for his reaction to the president's decision to sidestep Senate confirmation.", "sentId": 287}], "secId": 127}, {"speaker": "DODD", "sentences": [{"text": "Well, I'm not surprised.", "sentId": 288}], "secId": 128}, {"speaker": "DODD", "sentences": [{"text": "We had heard rumors for several days that the president would make a recess appointment of Mr. Bolton.", "sentId": 289}, {"text": "I'm disappointed by it, I must tell you.", "sentId": 290}, {"text": "This was more than just a small group in the Senate that was opposed to this nomination.", "sentId": 291}, {"text": "We had 45 votes against even extending -- limiting the debate, rather, on the Bolton nomination, so this wasn't just a small number of people.", "sentId": 292}], "secId": 129}, {"speaker": "DODD", "sentences": [{"text": "And you compare that with over the last almost 50 years of nominations going to the United Nations.", "sentId": 293}, {"text": "There have been only been 19 votes against all former nominees to go to the U.N.", "sentId": 294}, {"text": "Here we have a nomination that had significant opposition to it going forward.", "sentId": 295}], "secId": 130}, {"speaker": "JOHNS", "sentences": [{"text": "Now, you've called Bolton damaged goods.", "sentId": 296}, {"text": "How will his failure to get confirmation before the Senate affect his ability to do his job at the United Nations?", "sentId": 297}], "secId": 131}, {"speaker": "DODD", "sentences": [{"text": "Well, we have a number of huge issues that need to be resolved.", "sentId": 298}, {"text": "The top of the list is reform at the U.N.", "sentId": 299}], "secId": 132}, {"speaker": "DODD", "sentences": [{"text": "That means the United States has to build coalitions of member states to support the U.N. reform efforts that we're in favor of.", "sentId": 300}, {"text": "I think it's very difficult to do that if you're coming out with only the endorsement of the president of the United States, you've been rejected by the Senate of the United States.", "sentId": 301}, {"text": "It almost appears that way.", "sentId": 302}, {"text": "And I think that hurts your credibility.", "sentId": 303}], "secId": 133}, {"speaker": "DODD", "sentences": [{"text": "And, of course, there's serious questions that have been raised about Mr. Bolton and how he handled intelligence analysts, tried to fire two of them because he disagreed with their conclusions.", "sentId": 304}, {"text": "He didn't like the recommendations they were making.", "sentId": 305}], "secId": 134}, {"speaker": "DODD", "sentences": [{"text": "You had -- the most damaging evidence against him came from 15 of the Bush administration employees; 102 ambassadors, Republicans and Democrats, recommended against this nomination.", "sentId": 306}, {"text": "The chief of staff of Colin Powell said this would be a terrible choice to the send to the U.N.", "sentId": 307}], "secId": 135}, {"speaker": "DODD", "sentences": [{"text": "This is a person who has serious credibility problems.", "sentId": 308}, {"text": "You're sending him up at a critical time, Iran, Iraq, North Korea, the Middle East, Afghanistan, reform issues.", "sentId": 309}, {"text": "I think you're going to have an awfully difficult time with Mr. Bolton building the kind of support the United States needs today at the United Nations.", "sentId": 310}], "secId": 136}, {"speaker": "JOHNS", "sentences": [{"text": "Mr. Bolton has been confirmed before as well, and many in the Senate have suggested, particularly the Republicans, that all of this is about politics.", "sentId": 311}], "secId": 137}, {"speaker": "JOHNS", "sentences": [{"text": "Why did you personally push so hard to try to keep him from being confirmed?", "sentId": 312}], "secId": 138}, {"speaker": "DODD", "sentences": [{"text": "Well, he did one thing particularly which I think disqualified him.", "sentId": 313}, {"text": "And that was when he decided -- tried to fire two intelligence analysts because they made recommendations he disagreed with.", "sentId": 314}, {"text": "He wanted to hear something else from the intelligence analysts.", "sentId": 315}, {"text": "They wouldn't give him that information.", "sentId": 316}, {"text": "They disagreed with it.", "sentId": 317}], "secId": 139}, {"speaker": "Now", "sentences": [{"text": "Now, you've said before on this program that you don't think a recess appointment would affect the calculation on the Roberts nomination and his confirmation hearings coming up.", "sentId": 318}, {"text": "Do you want to amend that?", "sentId": 319}, {"text": "Are you certain of that?", "sentId": 320}, {"text": "Some of your Democratic colleagues are suggesting there might be a link.", "sentId": 321}], "secId": 140}, {"speaker": "DODD", "sentences": [{"text": "Well, there may be in some people's minds.", "sentId": 322}, {"text": "And there's a pattern developing here, unfortunately, and that is where the White House is withholding important information to important Senate committees considering these nominations.", "sentId": 323}], "secId": 141}, {"speaker": "DODD", "sentences": [{"text": "Judge Roberts seems like a good nominee, certainly credible.", "sentId": 324}, {"text": "There is information the Judiciary Committee would like to have.", "sentId": 325}, {"text": "Remember, this is a lifetime appointment to the Supreme Court, the highest court of our land.", "sentId": 326}, {"text": "They need some documentation to confirm or to question Mr. -- Judge Roberts about.", "sentId": 327}, {"text": "I think the White House ought to be helpful in that regard.", "sentId": 328}], "secId": 142}, {"speaker": "DODD", "sentences": [{"text": "That certainly was the problem here in the Bolton nomination.", "sentId": 329}, {"text": "Senator Biden wanted information about the allegation regarding weapon of mass destruction in Syria.", "sentId": 330}, {"text": "I wanted to see or have senior members of the Senate see some of the intercepts that Mr. Bolton saw, the 19 names.", "sentId": 331}, {"text": "The White House refused to share that information.", "sentId": 332}, {"text": "And that was the reason why many people voted against the motion on cloture -- that is to limit debate on the Bolton nomination.", "sentId": 333}], "secId": 143}, {"speaker": "JOHNS", "sentences": [{"text": "Senator Chris Dodd.", "sentId": 334}], "secId": 144}, {"speaker": "JOHNS", "sentences": [{"text": "Checking the \"Political Bytes\" this Monday, a spokesman for New York Governor Pataki says Pataki plans to veto legislation that would provide access to the so-called morning-after pill without a prescription.", "sentId": 335}, {"text": "Aides say the bill does not contain provisions that would keep the bill out of the hands of minors.", "sentId": 336}, {"text": "Critics accuse Pataki of trying to appeal to his party's conservative wing as he considers a possible run for the White House.", "sentId": 337}], "secId": 145}, {"speaker": "JOHNS", "sentences": [{"text": "Voters in Ohio's heavily Republican 2nd District head to the polls tomorrow for a special election.", "sentId": 338}, {"text": "Democrat Paul Hackett is trying to become the first Iraq war veteran elected to Congress.", "sentId": 339}, {"text": "Over the weekend, Hackett campaigned with former Senator John Glenn, while the \"Cincinnati Enquirer\" endorsed his GOP opponent, Jean Schmidt.", "sentId": 340}], "secId": 146}, {"speaker": "JOHNS", "sentences": [{"text": "Baltimore Orioles slugger Rafael Palmeiro has been suspended for 10 days by Major League Baseball for violating the league's steroid policy.", "sentId": 341}, {"text": "Palmeiro, you may recall, was among the most outspoken critics of steroid use when he appeared at a congressional hearing in March.", "sentId": 342}, {"text": "A spokesman for the Government Reform Committee, which held the steroid hearings, called today's news disheartening for those who consider Palmeiro an ally in the battle against performance-enhancing drugs.", "sentId": 343}], "secId": 147}, {"speaker": "JOHNS", "sentences": [{"text": "Several hours ago, Palmeiro apologized and insisted he's never intentionally taken a banned substance.", "sentId": 344}, {"text": "At the White House, the president's spokesman told CNN -- quote -- \"The president considers him a friend and he believes him when he says he didn't use steroids.\"", "sentId": 345}, {"text": "Taking aim at President Bush's pick for the Supreme Court.", "sentId": 346}, {"text": "Coming up, critics of John Roberts take to the air in a bid to stop him from sitting on the nation's highest court.", "sentId": 347}], "secId": 148}, {"speaker": "JOHNS", "sentences": [{"text": "Republican Senator Rick Santorum challenges Democratic colleague Hillary Clinton to a debate.", "sentId": 348}, {"text": "That's just one of our hot topics in \"Strategy Session\" with Donna Brazile and Rich Galen.", "sentId": 349}], "secId": 149}, {"speaker": "JOHNS", "sentences": [{"text": "And our blog reporters are standing by with a look at how people online view President Bush's recess appointment of John Bolton as ambassador to the United Nations.", "sentId": 350}], "secId": 150}, {"speaker": "JOHNS", "sentences": [{"text": "The fight over Supreme Court nominee John Roberts is heating up, even before the start of his Senate confirmation hearings next month.", "sentId": 351}], "secId": 151}, {"speaker": "JOHNS", "sentences": [{"text": "The first anti-Roberts television ad kicked off yesterday, airing on national cable networks, with an initial buy of seven days, paid for by independentcourt.org.", "sentId": 352}, {"text": "The ad calls on the White House to stop withholding important documents from senators on Roberts' record.", "sentId": 353}, {"text": "It also says Americans have a right to know if Roberts will protect their rights and freedoms.", "sentId": 354}], "secId": 152}, {"speaker": "JOHNS", "sentences": [{"text": "Joining us now with their take on the ad and Roberts' nomination, Nan Aron.", "sentId": 355}, {"text": "She's in San Francisco.", "sentId": 356}, {"text": "And, in New York, Wendy Long of the Judicial Confirmation Network.", "sentId": 357}], "secId": 153}, {"speaker": "JOHNS", "sentences": [{"text": "Thanks so much, both of you, being here on opposite coasts.", "sentId": 358}], "secId": 154}, {"speaker": "JOHNS", "sentences": [{"text": "Kicking it off here, I guess we're all talking here in Washington about the Bolton nomination, also his recess appointment now.", "sentId": 359}, {"text": "Do you think this changes the calculation in any way as we go into the confirmation hearings for Judge Roberts in September?", "sentId": 360}], "secId": 155}, {"speaker": "JOHNS", "sentences": [{"text": "I'm sorry.", "sentId": 361}, {"text": "Go ahead, Wendy, first.", "sentId": 362}], "secId": 156}, {"speaker": "LONG", "sentences": [{"text": "I think, if anything, Joe, it just -- it just strengthens the Republicans' position and the president's position, shows that he's not going to back down and he's going to stand up for the people he believes in that the American people elected him to appoint.", "sentId": 363}], "secId": 157}, {"speaker": "JOHNS", "sentences": [{"text": "Nan?", "sentId": 364}], "secId": 158}, {"speaker": "ARON", "sentences": [{"text": "Well, it certainly is a bad signal, I think.", "sentId": 365}], "secId": 159}, {"speaker": "ARON", "sentences": [{"text": "John Roberts is up for a Supreme Court seat, and he could be there, arguably, for decades to come.", "sentId": 366}, {"text": "We're hoping and counting on this president to be forthcoming and to do what he wasn't willing to do in the Bolton nomination, which is share information about Roberts' record, so that the Senate and American people can know where he stands on important issues.", "sentId": 367}], "secId": 160}, {"speaker": "JOHNS", "sentences": [{"text": "Nan, do you think that gets through, that notion of documents and whether they were delivered or whether they were not?", "sentId": 368}, {"text": "Do the voters really care about that at the end?", "sentId": 369}], "secId": 161}, {"speaker": "ARON", "sentences": [{"text": "Oh, you know, polls that we have conducted show that Americans want the Senate to take an independent role in the confirmation process.", "sentId": 370}, {"text": "They don't want the Senate to be a rubber stamp.", "sentId": 371}, {"text": "And there's really no way for the Senate to fulfill this important constitutional task ahead of it unless it's got the records and the documentation and relevant materials that tell the Senate and us as Americans who John Roberts is and what he believes.", "sentId": 372}, {"text": "You know, the White House knows...", "sentId": 373}], "secId": 162}, {"speaker": "JOHNS", "sentences": [{"text": "Wendy, do you agree?", "sentId": 374}], "secId": 163}, {"speaker": "ARON", "sentences": [{"text": "It's incumbent on all of us to know.", "sentId": 375}], "secId": 164}, {"speaker": "JOHNS", "sentences": [{"text": "Wendy, do you agree with that notion...", "sentId": 376}], "secId": 165}, {"speaker": "LONG", "sentences": [{"text": "No.", "sentId": 377}, {"text": "Well...", "sentId": 378}], "secId": 166}, {"speaker": "JOHNS", "sentences": [{"text": "... that these documents are going to really matter to voters?", "sentId": 379}], "secId": 167}, {"speaker": "LONG", "sentences": [{"text": "I don't agree that the contents of the 70,000 pages that have been released by the White House -- an unprecedented number of documents, by the way, that's never been released before for any other nominee -- no, I don't think Americans care about what is in those documents, because you know what?", "sentId": 380}, {"text": "It really isn't all that relevant.", "sentId": 381}], "secId": 168}, {"speaker": "LONG", "sentences": [{"text": "The most relevant thing about Judge Roberts are the rulings that he's made from the bench as a judge on the D.C.", "sentId": 382}, {"text": "Circuit, what's called the second highest court in the land.", "sentId": 383}, {"text": "And I think those are the really important writings that show how he would behave as a judge or a justice on the Supreme Court.", "sentId": 384}], "secId": 169}, {"speaker": "LONG", "sentences": [{"text": "These documents that were released by the White House give a fuller picture of who he is.", "sentId": 385}, {"text": "They certainly give lots of helpful background and senators and their staff are free to look at those and, I'm sure, ask questions about that.", "sentId": 386}, {"text": "And, as I say, it's more information than has ever been released before about any nominee in the past.", "sentId": 387}], "secId": 170}, {"speaker": "ARON", "sentences": [{"text": "Well...", "sentId": 388}], "secId": 171}, {"speaker": "JOHNS", "sentences": [{"text": "Nan, one thing...", "sentId": 389}], "secId": 172}, {"speaker": "ARON", "sentences": [{"text": "This is just a fraction of the documents that exist about Roberts' record.", "sentId": 390}, {"text": "And they tell us what he thought when he was 26 years old.", "sentId": 391}, {"text": "I think it's important for the nation to know what he believed when he worked for the Bush administration after that.", "sentId": 392}], "secId": 173}, {"speaker": "ARON", "sentences": [{"text": "So, I think it's critically important for not just a small number of documents, but the full picture.", "sentId": 393}, {"text": "Each day brings...", "sentId": 394}], "secId": 174}, {"speaker": "JOHNS", "sentences": [{"text": "Wendy, let me come back to you now.", "sentId": 395}], "secId": 175}, {"speaker": "JOHNS", "sentences": [{"text": "The one thing we got in the newspaper today was a question about how the judge, in his past life, of course, has handled civil rights issues.", "sentId": 396}, {"text": "From your point of view, do you think that's something that sticks to him as a nominee?", "sentId": 397}], "secId": 176}, {"speaker": "LONG", "sentences": [{"text": "I sure hope it sticks, because his record on civil rights issue, principally, two things emerge.", "sentId": 398}, {"text": "One is that he's a very principled person, a principled conservative, who believes in the idea of judicial restraint -- that is, not inventing things that are not in the Constitution, but defending very strongly the rights and freedoms that are in the Constitution.", "sentId": 399}, {"text": "And the second thing is that he believes in the very core bedrock principle of equality for all Americans.", "sentId": 400}], "secId": 177}, {"speaker": "LONG", "sentences": [{"text": "And that's what emerges from these papers.", "sentId": 401}, {"text": "And so, I think that it is a wonderful thing to come out.", "sentId": 402}, {"text": "And I think it is a reflection of what his views are.", "sentId": 403}], "secId": 178}, {"speaker": "JOHNS", "sentences": [{"text": "Nan Aron, what's your view on that?", "sentId": 404}], "secId": 179}, {"speaker": "ARON", "sentences": [{"text": "Well, these documents show that he was at the very center of efforts during the Reagan administration to revamp civil rights laws, our fair housing law, our voting rights law, seeking to overturn or weaken laws that people of color and women have taken for granted for decades.", "sentId": 405}, {"text": "So, each day brings very disturbing revelations about his work in trying to turn the clock back on Americans' protections, worker protections, women's protections.", "sentId": 406}], "secId": 180}, {"speaker": "ARON", "sentences": [{"text": "I think it's important for the American people and the Senate to know more about this record, particularly given the concerns that have already been raised.", "sentId": 407}], "secId": 181}, {"speaker": "LONG", "sentences": [{"text": "I think what's clear from the record is that he opposed and laid bare the fallacy of failed policies, like bussing and racial quotas and racial preferences.", "sentId": 408}, {"text": "That's what we're talking about.", "sentId": 409}], "secId": 182}, {"speaker": "LONG", "sentences": [{"text": "When Nan refers to these nonspecific rights, it's really just a liberal policy agenda of those kinds of policies.", "sentId": 410}], "secId": 183}, {"speaker": "JOHNS", "sentences": [{"text": "Now...", "sentId": 411}], "secId": 184}, {"speaker": "ARON", "sentences": [{"text": "No.", "sentId": 412}], "secId": 185}, {"speaker": "JOHNS", "sentences": [{"text": "One other thing that's interesting is, we all said before the nominee was even named that there would be this huge fight between groups such as yours.", "sentId": 413}, {"text": "So far, that fight has not materialized.", "sentId": 414}, {"text": "Do you think it's still coming down the road, or do you think it's pretty much defused?", "sentId": 415}], "secId": 186}, {"speaker": "AARON", "sentences": [{"text": "Well, I...", "sentId": 416}], "secId": 187}, {"speaker": "LONG", "sentences": [{"text": "Sorry.", "sentId": 417}], "secId": 188}, {"speaker": "JOHNS", "sentences": [{"text": "Go ahead.", "sentId": 418}], "secId": 189}, {"speaker": "ARON", "sentences": [{"text": "I think, at this point, his record on the D.C.", "sentId": 419}, {"text": "Circuit is very sparse, very scanty.", "sentId": 420}, {"text": "We're not able to make a judgment overall about his entire record, but we continue to look at documents.", "sentId": 421}, {"text": "And I should say that our concerns are only increasing about Roberts' commitment to individual rights and freedoms.", "sentId": 422}], "secId": 190}, {"speaker": "JOHNS", "sentences": [{"text": "Wendy?", "sentId": 423}], "secId": 191}, {"speaker": "LONG", "sentences": [{"text": "I think that it's very hard to attack somebody of unquestioned legal brilliance, personal integrity and judicial temperament.", "sentId": 424}, {"text": "And when it's that hard to do, you start doing things like playing the race card and talking about your concerns about civil rights.", "sentId": 425}, {"text": "And I think that that's what's happening now.", "sentId": 426}], "secId": 192}, {"speaker": "JOHNS", "sentences": [{"text": "Thanks so much to both of you.", "sentId": 427}, {"text": "And we will be in touch in the days ahead.", "sentId": 428}], "secId": 193}, {"speaker": "ARON", "sentences": [{"text": "Thank you.", "sentId": 429}], "secId": 194}, {"speaker": "LONG", "sentences": [{"text": "Thank you.", "sentId": 430}], "secId": 195}, {"speaker": "JOHNS", "sentences": [{"text": "Kicking up a hornets' nest.", "sentId": 431}, {"text": "Bloggers are going wild over John Bolton's end-run around Democratic lawmakers to the United Nations.", "sentId": 432}, {"text": "We'll check in with our blog reporters next.", "sentId": 433}], "secId": 196}, {"speaker": "JOHNS", "sentences": [{"text": "As you may have guessed, John Bolton's recess appointment as ambassador to the United Nations is getting a lot of attention in the blogosphere.", "sentId": 434}], "secId": 197}, {"speaker": "JOHNS", "sentences": [{"text": "Joining us with that, CNN political producer Abbi Tatton and Jacki Schechner, our blog reporter -- Jacki.", "sentId": 435}], "secId": 198}, {"speaker": "SCHECHNER", "sentences": [{"text": "Hi, Joe.", "sentId": 436}], "secId": 199}, {"speaker": "SCHECHNER", "sentences": [{"text": "Truly a mixed bag of reaction online.", "sentId": 437}, {"text": "We start over on the right, the conservatives, powerlineblog.com.", "sentId": 438}, {"text": "This is one of the biggies.", "sentId": 439}, {"text": "They say that this is actually a good thing, that this was the right thing to do by President Bush, that the Senate Democrats, through their overuse of the filibuster -- that being Paul's words at powerlineblog -- have acted abusively.", "sentId": 440}, {"text": "So, that's one reaction.", "sentId": 441}], "secId": 200}, {"speaker": "SCHECHNER", "sentences": [{"text": "We went over to Captain's Quarters, also another big conservative blog, saying they noticed that President Bush didn't waste any time with the hiatus of putting Bolton -- elevating Bolton to this position, also noticing that President Bush wanted two things, the fact that he doesn't have the confidence of Congress, no big deal, that President Bush wanted someone who was going to speak for him.", "sentId": 442}, {"text": "He got that in Bolton, and somebody who was going to be tough and really put up a fight.", "sentId": 443}], "secId": 201}, {"speaker": "TATTON", "sentences": [{"text": "Right.", "sentId": 444}, {"text": "And there are other bloggers on the right looking ahead to what Bolton might do at the United Nations.", "sentId": 445}, {"text": "Roger L. Simon, rogerlsimon.com, this is a screenwriter out in California who's also a political blogger and has written extensively about the United Nations, focusing on the Oil-for- Food scandal that happened earlier this year that people were looking at.", "sentId": 446}, {"text": "What he says is, people he knows that know Bolton have told him that he's a nice guy.", "sentId": 447}, {"text": "Roger L. Simon saying: \"Well, I hope he's not a nice guy.", "sentId": 448}, {"text": "That's not what need at the United Nations right now.", "sentId": 449}, {"text": "What the United Nations need is a solid blast of big-time rudeness,\" hoping that Bolton can provide that.", "sentId": 450}], "secId": 202}, {"speaker": "TATTON", "sentences": [{"text": "When we were talking about this last week, we noted that there were some conservative bloggers out there who really thought that this nominee was damaged, that it was time for the nominee to be withdrawn, not looking forward to a recess appointment.", "sentId": 451}], "secId": 203}, {"speaker": "TATTON", "sentences": [{"text": "Outside the Beltway, James Joyner in Virginia wrote about that today.", "sentId": 452}, {"text": "He calls it a big mistake.", "sentId": 453}], "secId": 204}, {"speaker": "TATTON", "sentences": [{"text": "Another one, Dr. Steven Taylor, who writes at poliblogger.com, looking at this and saying, what we're hearing from the left as well, that Bolton now goes to the United Nations as damaged goods.", "sentId": 454}, {"text": "Will he be able to shake it up now that the world knows he didn't have the support of Congress?", "sentId": 455}, {"text": "Maybe not.", "sentId": 456}], "secId": 205}, {"speaker": "SCHECHNER", "sentences": [{"text": "Over at uncorrelated.com, another theme that we're seeing emanating from the right, how much does this really matter?", "sentId": 457}, {"text": "Is it the U.N. at the strength it needs to be?", "sentId": 458}, {"text": "And is Bolton really going to make any difference?", "sentId": 459}, {"text": "That was Greg's  particular point of view, that this is really not a big deal, going on to say the U.N. is not what it once was.", "sentId": 460}], "secId": 206}, {"speaker": "SCHECHNER", "sentences": [{"text": "Now, over on the left, some of the opinion that we're seeing is something you might expect.", "sentId": 461}, {"text": "Peskyapostrophe.com calls this a sinking ship, saying they can't get all that worked up about it.", "sentId": 462}, {"text": "This is exactly what they expected.", "sentId": 463}, {"text": "It is going to be funny to see how it goes down, and funny in a sad way.", "sentId": 464}], "secId": 207}, {"speaker": "TATTON", "sentences": [{"text": "And there wasn't a lot of support at all on the left for this nominee, but some on the left are saying, don't get -- this -- we haven't lost here.", "sentId": 465}, {"text": "We shouldn't be giving up.", "sentId": 466}, {"text": "We actually put up a good fight.", "sentId": 467}, {"text": "TheWashingtonNote.com, this is Steve Clemons' site.", "sentId": 468}, {"text": "There are other people blogging here while Steve is away.", "sentId": 469}, {"text": "They have looked extensively at Bolton through -- through this entire period.", "sentId": 470}, {"text": "And what they're saying is, activists, senators and bloggers all got together to really fight against this nominee.", "sentId": 471}, {"text": "And, in doing so, they thwarted what the White House thought was their omnipotence.", "sentId": 472}, {"text": "Don't give up, this is -- this bodes well for the future, is what they're saying.", "sentId": 473}], "secId": 208}, {"speaker": "SCHECHNER", "sentences": [{"text": "Now, talking about the future of blogging, wanted to give a quick mention to a conference that took place out in California over the weekend.", "sentId": 474}, {"text": "It was called BlogHer Con -- H-E-R con -- and it was a conference of female bloggers.", "sentId": 475}, {"text": "It was organized by three particular female bloggers and it drew a crowd, we're now hearing, of about 300 or so.", "sentId": 476}, {"text": "And it wasn't primarily -- it was primarily women, rather, but not exclusively women, a great roundup, actually, at a male blog over at washingtonmonthly.com.", "sentId": 477}, {"text": "This is Kevin Drumm's blog.", "sentId": 478}, {"text": "Also, you can get information through blogher.org, a lot of photographers, a lot of live links, a lot of chat transcripts, everything you can possibly do in a one-day conference -- Joe, we'll send it back to you.", "sentId": 479}], "secId": 209}, {"speaker": "JOHNS", "sentences": [{"text": "Abbi and Jacki, thank you very much.", "sentId": 480}], "secId": 210}, {"speaker": "JOHNS", "sentences": [{"text": "The \"Strategy Session\" is straight ahead on INSIDE POLITICS.", "sentId": 481}, {"text": "Today, Donna Brazile and Rich Galen will be here to talk about President Bush's recess appointment of John Bolton and other big topics of the day.", "sentId": 482}], "secId": 211}, {"speaker": "JOHNS", "sentences": [{"text": "Stay with us.", "sentId": 483}], "secId": 212}, {"speaker": "JOHNS", "sentences": [{"text": "Welcome back to INSIDE POLITICS and our \"Strategy Session\" on today's hottest political topics.", "sentId": 484}], "secId": 213}, {"speaker": "JOHNS", "sentences": [{"text": "With us now, Democratic strategist Donna Brazile and Republican strategist Rich Galen.", "sentId": 485}], "secId": 214}, {"speaker": "JOHNS", "sentences": [{"text": "Today, in a controversial move, President Bush appoints John Bolton as U.N. -- U.S. ambassador to the United Nations.", "sentId": 486}, {"text": "Senator Rick Santorum challenges Senate colleague Hillary Clinton to a debate.", "sentId": 487}, {"text": "And Al Gore launches his new TV channel.", "sentId": 488}], "secId": 215}, {"speaker": "JOHNS", "sentences": [{"text": "First up, a move by the president that Democrats are calling a devious maneuver, John Bolton headed to the United Nations after Mr. Bush appointed him ambassador earlier today.", "sentId": 489}], "secId": 216}, {"speaker": "BUSH", "sentences": [{"text": "The United States Senate held thorough confirmation hearings and a majority of the United States senators agree that he is the right man for the job.", "sentId": 490}, {"text": "Yet because of partisan delaying tactics by a handful of senators, John was unfairly denied the up-or-down vote that he deserves.", "sentId": 491}], "secId": 217}, {"speaker": "JOHNS", "sentences": [{"text": "Rich Galen, Donna Brazile, was this good strategy by the president?", "sentId": 492}], "secId": 218}, {"speaker": "BRAZILE", "sentences": [{"text": "No, I don't think so.", "sentId": 493}, {"text": "Look, the president could have had an up-or-down vote had he cooperated with the Senate and given Democrats the documents that they requested.", "sentId": 494}, {"text": "Some Democrats even believed that Mr. Bolton misled them on his form that he submitted earlier this year in terms of being investigated by the internal A.G.", "sentId": 495}], "secId": 219}, {"speaker": "BRAZILE", "sentences": [{"text": "Look, I think this was a bad move.", "sentId": 496}, {"text": "Yes, the president has every right.", "sentId": 497}, {"text": "That's the power of the presidency to make recess appointments, but Mr. Bolton now arrives in New York with serious credibility weakened and damaged.", "sentId": 498}], "secId": 220}, {"speaker": "JOHNS", "sentences": [{"text": "Rich?", "sentId": 499}, {"text": "Bill Clinton did this a lot, too?", "sentId": 500}], "secId": 221}, {"speaker": "GALEN", "sentences": [{"text": "Yes, Bill Clinton in fact, did 140 -- 140 recess appointments.", "sentId": 501}, {"text": "So, this isn't exactly odd.", "sentId": 502}, {"text": "And he wasn't frankly out of line.", "sentId": 503}, {"text": "This is what presidents do.", "sentId": 504}], "secId": 222}, {"speaker": "GALEN", "sentences": [{"text": "But let me tell you something that I learned when I was overseas in Iraq, from the senior State Department guys.", "sentId": 505}, {"text": "We have a -- we sort of -- here in Washington sort of laugh and giggle at ambassadorial appointments that go to big fundraisers and what have you.", "sentId": 506}, {"text": "But here's what a senior State Department guy told me, that the receiving country really would rather have a political appointee than a, in most cases, than a State Department senior foreign service officer.", "sentId": 507}], "secId": 223}, {"speaker": "GALEN", "sentences": [{"text": "Why?", "sentId": 508}, {"text": "Because if you're the country of Upper Uganda and you get a State Department guy, then your -- his best friend is the Upper Ugandan desk officer.", "sentId": 509}, {"text": "The fundraiser's best friend is the president of the United States.", "sentId": 510}], "secId": 224}, {"speaker": "GALEN", "sentences": [{"text": "So, when Bolton goes to the United Nations, everybody else in that body knows that he is the president's guy, that in fact, the president went out on a limb for him and that he's going to be able to -- that when he speaks, he's speaking for the president.", "sentId": 511}], "secId": 225}, {"speaker": "BRAZILE", "sentences": [{"text": "Yes.", "sentId": 512}, {"text": "But you need someone who can help, you know, the United States retain its good diplomatic relations.", "sentId": 513}, {"text": "And from all reports, I mean, John Bolton is not the guy to help restore America's credibility in the world, at a time when the U.N. is trying to reform itself?", "sentId": 514}, {"text": "I mean, what is he bringing to the table?", "sentId": 515}], "secId": 226}, {"speaker": "GALEN", "sentences": [{"text": "Well, I don't think the U.N. is doing a good enough job in trying to reform itself, which I think is the basic problem.", "sentId": 516}, {"text": "I mean, having John Bolton there wagging his finger at -- here's -- and I think the administration made a mistake here.", "sentId": 517}, {"text": "I think if the administration would have made it a choice between Kofi Annan and John Bolton, this thing would have sailed through, but they never quite got to that point.", "sentId": 518}], "secId": 227}, {"speaker": "JOHNS", "sentences": [{"text": "Now, we have a quote from Senator Kennedy.", "sentId": 519}, {"text": "He's calling it \"devious.\"", "sentId": 520}, {"text": "That's where we got it from.", "sentId": 521}, {"text": "Can you show that quote?", "sentId": 522}, {"text": "He says, \"this further darkens the cloud over Mr. Bolton's credibility at the U.N.\" Essentially, you know, he's saying there's no way this guy is going to be able to do well simply because of the way he got the job.", "sentId": 523}], "secId": 228}, {"speaker": "GALEN", "sentences": [{"text": "Well, the nature of recess appointments, as we all know, is that they last until the end of the Congress, not until the beginning of the next one, but to the end of this coming -- this Congress and it's not renewable.", "sentId": 524}, {"text": "So either he does a good enough job to warrant confirmation, or he doesn't.", "sentId": 525}], "secId": 229}, {"speaker": "JOHNS", "sentences": [{"text": "The other question, of course, is how is this going to affect the Roberts nomination?", "sentId": 526}, {"text": "In just a month now, we're going to have the first Supreme Court nominee in 11 years to go before the Senate Judiciary Committee.", "sentId": 527}, {"text": "Why make Democratic senators mad at a time like this?", "sentId": 528}], "secId": 230}, {"speaker": "BRAZILE", "sentences": [{"text": "Well once again, I'm sure the Democrats on Capitol Hill and some Republicans, because after all, Mr. Voinovich and others had concerns about Mr. Bolton, they're requesting documents that should be in the public domain.", "sentId": 529}], "secId": 231}, {"speaker": "BRAZILE", "sentences": [{"text": "I mean, the Senate should have the opportunity to review all of Mr. Roberts' writings, those under President Reagan as well as the documents under President George Herbert Walker Bush.", "sentId": 530}, {"text": "So, I would hope that the White House stops stonewalling the Senate and gives up these documents so that  --", "sentId": 531}], "secId": 232}, {"speaker": "GALEN", "sentences": [{"text": "Well...", "sentId": 532}], "secId": 233}, {"speaker": "BRAZILE", "sentences": [{"text": "Well, Rich, that's what's happening.", "sentId": 533}], "secId": 234}, {"speaker": "GALEN", "sentences": [{"text": "No, it's not.", "sentId": 534}], "secId": 235}, {"speaker": "BRAZILE", "sentences": [{"text": "Because they're requesting documents -- these are senators.", "sentId": 535}, {"text": "This a co-equal branch of government.", "sentId": 536}, {"text": "And they're requesting documents.", "sentId": 537}, {"text": "This is not a witch hunt.", "sentId": 538}], "secId": 236}, {"speaker": "GALEN", "sentences": [{"text": "There's not a single -- No.", "sentId": 539}, {"text": "There's not a single lawyer in this town, Republican or Democrat, that I've spoken to that thinks that attorney work product is a -- is something that ought to be in the public domain.", "sentId": 540}, {"text": "Not a single attorney thinks that.", "sentId": 541}], "secId": 237}, {"speaker": "BRAZILE", "sentences": [{"text": "When the client is...", "sentId": 542}], "secId": 238}, {"speaker": "GALEN", "sentences": [{"text": "Other than Charles Schumer, assuming that he's an attorney.", "sentId": 543}], "secId": 239}, {"speaker": "BRAZILE", "sentences": [{"text": "... the United States government and the citizens of the United States, those documents should be turned over or give senators an opportunity to review the documents just to assess, you know, his views.", "sentId": 544}], "secId": 240}, {"speaker": "BRAZILE", "sentences": [{"text": "Look, what we've learned already based on the limited number of documents that's been released from the Reagan Archives and Library is that he held very, very controversial views on one of the most important issues during Reagan's tenure.", "sentId": 545}, {"text": "That was the reauthorization of the Voting Rights Act.", "sentId": 546}, {"text": "So, I think it's important to see all of those documents, so that we get a full view of John Roberts' thinking.", "sentId": 547}], "secId": 241}, {"speaker": "GALEN", "sentences": [{"text": "It's an interesting thing that this is a little bit different than your side -- than the executive privilege argument that your side was making during the Lewinsky scandal?", "sentId": 548}, {"text": "I seem to remember you sort of liked the whole executive privilege...      JOHNS: Was he pushing a position as a lawyer would advocate a position, or were these his own personal beliefs?", "sentId": 549}], "secId": 242}, {"speaker": "GALEN", "sentences": [{"text": "Well, we haven't read the documents, as Donna properly points out.", "sentId": 550}, {"text": "But I will say, having read -- there was a piece in the \"Washington Post\" this morning that we all read here, but it seemed to me as I was reading that, that the argument he appeared to have been making -- and I might be wrong about this, but I -- it seemed to me the argument he was making was that the legal structure was in place for these things to be going forward.", "sentId": 551}, {"text": "That now it's up to the legislative branch to do its job, that it was time to -- it wasn't like it was 1956.", "sentId": 552}, {"text": "This is 1881, '82, '83.", "sentId": 553}, {"text": "So, his position was that the legal structure had been put in place and it was time for the legislative branch to step up to the plate.", "sentId": 554}], "secId": 243}, {"speaker": "JOHNS", "sentences": [{"text": "Donna, is there anything out there that Democrats can lay a glove on him now with?", "sentId": 555}], "secId": 244}, {"speaker": "BRAZILE", "sentences": [{"text": "I think there's a lot there already.", "sentId": 556}, {"text": "But look, I think that first of all, the Senate should do its homework.", "sentId": 557}, {"text": "I mean, the president had time, four-and-half years, to review a host of candidates and he came up with this one and the most qualified.", "sentId": 558}], "secId": 245}, {"speaker": "BRAZILE", "sentences": [{"text": "What Democrats and Republicans alike should do is to review his entire record.", "sentId": 559}, {"text": "But from what I've seen on the environment, on civil rights, on workers rights on women, reproductive rights, I would be troubled by this nominee.", "sentId": 560}, {"text": "And his current views on these issues...", "sentId": 561}], "secId": 246}, {"speaker": "GALEN", "sentences": [{"text": "You're troubled by anyone other than Ruth Bader Ginsburg.", "sentId": 562}, {"text": "Come on.", "sentId": 563}], "secId": 247}, {"speaker": "JOHNS", "sentences": [{"text": "All right.", "sentId": 564}], "secId": 248}, {"speaker": "BRAZILE", "sentences": [{"text": "No, I have a mixed -- mixed emotion about Sandra Day O'Connor.", "sentId": 565}], "secId": 249}, {"speaker": "JOHNS", "sentences": [{"text": "All right.", "sentId": 566}, {"text": "Let's  while we take a break.", "sentId": 567}], "secId": 250}, {"speaker": "JOHNS", "sentences": [{"text": "Senator Rick Santorum lashes out at Senator Hilly Clinton over the issue of children's rights, coming up.", "sentId": 568}, {"text": "We'll focus on the Pennsylvania Republican's comments about the Democratic senator from New York.", "sentId": 569}], "secId": 251}, {"speaker": "JOHNS", "sentences": [{"text": "The \"Strategy Session\" continues on INSIDE POLITICS.", "sentId": 570}, {"text": "With us today, Democratic strategist Donna Brazile and Republican strategist Rich Galen.", "sentId": 571}], "secId": 252}, {"speaker": "JOHNS", "sentences": [{"text": "The John Bolton appointment isn't the only thing that has Democrats stirred up.", "sentId": 572}, {"text": "On ABC News This Week, Republican Senator Rick Santorum challenged his Democratic colleague, Senator Hillary Clinton, to a debate on the issue of raising children.", "sentId": 573}, {"text": "And he said she was a radical feminist.", "sentId": 574}], "secId": 253}, {"speaker": "SANTORUM", "sentences": [{"text": "I mean, if you read her work and what she's done on children's rights, I mean, that's radical.", "sentId": 575}, {"text": "I mean, you're talking about giving children the same -- that children have rights equal to adults.", "sentId": 576}, {"text": "I mean, that is not a nurturing atmosphere of mothers and fathers taking responsibility for shaping the moral vision of their children.", "sentId": 577}], "secId": 254}, {"speaker": "JOHNS", "sentences": [{"text": "Responding to Santorum's comments, Phil Singer, with the Democratic Senatorial Campaign Committee, says, quote, \"Every time Rick Santorum opens his mouth, he shows he would've been one of the century's 13 greatest senators .", "sentId": 578}, {"text": "Over the last few weeks, he has, among other things, blamed an entire city for the crimes of pedophiles; published a book that is offensive to women everywhere, and panned the goals of diversity.", "sentId": 579}, {"text": "This is not a person whose words should be taken very seriously.\"", "sentId": 580}], "secId": 255}, {"speaker": "JOHNS", "sentences": [{"text": "So, Rick Santorum in a tight race, of course, for reelection.", "sentId": 581}, {"text": "Is this good strategy for him?", "sentId": 582}], "secId": 256}, {"speaker": "BRAZILE", "sentences": [{"text": "Well, first of all, he should not be picking a fight with Hillary.", "sentId": 583}, {"text": "The last one that picked a fight with Hillary, Rick Lazio, well, ended up you know where.", "sentId": 584}, {"text": "So I think it would be a better idea to pick a fight with someone in Pennsylvania, and that's Mr. Casey.", "sentId": 585}], "secId": 257}, {"speaker": "BRAZILE", "sentences": [{"text": "Look, Hillary Clinton, when she was a law student, wrote an article about children's rights, and that was a sentence in a law article that she wrote.", "sentId": 586}, {"text": "There's nothing in her book -- I read it.", "sentId": 587}, {"text": "You know, I read her book back in 1996.", "sentId": 588}, {"text": "There's nothing in her book that suggests that children and adults should have equal rights.", "sentId": 589}, {"text": "She wrote a great book about media culture and of course raising children in these times.", "sentId": 590}], "secId": 258}, {"speaker": "BRAZILE", "sentences": [{"text": "And I also read Rick Santorum's book.", "sentId": 591}, {"text": "I read the dailies .", "sentId": 592}, {"text": "He sent me a copy.", "sentId": 593}, {"text": "We're fellow Catholics, so we do a lot of sharing of books and information.", "sentId": 594}, {"text": "And in his book, he makes a case, as a conservative, that there are other approaches that should be taken to solving problems facing families in this century.", "sentId": 595}], "secId": 259}, {"speaker": "BRAZILE", "sentences": [{"text": "So it's two different views of what it takes to raise children in this culture.", "sentId": 596}], "secId": 260}, {"speaker": "GALEN", "sentences": [{"text": "Let me tell you something.", "sentId": 597}, {"text": "If you're going to sell a book -- you can go to Borders or Crown or wherever, and you go to the political section, you will not see a title that says, \"You know, everything is going pretty well and I'm sort of happy about it.\"", "sentId": 598}, {"text": "That ain't the way you sell a book in this country.", "sentId": 599}, {"text": "You've got to get to an edge.", "sentId": 600}, {"text": "And I think you're wrong.", "sentId": 601}, {"text": "In terms of selling a book and making his case, you know, we're talking about him today.", "sentId": 602}, {"text": "Picking a fight with Senator Clinton I think is exactly the right thing to do.", "sentId": 603}], "secId": 261}, {"speaker": "BRAZILE", "sentences": [{"text": "He's picking a fight with a big best-seller author.", "sentId": 604}, {"text": "But, look, Bill Clinton didn't pick a fight, and he went out and sold millions of copies.", "sentId": 605}, {"text": "I would think that he would find another way to sell his book.", "sentId": 606}], "secId": 262}, {"speaker": "JOHNS", "sentences": [{"text": "It also seems like he continues to really sort of massage the right, to massage conservative voters there in the state of Pennsylvania.", "sentId": 607}, {"text": "But the question is, doesn't he need to move more to the middle as we get closer to the election?", "sentId": 608}], "secId": 263}, {"speaker": "GALEN", "sentences": [{"text": "Well, it doesn't look that way.", "sentId": 609}, {"text": "I mean, as Donna said, you look at Casey, the guy that's going to run again him, he's pro-life.", "sentId": 610}, {"text": "You're going to have -- if he should win -- which I don't think he will -- the Democrats would go out of their way to elect a senator that won't be allowed to speak at their convention, but that's another story.", "sentId": 611}], "secId": 264}, {"speaker": "GALEN", "sentences": [{"text": "But I think what we have learned in Pennsylvania, it is a very conservative.", "sentId": 612}, {"text": "I mean, Arlen Specter almost got knocked off in a primary by a very conservative member of Congress.", "sentId": 613}, {"text": "So I think Santorum is a pretty crafty guy.", "sentId": 614}, {"text": "And he's probably going about this the right way for his reasons.", "sentId": 615}], "secId": 265}, {"speaker": "JOHNS", "sentences": [{"text": "And how does this bode for his possible presidential ambitions, which still aren't certain?", "sentId": 616}], "secId": 266}, {"speaker": "BRAZILE", "sentences": [{"text": "Well, first of all, I do believe Santorum will have to appeal to the middle in Pennsylvania.", "sentId": 617}, {"text": "I mean, there's a lot of, you know, swing counties in the state of Pennsylvania.", "sentId": 618}, {"text": "I'm familiar with that blue state.", "sentId": 619}, {"text": "But there's no question that in picking the fight with Hillary, what he's trying to do is to draw a bigger name into the fight so he doesn't have to really challenge Mr. Casey.", "sentId": 620}, {"text": "And Mr. Casey has done a great job in reaching out.", "sentId": 621}], "secId": 267}, {"speaker": "BRAZILE", "sentences": [{"text": "I don't think Mr. Santorum will run for president in 2008.", "sentId": 622}, {"text": "I think he's going to focus on the Senate and let the, you know, the chips fall where they may, so to speak.", "sentId": 623}], "secId": 268}, {"speaker": "GALEN", "sentences": [{"text": "Yes, I think I agree with that.", "sentId": 624}, {"text": "He's on a pretty good leadership track in the Senate.", "sentId": 625}, {"text": "I think he likes -- he's comfortable there.", "sentId": 626}, {"text": "I think he's got -- despite these sorts of flare-ups, he's got a great deal of respect from both sides.", "sentId": 627}, {"text": "I think you're right.", "sentId": 628}], "secId": 269}, {"speaker": "JOHNS", "sentences": [{"text": "It does look like he has some problems.", "sentId": 629}, {"text": "If you can show me the graphic.", "sentId": 630}, {"text": "We have a graphic from a Quinnipiac University poll, 2006.", "sentId": 631}, {"text": "This was done July 6 through the 10th, shows Bob Casey 50 percent to Rick Santorum, 39 percent.", "sentId": 632}, {"text": "Now, that is a high-rankings member of the Senate leadership, very well known, great name recognition obviously in his own state, and he doesn't look real strong right now.", "sentId": 633}], "secId": 270}, {"speaker": "BRAZILE", "sentences": [{"text": "It goes back to some of the remarks he's made.", "sentId": 634}, {"text": "I mean, the recent statements about pedophiles in Boston.", "sentId": 635}, {"text": "I mean, he's picking a lot of fights.", "sentId": 636}, {"text": "He's picked a fight now with Kerry, with Senator Kerry, Senator Kennedy, and now Senator Clinton.", "sentId": 637}, {"text": "I mean, at some point, he needs to pick a fight with Mr. Casey, because that's where the opposition is coming from.", "sentId": 638}], "secId": 271}, {"speaker": "GALEN", "sentences": [{"text": "Well, I haven't seen the poll, so I don't know whether -- we don't know whether that was likely voters, I mean, who was involved in the poll; what the question was; whether it's a reelect question or whether it's a \"Who would you vote for?\"", "sentId": 639}, {"text": "question.", "sentId": 640}], "secId": 272}, {"speaker": "BRAZILE", "sentences": [{"text": "But he's in trouble no matter what the methodology.", "sentId": 641}], "secId": 273}, {"speaker": "GALEN", "sentences": [{"text": "Well, you'd rather be ahead.", "sentId": 642}, {"text": "There's no question about that.", "sentId": 643}, {"text": "But the election's not today.", "sentId": 644}, {"text": "I mean, the election's a long way off.", "sentId": 645}, {"text": "And I think he's laying the groundwork to be able to what?", "sentId": 646}, {"text": "Solidify his base, and then you go back to the middle.", "sentId": 647}], "secId": 274}, {"speaker": "JOHNS", "sentences": [{"text": "Yes, well, a lot of other things have to be considered here as well.", "sentId": 648}, {"text": "And number one, I mean, what is going to happen in this state when we do get around to another presidential election, too?", "sentId": 649}, {"text": "You know, last time it was pretty interesting in Pennsylvania.", "sentId": 650}], "secId": 275}, {"speaker": "BRAZILE", "sentences": [{"text": "Well, I think it's going to be another interesting race in 2006.", "sentId": 651}, {"text": "And that is, Governor Rendell is up for reelection, and he has an opponent.", "sentId": 652}, {"text": "But I must tell you this: Senator Santorum's book, when women read that book, I would say head to the hills or head to get a glass of something cold, because it really -- there are some comments about women's role in the family as well as women should not have to work, and public schools that would make some women pretty upset in Pennsylvania and other places.", "sentId": 653}], "secId": 276}, {"speaker": "JOHNS", "sentences": [{"text": "All right, let's take a break.", "sentId": 654}, {"text": "A name you know very well, Donna -- Al Gore launches a new television network.", "sentId": 655}, {"text": "Will it be a hit?", "sentId": 656}, {"text": "And will it be a platform for a new political career for the former vice president?", "sentId": 657}, {"text": "That's our focus when we return to the \"Strategy Session.\"", "sentId": 658}], "secId": 277}, {"speaker": "BLITZER", "sentences": [{"text": "I'm Wolf Blitzer in Washington.", "sentId": 659}, {"text": "We're getting this just in to CNN.", "sentId": 660}, {"text": "British police have said they've arrested two more individuals in connection with the botched July 21 bombings of the London transportation system.", "sentId": 661}, {"text": "The statement says they were arrested on suspicion of the commission, preparation, or instigation of acts of terrorism.", "sentId": 662}, {"text": "Much more on this coming up at the top of the hour.", "sentId": 663}], "secId": 278}, {"speaker": "BLITZER", "sentences": [{"text": "Also at the top of the hour, President Bush uses a recess appointment to make John Bolton the new U.S. ambassador to United Nations.", "sentId": 664}, {"text": "We'll talk with former presidential adviser David Gergen.", "sentId": 665}], "secId": 279}, {"speaker": "BLITZER", "sentences": [{"text": "A new era in oil-rich Saudi Arabia.", "sentId": 666}, {"text": "The former Crown Prince Abdullah is now king following the death of his half-brother King Fahd.", "sentId": 667}, {"text": "We'll have details.", "sentId": 668}], "secId": 280}, {"speaker": "BLITZER", "sentences": [{"text": "And Baltimore Orioles superstar Rafael Palmeiro is suspended for failing a steroids test.", "sentId": 669}, {"text": "We'll have reaction and Charlie Steiner, standing by to help us better understand what's going on.", "sentId": 670}], "secId": 281}, {"speaker": "BLITZER", "sentences": [{"text": "All those stories, much more only minutes away on WOLF BLITZER REPORTS.", "sentId": 671}, {"text": "Now back to INSIDE POLITICS.", "sentId": 672}], "secId": 282}, {"speaker": "JOHNS", "sentences": [{"text": "The \"Strategy Session\" continues on INSIDE POLITICS.", "sentId": 673}, {"text": "With me today, Democratic strategist Donna Brazile and Republican strategist Rich Galen.", "sentId": 674}, {"text": "We turn or attention now, to a new venture by former Vice President Al Gore.", "sentId": 675}, {"text": "He's just launched a television network: \"Current TV.\"", "sentId": 676}, {"text": "It's considered a hipper TV-newsmagazine network targeted at 18- to-34-year-olds.", "sentId": 677}, {"text": "So Donna Brazile, you know Al Gore very well.", "sentId": 678}, {"text": "What's he up to with this?", "sentId": 679}], "secId": 283}, {"speaker": "BRAZILE", "sentences": [{"text": "Well, first of all, he's one of the co-founders of this great new concept to allow young people to really have not just their voice, but also their image, their views and of course their values on TV.", "sentId": 680}], "secId": 284}, {"speaker": "BRAZILE", "sentences": [{"text": "This is a great venture, along with other people.", "sentId": 681}, {"text": "Gore has been, you know, developing this idea for over two years and he's quite excited about it.", "sentId": 682}, {"text": "The roll-out began today and of course, you can go on the Web and view it.", "sentId": 683}, {"text": "You don't have to sit in your living room or your Boob-a-toir .", "sentId": 684}, {"text": "You can watch it on TV at www.CurrentTV.com.", "sentId": 685}, {"text": "That's my plug for Al Gore.", "sentId": 686}], "secId": 285}, {"speaker": "JOHNS", "sentences": [{"text": "And what's your take?", "sentId": 687}], "secId": 286}, {"speaker": "GALEN", "sentences": [{"text": "Naomi Wolf will be doing the costuming.", "sentId": 688}, {"text": "It'll be terrific, I think.", "sentId": 689}, {"text": "Don't you?", "sentId": 690}, {"text": "Here, this has been going on for two years.", "sentId": 691}, {"text": "Let me read you what AdAge said two years ago, \"this will be a combination of MTV and CNN.\"", "sentId": 692}, {"text": "Do you think this is a good combination with CNN?", "sentId": 693}], "secId": 287}, {"speaker": "JOHNS", "sentences": [{"text": "Well, now Donna, have you gotten any inside scoop on this thing though?", "sentId": 694}, {"text": "I mean, is this beginning of yet another run for the White House perhaps?", "sentId": 695}], "secId": 288}, {"speaker": "BRAZILE", "sentences": [{"text": "Well, you know, Al Gore said that he's a recovering politician.", "sentId": 696}, {"text": "In fact, he's on step nine, I guess, of his 12-step program.", "sentId": 697}], "secId": 289}, {"speaker": "GALEN", "sentences": [{"text": "Well, that's the apology step.", "sentId": 698}], "secId": 290}, {"speaker": "BRAZILE", "sentences": [{"text": "And he is stepping over...", "sentId": 699}], "secId": 291}, {"speaker": "GALEN", "sentences": [{"text": "I just saw on that on \"Seinfeld.\"", "sentId": 700}], "secId": 292}, {"speaker": "BRAZILE", "sentences": [{"text": "No, this is stepping away from politics, washing your hands and -- look, and really creating a new forum for young people.", "sentId": 701}, {"text": "Al Gore has always been committed, as you know, to technology, to the sciences, to art, and to politics.", "sentId": 702}, {"text": "And what he's doing is giving young people their own platform and I'm very excited about it.", "sentId": 703}], "secId": 293}, {"speaker": "GALEN", "sentences": [{"text": "I hope it works.", "sentId": 704}, {"text": "I mean I -- one of the problems that we are facing as a society, is that a huge proportion of young people 18 to 24, get most of their news from David Letterman and from Jay Leno and from the late-night shows.", "sentId": 705}, {"text": "They don't understand this.", "sentId": 706}, {"text": "So, anything anybody can do to bring whatever, however -- I don't care if it's slanted, not slanted, at least get people thinking and talking about current events, I'm for -- discuss current events.", "sentId": 707}, {"text": "I don't understand the business model, but you know, I've been poor most of my life.", "sentId": 708}, {"text": "So, what would I know?", "sentId": 709}], "secId": 294}, {"speaker": "JOHNS", "sentences": [{"text": "But it is true, though, isn't it, that Al Gore's sort of changing his old persona?", "sentId": 710}, {"text": "He's sort of remaking himself, once again.", "sentId": 711}], "secId": 295}, {"speaker": "BRAZILE", "sentences": [{"text": "No, I don't think so.", "sentId": 712}, {"text": "I think this is an extension of what Al Gore tried to create years ago when he created the Internet.", "sentId": 713}], "secId": 296}, {"speaker": "BRAZILE", "sentences": [{"text": "He's bringing it all together now.", "sentId": 714}, {"text": "Now we have TV, the Internet.", "sentId": 715}, {"text": "We have everything working together and look, what he's doing is giving young people an opportunity to create their own noise and to put their own content on there.", "sentId": 716}, {"text": "Eighty percent of the content on this network will be original content by and for young people and those young at heart, of course, like us.", "sentId": 717}], "secId": 297}, {"speaker": "GALEN", "sentences": [{"text": "It'll be dreadful and nobody will watch it, but that's OK.", "sentId": 718}], "secId": 298}, {"speaker": "BRAZILE", "sentences": [{"text": "Come on.", "sentId": 719}, {"text": "It's going to be hip.", "sentId": 720}, {"text": "You're probably going to tune in tonight.", "sentId": 721}], "secId": 299}, {"speaker": "GALEN", "sentences": [{"text": "That's right.", "sentId": 722}, {"text": "I've got two words for you, Tucker Carlson.", "sentId": 723}, {"text": "The -- but here -- this is a much better venture than his first idea, which was to have a satellite in space focused on the Earth 24 hours a day.", "sentId": 724}, {"text": "Remember that great idea, when he was vice president.", "sentId": 725}, {"text": "That didn't go anywhere, either.", "sentId": 726}, {"text": "So, we'll see how this one goes.", "sentId": 727}], "secId": 300}, {"speaker": "JOHNS", "sentences": [{"text": "Thank you, both.", "sentId": 728}, {"text": "Donna Brazile, Rich Galen, it's been a pleasure and talk to you again soon.", "sentId": 729}], "secId": 301}, {"speaker": "BRAZILE", "sentences": [{"text": "I'll give him the original \"Current\" T-shirt.", "sentId": 730}], "secId": 302}, {"speaker": "GALEN", "sentences": [{"text": "I'll wear it.", "sentId": 731}], "secId": 303}, {"speaker": "JOHNS", "sentences": [{"text": "All right.", "sentId": 732}], "secId": 304}, {"speaker": "BRAZILE", "sentences": [{"text": "Thank you.", "sentId": 733}], "secId": 305}, {"speaker": "JOHNS", "sentences": [{"text": "Potential Internet gold mine or boondoggle?", "sentId": 734}, {"text": "Up next, our blog reporters on how some bloggers hope to cash in on the things they do.", "sentId": 735}], "secId": 306}, {"speaker": "JOHNS", "sentences": [{"text": "Political blogs may be the rage of the blogosphere, but can they make money?", "sentId": 736}, {"text": "Joining us again, CNN Political Producer Abbi Tatton and Jacki Schechner, our blog reporter - Jacki?", "sentId": 737}], "secId": 307}, {"speaker": "SCHECHNER", "sentences": [{"text": "Hi, Joe.", "sentId": 738}], "secId": 308}, {"speaker": "SCHECHNER", "sentences": [{"text": "Well, can you make money off your blog and if so, what's the best way to do it?", "sentId": 739}, {"text": "As the medium continues to grow, this is a question that keeps coming up over and over again.", "sentId": 740}, {"text": "And Ann Althouse , who is a law professor in Wisconsin and a popular conservative blogger, did a comparison over the weekend, a compare and contrast of two services, one of them being the leader in the market and the other being an upstart on the horizon.", "sentId": 741}, {"text": "And this brought the discussion up once again.", "sentId": 742}], "secId": 309}, {"speaker": "TATTON", "sentences": [{"text": "The medium still is very young and people are trying to work out these sites that are getting some tens of thousands hits a day.", "sentId": 743}, {"text": "How can we make money off them?", "sentId": 744}, {"text": "Well, there's a couple of advertising services out there linking advertisers to blogs.", "sentId": 745}], "secId": 310}, {"speaker": "TATTON", "sentences": [{"text": "Right now, BlogAds.com, which was started in 2002, they get advertisers, place the ads on a blog-by-blog basis.", "sentId": 746}, {"text": "And challenging them for another service that's going to be out there soon, is Roger L. Simon and a couple of his fellow bloggers, who want this Pajamas Media, hoping to aggregate blogs into one big group so corporate sponsors can place their ads over the whole group at once.", "sentId": 747}], "secId": 311}, {"speaker": "TATTON", "sentences": [{"text": "John Amato is at CrooksAndLiars.com.", "sentId": 748}, {"text": "He's one of the people that uses blog ads right now.", "sentId": 749}, {"text": "You can see them when the site loads down the side of the page and John Amato is currently ranked at CrooksAndLiars.com -- he's currently ranked about 12th in the hits.", "sentId": 750}, {"text": "He gets about 67,000 clicks a day.", "sentId": 751}, {"text": "His is a video blog.", "sentId": 752}, {"text": "Sometimes it takes a little bit longer to load.", "sentId": 753}, {"text": "There you go, there.", "sentId": 754}, {"text": "You can see the blog ads down the side.", "sentId": 755}, {"text": "But event though he gets all these hits, he has all these ads, what he tells us, he's certainly not making a living through this, although it is getting better as time goes on.", "sentId": 756}], "secId": 312}, {"speaker": "SCHECHNER", "sentences": [{"text": "Same theme of \"it's getting better\" from John Aravosis at Americablog.com.", "sentId": 757}, {"text": "You might remember John was the blogger who was contacted by the White House last week, to clarify a story -- says his ad revenue is growing, but still not enough to fully compensate his staff and still not enough to make him as much money as his consulting business does.", "sentId": 758}, {"text": "And he is one of the top liberal bloggers.", "sentId": 759}], "secId": 313}, {"speaker": "SCHECHNER", "sentences": [{"text": "So, no matter how big you are at this point, there are very, very small few making money.", "sentId": 760}, {"text": "We saw the same thing over at AceOfSpace  headquarters.", "sentId": 761}, {"text": "It's says that \"the long story short for him, you can't make money unless you're one of the top ten.", "sentId": 762}, {"text": "So, probably best not to try at all.\"", "sentId": 763}, {"text": "Ace says, by the way, Joe, he is going to go back to his side business, which is making sequined throw pillows.", "sentId": 764}], "secId": 314}, {"speaker": "SCHECHNER", "sentences": [{"text": "We'll send it back to you.", "sentId": 765}], "secId": 315}, {"speaker": "JOHNS", "sentences": [{"text": "Jacki and Abbi, thanks, much.", "sentId": 766}, {"text": "That's it for INSIDE POLITICS.", "sentId": 767}, {"text": "I'm Joe Johns.", "sentId": 768}, {"text": "WOLF BLITZER REPORTS starts right now.", "sentId": 769}], "secId": 316}, {"speaker": "JOHNS", "sentences": [{"text": "END", "sentId": 770}], "secId": 317}, {"speaker": "JOHNS", "sentences": [{"text": "TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com", "sentId": 771}], "secId": 318}], "sectionCount": 319, "url": "transcripts.cnn.com/TRANSCRIPTS/0508/01/ip.01.html", "sentenceCount": 773, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired August 1, 2005 - 15:30   ET", "speakers": ["ANNOUNCER", "BUSH", "LIEBERMAN", "JOHNS", "MALVEAUX", "BOLTON", "MCCLELLAN", "Senator Dick Lugar said", "MORTON", "Dwight Eisenhower gave recess appointments to three Supreme Court Justices", "BALZ", "COLEMAN", "JOHNS ", "FRIST", "DURBIN", "REID", "PILGRIM", "CNN", "SOKOLSKI", "more", "SCHNEIDER", "MANN", "KENNEDY", "to", "DODD", "Now", "LONG", "ARON", "AARON", "SCHECHNER", "TATTON", "BRAZILE", "GALEN", "SANTORUM", "BLITZER"], "title": "INSIDE POLITICS"}