{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1610.16.ip.01.html.json", "subTitle": "Trump: \"This Whole Election is Being Rigged\"; The Week the GOP Fractured; High Stakes Going Into Final Debate Face-Off; WikiLeaks Woes for the Clinton Camp. Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "The Trump campaign has a new slogan: they're lying.", "sentId": 0}], "secId": 0}, {"speaker": "TRUMP", "sentences": [{"text": "I am a victim of one of the great political smear campaigns in the history of our country.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Plus, as allegations of inappropriate advances mount and his support among women plummets, this from Trump about Hillary Clinton on the debate stage.", "sentId": 2}], "secId": 2}, {"speaker": "TRUMP", "sentences": [{"text": "She walks in front of me, you know.", "sentId": 3}, {"text": "And when she walked in front of me believe me I wasn't impressed.", "sentId": 4}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "On the trail, the Obamas take the lead for team Clinton.", "sentId": 5}], "secId": 4}, {"speaker": "OBAMA", "sentences": [{"text": "We saw this candidate actually bragging sexually assaulting women.", "sentId": 6}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "And target Republican candidates for House and Senate, too.", "sentId": 7}], "secId": 6}, {"speaker": "OBAMA", "sentences": [{"text": "You said you're the party of family values.", "sentId": 8}, {"text": "What, you weren't appalled earlier when he was saying degrading things about women?", "sentId": 9}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Three weeks left and the final debate just days away.", "sentId": 10}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "\"INSIDE POLITICS\", the biggest stories sourced by the best reporters, now.", "sentId": 11}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS, I'm John King.", "sentId": 12}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 13}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Twenty-three days now to Election Day and just three until the third and final presidential debate.", "sentId": 14}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Three questions driving the race and our conversation this morning.", "sentId": 15}, {"text": "One, who do you believe?", "sentId": 16}], "secId": 12}, {"speaker": "ANDERSON", "sentences": [{"text": "The next thing I know, there's a hand up my skirt.", "sentId": 17}, {"text": "Who's this dude?", "sentId": 18}, {"text": "And they're like, oh, that's Donald Trump.", "sentId": 19}, {"text": "Oh, yeah, that's Donald Trump.", "sentId": 20}], "secId": 13}, {"speaker": "COOPER", "sentences": [{"text": "Did he actually kiss you?", "sentId": 21}], "secId": 14}, {"speaker": "LEEDS", "sentences": [{"text": "Yes.", "sentId": 22}, {"text": "Yes.", "sentId": 23}], "secId": 15}, {"speaker": "COOPER", "sentences": [{"text": "On the face or on the lips?", "sentId": 24}], "secId": 16}, {"speaker": "LEEDS", "sentences": [{"text": "Wherever he could find a landing spot.", "sentId": 25}], "secId": 17}, {"speaker": "TRUMP", "sentences": [{"text": "I am being viciously attacked with lies and smears.", "sentId": 26}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Question two, how dangerous is this?", "sentId": 27}, {"text": "Donald Trump not only says all those women are lying he says it's part of a bigger global conspiracy.", "sentId": 28}], "secId": 19}, {"speaker": "TRUMP", "sentences": [{"text": "False stories, all made up.", "sentId": 29}, {"text": "Lies.", "sentId": 30}, {"text": "Lies.", "sentId": 31}, {"text": "No witnesses.", "sentId": 32}, {"text": "No nothing.", "sentId": 33}, {"text": "All-big lies.", "sentId": 34}, {"text": "It's a rigged system and they take these lies and they put them on front pages.", "sentId": 35}, {"text": "This is a rigged system, folks.", "sentId": 36}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Question three, question a lot of Republicans are asking how much damage -- is Trump doing the long term image of the GOP?", "sentId": 37}], "secId": 21}, {"speaker": "BARACK OBAMA", "sentences": [{"text": "You can't have it both ways here.", "sentId": 38}, {"text": "You can repeatedly denounce what is said by someone and then say but I'm still going to endorse him to be the most powerful person on the planet.", "sentId": 39}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "With us this Sunday to share their reporting and their insights: Julie Pace of \"The Associated Press\", Jonathan Martin of \"The New York Times\", Jennifer Jacobs of Bloomberg Politics, and Mary Katharine Ham of \"The Federalist\".", "sentId": 40}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "The election now is in three weeks.", "sentId": 41}, {"text": "The final debate in three days.", "sentId": 42}, {"text": "And Donald Trump is losing.", "sentId": 43}, {"text": "If you look at the national polls, there's a bit of a discrepancy, but if you go state by state, he's losing big league, to borrow a word.", "sentId": 44}, {"text": "He says he knows why.", "sentId": 45}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "First, all those women are lying and Trump says they are in cahoots with Mexican billionaires as part of a global conspiracy to defeat him.", "sentId": 46}, {"text": "Yes.", "sentId": 47}, {"text": "He really says that.", "sentId": 48}, {"text": "And there's more, Hillary Clinton scored the winner of the first two debates.", "sentId": 49}, {"text": "Well, Trump says she's obviously cheating.", "sentId": 50}], "secId": 25}, {"speaker": "TRUMP", "sentences": [{"text": "We should take a drug test prior because I don know what's going on with her.", "sentId": 51}, {"text": "But at the beginning of her last debate she was all pumped up at the beginning, and at the end, there was like oh, take me down.", "sentId": 52}, {"text": "She could barely reach her car.", "sentId": 53}, {"text": "So I think we should take a drug test.", "sentId": 54}, {"text": "I'm -- anyway, I'm willing to do it.", "sentId": 55}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "That was a new one.", "sentId": 56}], "secId": 27}, {"speaker": "PACE", "sentences": [{"text": "It was.", "sentId": 57}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "Let's have a -- if you're going to be in a presidential debate, you've got to take a drug test.", "sentId": 58}], "secId": 29}, {"speaker": "PACE", "sentences": [{"text": "And interestingly said in New Hampshire, which is a state that has a major problem right now with drugs, a very serious problem.", "sentId": 59}, {"text": "I mean, what you're seeing with Trump is he watches the polls like the best of them and knows he's losing right now and he is choosing not to take any responsibility for that.", "sentId": 60}, {"text": "He's choosing to point his finger at the media, at Clinton, at women who are coming out accusing him, and there's not a lot --", "sentId": 61}], "secId": 30}, {"speaker": "MARTIN", "sentences": [{"text": "Paul Ryan.", "sentId": 62}], "secId": 31}, {"speaker": "PACE", "sentences": [{"text": "Paul Ryan, another Republicans.", "sentId": 63}], "secId": 32}, {"speaker": "PACE", "sentences": [{"text": "There's not a lot of self-reflection happening right now and for him that's dangerous because he has a loyal base of supporters.", "sentId": 64}, {"text": "He cannot win the presidential election with those supporters alone.", "sentId": 65}, {"text": "He needs to expand that base.", "sentId": 66}, {"text": "And you're seeing very few signs of him reaching out trying to do anything in these last three weeks to bring new people into the fold.", "sentId": 67}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "And he just doesn't deny the allegations, as he denies them, he says number one, that we're all part of this, that we're part of some media conspiracy to bring these women forward to say these things.", "sentId": 68}, {"text": "These women have attached their names and their reputations to this, I would say that.", "sentId": 69}, {"text": "These are not anonymous sources.", "sentId": 70}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "But then he also, at one point over the weekend, said look at them.", "sentId": 71}, {"text": "Look at them.", "sentId": 72}, {"text": "If I were going to do this, these aren't the women I would do it too, because look at them.", "sentId": 73}], "secId": 35}, {"speaker": "PACE", "sentences": [{"text": "They are unattractive.", "sentId": 74}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "Ladies, I see that and I think, you know, that's -- if you're looking to expand your tent, that's not the way to do it.", "sentId": 75}], "secId": 37}, {"speaker": "JACOBS", "sentences": [{"text": "He tweeted this morning.", "sentId": 76}, {"text": "So, he knows that something is up.", "sentId": 77}, {"text": "He did tweet that polls show large numbers of women are leaving him for something he didn't even do.", "sentId": 78}], "secId": 38}, {"speaker": "JACOBS", "sentences": [{"text": "But, you know, the CDC research shows that 44 percent of women have experienced unwanted sexual contact at some point in their lives, so this really strikes home for a lot of women.", "sentId": 79}, {"text": "So, not -- he's not losing GOP women in droves.", "sentId": 80}, {"text": "They are sticking with him for partisan reasons.", "sentId": 81}, {"text": "But the poll numbers do show he's losing women and he clearly knows it now.", "sentId": 82}], "secId": 39}, {"speaker": "HAM", "sentences": [{"text": "The \"she's not hot enough\" defense I don't think is a good and his problem as it always is, I don't think he's ever been in self-reflection or actually expanding the tent at all.", "sentId": 83}, {"text": "It's been about the audience he's talking at the moment.", "sentId": 84}, {"text": "And that sometimes work in a better way.", "sentId": 85}, {"text": "But his goal has never been these things.", "sentId": 86}], "secId": 40}, {"speaker": "HAM", "sentences": [{"text": "Moving forward can he get off of this story?", "sentId": 87}, {"text": "No, I don't think he can because he's not a person who changes his strategy in a nimble way.", "sentId": 88}, {"text": "He's a guy who goes out and he's Donald Trump, and the reason people are leaving and reason people believe these accusations -- by the way, party idea being accused is not my metric for whether I believe these stories or not, which unfortunately in this town is often the metric.", "sentId": 89}], "secId": 41}, {"speaker": "HAM", "sentences": [{"text": "But I don't know if he can move off of this because there's a tape of him saying he did these things.", "sentId": 90}, {"text": "That's the bottom line.", "sentId": 91}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "That's one of the issues.", "sentId": 92}, {"text": "I don't like replay this gratuitously.", "sentId": 93}, {"text": "But this -- we're going to play the gentle part here.", "sentId": 94}, {"text": "But this is part of the problem.", "sentId": 95}, {"text": "Donald Trump says this never happened.", "sentId": 96}, {"text": "He says he would never do it.", "sentId": 97}, {"text": "He adds, well, they're not attractive enough.", "sentId": 98}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "But one of his issues is that the women are coming forward and essentially saying that Donald Trump did this.", "sentId": 99}], "secId": 44}, {"speaker": "TRUMP", "sentences": [{"text": "I better use some Tic Tacs just in case I start kissing her.", "sentId": 100}, {"text": "You know, I'm automatically attracted to beautiful -- I just start kissing them.", "sentId": 101}, {"text": "It's like a magnet.", "sentId": 102}, {"text": "Just kiss.", "sentId": 103}, {"text": "I don't even wait.", "sentId": 104}], "secId": 45}, {"speaker": "TRUMP", "sentences": [{"text": "And when you're a star, they let you do it.", "sentId": 105}, {"text": "You can do anything.", "sentId": 106}], "secId": 46}, {"speaker": "BILLY BUSH", "sentences": [{"text": "Whatever you want.", "sentId": 107}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Again, he said in the debate that he was just talking, he doesn't do those things, but these women are saying is when they heard him in the debate deny it that's when they decided to come forward.", "sentId": 108}], "secId": 48}, {"speaker": "MARTIN", "sentences": [{"text": "He's got a 30-year track record of boasting about his sexual exploits in the New York tabloids.", "sentId": 109}, {"text": "I mean, this is not something we just heard about after that video came out.", "sentId": 110}, {"text": "It was in his own book for crying out loud, talking about how he behaves.", "sentId": 111}], "secId": 49}, {"speaker": "MARTIN", "sentences": [{"text": "So, this is nothing new.", "sentId": 112}, {"text": "Republican Party knew what they were getting.", "sentId": 113}, {"text": "They went in with their eyes wide-open.", "sentId": 114}], "secId": 50}, {"speaker": "MARTIN", "sentences": [{"text": "And there's a bigger story here, John, than this campaign.", "sentId": 115}, {"text": "He is upending long standing norms of American politics, not only in terms of his conduct when it comes to speaking about women or minorities but talking about the very nature of American democracy in a way we haven't seen in this country.", "sentId": 116}], "secId": 51}, {"speaker": "MARTIN", "sentences": [{"text": "And I think for the Republican Party to sort of stand there and watch him do that -- Paul Ryan spoke yesterday about it.", "sentId": 117}, {"text": "But I've been very surprised that more people in the party have not spoken out about his comments regarding again the very fabric of --", "sentId": 118}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "When you say not spoken out against it.", "sentId": 119}, {"text": "He was introduced yesterday by Senator Jeff Sessions of Alabama who -- I criticized Senator Sessions last week because he's a former state attorney general, he's a law and order guy, a former federal prosecutor, and he said that what Trump describes in that tape in his view is not sexual assault.", "sentId": 120}, {"text": "Sorry, senator it is.", "sentId": 121}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "But Senator Sessions then said the rigged argument.", "sentId": 122}, {"text": "This is a man who among conservatives has standings on issues of law and order.", "sentId": 123}, {"text": "It's not just Donald Trump now.", "sentId": 124}, {"text": "A lot of conservatives say, is Donald Trump one of us?", "sentId": 125}, {"text": "Jeff Sessions is on immigration, on the Supreme Court, he's a guy a lot of conservatives look up to.", "sentId": 126}, {"text": "He stood up and said it is rigged.", "sentId": 127}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Before you bring it to the conversation, the Democrats are watching this, too.", "sentId": 128}, {"text": "Listen to Tim Kaine, Hillary Clinton's vice presidential running mate.", "sentId": 129}, {"text": "He's essentially telling Democrats, do not think this is over.", "sentId": 130}, {"text": "Do not stay home because of all this.", "sentId": 131}, {"text": "It's rigged argument.", "sentId": 132}, {"text": "The margins matter.", "sentId": 133}], "secId": 55}, {"speaker": "KAINE", "sentences": [{"text": "We got to make sure that the margin that he loses by is so big, and so clear, and so powerful, and so unmistakable that when he stands up and says, \"Poor me and it was rigged against me,\" nobody will believe him.", "sentId": 134}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "We'll find the advance guy about that mural behind Senator Kaine.", "sentId": 135}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "But this is -- you know, we laugh about these things sometimes, but if you read the accounts, you've been to the Trump rally, of some of the things Trump supporters say, that here's a guy who spent so much time legitimizing President Obama, he's not from this country, now he's in advance trying to delegitimize a Clinton victory if that's what it comes to.", "sentId": 136}], "secId": 58}, {"speaker": "HAM", "sentences": [{"text": "Look, I think -- let me say this.", "sentId": 137}, {"text": "I don't think it's not crazy for him to point out and for his supporters to be a little miffed by the fact that there's pretty coordinated roll out of these stories about women, that in fact with the Alicia Machado thing, you had several stories coming down the pike from Cosmopolitan that had been set up before she used to that line.", "sentId": 138}, {"text": "And to look at the media and go, hey, you guys haven't been friendly to us for a long time and this seems like you're working together.", "sentId": 139}, {"text": "I don't think that's a crazy thing to say.", "sentId": 140}], "secId": 59}, {"speaker": "HAM", "sentences": [{"text": "When you take it the extra step and say that the entire system is rigged, I think that's problem.", "sentId": 141}], "secId": 60}, {"speaker": "HAM", "sentences": [{"text": "But he's done that -- again, with the Republican Party knowing what it's getting.", "sentId": 142}, {"text": "He's done that every step of the way.", "sentId": 143}, {"text": "Every primary race he lost, it was because it was rigged.", "sentId": 144}], "secId": 61}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 145}], "secId": 62}, {"speaker": "PACE", "sentences": [{"text": "And I think it's really important, though, that people sometimes in these elections, you get really caught up in the day-to- day and the race that we're in.", "sentId": 146}, {"text": "Step back and think about this.", "sentId": 147}, {"text": "We have had election after election in this country where the result is accepted as fair, it was a free election, and the loser steps aside and accepts the results.", "sentId": 148}], "secId": 63}, {"speaker": "PACE", "sentences": [{"text": "I don't think you can say for certain that Donald Trump will take that position after this election.", "sentId": 149}, {"text": "And that is incredibly dangerous not just because you're going to have his supporters out there thinking that Hillary Clinton is not legitimate, but it could freeze our democracy for her entire -- if she's elected, for her entire four years.", "sentId": 150}], "secId": 64}, {"speaker": "PACE", "sentences": [{"text": "Republicans would have to choose whether they want to work with her.", "sentId": 151}, {"text": "We're talking about something much bigger than just Donald Trump's talk and rhetoric on the campaign trail.", "sentId": 152}], "secId": 65}, {"speaker": "MARTIN", "sentences": [{"text": "I mean, I can't believe you have to say this out loud on TV but the essence of democracy is the peaceful transfer of power that is undisputed between parties every four years.", "sentId": 153}, {"text": "And that does seem to be now the question.", "sentId": 154}], "secId": 66}, {"speaker": "MARTIN", "sentences": [{"text": "Real fast to Mary Katharine's point about nature of these women coming out.", "sentId": 155}, {"text": "Two things.", "sentId": 156}, {"text": "First of all, a lot of them said they heard it in the second debate say he had done these things and said, hell no, he actually did it to me and I'll speak to that.", "sentId": 157}, {"text": "Second of all, in April, the \"Boston Globe,\" and in May, my paper, \"The New York Times\", had stories about other women.", "sentId": 158}, {"text": "That was not some part of coordinated idea.", "sentId": 159}, {"text": "So, this is --", "sentId": 160}], "secId": 67}, {"speaker": "HAM", "sentences": [{"text": "Things of this nature have existed --", "sentId": 161}], "secId": 68}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 162}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "If it is -- if it is all coordinated by the Clinton campaign here's what I would say in these things.", "sentId": 163}, {"text": "If I rob a bank and my worst enemy tapes me robbing the back and provides the tape to the police, I can scream at my worst enemy all I want, but I still robbed the bank.", "sentId": 164}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "Just before we go quickly, I just want to say, if you're a Trump supporter, there's encouraging news this morning.", "sentId": 165}, {"text": "You've been listening in the past week, FOX News, NBC/Wall Street Journal poll had him down to 11 at one point.", "sentId": 166}, {"text": "And then it came back to 8.", "sentId": 167}, {"text": "FOX News had him down at six.", "sentId": 168}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "There's a \"Washington Post\"/ABC poll this morning that has a margin of now four.", "sentId": 169}, {"text": "Clinton 47, Trump 43.", "sentId": 170}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "So, if you're a Trump supporter, you're saying, OK, there's some damage, but not horrendous damage.", "sentId": 171}, {"text": "This is one poll.", "sentId": 172}, {"text": "I always tell people don't believe one poll.", "sentId": 173}, {"text": "Just a point of context, on this day in 2012, 23 days out, President Obama was plus one.", "sentId": 174}, {"text": "The debates were later in that campaign and on the date of the third debate, which is the 16th of October, Romney was plus one.", "sentId": 175}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "So, as we look at these margins yes that's a closer race than some of the other polls show.", "sentId": 176}, {"text": "If it's four points nationally on Election Day, knowing what we know at the state level, do we have any doubts that that's a Clinton win?", "sentId": 177}], "secId": 74}, {"speaker": "JACOBS", "sentences": [{"text": "No.", "sentId": 178}, {"text": "Battleground states, Trump campaign is targeting 11 battleground states and she's winning in ten of them.", "sentId": 179}, {"text": "The only one he's winning in Iowa and he's up by three points.", "sentId": 180}, {"text": "Now, it's close, it's not over in some states, Ohio, Nevada, Florida, Ohio, they are within three points.", "sentId": 181}, {"text": "But for the most part, she's ahead in ten battleground states.", "sentId": 182}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "We'll go more state by state in a little bit.", "sentId": 183}, {"text": "Everybody, sit tight.", "sentId": 184}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "Up next, the Republican Party in full panic, worried Trump at the top of the ticket might mean lows come Election Day.", "sentId": 185}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "Though, first a Donald Trump tweet this morning calls it a hit job by a boring and unfunny show.", "sentId": 186}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "Here's \"Saturday Night Live's\" take on the many awkward moments in the second presidential debate.", "sentId": 187}], "secId": 79}, {"speaker": "KATE MCKINNON AS HILLARY CLINTON", "sentences": [{"text": "Can't deny you coverage because of a preexisting condition.", "sentId": 188}, {"text": "Number two, no lifetime limits which is a big deal if you have serious health problems.", "sentId": 189}, {"text": "And number three -- sorry.", "sentId": 190}], "secId": 80}, {"speaker": "KATE MCKINNON AS HILLARY CLINTON", "sentences": [{"text": "Women can't be charged more than men for health insurance.", "sentId": 191}, {"text": "OK?", "sentId": 192}, {"text": "And number four --", "sentId": 193}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "Here's a question that sounds melodramatic but is being asked a lot these days by some very smart people.", "sentId": 194}, {"text": "Are we seeing the end of Republican Party as we know it?", "sentId": 195}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "With Donald Trump tanking in the polls, Republicans are worried not only about losing to Senate but about what was unthinkable just a week or two ago.", "sentId": 196}, {"text": "It's now a possibility, losing their House majority as well.", "sentId": 197}, {"text": "But it's more than that, bigger than that.", "sentId": 198}, {"text": "The Republican Party already has giant problems attracting African-Americans and Latinos.", "sentId": 199}, {"text": "Now, Democrats sense an opportunity to take Donald Trump's words and his alleged conduct and make the GOP pay a lasting price with women.", "sentId": 200}], "secId": 83}, {"speaker": "OBAMA", "sentences": [{"text": "I mean, I'm glad that some of them now said wow this is really bad.", "sentId": 201}, {"text": "I guess we need to -- we need to walk away.", "sentId": 202}, {"text": "But if you're doing it just for political expedience just because you're looking at poll numbers and you say, oh, this might get me in trouble, that's not enough.", "sentId": 203}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "We've talked about this throughout the campaign.", "sentId": 204}, {"text": "It is a difficult choice if you're a Republican.", "sentId": 205}, {"text": "And it depends on what state you're in.", "sentId": 206}, {"text": "In some places within states depends on what congressional district you're in.", "sentId": 207}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Before, it was what was Trump's numbers in the polls.", "sentId": 208}, {"text": "Now, a lot of Republicans are having to listen to what Trump said on that \"Access Hollywood\" tape to the researchers going back and finding all the degrading things he said about women.", "sentId": 209}, {"text": "And they are looking -- I don't mean fort all that but set aside they are looking at their own survival and they're making choice.", "sentId": 210}], "secId": 86}, {"speaker": "PACE", "sentences": [{"text": "Look, I do not envy a lot of these Republicans because they are in a real bind right now.", "sentId": 211}, {"text": "Trump supporters are coming from within the Republican Party for the most part and if you're a senator in a competitive race right now, you have to make a calculation.", "sentId": 212}, {"text": "If you step away from Donald Trump, will those voters just not vote for you?", "sentId": 213}, {"text": "Will they vote for a third-party candidate?", "sentId": 214}, {"text": "It's a real-time choice for them.", "sentId": 215}], "secId": 87}, {"speaker": "PACE", "sentences": [{"text": "But more broadly, I mean, Republicans do have to decide what kind of party they want to be going forward.", "sentId": 216}, {"text": "Their losses with African- Americans and Hispanics are built on years of rhetoric that has and policy positions that have really turned off those voters.", "sentId": 217}], "secId": 88}, {"speaker": "PACE", "sentences": [{"text": "If they lose African-Americans, Hispanics and consistently lose a majority of women, very difficult to see how you're a national party at that point.", "sentId": 218}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "As an ageing white guy, let me just say there are not enough of us.", "sentId": 219}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Thank you.", "sentId": 220}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "It's just -- I don't mean this to be flip in the sense that -- go census.gov don't believe it if you're a conservative who thinks we're all in the lame stream media, maybe you don't believe the Census gives you.", "sentId": 221}, {"text": "Walk around any neighborhood in America.", "sentId": 222}, {"text": "You know, this is -- you can't put this genie back in the bottle.", "sentId": 223}], "secId": 92}, {"speaker": "MARTIN", "sentences": [{"text": "The last week has demonstrated that the Republican party does not have a Donald Trump challenge, they have a voter challenge and that's to say that he isn't there -- it's his voter and his supporters and you see that with the contortions if some of their candidates trying to figure how they both accommodate his supporters who they can't win without, but at the same time not turn off a brother swath of the electorate.", "sentId": 224}, {"text": "And that is their issue after the election, how do you construct a national majority consolidation when a portion of your base, the Trump base, is seen as frankly deplorable, to borrow a phrase, by much of he country, for their views on issues like race.", "sentId": 225}], "secId": 93}, {"speaker": "MARTIN", "sentences": [{"text": "It's a very tough issue.", "sentId": 226}, {"text": "People like Rob Portman and Roy Blunt and Rubio, mainstream center right figures in the party, they can't win statewide elections if they don't have the Trump supporters.", "sentId": 227}], "secId": 94}, {"speaker": "JACOBS", "sentences": [{"text": "But I don't think you can exaggerate how much Republican leaders are irritated with him right now, even if they are voting for him.", "sentId": 228}, {"text": "I had one emailed me last night and said, \"He diminished our party and our candidates and doesn't believe in anything that most thinking Republicans believe.", "sentId": 229}, {"text": "He unleashed white nationalist and Pepe the Frog on us.", "sentId": 230}, {"text": "He needs to go down with the rotting ship he built.", "sentId": 231}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "The question, where do those voters go and what do they do on January 21st if they've been told the system was rigged.", "sentId": 232}, {"text": "And what happens to the Republican Party if they lose a third consecutive election by electoral college blowout and they're not only losing African-Americans and Latinos, but they're losing the suburbs.", "sentId": 233}], "secId": 96}, {"speaker": "HAM", "sentences": [{"text": "There are two hopes in the immediate future for the GOP.", "sentId": 234}, {"text": "One that people consider Donald Trump such an anomaly that they don't think of him as the GOP.", "sentId": 235}], "secId": 97}, {"speaker": "HAM", "sentences": [{"text": "President Obama has done the GOP a favor by referring to him in that way as a separate phenomenon.", "sentId": 236}, {"text": "He's changed his tune with good reason because he wants the GOP to stick with Donald Trump and some of it deserves to.", "sentId": 237}], "secId": 98}, {"speaker": "HAM", "sentences": [{"text": "The other hope is that people don't like one-party rule.", "sentId": 238}, {"text": "So, that argument that you want to be a check in on Hillary Clinton is actually an effective one.", "sentId": 239}, {"text": "And I think in 2016, you may see historic ticket splitting that we've never seen before.", "sentId": 240}, {"text": "But the future in earning these votes of many Americans, what was an uphill battle is now Mt.", "sentId": 241}, {"text": "Everest.", "sentId": 242}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "The autopsy after 2012 was we need to get voters especially Latinos, but nonwhite voters to vote for us.", "sentId": 243}, {"text": "They can sort of recycle that autopsy of suburban women I think under that if this goes the way it's going right now.", "sentId": 244}, {"text": "Three weeks is a lot of time.", "sentId": 245}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "But to this point, Paul Ryan is the speaker of the House.", "sentId": 246}, {"text": "He's the highest elected Republican in the land.", "sentId": 247}, {"text": "Officially, he's endorsed Donald Trump.", "sentId": 248}, {"text": "All he says he won't appear with him and he won't defend him anymore, because of the things that Donald Trump has said.", "sentId": 249}, {"text": "Paul Ryan went home to Wisconsin, did a big meeting with college Republicans, gave a speech, took some questions, not once did he mention the name Donald Trump, the Republican Party's presidential nominee.", "sentId": 250}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "Here's little bit of what he said, he said, I don't trust Hillary Clinton but --", "sentId": 251}], "secId": 102}, {"speaker": "RYAN", "sentences": [{"text": "It is a place where the government twists the law and the Constitution itself to suit its purposes.", "sentId": 252}, {"text": "It's a place where liberty is always under assault, we're passion, the very stuff of life is extinguished.", "sentId": 253}, {"text": "That's the American Hillary wants.", "sentId": 254}, {"text": "And if given control of Washington, if given control of Congress, it is the kind of America she will stop at nothing to have.", "sentId": 255}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "So he's not making a case for Trump he's making a case keep the Congress in Republican hands, I want to get this in before we have to get to a break.", "sentId": 256}, {"text": "Rub, he's running statewide in Florida.", "sentId": 257}, {"text": "Most people think he's in a good election.", "sentId": 258}, {"text": "Watch the end of this ad where Marco Rubio tries to lead the needle without dissing Trump but --", "sentId": 259}], "secId": 104}, {"speaker": "AD NARRATOR", "sentences": [{"text": "Our economy is hurting.", "sentId": 260}, {"text": "Terror threats are rising.", "sentId": 261}, {"text": "America faces a very uncertain future.", "sentId": 262}], "secId": 105}, {"speaker": "AD NARRATOR", "sentences": [{"text": "Patrick Murphy just too risky for Florida.", "sentId": 263}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "Now, Patrick Murphy is his opponent.", "sentId": 264}, {"text": "But he shows both Clinton and Trump and says America faces an uncertain future.", "sentId": 265}, {"text": "Clever.", "sentId": 266}], "secId": 107}, {"speaker": "HAM", "sentences": [{"text": "That of a lot of voters.", "sentId": 267}], "secId": 108}, {"speaker": "PACE", "sentences": [{"text": "As a voter, who is riskier in there, Trump or Clinton for you?", "sentId": 268}, {"text": "That's basically -- he's leaving the choice open to you.", "sentId": 269}], "secId": 109}, {"speaker": "PACE", "sentences": [{"text": "But I think Paul Ryan's comments are so fascinating.", "sentId": 270}, {"text": "He is -- his staff, I know, pushes back on this, but Paul Ryan is all but conceding that Hillary Clinton will be president, by talking openly to make sure the Congress doesn't go fully to the Democrats.", "sentId": 271}, {"text": "That's extraordinary that at this point in a race -- in a relatively competitive race -- that the top elected Republicans are all conceding his candidate will lose.", "sentId": 272}], "secId": 110}, {"speaker": "MARTIN", "sentences": [{"text": "And that speech, by the way, was in many ways was a lament on Donald Trump's candidacy.", "sentId": 273}, {"text": "He didn't say Trump's name.", "sentId": 274}, {"text": "Now, Paul Ryan talks about a dark dismal election.", "sentId": 275}, {"text": "He's not talking about Hillary Clinton.", "sentId": 276}, {"text": "They talk about the candidate who is out there saying this is going to be a rigged election and who's talking about, you know, federal judges who are Mexican.", "sentId": 277}, {"text": "I mean, it's not a mystery who he's talking about there, right?", "sentId": 278}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "And to that point, Speaker Ryan put out a statement saying he's fully confident that the states will administer the election in a competent way.", "sentId": 279}, {"text": "So, disagreeing with Trump on the \"it's rigged\" part.", "sentId": 280}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Everybody, sit tight.", "sentId": 281}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "Before the first debate the map was the tilting Donald Trump's way.", "sentId": 282}, {"text": "But it looks very, very different in advance of the third and final debate.", "sentId": 283}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "And please take our INSIDE POLITICS quiz this morning.", "sentId": 284}, {"text": "Can you be swayed by the final debate or is your mind already made up?", "sentId": 285}, {"text": "Go to CNN.com/vote.", "sentId": 286}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "A little back to the future as we map out the race and stakes heading into Wednesday's final debate.", "sentId": 287}, {"text": "This is what the map looked like on September 26th, that was the morning of the first presidential debate.", "sentId": 288}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "Yes, we still have Hillary Clinton across the finish line but Donald Trump was back in play because he was tied or leading in Nevada then, he was tied or leading in the Florida, he was tied or leading in North Carolina, and he was tied or leading in Ohio.", "sentId": 289}, {"text": "Plus he was closing in Colorado.", "sentId": 290}, {"text": "He was closing in Pennsylvania.", "sentId": 291}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "You could say on the morning of that first debate Donald Trump the race was moving his way.", "sentId": 292}, {"text": "He had a chance to take it away, but let's flip this up and come back to where we are now.", "sentId": 293}, {"text": "Today, turn that off.", "sentId": 294}, {"text": "Sorry.", "sentId": 295}, {"text": "Secretary Clinton leads there.", "sentId": 296}, {"text": "Leads there.", "sentId": 297}, {"text": "Leads narrowly there.", "sentId": 298}, {"text": "Ohio, there's a debate.", "sentId": 299}, {"text": "Some polls show Trump up, some polls show Clinton up.", "sentId": 300}, {"text": "But look at the change of momentum.", "sentId": 301}, {"text": "Now she is well ahead of what she needs to win.", "sentId": 302}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "Here's some of that dynamics at play here.", "sentId": 303}, {"text": "Number one, Donald Trump is running in a very different electorate.", "sentId": 304}, {"text": "Number two, early voting.", "sentId": 305}, {"text": "Democrats look at this early voting more than 1.25 million ballots cast already.", "sentId": 306}, {"text": "878,000 of them in critical battleground states.", "sentId": 307}, {"text": "There are 37 states plus the District of Columbia that offer early voting.", "sentId": 308}, {"text": "Democrats think this as a huge advantage for them.", "sentId": 309}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "And then there's this.", "sentId": 310}, {"text": "Donald Trump won in the Republican primaries but they're 90 percent white.", "sentId": 311}, {"text": "The general electorate will be more diverse.", "sentId": 312}, {"text": "They're majority men in the Republican primaries, the general electorate will be majority women.", "sentId": 313}, {"text": "And we know Trump -- at the moment has a problem with women.", "sentId": 314}, {"text": "So in the past week with all these Trump attacks the president of the United States and the Democrats saying Donald Trump is trying to get you Democrats to stay home.", "sentId": 315}, {"text": "The president says don't fall for it.", "sentId": 316}], "secId": 120}, {"speaker": "OBAMA", "sentences": [{"text": "He's just going to drag this election as low as it possibly can go.", "sentId": 317}, {"text": "And he figures that if he makes our politics just toxic, then maybe you'll just figure out, you got no good choices and you just get discouraged and you just don't vote.", "sentId": 318}, {"text": "But don't fall for it.", "sentId": 319}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "The president says don't fall for it but even as we discuss Trump's troubles there are questions among Democrats as to whether African-American communities, the enthusiasm for, A, enthusiasm for Clinton.", "sentId": 320}, {"text": "Are they enthusiastic for Clinton?", "sentId": 321}, {"text": "And B, does this toxic environment just make either Democrats get over confident when they see some polls showing Trump way up, or they just think, I'm not -- I can't do it.", "sentId": 322}], "secId": 122}, {"speaker": "MARTIN", "sentences": [{"text": "The theory has been or the hope at least has been for a long time that Trump himself is a kind of stand in for what Obama was for the Democratic coalition.", "sentId": 323}, {"text": "But instead of positive energy it's negative energy.", "sentId": 324}, {"text": "That folks are coming out not because they love Obama but because they can't stand Trump.", "sentId": 325}], "secId": 123}, {"speaker": "MARTIN", "sentences": [{"text": "John, I was so struck this week watching the Obama-Obama ticket, a very formidable combination.", "sentId": 326}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 327}], "secId": 125}, {"speaker": "MARTIN", "sentences": [{"text": "Michele and Barack Obama, these star candidates.", "sentId": 328}, {"text": "The problem is neither of them are actually on the ballot this year.", "sentId": 329}], "secId": 126}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 330}], "secId": 127}, {"speaker": "MARTIN", "sentences": [{"text": "You wouldn't know it from watching the TV this week.", "sentId": 331}, {"text": "They really took center stage and where is Hillary Clinton?", "sentId": 332}, {"text": "Raising money once again on the West Coast behind closed doors with wealthy donors.", "sentId": 333}, {"text": "And by the way Democrats are just fine with that.", "sentId": 334}, {"text": "They are happy to have the Obamas out front and center but it does speak to the nature of this election and who actually is the more compelling figures in public speaking.", "sentId": 335}], "secId": 128}, {"speaker": "KING", "sentences": [{"text": "Plus your colleague, I think, Amy Chozick.", "sentId": 336}], "secId": 129}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 337}], "secId": 130}, {"speaker": "KING", "sentences": [{"text": "Wrote a very smart piece in the paper today.", "sentId": 338}, {"text": "It's sort of obvious to some with the way she lays it out that it's hard, you would think the first female nominee for president of the United States would be out there with a bludgeon to the Donald Trump at the time the issues are sexual harassment, sexual -- alleged sexual assault.", "sentId": 339}, {"text": "Obvious repetitive degrading of women.", "sentId": 340}, {"text": "But she's been relatively quiet on this and part of the calculation is, if she talks about this, it turns the focus on her husband, Bill Clinton, and his past transgressions.", "sentId": 341}, {"text": "So you mentioned, not just the president out there, trying to gin up", "sentId": 342}], "secId": 131}, {"speaker": "KING", "sentences": [{"text": "early voting which is critical to both, but the first lady, Hillary Clinton on Twitter and then at one event praised the speech pretty powerful from Michelle Obama.", "sentId": 343}, {"text": "This is in New Hampshire.", "sentId": 344}], "secId": 132}, {"speaker": "OBAMA", "sentences": [{"text": "And I feel it's so personally and I'm sure that many of you do, too, particularly the women.", "sentId": 345}, {"text": "The shameful comments about our bodies.", "sentId": 346}, {"text": "The disrespect of our ambitions and intellect.", "sentId": 347}, {"text": "The belief that you can do anything you want to a woman?", "sentId": 348}, {"text": "It is cruel.", "sentId": 349}, {"text": "It's frightening.", "sentId": 350}, {"text": "And the truth is, it hurts.", "sentId": 351}, {"text": "It hurts.", "sentId": 352}], "secId": 133}, {"speaker": "KING", "sentences": [{"text": "Incredibly personal there from the first lady and obviously she says this was about her personal feelings but that she's out at a political rally and there's no disputing they get the math we were talking about earlier.", "sentId": 353}, {"text": "Especially among suburban women.", "sentId": 354}], "secId": 134}, {"speaker": "JACOBS", "sentences": [{"text": "Now conservative women looked at that speech by her and they turned it around and said but Bill Clinton.", "sentId": 355}, {"text": "I mean, that's just the way they are thinking right now.", "sentId": 356}, {"text": "It's just such a partisan divide right now if you're a conservative you believe Donald Trump, if you're a liberal you believe Michele Obama and Hillary Clinton.", "sentId": 357}, {"text": "But I asked some Republicans and independents, you know, Bill Clinton isn't on the ballot, why do you guys keep talking about that.", "sentId": 358}, {"text": "And they said because they think that if she is elected, he will have such a position of power, at least as an adviser, someone behind the scenes, that they do consider him to be part of it.", "sentId": 359}], "secId": 135}, {"speaker": "HAM", "sentences": [{"text": "I think there's some leftover issues obviously from the '90s here.", "sentId": 360}, {"text": "But with good reason.", "sentId": 361}, {"text": "Conservatives look at that speech and they go this is rich from the party of Ted Kennedy and Bill Clinton.", "sentId": 362}], "secId": 136}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 363}], "secId": 137}, {"speaker": "HAM", "sentences": [{"text": "And there's merit to that.", "sentId": 364}], "secId": 138}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 365}], "secId": 139}, {"speaker": "HAM", "sentences": [{"text": "But whether or not you like the Obamas they are clean on this issue.", "sentId": 366}], "secId": 140}, {"speaker": "HAM", "sentences": [{"text": "And that's why the Clintons are not out talking about it and the Obamas are.", "sentId": 367}, {"text": "And I'm not sure that working out those issues from the '90s, even though I have like a little righteous, you know, thrill when I hear about it, doesn't work with independent voters.", "sentId": 368}], "secId": 141}, {"speaker": "MARTIN", "sentences": [{"text": "And they are trying to bait Trump, by the way, into attacking them.", "sentId": 369}], "secId": 142}, {"speaker": "HAM", "sentences": [{"text": "Exactly.", "sentId": 370}, {"text": "Very -- into attacking a very popular family.", "sentId": 371}, {"text": "MARTIN:  And by the way, it does show that Trump has at least some", "sentId": 372}], "secId": 143}, {"speaker": "HAM", "sentences": [{"text": "internal constraints because what he hasn't done this past week is attack Michelle Obama.", "sentId": 373}], "secId": 144}, {"speaker": "HAM", "sentences": [{"text": "Absolutely.", "sentId": 374}], "secId": 145}, {"speaker": "KING", "sentences": [{"text": "That's right.", "sentId": 375}], "secId": 146}, {"speaker": "MARTIN", "sentences": [{"text": "And so --", "sentId": 376}], "secId": 147}, {"speaker": "HAM", "sentences": [{"text": "Even though they told him not to.", "sentId": 377}], "secId": 148}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 378}], "secId": 149}, {"speaker": "HAM", "sentences": [{"text": "Seems like a matador --", "sentId": 379}], "secId": 150}, {"speaker": "MARTIN", "sentences": [{"text": "Because clearly --", "sentId": 380}], "secId": 151}, {"speaker": "KING", "sentences": [{"text": "They programmed the Twitter account even if --", "sentId": 381}], "secId": 152}, {"speaker": "MARTIN", "sentences": [{"text": "You get -- no, right.", "sentId": 382}], "secId": 153}, {"speaker": "KING", "sentences": [{"text": "It just won't allow it.", "sentId": 383}], "secId": 154}, {"speaker": "MARTIN", "sentences": [{"text": "It's about the car you can't get started.", "sentId": 384}], "secId": 155}, {"speaker": "PACE", "sentences": [{"text": "I think we shouldn't blow past the idea that one issue that I think Hillary Clinton is going to have over the next three weeks is going to be enthusiasm.", "sentId": 385}, {"text": "And the way that she can lose this election is if the -- not just the overall support doesn't match what Obama's coalition was but if the turnout doesn't match.", "sentId": 386}, {"text": "And they are very worried about young people still.", "sentId": 387}, {"text": "That number has not creeped up for her.", "sentId": 388}, {"text": "And they are still worried that you will not see African-American turnout reach the levels that did with Obama.", "sentId": 389}], "secId": 156}, {"speaker": "JACOBS", "sentences": [{"text": "The metrics thus far have not shown this huge surge among Latinos or African-American voters in early voting.", "sentId": 390}], "secId": 157}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 391}], "secId": 158}, {"speaker": "JACOBS", "sentences": [{"text": "That they want to see.", "sentId": 392}], "secId": 159}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 393}, {"text": "And to your point about the messiness and that Hillary Clinton can't talk about this stuff because of Bill Clinton, that's also interesting.", "sentId": 394}, {"text": "Yet Donald Trump has told us we should Kathleen Willey, we should Juanita Broaddrick, but anyone who accuses him is not to be believed.", "sentId": 395}, {"text": "There's just --", "sentId": 396}], "secId": 160}, {"speaker": "KING", "sentences": [{"text": "Yes, the belief by some -- it's a mess.", "sentId": 397}, {"text": "It's a mess.", "sentId": 398}, {"text": "Now to the point about enthusiasm for Hillary Clinton, if you listen to Donald Trump on the campaign trail, he seems to understand that his only hope here is that there's no enthusiasm for her and that every last one of his people turn out, which is why, even though a lot of people say, this is now what you're supposed to say in a democracy, Donald Trump says this in every rally.", "sentId": 399}], "secId": 161}, {"speaker": "TRUMP", "sentences": [{"text": "She should be locked up.", "sentId": 400}, {"text": "She should.", "sentId": 401}], "secId": 162}, {"speaker": "TRUMP", "sentences": [{"text": "And if I win, I am going to ask my attorney general to appoint a special prosecutor to look into her crimes because what she did is a disgrace to the United States of America.", "sentId": 402}], "secId": 163}, {"speaker": "KING", "sentences": [{"text": "Now there are even a lot of Republicans, Mike Mukasey, George W. Bush's attorney general, who spoke for Trump at Trump's convention saying whoa, whoa, whoa, we don't talk about that in democracies about jailing your opponents.", "sentId": 403}, {"text": "But Trump clearly, A, he think it's important to his base, and B, he thinks this is a motivational issue for them.", "sentId": 404}], "secId": 164}, {"speaker": "PACE", "sentences": [{"text": "And it is, frankly.", "sentId": 405}, {"text": "I mean, if you go to a Trump rally, the most frequent chant is lock her up.", "sentId": 406}, {"text": "It started at the convention.", "sentId": 407}, {"text": "There are a lot of Trump voters who firmly believe that Hillary Clinton has done something illegal and that the FBI took a pass in not pressing charges against her.", "sentId": 408}], "secId": 165}, {"speaker": "PACE", "sentences": [{"text": "But just to get back to our earlier discussion about the rigged election.", "sentId": 409}, {"text": "There are just some moments where I really feel like people need to look beyond this election.", "sentId": 410}], "secId": 166}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 411}], "secId": 167}, {"speaker": "PACE", "sentences": [{"text": "It is a dangerous thing for a presidential candidate in this country to be talking about jailing their opponent.", "sentId": 412}, {"text": "That is something that happens in a lot of country that the United States has a lot of problems with.", "sentId": 413}, {"text": "I think we can sometimes, you know, rise above our partisan views here and just look at what message that is sending.", "sentId": 414}, {"text": "I would hope that a lot of people weren't asking for it.", "sentId": 415}], "secId": 168}, {"speaker": "MARTIN", "sentences": [{"text": "It's not even partisan.", "sentId": 416}, {"text": "You know, Charles Krauthammer, the conservative columnist for \"Washington Post,\" Friday was talking about just that.", "sentId": 417}, {"text": "This is a hallmark, a hallmark of what other countries with -- shall we say less advanced democracies do.", "sentId": 418}, {"text": "The current regime puts the opposition in jail.", "sentId": 419}, {"text": "We don't do that in this country.", "sentId": 420}], "secId": 169}, {"speaker": "KING", "sentences": [{"text": "I had an e-mail from a prominent Republican the other night saying, I hate to say this but Donald Trump needs to learn a lesson from Al Gore, who after the recount a lot of Democrats are saying, should we protest on the streets, Al Gore said after the Supreme Court, we're done.", "sentId": 421}, {"text": "That's the way it works here.", "sentId": 422}], "secId": 170}, {"speaker": "KING", "sentences": [{"text": "Everybody, sit tight.", "sentId": 423}, {"text": "The government says the WikiLeaks e-mails or hack a Russian plot.", "sentId": 424}, {"text": "But is it also a Clinton campaign headache?", "sentId": 425}], "secId": 171}, {"speaker": "KING", "sentences": [{"text": "Donald Trump sees the hacked Clinton campaign e- mails released by WikiLeaks as proof of an international conspiracy of sorts.", "sentId": 426}], "secId": 172}, {"speaker": "TRUMP", "sentences": [{"text": "The Clinton machine is at the center of this power structure.", "sentId": 427}, {"text": "We've seen this firsthand in the WikiLeaks documents in which Hillary Clinton meets in secret with international banks to plot the destruction of U.S. sovereignty in order to enrich these global financial powers, her special interest friends and her donors.", "sentId": 428}], "secId": 173}, {"speaker": "KING", "sentences": [{"text": "Well, that's a bit of a stretch.", "sentId": 429}, {"text": "They don't prove quite that, that Hillary Clinton is out there trying to destroy American sovereignty, but they do raise a number of questions for the Clinton campaign, including this one here.", "sentId": 430}, {"text": "What was Chelsea Clinton talking about when she was looking at the Clinton Foundation and she writes an e-mail that came with John Podesta's e-mail, that says people are trying to cash in on my father's name.", "sentId": 431}, {"text": "So some conflict of interest within the foundation.", "sentId": 432}], "secId": 174}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton has refused to answer these questions on the campaign trail.", "sentId": 433}, {"text": "Her campaign says Russians are hacking into this e-mail system.", "sentId": 434}, {"text": "That's the outrage, this is a crime, talking about Watergate.", "sentId": 435}, {"text": "We're not answer the specifics.", "sentId": 436}], "secId": 175}, {"speaker": "KING", "sentences": [{"text": "She's going to be on the debate stage Wednesday night with a very tough and persistent questioner in Chris Wallace.", "sentId": 437}, {"text": "She's going to have to answer some of these including that one, including meeting with bankers in Brazil, and saying this, \"My dream is a hemispheric common market with open trade and open borders.\"", "sentId": 438}, {"text": "What's the answer?", "sentId": 439}], "secId": 176}, {"speaker": "PACE", "sentences": [{"text": "Look, I really think that if we haven't been caught up with a lot of this stuff with Trump the last week or so we would really be more focused on what's in these e-mails.", "sentId": 440}, {"text": "There's nothing that is a huge smoking gun on either the foundation or some of her other issues but there's a lot of questions that have been revealed.", "sentId": 441}, {"text": "I mean, when you --", "sentId": 442}], "secId": 177}, {"speaker": "KING", "sentences": [{"text": "I'm not so sure about point.", "sentId": 443}, {"text": "I mean, why is Chelsea Clinton saying about Doug Band, the guy who's running the foundation, she's essentially saying I see conflicts of interest, I think there are people who are, you know, unseemly cashing in on dad's name.", "sentId": 444}], "secId": 178}, {"speaker": "PACE", "sentences": [{"text": "Sure.", "sentId": 445}], "secId": 179}, {"speaker": "KING", "sentences": [{"text": "To make money or to do deals.", "sentId": 446}], "secId": 180}, {"speaker": "PACE", "sentences": [{"text": "Well --", "sentId": 447}], "secId": 181}, {"speaker": "MARTIN", "sentences": [{"text": "If you had a more competent Republican candidate you could prosecute the case, there would be any number of stories here to go after her on.", "sentId": 448}], "secId": 182}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 449}], "secId": 183}, {"speaker": "MARTIN", "sentences": [{"text": "And especially at a moment of maximum revolt towards the political status quo, you're going to hold up some of these e-mails and say, look at these -- you know, look at the financial arrangements, there is so much there.", "sentId": 450}], "secId": 184}, {"speaker": "JACOBS", "sentences": [{"text": "If it had come out in late January, think of how explosive this would have been and Bernie Sanders --", "sentId": 451}], "secId": 185}, {"speaker": "KING", "sentences": [{"text": "Well, how much would Bernie Sanders -- we talked a little bit about this last week, but the reason we're talking about some of these again is because she hasn't answered.", "sentId": 452}, {"text": "Her campaign again says Trump is in cahoots with the Russians.", "sentId": 453}, {"text": "The Russians are leaking these to WikiLeaks.", "sentId": 454}, {"text": "This is like Watergate.", "sentId": 455}, {"text": "That's a legitimate issue.", "sentId": 456}, {"text": "If Russia is meddling in our election, it's a very legitimate issue.", "sentId": 457}, {"text": "But that doesn't take off the table -- OK, but now that they are out there, and somebody leaked the Pentagon papers, too.", "sentId": 458}, {"text": "You know, things get leaked, and sometimes a nefarious -- Edward Snowden leaked a lot of stuff.", "sentId": 459}, {"text": "But there are legitimate questions come from it.", "sentId": 460}], "secId": 186}, {"speaker": "HAM", "sentences": [{"text": "I don't often say Trump is right but Trump is right that it is the media's duty to look at this stuff and report on it at length.", "sentId": 461}, {"text": "Some of the stuff, it confirms every narrative about her, about her foundation getting heads up on the investigation from DOJ and the State Department and the FBI.", "sentId": 462}, {"text": "And you know, talking about voter in nasty ways.", "sentId": 463}, {"text": "Like, there's so much here, not to mention the pathetic and obsequious sucking up for many, many media figures.", "sentId": 464}], "secId": 187}, {"speaker": "MARTIN", "sentences": [{"text": "If there was a felony.", "sentId": 465}], "secId": 188}, {"speaker": "HAM", "sentences": [{"text": "It's not a felony but it confirms these --", "sentId": 466}], "secId": 189}, {"speaker": "KING", "sentences": [{"text": "The politics as usual stuff.", "sentId": 467}, {"text": "Right.", "sentId": 468}], "secId": 190}, {"speaker": "JACOBS", "sentences": [{"text": "One of her advisers told me this week how glad they are that Donald Trump does not e-mail.", "sentId": 469}, {"text": "He doesn't e-mail.", "sentId": 470}, {"text": "And they're very relieved.", "sentId": 471}, {"text": "It's just one set of --", "sentId": 472}], "secId": 191}, {"speaker": "MARTIN", "sentences": [{"text": "It's the Twitter stream.", "sentId": 473}], "secId": 192}, {"speaker": "JACOBS", "sentences": [{"text": "-- that they do not have to deal with.", "sentId": 474}], "secId": 193}, {"speaker": "MARTIN", "sentences": [{"text": "But in terms of actually who she is and what this tells us about who she is going to be if she's president next year, if you're a Bernie Sanders supporter I think you have to be a whole concerned because talking about, you know, free markets and open trade to bankers in Brazil that's not exactly the AFL-CIO line.", "sentId": 475}, {"text": "Right?", "sentId": 476}, {"text": "PACE:  And to tie that back to the questions about her enthusiasm", "sentId": 477}], "secId": 194}, {"speaker": "MARTIN", "sentences": [{"text": "particularly with young people who are Bernie Sanders supporters, this has been one of their core concerns.", "sentId": 478}], "secId": 195}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 479}], "secId": 196}, {"speaker": "PACE", "sentences": [{"text": "Trade is such a focus for Sanders supporters that they are worried that she's saying one thing in this election cycle and then she would get into the White House and support TPP.", "sentId": 480}, {"text": "And --", "sentId": 481}], "secId": 197}, {"speaker": "KING", "sentences": [{"text": "This is --", "sentId": 482}], "secId": 198}, {"speaker": "MARTIN", "sentences": [{"text": "And go in the building trades and saying about radical environmentalists, you know, give me a break, basically, and of course we're going to keep pursuing natural gas and fossil fuel.", "sentId": 483}, {"text": "I mean, at her core she is somebody who is clearly a progressive, but who is ambitious enough to want to sort of tailor her views to get into office.", "sentId": 484}, {"text": "And that's always been the sort of Clinton tension right there.", "sentId": 485}], "secId": 199}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 486}], "secId": 200}, {"speaker": "MARTIN", "sentences": [{"text": "And I think at their part they are center left pragmatic politicians.", "sentId": 487}], "secId": 201}, {"speaker": "KING", "sentences": [{"text": "And she -- A, she's going to have to answer some questions about this Wednesday night.", "sentId": 488}, {"text": "And B, we're going to see.", "sentId": 489}, {"text": "Donald Trump is in a ditch.", "sentId": 490}, {"text": "A lot of Republicans think the race is over.", "sentId": 491}, {"text": "I'm not willing to go there.", "sentId": 492}, {"text": "This year has been so volatile.", "sentId": 493}, {"text": "He still has a chance in my view with three weeks left.", "sentId": 494}, {"text": "But can he turn in a better debate performance?", "sentId": 495}, {"text": "He's got some material here.", "sentId": 496}, {"text": "We'll see if he uses it.", "sentId": 497}], "secId": 202}, {"speaker": "KING", "sentences": [{"text": "A sneak peek into our reporter's notebook next including the Clinton campaign's debate about targeting red states.", "sentId": 498}, {"text": "And if so, whether to head south or west.", "sentId": 499}], "secId": 203}, {"speaker": "KING", "sentences": [{"text": "First here's the results of our INSIDE POLITICS quiz.", "sentId": 500}, {"text": "We asked if you could still be swayed by the final debate or if your mind is made up.", "sentId": 501}, {"text": "Nearly all of you, wow.", "sentId": 502}, {"text": "Come on, that can't be true.", "sentId": 503}, {"text": "All right.", "sentId": 504}, {"text": "Hillary and Trump voted.", "sentId": 505}], "secId": 204}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 506}, {"text": "Let's head around the INSIDE POLITICS table.", "sentId": 507}, {"text": "Let's ask our great reporters to give us a sneak peek into their notebooks to get you out ahead of some big political news.", "sentId": 508}, {"text": "Julie Pace?", "sentId": 509}], "secId": 205}, {"speaker": "PACE", "sentences": [{"text": "Some senior advisers are pushing for Hillary Clinton to make a late-in-the-campaign stop in one of these expansion states.", "sentId": 510}, {"text": "This is a place like Arizona, Georgia, even Utah that traditionally votes Republican in presidential elections but is looking a little shaky for Trump.", "sentId": 511}, {"text": "And I'm told it's not even the idea that a trip would push these states into Clinton's win column, though that's not exactly out of the realm of possibility right now but it's more the idea of making a big false splash.", "sentId": 512}, {"text": "Her campaign advisers like to idea that she could maybe draw a huge crowd in a place like Salt Lake City.", "sentId": 513}], "secId": 206}, {"speaker": "PACE", "sentences": [{"text": "And it's interesting.", "sentId": 514}, {"text": "And some of the holdup, though, I'm told, comes from Robby Mook, who's Clinton's notoriously cautious campaign manager.", "sentId": 515}, {"text": "He has been saying throughout this election that he wants to get to 270 electoral college votes in the most efficient, easiest way possible and it's safe to say that Arizona, Georgia and Utah were not exactly in that plan.", "sentId": 516}], "secId": 207}, {"speaker": "KING", "sentences": [{"text": "Cautious.", "sentId": 517}, {"text": "Cautious.", "sentId": 518}, {"text": "Jonathan?", "sentId": 519}], "secId": 208}, {"speaker": "MARTIN", "sentences": [{"text": "He's got a guy turns the campaign.", "sentId": 520}, {"text": "You know.", "sentId": 521}], "secId": 209}, {"speaker": "PACE", "sentences": [{"text": "Exactly.", "sentId": 522}], "secId": 210}, {"speaker": "MARTIN", "sentences": [{"text": "Well, speaking of that same issue, Georgia on their mind.", "sentId": 523}, {"text": "The Clinton folks are looking at Georgia which Bill Clinton actually won in '92 but since then it has not gone to a Democrat.", "sentId": 524}, {"text": "They feel like it's within reach but it's tough.", "sentId": 525}, {"text": "And the reason it's tough is because the vast Atlanta suburbs, well, there's plenty of voters there who don't like Trump that much.", "sentId": 526}, {"text": "They feel like it's less like, for example, northern Virginia and Raleigh and more like a traditional southern suburb and it's a little bit tougher for them down there.", "sentId": 527}, {"text": "So if you see her there in the last week or so we're going to know they're feeling really good.", "sentId": 528}], "secId": 211}, {"speaker": "KING", "sentences": [{"text": "That would be a sign of confidence.", "sentId": 529}, {"text": "Jennifer?", "sentId": 530}], "secId": 212}, {"speaker": "JACOBS", "sentences": [{"text": "So money.", "sentId": 531}, {"text": "One of Donald Trump's fundraisers told me last night that no major donors have asked for their money back because of all this stuff.", "sentId": 532}, {"text": "But federal records show that Trump's contributions to his own campaign are getting smaller and smaller.", "sentId": 533}, {"text": "Now he said on the campaign trail this past week in Florida, again, that he intends to donate $100 million to his own campaign but to date he's at $56 million, which is more than Hillary Clinton has given to her campaign.", "sentId": 534}, {"text": "But Trump is going around on the campaign trail boasting about how his checkbook is proof of how much faith he has that he's going to win this thing, whereas in reality it's a little bit different by his own measure.", "sentId": 535}], "secId": 213}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 536}, {"text": "smart businessman maybe?", "sentId": 537}, {"text": "Mary Katharine?", "sentId": 538}], "secId": 214}, {"speaker": "HAM", "sentences": [{"text": "I mean, the question for the rest of these few weeks, merciful few weeks, is where these marquee Senate races especially in some of the Houses, how local can you go?", "sentId": 539}, {"text": "For Republicans because they've got this huge nationalized story about Trump that's very hard to get away from.", "sentId": 540}, {"text": "But the National Republican Senatorial Committee had these guys running more local sheriff type races from the very beginning, saw that this might be an issue for them.", "sentId": 541}, {"text": "Portman is the perfect example of how this has done well for him but can it do well enough to last him through these last three weeks?", "sentId": 542}], "secId": 215}, {"speaker": "KING", "sentences": [{"text": "Well, it's a great point.", "sentId": 543}, {"text": "Let me follow up on that.", "sentId": 544}, {"text": "Republicans frantically trying to save that Senate majority.", "sentId": 545}, {"text": "Say Trump support is cratering in several of the key Senate battleground states.", "sentId": 546}, {"text": "The big question now is, where is the line at which Senate", "sentId": 547}], "secId": 216}, {"speaker": "KING", "sentences": [{"text": "candidates get washed out with him?", "sentId": 548}, {"text": "New private GOP data, for example, show Trump down double digits in both New Hampshire and Pennsylvania.", "sentId": 549}, {"text": "The incumbent senators, Kelly Ayotte and Pat Toomey, respectively, are also down in the polling but by just a few points.", "sentId": 550}, {"text": "In Nevada, Trump trails by single digits but the GOP Senate candidate Joe Heck is up by a little.", "sentId": 551}], "secId": 217}, {"speaker": "KING", "sentences": [{"text": "So is 10 points the line at which a Trump loss would just wipe out other Republicans in that state?", "sentId": 552}, {"text": "Republican strategists focus on the Senate side.", "sentId": 553}, {"text": "It depends state by state.", "sentId": 554}, {"text": "But they are trying to overcome a double digit Trump deficit is an extraordinarily hard lift for other Republicans on the statewide ballot.", "sentId": 555}], "secId": 218}, {"speaker": "KING", "sentences": [{"text": "Their advice to Republican Senate candidates, spend the next three weeks, as Mary Katharine said, running local, also as offering themselves as a check on a liberal Clinton presidency.", "sentId": 556}, {"text": "And though they view the presidential race is a lost cause these strategists are actually rooting for Trump to move up just a bit in those key Senate battleground states.", "sentId": 557}], "secId": 219}, {"speaker": "That's it for INSIDE POLITICS.  Again thanks for sharing your Sunday morning.  Hope to see you at noon Eastern for our weekday edition of IP.  And of course tune in Wednesday night for the final presidential debate.  Our special coverage begins at 4", "sentences": [{"text": "00 p.m.", "sentId": 558}], "secId": 220}, {"speaker": "That's it for INSIDE POLITICS.  Again thanks for sharing your Sunday morning.  Hope to see you at noon Eastern for our weekday edition of IP.  And of course tune in Wednesday night for the final presidential debate.  Our special coverage begins at 4", "sentences": [{"text": "Up next \"STATE OF THE UNION\" with Jake Tapper.", "sentId": 559}], "secId": 221}], "sectionCount": 222, "url": "transcripts.cnn.com/TRANSCRIPTS/1610/16/ip.01.html", "sentenceCount": 561, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 16, 2016 - 08:00   ET", "speakers": ["KING", "TRUMP", "OBAMA", "ANDERSON", "COOPER", "LEEDS", "BARACK OBAMA", "PACE", "MARTIN", "JACOBS", "HAM", "BILLY BUSH", "KAINE", "KATE MCKINNON AS HILLARY CLINTON", "RYAN", "AD NARRATOR", "That's it for INSIDE POLITICS.  Again thanks for sharing your Sunday morning.  Hope to see you at noon Eastern for our weekday edition of IP.  And of course tune in Wednesday night for the final presidential debate.  Our special coverage begins at 4"], "title": "INSIDE POLITICS"}