{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1511.29.ip.01.html.json", "subTitle": "Trump Insults 2016 Field at Rally; Clock Running Out on Obama's Time in Office. Aired 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "BLACKWELL", "sentences": [{"text": "Always good to have you on a Sunday.", "sentId": 0}, {"text": "INSIDE POLITICS starts now.", "sentId": 1}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "Thanksgiving holiday post-Paris.", "sentId": 2}], "secId": 1}, {"speaker": "OBAMA", "sentences": [{"text": "We are taking every possible step to keep our homeland safe.", "sentId": 3}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Terror politics dominates the 2016 debate.", "sentId": 4}], "secId": 3}, {"speaker": "TRUMP", "sentences": [{"text": "There's something going on in the mosques and other places.", "sentId": 5}], "secId": 4}, {"speaker": "BUSH", "sentences": [{"text": "He doesn't know what he's talking about.", "sentId": 6}, {"text": "He's not a serious leader.", "sentId": 7}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Trump's rivals call his rhetoric \"reckless\".", "sentId": 8}, {"text": "Can they chip away at his steady lead?", "sentId": 9}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "Plus, a big GOP shift.", "sentId": 10}, {"text": "Ted Cruz is on the rise in Iowa.", "sentId": 11}], "secId": 7}, {"speaker": "INSIDE POLITICS", "sentences": [{"text": "the biggest stories sourced by the best reporters now.", "sentId": 12}], "secId": 8}, {"speaker": "INSIDE POLITICS", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 13}, {"text": "I'm John King.", "sentId": 14}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 15}], "secId": 9}, {"speaker": "INSIDE POLITICS", "sentences": [{"text": "With us to share their reporting and their insights CNN's Nia-Malika Henderson; Dan Balz of the \"Washington Post\", Matt Viser of the \"Boston Globe\" and Jackie Kucinich of the \"Daily Beast\".", "sentId": 16}], "secId": 10}, {"speaker": "INSIDE POLITICS", "sentences": [{"text": "Donald Trump showed a softer side Saturday when a protester disrupted his event in Florida urging the crowd to treat the woman nicely as she was escorted out.", "sentId": 17}], "secId": 11}, {"speaker": "TRUMP", "sentences": [{"text": "Please nicely escort the person out.", "sentId": 18}, {"text": "Please -- thank you.", "sentId": 19}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "He was not so kind to Hillary Clinton.", "sentId": 20}], "secId": 13}, {"speaker": "TRUMP", "sentences": [{"text": "She doesn't have the strength or the stamina to be president.", "sentId": 21}, {"text": "She doesn't.", "sentId": 22}, {"text": "She doesn't.", "sentId": 23}, {"text": "And you know what, and I say it.", "sentId": 24}, {"text": "And I say it.", "sentId": 25}, {"text": "You ever notice she goes and has something and then you don't see her for three or four days.", "sentId": 26}, {"text": "We can't have that.", "sentId": 27}], "secId": 14}, {"speaker": "TRUMP", "sentences": [{"text": "We need somebody with endurance, with unbelievable strength.", "sentId": 28}, {"text": "We just can't do this.", "sentId": 29}, {"text": "We can't do it anymore.", "sentId": 30}, {"text": "She goes back to sleep.", "sentId": 31}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Now there were other insults, too -- too many to count, as usual -- Jeb Bush, Marco Rubio, John Kasich, the \"New York Times\", and this.", "sentId": 32}], "secId": 16}, {"speaker": "TRUMP", "sentences": [{"text": "Do you know that Trump predicted Osama bin Laden?", "sentId": 33}, {"text": "I did.", "sentId": 34}, {"text": "I also, in the same book, talked about terrorism.", "sentId": 35}, {"text": "It's natural.", "sentId": 36}, {"text": "Terrorism happens when you have weak leadership and weak people.", "sentId": 37}, {"text": "That's what happened.", "sentId": 38}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "Now, one thing Trump did not mention was Friday's deadly shooting at a Planned Parenthood office in Colorado Springs though he did make a connection between the Second Amendment and the Paris terror attacks.", "sentId": 39}], "secId": 18}, {"speaker": "TRUMP", "sentences": [{"text": "If some of those folks that were just slaughtered in Paris, if a couple of guns were in that room that were by the good guys, you would have had a totally different story, let me tell you.", "sentId": 40}, {"text": "You would have had a totally different story.", "sentId": 41}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Let's save the gun control conversation for a bit later.", "sentId": 42}, {"text": "But let's start with Trump on terrorism because at the moment he's still leading in this race.", "sentId": 43}, {"text": "He's still leading narrowly in Iowa if you look at all of the polls together.", "sentId": 44}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Ted Cruz has pulled into a statistical tie, maybe, there.", "sentId": 45}, {"text": "He's well ahead in New Hampshire.", "sentId": 46}, {"text": "He's still well ahead in the national polls.", "sentId": 47}, {"text": "Dan the other candidates have been trying to make a case.", "sentId": 48}, {"text": "They say some of what he says is racist.", "sentId": 49}, {"text": "Some of what he says is even fascist.", "sentId": 50}, {"text": "And what Kasich, Christie, Jeb Bush have all said this is not a serious leader.", "sentId": 51}, {"text": "But he projects an image of strength there and to his base in a crowded field.", "sentId": 52}], "secId": 21}, {"speaker": "BALZ", "sentences": [{"text": "He has a strong base.", "sentId": 53}, {"text": "I don't think there's any question about that.", "sentId": 54}, {"text": "I think the issue that I think all of us have been wrestling with throughout the last four or five months is the degree to which he has a ceiling and as this race narrows what that means for him.", "sentId": 55}], "secId": 22}, {"speaker": "BALZ", "sentences": [{"text": "When you look at the nature of his support -- we did a poll at ABC a week ago.", "sentId": 56}, {"text": "47 percent of Republicans favor deportation and oppose bringing Syrian refugees into the United States.", "sentId": 57}, {"text": "51 percent of them support Donald Trump.", "sentId": 58}, {"text": "So that's the nature of what he has.", "sentId": 59}, {"text": "And the others continue to try to chip away at it but so far it hasn't had much effect.", "sentId": 60}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Hasn't had much effect.", "sentId": 61}, {"text": "What can they do differently?", "sentId": 62}, {"text": "What is their debate internally?", "sentId": 63}, {"text": "The establishment says we have to get Trump because he's so dangerous.", "sentId": 64}, {"text": "63 days from now, Iowa votes.", "sentId": 65}], "secId": 24}, {"speaker": "HENDERSON", "sentences": [{"text": "Insofar in some ways it's been sort of just let Trump fall on his own, you know, sort of gaffes and insults.", "sentId": 66}, {"text": "That hasn't worked.", "sentId": 67}, {"text": "And so now you see people like Jeb Bush, people like Chris Christie talking about serious times call for serious people.", "sentId": 68}], "secId": 25}, {"speaker": "HENDERSON", "sentences": [{"text": "The problem with that is they've been saying that all along.", "sentId": 69}, {"text": "And it doesn't seem like it's shaping up to be a resume election.", "sentId": 70}, {"text": "If you look back at past elections, George W. Bush -- he had a pretty good resume but people don't necessarily think he was great in terms of the war on terror and the war in Iraq.", "sentId": 71}], "secId": 26}, {"speaker": "HENDERSON", "sentences": [{"text": "So it's a very difficult argument to make.", "sentId": 72}, {"text": "I think the other thing about Trump what makes him so powerful is he knows his base.", "sentId": 73}, {"text": "He knows his audience and the other folks like Jeb Bush, like Chris Christie, they don't know who -- they don't have the same sort of rhetoric and they're not able to connect with folks in the same way.", "sentId": 74}], "secId": 27}, {"speaker": "VISER", "sentences": [{"text": "There is a lot of growing concern on the establishment side, in particular.", "sentId": 75}, {"text": "If you look at some of this that he will have an impact on down ticket candidates.", "sentId": 76}, {"text": "Kelly Ayotte in New Hampshire, Rob Portman in Ohio -- at a point when it's going to be tougher for Republicans to hold the senate.", "sentId": 77}, {"text": "There's sort of a grappling with what happens if Donald Trump is at the top of the ticket.", "sentId": 78}, {"text": "How does that impact all of our other races?", "sentId": 79}], "secId": 28}, {"speaker": "VISER", "sentences": [{"text": "How they do that we're starting to see, I guess with John Kasich, his super PAC going after him.", "sentId": 80}, {"text": "Bush going after him directly.", "sentId": 81}, {"text": "But it's not had a great effect so far.", "sentId": 82}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "But you would have to add up -- if you add up Jeb Bush, Chris Christie, John Kasich, Carly Fiorina and Marco Rubio you get to Trump in New Hampshire.", "sentId": 83}, {"text": "You have to add up five candidates to get equal to him in New Hampshire.", "sentId": 84}, {"text": "But none of them are going to drop out.", "sentId": 85}, {"text": "I mean part of the conventional thinking was with some of them just drop out if they get there.", "sentId": 86}, {"text": "But they all think at some point there's going to be this  off the Nascar theory.", "sentId": 87}, {"text": "Someone is going to take Trump into the wall, there's going to be this spectacular crash and you want to be the guy who's just safe enough back not to get caught up in it and there's your moment.", "sentId": 88}, {"text": "Will that person be Bush?", "sentId": 89}, {"text": "Will it be Kasich, or will it be Chris Christie who wakes up this morning to a union leader endorsement in the state of New Hampshire.", "sentId": 90}, {"text": "If you go to New Hampshire people say he's not in it but he's not out of it.", "sentId": 91}, {"text": "There's a little bit of momentum.", "sentId": 92}, {"text": "He seems to be getting some traction.", "sentId": 93}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "And New Hampshire does have a history a la John McCain of hang around, hang around, hang around and then can you rock it around the holidays.", "sentId": 94}, {"text": "The union leader says this for our safety and for our future they endorse him they say, \"Governor Christie is right for these dangerous times.", "sentId": 95}, {"text": "He's prosecuted terrorists and dealt admirably with major disasters.", "sentId": 96}, {"text": "But the one reason he may be best suited to lead during these times is because he tells it like it is.", "sentId": 97}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "I thought that was Trump's place in the race -- right.", "sentId": 98}, {"text": "This was part of Christie's problem all along is that we thought he was going to be the larger than life personality in the race and now along came Trump.", "sentId": 99}, {"text": "But it doesn't hurt, right.", "sentId": 100}], "secId": 32}, {"speaker": "KUCINICH", "sentences": [{"text": "Oh no.", "sentId": 101}, {"text": "I mean this is definitely very good news for Chris Christie.", "sentId": 102}, {"text": "This also comes on the heels of him getting some important endorsements in New Hampshire.", "sentId": 103}, {"text": "New Hampshire is kind of his life blood.", "sentId": 104}, {"text": "Where else is Chris Christie going to win in these early contests?", "sentId": 105}], "secId": 33}, {"speaker": "KUCINICH", "sentences": [{"text": "So if he can keep this momentum going, Chris Christie is alive and well and we're probably to see more of him.", "sentId": 106}, {"text": "And New Hampshire is more of a natural fit for him.", "sentId": 107}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "But now do the other establishment candidates start going after Christie?", "sentId": 108}, {"text": "Trump is still up here.", "sentId": 109}, {"text": "He's still up here and they're all down here.", "sentId": 110}], "secId": 35}, {"speaker": "BALZ", "sentences": [{"text": "I think that at this point some will go after Trump.", "sentId": 111}, {"text": "I think they'll wait to see how this begins to sort out.", "sentId": 112}, {"text": "I don't think you'll see them going after each other much with the exception of Rubio and Cruz who already have engaged.", "sentId": 113}, {"text": "But for the rest of them, at this point, I think they still think that the best thing for them is to work their own message day in and day out and to begin to try to make the connection that Jackie is talking about with enough voters so that at the moment when people are making their decision, and we're still a ways away from that, they're in the right spot.", "sentId": 114}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "They think -- when people have to actually think about it gets more dramatic.", "sentId": 115}, {"text": "You mentioned Cruz and Rubio -- they have been going at it.", "sentId": 116}, {"text": "Cruz has said I don't like to criticize other Republicans.", "sentId": 117}, {"text": "But when he gets a chance, he likes to note that Marco Rubio stood next to Chuck Schumer and had an immigration bill that called for a path to citizenship and is now at least for a path to legal status.", "sentId": 118}], "secId": 37}, {"speaker": "Iowa", "sentences": [{"text": "And so that's more of a traditional evangelical versus the establishment in Iowa.", "sentId": 119}, {"text": "Is that more about Cruz or is it more about Carson?", "sentId": 120}], "secId": 38}, {"speaker": "HENDERSON", "sentences": [{"text": "I think it's a little of both.", "sentId": 121}, {"text": "As you said Carson has essentially dropped ten points and you've seen Cruz grow about the same amount, 10-12 points.", "sentId": 122}, {"text": "He's a perfect Iowa candidate in many ways.", "sentId": 123}, {"text": "He speaks like a televangelist.", "sentId": 124}, {"text": "But also I think he would probably do well in the south as well.", "sentId": 125}, {"text": "And he's been building up a lot of infrastructure and support for those SEC primary states come March 1st.", "sentId": 126}], "secId": 39}, {"speaker": "HENDERSON", "sentences": [{"text": "He's got 14 events coming up from Saturday to Monday.", "sentId": 127}, {"text": "He's going to be in a church service this Sunday.", "sentId": 128}, {"text": "He's been appearing with Louis Gohmert in Iowa as well.", "sentId": 129}, {"text": "So not surprising that he's doing well there.", "sentId": 130}, {"text": "It has to do with I think his strengths but also Carson's weakness.", "sentId": 131}], "secId": 40}, {"speaker": "KUCINICH", "sentences": [{"text": "He's been building this for a while.", "sentId": 132}, {"text": "And he also has the endorsement of Steve King who has his own supporters in the state of Iowa.", "sentId": 133}, {"text": "So, you know, Cruz has taken a very smart way in Iowa.", "sentId": 134}, {"text": "He's built it slow and steady and he's starting to rise.", "sentId": 135}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "And Carson has dropped in part, people say because the focus on foreign policy and terrorism.", "sentId": 136}, {"text": "That Carson has not acquitted himself well when talking about those issues.", "sentId": 137}, {"text": "He's in Jordan at the moment.", "sentId": 138}, {"text": "He visited a Syrian refugee camp over the weekend.", "sentId": 139}, {"text": "He will be on \"STATE OF THE UNION\" at the top of the hour.", "sentId": 140}, {"text": "You want to watch that interview with Brianna Keilar.", "sentId": 141}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "He discusses his trip there.", "sentId": 142}, {"text": "He said in a statement, \"The United States must do more.", "sentId": 143}, {"text": "Bringing 25,000 refugees to the United States does nothing to solve this crisis bringing the refugees.", "sentId": 144}, {"text": "Jordan already houses 1.4 million refugees.", "sentId": 145}, {"text": "Jordan needs and deserves our help.\"", "sentId": 146}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "What he's saying essentially is sure we should be empathetic.", "sentId": 147}, {"text": "Sure we should be sympathetic and we should help but keep them in the Middle Eastern region.", "sentId": 148}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "Dan, candidates often go overseas when they want to say see, I'm learning the world, that I'm ready to be President.", "sentId": 149}, {"text": "Carson dropping though, seems to be direct relation to voters thinking not ready for prime time.", "sentId": 150}, {"text": "But if that's the case, if Carson's going down because voters have processed and said I don't think he's a commander in chief.", "sentId": 151}, {"text": "And Trump is not moving.", "sentId": 152}, {"text": "Do the other candidates have to think we need to reassess our strategy?", "sentId": 153}, {"text": "This is not going to happen on its own.", "sentId": 154}], "secId": 45}, {"speaker": "BALZ", "sentences": [{"text": "Well, I think that the Trump appeal is based on the rhetoric of strength.", "sentId": 155}, {"text": "I mean we're at a moment in which people are very afraid.", "sentId": 156}, {"text": "The Paris attacks have heightened the concern about terrorism and the possibility of it of being visited here on U.S. soil.", "sentId": 157}], "secId": 46}, {"speaker": "BALZ", "sentences": [{"text": "And Trump's strong rhetoric is something that resonates with people when they are nervous.", "sentId": 158}, {"text": "Ben Carson doesn't project strength in the same way.", "sentId": 159}, {"text": "He projects calm often but on foreign policy he's had a difficult time kind of getting his thoughts together.", "sentId": 160}, {"text": "So the contrast between the two, I think, is important.", "sentId": 161}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "And what will impact more between now and the holidays?", "sentId": 162}, {"text": "You have what -- TV ads spending starting in earnest and we have a CNN debate in about two weeks.", "sentId": 163}, {"text": "It will be the last debate.", "sentId": 164}, {"text": "This race has gone up and down, just like 2012, it moved a lot with -- the national numbers have moved with the debates.", "sentId": 165}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "I assume is that that's the -- is that the last main event of the big year for the Republicans?", "sentId": 166}], "secId": 49}, {"speaker": "HENDERSON", "sentences": [{"text": "I think so -- that we know of, right.", "sentId": 167}, {"text": "I mean we don't know what is going to happen.", "sentId": 168}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "Some -- you're saying some external thing.", "sentId": 169}], "secId": 51}, {"speaker": "HENDERSON", "sentences": [{"text": "Some external factors some news event could shake things up in the way that we've seen so far with what has happened.", "sentId": 170}], "secId": 52}, {"speaker": "VISER", "sentences": [{"text": "And with the Paris attacks, I mean you have seen -- we had a poll a week or two ago where New Hampshire voters had been concerned most concerned with the economy.", "sentId": 171}, {"text": "Now it's terrorism and it's foreign policy.", "sentId": 172}, {"text": "That's where Ben Carson has struggled.", "sentId": 173}], "secId": 53}, {"speaker": "VISER", "sentences": [{"text": "And this latest trip is sort of a photo op, you know.", "sentId": 174}, {"text": "I mean it's good for him, in a sense.", "sentId": 175}, {"text": "But his struggles, really, are in articulating a foreign policy view.", "sentId": 176}, {"text": "And I don't know that a day-long trip to Jordan fixes that.", "sentId": 177}], "secId": 54}, {"speaker": "KUCINICH", "sentences": [{"text": "But a good answer in a debate could help.", "sentId": 178}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Good answer to the debate could help.", "sentId": 179}, {"text": "I think Dan's point about he's so soft-spoken in contrast to Trump being out there and being so sure about everything whether you agree or not.", "sentId": 180}, {"text": "He sounds sure about everything.", "sentId": 181}, {"text": "That makes a big difference.", "sentId": 182}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "Up next Syrian refugees and now again on gun control, President Obama is fighting to shake the lame duck label control.", "sentId": 183}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "First though in our Thanksgiving edition of \"Politicians Say the Darndest Things\" well, the President talks a little turkey.", "sentId": 184}], "secId": 58}, {"speaker": "OBAMA", "sentences": [{"text": "It is hard to believe that this it's my seventh year of pardoning a turkey.", "sentId": 185}, {"text": "Time flies, even if turkeys don't.", "sentId": 186}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "President Obama has 417 days, yes we count, 417 days left in the White House and he hopes to shake the lame duck label for as long as possible.", "sentId": 187}, {"text": "Now, that's harder to do when you're struggling in the polls and when the campaign to replace you is so loud and so feisty and you are so much an issue.", "sentId": 188}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Listen to the President here talking about the terrorist threat -- responding to the Paris attacks, trying to reassure Americans at home.", "sentId": 189}, {"text": "And clearly Mr. Obama has Donald Trump in mind.", "sentId": 190}], "secId": 61}, {"speaker": "OBAMA", "sentences": [{"text": "Even as we're vigilant, we cannot and we will not succumb to fear.", "sentId": 191}, {"text": "Nor can we allow fear to divide us.", "sentId": 192}, {"text": "That's how terrorists win.", "sentId": 193}, {"text": "We cannot give them the victory of changing how we go about living our lives.", "sentId": 194}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "It gets overshadowed a lot because there's such a loud and feisty campaign to replace it.", "sentId": 195}, {"text": "But it's a fascinating moment for the President as he's winding down.", "sentId": 196}, {"text": "I remember, Dan, the last year or so of the Bush administration.", "sentId": 197}, {"text": "George W. Bush administration -- two-term president, when even his own party starts to think he's the past.", "sentId": 198}, {"text": "We forget about him.", "sentId": 199}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "The President's standing on terrorism has dropped precipitously when you have all the other candidates out there saying, you know, he doesn't have a clue and even Hillary Clinton and Bernie Sanders saying he should change his strategy when it comes to ISIS.", "sentId": 200}, {"text": "What spot is he in?", "sentId": 201}], "secId": 64}, {"speaker": "BALZ", "sentences": [{"text": "He's in a difficult spot.", "sentId": 202}, {"text": "I mean he's in the difficult spot of a second-term president in his final year in office.", "sentId": 203}, {"text": "But we've seen at different moments his efforts to try to project himself into these debates, to take on the Republicans, if you will, and to counter some of the criticism.", "sentId": 204}], "secId": 65}, {"speaker": "BALZ", "sentences": [{"text": "But it's a very -- it's a very hard thing for him to do because as you suggest people are moving on.", "sentId": 205}, {"text": "People are looking elsewhere.", "sentId": 206}, {"text": "People are moving toward a replacement.", "sentId": 207}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "And he's trying to convince the American people, you know, America should reflect the Statue of Liberty -- should allow at least a modest number of Syrian refugees to come into this country.", "sentId": 208}, {"text": "And on presidential campaign trail -- this is where you do have a parallel universe.", "sentId": 209}, {"text": "Democrats and the Democratic candidates and Democratic voters say of course we should do that.", "sentId": 210}, {"text": "The Republican candidates and Republican voters say we should not do that.", "sentId": 211}], "secId": 67}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 212}, {"text": "And you've seen him have many takes at doing this.", "sentId": 213}, {"text": "He sounded very different when he was overseas really going after the Republican candidates -- Ted Cruz, Donald Trump, and those folks.", "sentId": 214}, {"text": "He sounded a different note, I think, in these last comments.", "sentId": 215}], "secId": 68}, {"speaker": "HENDERSON", "sentences": [{"text": "And certainly I think empathizing more with how people are feeling.", "sentId": 216}, {"text": "He's almost over thinking it when he was overseas and going after the Republicans.", "sentId": 217}, {"text": "He seemed to be distracted by that.", "sentId": 218}, {"text": "And now I think he's rising a bit above some of the political fray.", "sentId": 219}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "It is clear he knows he has almost zero chance of getting any gun control legislation through this Republican congress.", "sentId": 220}, {"text": "And yet, after the Colorado shooting he issued a statement.", "sentId": 221}, {"text": "The statement was on paper.", "sentId": 222}, {"text": "We haven't heard the President's voice.", "sentId": 223}, {"text": "But it was unusually personal, the statement the President issued on paper.", "sentId": 224}, {"text": "He said \"We can't let it become normal.", "sentId": 225}, {"text": "If we truly care about this, if we're going to offer up our thoughts and our prayers again for God knows how many times with a truly clear conscience, we have to do something about the easy accessibility of weapons of war on our streets to people who have no business wielding them -- period.", "sentId": 226}, {"text": "Enough is enough.\"", "sentId": 227}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "You can hear his voice and you can hear the frustration there.", "sentId": 228}, {"text": "To your point he's trying to interject himself into this campaign where none of the Republican candidates in their statements about the shooting mentioned where it happened.", "sentId": 229}, {"text": "It happened at a Planned Parenthood Clinic.", "sentId": 230}, {"text": "They issued their condolences.", "sentId": 231}, {"text": "They said it was horrific.", "sentId": 232}, {"text": "They said it was unacceptable.", "sentId": 233}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "The Democratic candidates Bernie Sanders for one saying, you know, we should be careful about rhetoric.", "sentId": 234}, {"text": "Rhetoric can incite crazy people.", "sentId": 235}, {"text": "Hillary Clinton tweeting that she stands with Planned Parenthood.", "sentId": 236}, {"text": "Again it's a parallel universe.", "sentId": 237}, {"text": "The Democrats see this as helping them with their coalition.", "sentId": 238}, {"text": "Republicans see it as being against gun control is perfectly right for them in the primaries.", "sentId": 239}], "secId": 72}, {"speaker": "VISER", "sentences": [{"text": "And of course, this is six weeks.", "sentId": 240}, {"text": "We can't let this become normal.", "sentId": 241}, {"text": "Six weeks after he had a similar moment coming to the White House after a shooting in Oregon at a community college.", "sentId": 242}], "secId": 73}, {"speaker": "VISER", "sentences": [{"text": "So, you know, there's little chance of this changing much.", "sentId": 243}, {"text": "I think right now he's trying to get -- he's looking beyond his term trying to sort of change public opinion.", "sentId": 244}, {"text": "But, you know, this issue is merging abortion, potentially, the Planned Parenthood opposition with gun control.", "sentId": 245}, {"text": "It's a very toxic issue.", "sentId": 246}], "secId": 74}, {"speaker": "KUCINICH", "sentences": [{"text": "And this issue has really defined his second term.", "sentId": 247}, {"text": "It started with Newtown, if we remember, and it just continued with these mass shootings and Obama has been kind of powerless to do anything on this.", "sentId": 248}, {"text": "He used a lot of that juice from winning the second election to try to push this gun control legislation and ultimately failed.", "sentId": 249}], "secId": 75}, {"speaker": "KUCINICH", "sentences": [{"text": "So you can just hear the frustration every single time he has to issue one of these statements.", "sentId": 250}, {"text": "It's hard to think that any of the Democrats, frankly, that pick up the torch are going to be able to move it forward because this President has worked very hard on this issue.", "sentId": 251}], "secId": 76}, {"speaker": "BALZ", "sentences": [{"text": "It is a mobilizing issue.", "sentId": 252}], "secId": 77}, {"speaker": "KUCINICH", "sentences": [{"text": "It is very much so.", "sentId": 253}], "secId": 78}, {"speaker": "BALZ", "sentences": [{"text": "And I think both the President and Secretary Clinton see it as a mobilizing issue even if it's not going to result in any legislation.", "sentId": 254}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "You look at the electoral map they think it helps with the Obama coalition, if you will, which if it is Secretary Clinton she wants to keep together.", "sentId": 255}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 256}, {"text": "Up next our reporters give you a sneak peak into their notebooks including how voters described Donald Trump and Hillary Clinton when asked to place them at their Thanksgiving Dinner table.", "sentId": 257}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table and ask our reporters to share a little bit of tomorrow's news tomorrow.", "sentId": 258}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Nia Malika Henderson.", "sentId": 259}], "secId": 83}, {"speaker": "HENDERSON", "sentences": [{"text": "Martin O'Malley who we don't talk a lot about at this table.", "sentId": 260}, {"text": "He of course is stuck in third place in the single digits.", "sentId": 261}, {"text": "He met with Vice President Joe Biden over the Thanksgiving break.", "sentId": 262}, {"text": "And this week on Tuesday he's going to meet with House Democrats on the agenda policy discussions, whatever the legislative business of the week is.", "sentId": 263}], "secId": 84}, {"speaker": "HENDERSON", "sentences": [{"text": "I think what is interesting about him is it's unlikely that he'll win but it is interesting in the context of this meeting to think about what Martin O'Malley does next.", "sentId": 264}, {"text": "Sort of what is his end game in this race?", "sentId": 265}, {"text": "Who is he in the Democratic Party?", "sentId": 266}], "secId": 85}, {"speaker": "HENDERSON", "sentences": [{"text": "What kind of future he has.", "sentId": 267}, {"text": "It's interesting to look at this meeting in light of his presidential race and his political future.", "sentId": 268}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Does he dial it up or dial it back as we get closer?", "sentId": 269}, {"text": "We'll see that one play out.", "sentId": 270}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "Dan.", "sentId": 271}], "secId": 88}, {"speaker": "BALZ", "sentences": [{"text": "John Kasich has been aggressive in going after Donald Trump, as we all know.", "sentId": 272}, {"text": "I think there's going to be more of that both from the super PAC in terms of advertising and more from John Kasich, but the goal is not necessarily to bring down Donald Trump.", "sentId": 273}, {"text": "The goal is to really rev up people who might support Kasich.", "sentId": 274}, {"text": "He's still focused on that lane he's in.", "sentId": 275}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "Focused on the lane see if he can make it a little wider.", "sentId": 276}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Matt", "sentId": 277}], "secId": 91}, {"speaker": "VISER", "sentences": [{"text": "If you live in Iowa or New Hampshire, get ready to see a lot more of Marco Rubio on your TVs.", "sentId": 278}, {"text": "He's starting his first ad in the early primary states tomorrow.", "sentId": 279}, {"text": "It's a 60-second spot, focused on his dad called bartender.", "sentId": 280}], "secId": 92}, {"speaker": "VISER", "sentences": [{"text": "We recently looked at all of the data for WUMR.", "sentId": 281}, {"text": "The dominant station in New Hampshire, Already one in five commercials is geared to the Presidential campaign.", "sentId": 282}, {"text": "Rubio has more reserve time than anybody else for the next two and a half months up until voting.", "sentId": 283}, {"text": "And interestingly Donald Trump and Ben Carson have reserved no time so far.", "sentId": 284}], "secId": 93}, {"speaker": "VISER", "sentences": [{"text": "And this brings out the question of does it matter?", "sentId": 285}, {"text": "There's been no return on investment so far from candidates who are airing TV ads.", "sentId": 286}, {"text": "So the question heading forward is for Rubio he's going to test is -- can you move the needle on the air?", "sentId": 287}, {"text": "We're about to find that out.", "sentId": 288}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "And does saving all your resources for the last Daesh help or hurt?", "sentId": 289}, {"text": "We'll see that one -- Jackie.", "sentId": 290}], "secId": 95}, {"speaker": "KUCINICH", "sentences": [{"text": "The \"Daily Beast Patricia Murphy reported on Friday that several of the African-American pastors who are advertised on a flier to meet with Donald Trump on Monday are actually not endorsing him.", "sentId": 291}, {"text": "Well, over the weekend, more have come out and said they're absolutely not endorsing Trump.", "sentId": 292}, {"text": "One even blamed the Trump campaign for how they were marketing this event.", "sentId": 293}], "secId": 96}, {"speaker": "KUCINICH", "sentences": [{"text": "We don't know who is actually endorsing Trump.", "sentId": 294}, {"text": "We found one African- American minister who said he is.", "sentId": 295}, {"text": "One thing is for sure this media is going to be slightly awkward at Trump HQ on Monday.", "sentId": 296}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "Another slightly awkward.", "sentId": 297}, {"text": "We'll keep an eye on that one.", "sentId": 298}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "I'm going to close with a little thanksgiving dinner twist on how voters view the leading candidates for president.", "sentId": 299}, {"text": "And recent focus groups conducted in Ohio for the Annenberg public policy center -- the veteran pollster, Peter Hart, asked voters to think about a family dinner.", "sentId": 300}, {"text": "Place Hillary Clinton and Donald Trump as a family member.", "sentId": 301}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Now women tended to say a sister or a mother brother when describing Clinton.", "sentId": 302}, {"text": "Man had a harder time relating to her.", "sentId": 303}, {"text": "As one put it she's my wife's sister, extreme opinionated graceful at times, totally opinionated, and totally available to rip your head off at other times.", "sentId": 304}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Trump was described as a crazy uncle, a drunk racist, and a smart aleck teenager.", "sentId": 305}, {"text": "And there was this personal favorite -- a priceless take from an independent voter in the group.", "sentId": 306}, {"text": "He described Trump as the very, very confident Buzz Lightyear, who didn't know he was a toy.", "sentId": 307}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "Voters, they say the darnedest things.", "sentId": 308}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS\".", "sentId": 309}, {"text": "Again -- thanks for sharing your Sunday morning.", "sentId": 310}, {"text": "We'll see you soon.", "sentId": 311}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" starts right now.", "sentId": 312}], "secId": 104}], "sectionCount": 105, "url": "transcripts.cnn.com/TRANSCRIPTS/1511/29/ip.01.html", "sentenceCount": 314, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired November 29, 2015 - 08:30   ET", "speakers": ["BLACKWELL", "KING", "OBAMA", "TRUMP", "BUSH", "INSIDE POLITICS", "BALZ", "HENDERSON", "VISER", "KUCINICH", "Iowa"], "title": "INSIDE POLITICS"}