{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1402.09.ip.01.html.json", "subTitle": "Boehner's About-Face on Immigration; Deciding Hillary Clinton's Role in 2014; Biden Toys with White House Run", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "A stunning about face on immigration.", "sentId": 0}, {"text": "Speaker John Boehner a week ago --", "sentId": 1}], "secId": 0}, {"speaker": "BOEHNER", "sentences": [{"text": "So I think it's time to deal with it.", "sentId": 2}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "And now.", "sentId": 3}], "secId": 2}, {"speaker": "BOEHNER", "sentences": [{"text": "It's going to be difficult to move any immigration legislation.", "sentId": 4}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Inside the GOP's sudden change in strategy.", "sentId": 5}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Plus, Air Force one is all revved up but with almost nowhere to go.", "sentId": 6}, {"text": "Vulnerable Democrats are telling President Obama stay away.", "sentId": 7}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "But Bill Clinton is in demand and Hillary, too, and this guy sure sounds ready for 2014 and beyond.", "sentId": 8}], "secId": 6}, {"speaker": "BIDEN", "sentences": [{"text": "There's no obvious reason for me why I think I should not run.", "sentId": 9}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Plus, John Kerry says no to a presidential campaign sequel.", "sentId": 10}], "secId": 8}, {"speaker": "KERRY", "sentences": [{"text": "I'm out of politics.", "sentId": 11}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Mitt Romney also says no.", "sentId": 12}], "secId": 10}, {"speaker": "ROMNEY", "sentences": [{"text": "I've had my turn.", "sentId": 13}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "So is there any reason Hillary Clinton can't say yes?", "sentId": 14}, {"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 15}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 16}, {"text": "I'm John King.", "sentId": 17}, {"text": "Thanks for sharing your Sunday morning with us.", "sentId": 18}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Well you know it would be unfair to say House Speaker John Boehner was for immigration reform before he was against it, unfair because technically he's still for it he's just suddenly not willing to risk fighting for it.", "sentId": 19}, {"text": "That's huge political news -- that is huge political news because it was just a week ago Speaker Boehner suggested the immigration debate was so important and so overdo he was willing to risk election year Republican unity to push for major changes and just a week ago, remember, President Obama reached out to Republicans opening the door to a major compromise.", "sentId": 20}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "But now the Speaker says, never mind.", "sentId": 21}, {"text": "And despite that olive branch from the White House, the Speaker says President Obama is to blame.", "sentId": 22}, {"text": "So why the abrupt about face and what does it tell us about the Republican Party's 2014 strategy?", "sentId": 23}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Here to share their reporting and their insights, Nia-Malika Henderson of \"The Washington Post\", Jonathan Martin of the \"New York Times\", Robert Costa of \"The Washington Post\" and Amy Walter of the Cook Political Report.", "sentId": 24}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Jay Leno is in the news so let me borrow a famous question from him Robert.", "sentId": 25}, {"text": "What was the Speaker thinking?", "sentId": 26}], "secId": 17}, {"speaker": "COSTA", "sentences": [{"text": "I think the Speaker right now is torn on immigration.", "sentId": 27}, {"text": "He wants to do something.", "sentId": 28}, {"text": "He just met with the Cardinal McCarrick last week the retired archbishop cardinal from Washington.", "sentId": 29}, {"text": "And Boehner's Roman Catholic faith his sense of politics, immigration is driving him toward a consensus, but the right flank of his conference is saying no thanks, they don't want to do anything this year.", "sentId": 30}, {"text": "And I think Boehner's comments last week really signaled that he's going to probably listen to the right and just not do much.", "sentId": 31}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "But he blames the President.", "sentId": 32}, {"text": "The President was trying to give him a little slack Jonathan.", "sentId": 33}, {"text": "We talked about this last week.", "sentId": 34}, {"text": "The right didn't want to do it.", "sentId": 35}, {"text": "But the right never wanted to do it.", "sentId": 36}, {"text": "So why did the Speaker come out and say OK I'm willing to give this a chance and then pull back?", "sentId": 37}, {"text": "What changed his mind?", "sentId": 38}], "secId": 19}, {"speaker": "MARTIN", "sentences": [{"text": "Look at what else is on the calendar.", "sentId": 39}, {"text": "They have to get through basically a clean debt ceiling increase.", "sentId": 40}, {"text": "When I say clean, I mean basically just raise the debt ceiling once again.", "sentId": 41}, {"text": "For Boehner to do that and to get that through, he's got to show some teeth to his conservatives.", "sentId": 42}, {"text": "And I think if you look at that in the combination with all of these filing deadlines for primaries that are coming up here in the next two months I think Boehner needs to sort of punt this for a while.", "sentId": 43}], "secId": 20}, {"speaker": "MARTIN", "sentences": [{"text": "Look, it may not come back this year, it may come back this year in a more modified fashion but John I think this is not the end of immigration reform.", "sentId": 44}], "secId": 21}, {"speaker": "WALTER", "sentences": [{"text": "It's like a zombie.", "sentId": 45}, {"text": "It's not exactly alive.", "sentId": 46}], "secId": 22}, {"speaker": "MARTIN", "sentences": [{"text": "Oh great.", "sentId": 47}], "secId": 23}, {"speaker": "WALTER", "sentences": [{"text": "It's not exactly dead.", "sentId": 48}], "secId": 24}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 49}], "secId": 25}, {"speaker": "WALTER", "sentences": [{"text": "But that's what immigration reform I think is going to continue to be.", "sentId": 50}], "secId": 26}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 51}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "And so how much was the Speaker influenced by across the Capitol with Mitch McConnell who normally would be for what the Speaker is for, who normally would say let's do this, normally he'd say let's cut the best deal, but he's got the Tea Party challenger back home and he made clear, no thank you, I'm not doing this, this year.", "sentId": 52}], "secId": 28}, {"speaker": "WALTER", "sentences": [{"text": "Right well and to Jonathan's point I mean I think if you're the Speaker right now your most important thing is getting through a debt ceiling.", "sentId": 53}, {"text": "Your party has been basically down on the tarmac -- what was I trying to say?", "sentId": 54}], "secId": 29}, {"speaker": "MARTIN", "sentences": [{"text": "On the mat.", "sentId": 55}], "secId": 30}, {"speaker": "WALTER", "sentences": [{"text": "Down on the mat.", "sentId": 56}, {"text": "Thank you.", "sentId": 57}, {"text": "Down on the mat, he's been digging, digging, digging, a hole.", "sentId": 58}, {"text": "They finally hit rock bottom.", "sentId": 59}, {"text": "They're coming back right?", "sentId": 60}, {"text": "Passed a farm bill, passed a budget, they are tied under their own ballot after being down eight points right after the shutdown.", "sentId": 61}], "secId": 31}, {"speaker": "WALTER", "sentences": [{"text": "They are ready and able to go and do well in 2014 election.", "sentId": 62}, {"text": "They just don't want to see any mess ups.", "sentId": 63}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "So if the strategy is avoid the land mines, don't get caught up in a civil war in immigration, don't do anything crazy on the debt ceiling.", "sentId": 64}], "secId": 33}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 65}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "Does that mean nothing else big gets done this year and it's just off to the election?", "sentId": 66}], "secId": 35}, {"speaker": "HENDERSON", "sentences": [{"text": "Well, that's quite possibly so.", "sentId": 67}, {"text": "And I mean Republicans are looking at a really great map for taking over the Senate come 2014.", "sentId": 68}, {"text": "A lot of these races are going through southern states, not a lot of Latinos in those states.", "sentId": 69}, {"text": "I mean you do look at a state like Georgia right and there's about 10 percent Latinos, about 30 percent African-American.", "sentId": 70}, {"text": "Do you imagine that Democrats might be able to use immigration in 2014 to rally their base, but when the Republicans look at it, this is something that would obviously alienate their base and they're looking at 2014.", "sentId": 71}, {"text": "They could come back in 2014, have both houses and be able to do immigration reform in the way that they want to.", "sentId": 72}], "secId": 36}, {"speaker": "MARTIN", "sentences": [{"text": "But -- but Speaker Boehner I think recognizes the importance of this for Republicans for the long term.", "sentId": 73}, {"text": "I talked a couple of days ago to a top Boehner person who said this is tapping the brakes.", "sentId": 74}, {"text": "This is not killing the thing entirely.", "sentId": 75}, {"text": "And even if they can't get the entire thing done this year, they at least want to try to take the first step to address immigration in 2014.", "sentId": 76}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "If his public argument is our guys don't trust President Obama and they don't because they got the health care law and he makes administrative changes, but some of that is true, some of that is exaggerated, is the trust going to get any greater between now and Election Day?", "sentId": 77}], "secId": 38}, {"speaker": "COSTA", "sentences": [{"text": "Well I think Jonathan is right, I think what Boehner was trying to do was water down expectations and he knows that he wants to do something on immigration, but if it's not going to be comprehensive and it's not going to have a path to legalization, what is it?", "sentId": 78}, {"text": "Maybe it's a Republican version of the dream act.", "sentId": 79}, {"text": "Maybe some -- some piecemeal reforms.", "sentId": 80}, {"text": "They'll trickle that out on a legislative agenda -- and Obama will sign it, by the way.", "sentId": 81}], "secId": 39}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes and the other thing is there's not a ton of urgency to get this done.", "sentId": 82}, {"text": "There's sort of political urgency, right, but in terms of people you know just rank-and-file people clamoring for immigration reform, it just isn't there.", "sentId": 83}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "So short-term versus long-term, the Republicans take the short-term for now.", "sentId": 84}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "I want to bring something up.", "sentId": 85}, {"text": "You know we read a lot of polls.", "sentId": 86}, {"text": "If you cover politics for living, you read a lot of polls.", "sentId": 87}, {"text": "Some of them are helpful, some of them frankly are useless some of them we spent too much time on.", "sentId": 88}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "But we had a poll at CNN this week about the Republican class of 2016.", "sentId": 89}, {"text": "And for the most part you say it's way too early for this poll.", "sentId": 90}, {"text": "So there's Mike Huckabee on top.", "sentId": 91}, {"text": "But look at number two Mike Huckabee ran before, Bush is a famous name.", "sentId": 92}, {"text": "Chris Christie who's been in the headlines now he's dropping because of Bridgegate.", "sentId": 93}, {"text": "But he's been in the headlines, Paul Ryan was the vice presidential candidate.", "sentId": 94}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "Look at the guy at number two, Rand Paul.", "sentId": 95}, {"text": "A freshman in Senate -- there you see the rest of the senate class, Rubio, Cruz, Rick Perry, the governor of Texas, former Senator Rick Santorum.", "sentId": 96}, {"text": "But why is Rand Paul, why is Rand Paul at number two?", "sentId": 97}, {"text": "Now he's working the hardest.", "sentId": 98}, {"text": "He's getting out to all these states but why?", "sentId": 99}], "secId": 44}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes on states.", "sentId": 100}, {"text": "COSTA:  I don't think it's because of his organization.", "sentId": 101}, {"text": "I think he has a big organization but I think he's taking the hammer right now to Secretary Clinton.", "sentId": 102}, {"text": "He's out there throwing red meat to conservatives who want to hear it on the Clintons.", "sentId": 103}, {"text": "A lot of other Republicans, they're being -- they're being tough on conservative issues, talking about conservative principles but they're not taking on the Clintons in the same way Rand Paul -- his last name is Paul too.", "sentId": 104}], "secId": 45}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 105}, {"text": "Look inherits the support of his father has from a really sort of hard core libertarian base and those folks are going to be for him.", "sentId": 106}, {"text": "And I think that's what you see in the polling is a combination of his hard work that you mentioned, being out there, going after the Clintons and also just the fact that his last name in a poll speaks to sort of the Tea Party libertarian.", "sentId": 107}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "To Robert's point, I want you to listen to Rand Paul.", "sentId": 108}, {"text": "He's done this before but he's clearly doubling down.", "sentId": 109}, {"text": "This is Rand Paul on C Span going after a guy named Bill Clinton because of his behavior with Monica Lewinsky.", "sentId": 110}], "secId": 47}, {"speaker": "PAUL", "sentences": [{"text": "So I really think that anybody who wants to take money from Bill Clinton or have a fund-raiser has a lot of explaining to do.", "sentId": 111}, {"text": "In fact, I think they should give the money back.", "sentId": 112}, {"text": "If they want to take a position on women's rights, by all means do, but you can't do it and take it from a guy who was using his position of authority to take advantage of young women in the workplace.", "sentId": 113}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Is he sending a message to the Republican base that I'm willing to take on the Clintons or is he sending a message to Hillary that if you run we're going to throw all this stuff all over again.", "sentId": 114}], "secId": 49}, {"speaker": "WALTER", "sentences": [{"text": "Well it's not as if she doesn't know that's going to happen.", "sentId": 115}, {"text": "Big surprise, I can't believe they would do that.", "sentId": 116}], "secId": 50}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 117}], "secId": 51}, {"speaker": "WALTER", "sentences": [{"text": "But he also is sending a signal to his party saying, you know what?", "sentId": 118}, {"text": "We've tried this war on women thing, here are words we're not going to use, libido, we're not going to use that.", "sentId": 119}, {"text": "We're not going to talk about rape, we're not going talk about any of those things.", "sentId": 120}, {"text": "Let's just go right where we know we can win --", "sentId": 121}], "secId": 52}, {"speaker": "COSTA", "sentences": [{"text": "Short-term solution.", "sentId": 122}], "secId": 53}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, yes.", "sentId": 123}], "secId": 54}, {"speaker": "WALTER", "sentences": [{"text": "The long term is still an issue.", "sentId": 124}, {"text": "And this is where Rand Paul really does have a long-term strategy.", "sentId": 125}, {"text": "Well he has done more in reaching out to minority communities than any other Republican.", "sentId": 126}, {"text": "He's actually putting his money where his mouth is.", "sentId": 127}, {"text": "The other piece of I'm Rand Paul, I'm not really happy about you pointing this poll out because anytime somebody has gone up in your polling or has considered the front-runner, they get whacked down.", "sentId": 128}, {"text": "Nobody wants to be a front- runner in 2016.", "sentId": 129}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Gravity, the law of political gravity.", "sentId": 130}], "secId": 56}, {"speaker": "HENDERSON", "sentences": [{"text": "I mean I do think one of these things with this whole argument around Bill Clinton, Hillary Clinton has in some ways been at her most sympathetic and most popular when you raise the issue of her marital problems with Bill Clinton.", "sentId": 131}], "secId": 57}, {"speaker": "HENDERSON", "sentences": [{"text": "So it's not exactly a smart strategy in terms of for the long run.", "sentId": 132}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "For the long run, for the long run.", "sentId": 133}, {"text": "But he's trying to do something quite interesting Robert.", "sentId": 134}, {"text": "You know sometimes you have the social conservative candidate or you have the tax candidate.", "sentId": 135}, {"text": "He's trying to do a little bit of Tea Party, a little bit of libertarian.", "sentId": 136}, {"text": "He leaves on a country club in Kentucky.", "sentId": 137}, {"text": "He's not exactly unfamiliar with the Republican establishment.", "sentId": 138}], "secId": 59}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 139}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "So he's trying to take this little patchwork Republican Party.", "sentId": 140}, {"text": "Can he keep it together or does that splinter at some point?", "sentId": 141}], "secId": 61}, {"speaker": "COSTA", "sentences": [{"text": "I think that's been his strategy from the beginning.", "sentId": 142}, {"text": "He knows he's boxed in because of his father's past, because of his father's reputation.", "sentId": 143}, {"text": "And so he's trying to broaden his appeal.", "sentId": 144}, {"text": "He was at the Reagan Library last year talking about how Republicans need to appeal to hippies, the Independents, the young people, to people who compost in their backyards.", "sentId": 145}], "secId": 62}, {"speaker": "COSTA", "sentences": [{"text": "He really is taking on a new message and he's trying to say to the Republican establishment, he went to Romney's donor retreat last year, I can the establishment candidate, too.", "sentId": 146}, {"text": "It's a hard argument for him to make but that's what he's trying to sell.", "sentId": 147}], "secId": 63}, {"speaker": "HENDERSON", "sentences": [{"text": "And most people at those rallies, I mean a lot of times at those Ron Paul rallies, very diverse, very big crowd, the hippies, young folks.", "sentId": 148}, {"text": "But they wouldn't show up at the polls right, they just come to see Ron Paul.", "sentId": 149}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "I hope -- I hope you're not right about that.", "sentId": 150}, {"text": "Because you mentioned it in a poll in INSIDE POLITICS like the \"Sports Illustrated\" cover, everybody stand by.", "sentId": 151}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Vulnerable Senate Democrats have a blunt message for President Obama, two words, \"Stay away\".", "sentId": 152}, {"text": "Bill Clinton on the other hand is more welcome on the campaign trail.", "sentId": 153}, {"text": "What about Hillary Clinton?", "sentId": 154}, {"text": "Solving the puzzle of her 2014 role.", "sentId": 155}, {"text": "That's next.", "sentId": 156}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 157}, {"text": "This week's \"Inside Politics Puzzle\" is an early 2014 travel guide.", "sentId": 158}, {"text": "The President met with Senate Democrats this week and he told them \"I get it, I'm not all that popular.", "sentId": 159}, {"text": "If I hurt you on your race, then I won't come.\"", "sentId": 160}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Well these are 11 states currently held by Democratic senators that the Republicans have targeted in 2014.", "sentId": 161}, {"text": "The Republicans need six to take back the majority.", "sentId": 162}, {"text": "Should the President be so unwelcome?", "sentId": 163}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "A little bit history.", "sentId": 164}, {"text": "If you look at these states, well you can understand why they don't want him in Alaska, Montana the Dakotas, down here in Louisiana and Arkansas.", "sentId": 165}, {"text": "If it's red, that means the President lost it twice.", "sentId": 166}, {"text": "If it's blue, that means Obama actually won it twice in 2008 and 2012.", "sentId": 167}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "So let's see about Iowa, Michigan, New Hampshire, North Carolina -- you see he won once, he lost once.", "sentId": 168}, {"text": "So you understand, look, that was then, this is now.", "sentId": 169}, {"text": "The President's approval ratings are down.", "sentId": 170}, {"text": "Interesting question of whether Democrats might regret it in some of these states.", "sentId": 171}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "But if not the President, well, Bill is available.", "sentId": 172}, {"text": "Hillary might be available.", "sentId": 173}, {"text": "Joe Biden says he's raring to go in 2014.", "sentId": 174}, {"text": "Are they the answer for these Democrats?", "sentId": 175}, {"text": "Let's look at just one question.", "sentId": 176}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "What about Secretary Clinton?", "sentId": 177}, {"text": "Remember, in 2008 look at the states.", "sentId": 178}, {"text": "These are the 11 states again.", "sentId": 179}, {"text": "If it's light blue, Hillary Clinton carried it in the 2008 primaries.", "sentId": 180}, {"text": "If it's a darker blue, well, that's the president.", "sentId": 181}, {"text": "So, essentially a split decision -- President Obama carried six of those 11 states, Hillary Clinton carried five.", "sentId": 182}, {"text": "The big question now is, is she welcome on the campaign trail?", "sentId": 183}, {"text": "Will she have a big role?", "sentId": 184}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "Let's put that question, Amy, Bill Clinton's welcome.", "sentId": 185}, {"text": "Is Hillary Clinton an asset or a liability in a year where her former boss, her most recent boss, Barack Obama, is considered by many Democrats to be toxic?", "sentId": 186}], "secId": 73}, {"speaker": "WALTER", "sentences": [{"text": "So can I turn that question around a little bit?", "sentId": 187}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "Be my guest.", "sentId": 188}], "secId": 75}, {"speaker": "WALTER", "sentences": [{"text": "Ok.", "sentId": 189}, {"text": "Which is -- does Hillary Clinton want to go on the trail in 2014?", "sentId": 190}, {"text": "And so I don't know if you're an individual candidate, you're very concerned about being tied to Washington and you want an outsider coming and campaigning for you so Hillary Clinton could bring some liabilities but she still has a great deal of star power.", "sentId": 191}, {"text": "She's still pretty popular.", "sentId": 192}, {"text": "She can bring you some money for sure.", "sentId": 193}], "secId": 76}, {"speaker": "WALTER", "sentences": [{"text": "But if you're Hillary Clinton do you want to get out there on the campaign trail?", "sentId": 194}, {"text": "You've been this post partisan candidate.", "sentId": 195}, {"text": "You have approval ratings higher than you have seen them, well, ever.", "sentId": 196}, {"text": "And do you want to really get in a food fight in 2014 and be seen as a partisan at a time when, you know, you want to try to hold onto that post partisan --", "sentId": 197}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "But Jonathan, if you want to lead the part in 2016, don't you have to have the courage to help it in a very tough 2014?", "sentId": 198}], "secId": 78}, {"speaker": "MARTIN", "sentences": [{"text": "Absolutely.", "sentId": 199}, {"text": "And I think now that she's gone from Foggy Bottom and is a private citizen, that she'll be helpful politically.", "sentId": 200}, {"text": "She helped out Terry McAuliffe in public and private events in the fall of 2013.", "sentId": 201}], "secId": 79}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "In Virginia.", "sentId": 202}], "secId": 80}, {"speaker": "MARTIN", "sentences": [{"text": "The new governor of Virginia.", "sentId": 203}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "Deep, deep family relations.", "sentId": 204}], "secId": 82}, {"speaker": "MARTIN", "sentences": [{"text": "I know but how can she do that and then the following year turn around and say \"I don't do politics anymore.\"", "sentId": 205}, {"text": "It's just not an option.", "sentId": 206}, {"text": "Bill Clinton came out on Friday he's going down to Kentucky.", "sentId": 207}, {"text": "He's campaigning for Alison Lundergan Grimes, running against McConnell down there.", "sentId": 208}, {"text": "Look, it's impossible to think about a midterm election that does not feature the Clintons.", "sentId": 209}, {"text": "Go back and look at every midterm election, every election since Bill Clinton left office, he's constantly on the campaign trail.", "sentId": 210}, {"text": "This is what he does.", "sentId": 211}], "secId": 83}, {"speaker": "WALTER", "sentences": [{"text": "But what was popular in 2006 was Obama more than Bill Clinton or Hillary Clinton.", "sentId": 212}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "That was then, this is now as they say.", "sentId": 213}], "secId": 85}, {"speaker": "WALTER", "sentences": [{"text": "Exactly.", "sentId": 214}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "One of the reasons these Democrats even in those states I showed you that Obama carried twice, the Democrats are worried.", "sentId": 215}, {"text": "He did appear Friday with the candidate in Michigan who showed some courage -- Gary Peters with the President of the United States.", "sentId": 216}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "But there's a reason that most of these states are saying no and that's because in part Americans for Prosperity has gotten out very early with these very critical ads linking Democrats to Obamacare and the President.", "sentId": 217}], "secId": 88}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Kay Hagan, she just doesn't get it.", "sentId": 218}], "secId": 89}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Tell Kay Hagan Obamacare hurts North Carolina.", "sentId": 219}], "secId": 90}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Senator Begich didn't listen.", "sentId": 220}, {"text": "How can I ever trust him again?", "sentId": 221}], "secId": 91}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Instead, she sided with Barack Obama.", "sentId": 222}], "secId": 92}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "If I had to vote for the bill again, I would vote for it tomorrow.", "sentId": 223}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "This has been effective Robert, not only in tying these candidates to the President and keeping Obamacare in the news but a different strategy.", "sentId": 224}, {"text": "A lot of these Republican groups went after Republicans last time around.", "sentId": 225}, {"text": "Most of them for now are trying to keep it focused on Democrats.", "sentId": 226}], "secId": 94}, {"speaker": "COSTA", "sentences": [{"text": "Very much so.", "sentId": 227}, {"text": "You see Republicans right now they really think Obamacare is still a winner.", "sentId": 228}, {"text": "Yes, they ran out in 2010 and 2012 but I think in 2014 this can still maybe get them the senate seats they need to get the majority.", "sentId": 229}, {"text": "And I think a lot of Democrats' hesitancy with the White House, it's not a personal thing with the President.", "sentId": 230}, {"text": "They just know the polling is bad on the Affordable Care Act.", "sentId": 231}, {"text": "And they're trying to stay away.", "sentId": 232}], "secId": 95}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 233}, {"text": "And they haven't really figured owe a way to talk about Obamacare.", "sentId": 234}, {"text": "We had the CBO numbers last week.", "sentId": 235}, {"text": "2.5 million lost workers in the economy because they might not want to work, given the fact that they can get a health insurance.", "sentId": 236}], "secId": 96}, {"speaker": "HENDERSON", "sentences": [{"text": "I think what's most striking about those ads and I think they're very, very effective is who they're focusing on.", "sentId": 237}, {"text": "They're focusing on blue collar white women and those are the voters that are sometimes they're swing voters, but those are the voters that are going to be really important.", "sentId": 238}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "If you support the President's health care plan, there's actually a lot in that CBO report that you could say, hey look, we're raising the percentage of people who have health care.", "sentId": 239}, {"text": "It's not the job killer Republicans said but you can't say that in Louisiana, in Arkansas, in the places that --", "sentId": 240}], "secId": 98}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 241}, {"text": "And it's not a bumper sticker.", "sentId": 242}, {"text": "I mean it's such a nuanced thing, I mean the CBO report.", "sentId": 243}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "If Obamacare -- the President's healthcare plan is so bad for him and bad for candidates, what about Hillary Clinton?", "sentId": 244}, {"text": "There's a new book coming out about Hillary Clinton, \"HRC\", a review in the \"Washington Post\" on Friday says this of Secretary Clinton.", "sentId": 245}, {"text": "\"She defended the president's health plan against doubting cabinet colleagues, a moment the authors describe at pivotal if underappreciated.\"", "sentId": 246}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "In 1994 it was Hillary care that doomed the Democrats.", "sentId": 247}, {"text": "They think it's Obamacare this time around.", "sentId": 248}, {"text": "If she campaigns, they marry her to health care?", "sentId": 249}], "secId": 101}, {"speaker": "COSTA", "sentences": [{"text": "Of course.", "sentId": 250}, {"text": "I think that's why we're going to see Hillary Clinton, she's going to have to have a presence because she's likely running in 2016, but she has the greatest helper in American politics, Bill Clinton, ready to do her bidding on the campaign trail if she just wants to sit back and do private events, meet with donors and prepare for 2016.", "sentId": 251}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "Do you anger the base if you do that though?", "sentId": 252}, {"text": "We don't know who will challenge her.", "sentId": 253}, {"text": "Someone will challenge her.", "sentId": 254}, {"text": "But right now if you look at the polls that someone is tilting at windows.", "sentId": 255}, {"text": "But somebody will and does she raise grievances if she's not out there?", "sentId": 256}], "secId": 103}, {"speaker": "HENDERSON", "sentences": [{"text": "You know, I don't think she does.", "sentId": 257}, {"text": "I mean because I think one of the things that the Republicans want to make 2014 as much about Obamacare as they want to make it about Hillary Clinton.", "sentId": 258}, {"text": "I mean and you saw as soon as those words came out about the book, they were sending out messages about that.", "sentId": 259}], "secId": 104}, {"speaker": "HENDERSON", "sentences": [{"text": "So the more she gets out there, the more she's going to be a target.", "sentId": 260}, {"text": "I think she has to figure out does she want to be out there to defend her name such as it is but I don't think the base is going to be clamoring for her to --", "sentId": 261}], "secId": 105}, {"speaker": "MARTIN", "sentences": [{"text": "I was in Arkansas in December, John, talked to Mark Pryor, the senator who is up for a tough election this year.", "sentId": 262}, {"text": "He said that he had called Hillary because he heard that she was really inquisitive about his race.", "sentId": 263}, {"text": "He called her up and had a long chat with her about the race.", "sentId": 264}, {"text": "She asked all the right questions about what's happening in Arkansas politics from her days there as the first lady of Arkansas.", "sentId": 265}], "secId": 106}, {"speaker": "MARTIN", "sentences": [{"text": "She's really engaged in politics.", "sentId": 266}, {"text": "She follows the stuff.", "sentId": 267}, {"text": "She knows that Pryor is up in Arkansas and Landrieu in Louisiana.", "sentId": 268}, {"text": "She's up -- she'll be up.", "sentId": 269}], "secId": 107}, {"speaker": "HENDERSON", "sentences": [{"text": "I mean I think Arkansas is a little different because it's Arkansas.", "sentId": 270}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "So there's another guy -- he's the sitting vice president of the United States.", "sentId": 271}, {"text": "He gets overlooked sometimes because of Secretary Clinton but Joe Biden had a conversation with Kate Bolduan this past week and he says this.", "sentId": 272}], "secId": 109}, {"speaker": "BIDEN", "sentences": [{"text": "There may be reasons I don't run but there's no obvious reason for me why I think I should not run.", "sentId": 273}], "secId": 110}, {"speaker": "BOLDUAN", "sentences": [{"text": "Can I have a time table?", "sentId": 274}], "secId": 111}, {"speaker": "BIDEN", "sentences": [{"text": "Probably realistically a year this summer.", "sentId": 275}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "A year this summer, so I assume that means he knows what Hillary is doing by then.", "sentId": 276}, {"text": "Look, I have the greatest admiration for Joe Biden as the happy warrior but he says he can't think of any reasons not to run.", "sentId": 277}, {"text": "Well, there's his age, there's the history -- there's the history that we don't elect sitting vice presidents -- George H.W.", "sentId": 278}, {"text": "Bush being the exception there.", "sentId": 279}, {"text": "And there's this thing that if Hillary does run, as everyone assumes Robert, we saw this movie in 2008, didn't we?", "sentId": 280}], "secId": 113}, {"speaker": "COSTA", "sentences": [{"text": "That's exactly right.", "sentId": 281}, {"text": "But I think you can't count out Joe Biden as a contender because Hillary Clinton, there is still I think a chance, a slim chance, that she does not run and who is going to step into the void.", "sentId": 282}, {"text": "I think if you're the incumbent vice president of a two-term relatively popular Democrats administration, you have a space to enter.", "sentId": 283}], "secId": 114}, {"speaker": "MARTIN", "sentences": [{"text": "Sure.", "sentId": 284}], "secId": 115}, {"speaker": "WALTER", "sentences": [{"text": "Absolutely.", "sentId": 285}, {"text": "And I think it's more than just a narrow chance that she doesn't run.", "sentId": 286}, {"text": "I mean you talk to Democrats in that orbit, they're not saying there's a 90 percent chance she runs.", "sentId": 287}, {"text": "They're on the 50 percent, 60 percent chance that she runs.", "sentId": 288}], "secId": 116}, {"speaker": "WALTER", "sentences": [{"text": "So he is, I think, you're right, he's well positioned.", "sentId": 289}, {"text": "He's the sitting vice president of the United States.", "sentId": 290}, {"text": "When has a sitting vice president not been considered the front-runner going into --", "sentId": 291}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "Dick Cheney took himself out.", "sentId": 292}, {"text": "Part of Joe Biden's calculation, because everyone knew Dick Cheney was not going to run, his leverage dissipated in the second term.", "sentId": 293}], "secId": 118}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, I think that's right.", "sentId": 294}, {"text": "You can assume it makes the Obama presidency relevant if you have this sitting vice president who's thinking about running.", "sentId": 295}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "Don't count the scrappy kid from Scranton out is what I'm hearing at this table.", "sentId": 296}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "Everybody stay with us because up next, tomorrow's news today as we ask our reporters to share secrets and the stories still in their notebooks.", "sentId": 297}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "Time now to get you ahead of the curve with the big political stories just around the corner.", "sentId": 298}, {"text": "We empty our notebooks at the end of the show every week.", "sentId": 299}, {"text": "Jonathan Martin -- what have you got?", "sentId": 300}], "secId": 122}, {"speaker": "MARTIN", "sentences": [{"text": "There was a story that I had yesterday in the paper about Pat Roberts, the long time Kansas senator who does not have a home of his own in Kansas anymore.", "sentId": 301}, {"text": "And the key watching this race going forward because Pat Roberts still has a huge money advantage over his Tea Party primary challenger -- what's going to be important to watch here is will some of these outside groups like the Club for Growth engage with Wolf , the challenger, and help him out against Pat Roberts.", "sentId": 302}, {"text": "Otherwise, it will still be tough for the challenger because Roberts has a ton of money on hand.", "sentId": 303}], "secId": 123}, {"speaker": "MARTIN", "sentences": [{"text": "There's no place like home.", "sentId": 304}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "No place like home -- Nia.", "sentId": 305}], "secId": 125}, {"speaker": "HENDERSON", "sentences": [{"text": "A lot of eyes on a woman named Lucy Flores who is a state assemblywoman and attorney out in Nevada.", "sentId": 306}, {"text": "You heard Harry Reid drop her name.", "sentId": 307}, {"text": "He's thinking that perhaps he can coax her into the lieutenant governor's race.", "sentId": 308}, {"text": "If she wins that race, then it makes it less likely for Brian Sandoval who, of course, is the governor of Nevada to get into a race in 2016 and challenge Harry Reid.", "sentId": 309}, {"text": "So a lot of eyes on Lucy Flores --", "sentId": 310}], "secId": 126}, {"speaker": "KING", "sentences": [{"text": "Harry Reid playing chess.", "sentId": 311}], "secId": 127}, {"speaker": "MARTIN", "sentences": [{"text": "Harry is always behind the scene.", "sentId": 312}], "secId": 128}, {"speaker": "WALTER", "sentences": [{"text": "I was going to say -- what a surprise.", "sentId": 313}], "secId": 129}, {"speaker": "KING", "sentences": [{"text": "A little chess -- Amy.", "sentId": 314}], "secId": 130}, {"speaker": "WALTER", "sentences": [{"text": "All right.", "sentId": 315}, {"text": "So going back to immigration, you know, there's now this conventional wisdom that maybe it's better for Republicans to punt this issue in 2014.", "sentId": 316}, {"text": "Why bring up the intraparty fight.", "sentId": 317}, {"text": "But talking to some Republicans who are engaged on this issue, want to see immigration reform pass, especially for their candidates in 2016, they say why is it going to be any easier in 2015?", "sentId": 318}, {"text": "2015 comes and you have a lot of these people running for President of the United States sitting in the Senate.", "sentId": 319}, {"text": "They could barely get something through the senate the first time around.", "sentId": 320}, {"text": "You think when they're up for 2016 they're going to want to pass something called comprehensive immigration reform?", "sentId": 321}, {"text": "I don't think so.", "sentId": 322}], "secId": 131}, {"speaker": "MARTIN", "sentences": [{"text": "Look at Iowa.", "sentId": 323}], "secId": 132}, {"speaker": "WALTER", "sentences": [{"text": "Right.", "sentId": 324}], "secId": 133}, {"speaker": "MARTIN", "sentences": [{"text": "Fun, fun, fun.", "sentId": 325}], "secId": 134}, {"speaker": "COSTA", "sentences": [{"text": "Over the past few years Republicans have endured a lot of fiscal drama when it comes to the debt ceiling.", "sentId": 326}, {"text": "I think early this week all my sources on Capitol Hill tell me that House Republicans are actually moving toward a clean debt limit extension without strings attached.", "sentId": 327}, {"text": "That's a strange development even Tea Party favorites are telling Speaker John Boehner we're OK with a clean extension -- let's move on to other issues.", "sentId": 328}], "secId": 135}, {"speaker": "KING", "sentences": [{"text": "That would be avoiding a land mine.", "sentId": 329}], "secId": 136}, {"speaker": "KING", "sentences": [{"text": "I'll give you one -- look for money to go into Florida 2013.", "sentId": 330}, {"text": "It's a special house election in Florida.", "sentId": 331}, {"text": "There's been a referendum on Obamacare.", "sentId": 332}, {"text": "It's a Republican held seat and the Republicans are suddenly nervous in that race.", "sentId": 333}, {"text": "They don't want to lose the referendum on Obamacare so look for the chamber of commerce and others to flood some money there.", "sentId": 334}, {"text": "The election is March 11th but a key point, absentee ballots went out this past week.", "sentId": 335}, {"text": "60 percent of the voters vote that way.", "sentId": 336}, {"text": "A lot of ads coming soon.", "sentId": 337}], "secId": 137}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 338}, {"text": "Again, thanks for sharing your Sunday morning with us.", "sentId": 339}, {"text": "We'll see you soon.", "sentId": 340}, {"text": "\"STATE OF THE UNION\" with Candy Crowley starts right now.", "sentId": 341}], "secId": 138}], "sectionCount": 139, "url": "transcripts.cnn.com/TRANSCRIPTS/1402/09/ip.01.html", "sentenceCount": 343, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired February 9, 2014 - 08:30   ET", "speakers": ["KING", "BOEHNER", "BIDEN", "KERRY", "ROMNEY", "COSTA", "MARTIN", "WALTER", "HENDERSON", "PAUL", "UNIDENTIFIED FEMALE", "UNIDENTIFIED MALE", "BOLDUAN"], "title": "INSIDE POLITICS"}