{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1504.05.ip.01.html.json", "subTitle": "Obama's Iran Gamble; Culture Wars Engulf GOP 2016 Contenders. Aired 08:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "BLACKWELL", "sentences": [{"text": "INSIDE POLITICS with John King starts right now.", "sentId": 0}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "President Obama sells the Iran nuclear framework as a huge diplomatic win --", "sentId": 1}], "secId": 1}, {"speaker": "OBAMA", "sentences": [{"text": "This framework would cut off every pathway that Iran could take to develop a nuclear weapon.", "sentId": 2}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "-- but his critics in Congress promise a big fight over lifting U.S. sanctions.", "sentId": 3}], "secId": 3}, {"speaker": "COTTON", "sentences": [{"text": "I'm going to do everything I can to stop these terms from becoming a final deal.", "sentId": 4}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Plus --", "sentId": 5}], "secId": 5}, {"speaker": "PENCE", "sentences": [{"text": "Was I expecting this kind of backlash?", "sentId": 6}, {"text": "Heavens -- no.", "sentId": 7}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "The culture wars.", "sentId": 8}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Indiana and Arkansas trigger a national debate and force the 2016 Republican contenders to navigate the gay rights divide between big business and evangelicals.", "sentId": 9}], "secId": 8}, {"speaker": "CRUZ", "sentences": [{"text": "The assault that has been directed in Indiana and now at Arkansas has been shameful and it has been wrong.", "sentId": 10}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 11}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 12}, {"text": "I'm John King.", "sentId": 13}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 14}, {"text": "Happy Easter.", "sentId": 15}], "secId": 11}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Julie Pace of the Associated Press, Jonathan Martin of the \"New York Times\", Jackie Kucinich of \"The Daily Beast\" and Dan Balz of the \"Washington Post\".", "sentId": 16}], "secId": 12}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "We begin this week with the deal President Obama describes as historic yet the prime minister of Israel calls reckless.", "sentId": 17}, {"text": "Just a framework for now but one the President says if turned into a detailed agreement would block Iran's path to a nuclear bomb.", "sentId": 18}], "secId": 13}, {"speaker": "OBAMA", "sentences": [{"text": "Iran has also agreed to the most robust and intrusive inspections and transparency regime ever negotiated for any nuclear program in history.", "sentId": 19}, {"text": "So this deal is not based on trust, it's based on unprecedented verification.", "sentId": 20}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "But the President's critics -- well, they don't see it that way.", "sentId": 21}, {"text": "The key question now is whether the reaction in congress makes it harder for the administration to complete the deal.", "sentId": 22}, {"text": "In the negotiations to come the administration must promise Iran when and how it would begin to ease U.S. economic sanctions.", "sentId": 23}], "secId": 15}, {"speaker": "OBAMA", "sentences": [{"text": "If Congress kills this deal not based on expert analysis and without offering any reasonable alternative, then it's the United States that will be blamed for the failure of diplomacy.", "sentId": 24}, {"text": "International unity will collapse and the path to conflict will widen.", "sentId": 25}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Julie Pace, you cover the White House every day.", "sentId": 26}, {"text": "Take us inside the thinking -- especially the President in one way doesn't have to worry about Congress for a couple more months unless and until they negotiate the final deal.", "sentId": 27}, {"text": "But it seemed very clear there he understands that if the congressional opposition is so stiff that maybe the Iranians will say, \"Whoa, we're not going to get the sanctions lifted, we're not going to negotiate.\"", "sentId": 28}], "secId": 17}, {"speaker": "PACE", "sentences": [{"text": "Yes.", "sentId": 29}, {"text": "The President and his team are very worried that Congress will take some action between now and the June 30 deadline to finalize this agreement.", "sentId": 30}, {"text": "They're concerned not just on Congress potentially implementing new sanctions which it seems like lawmakers have moved away from, but even taking a vote that would give Congress the ability to approve or reject this deal.", "sentId": 31}, {"text": "They say if the Iranians see that, they could walk away from the table and that if that happens, it will be the U.S. that's blamed for the failure of this deal, not the Iranians.", "sentId": 32}], "secId": 18}, {"speaker": "PACE", "sentences": [{"text": "So I think you're going to see a very aggressive campaign by this White House to sell this deal to the lawmakers to try to get them to put off a vote.", "sentId": 33}, {"text": "The best thing they did for themselves was to produce something that actually is fairly specific, much broader than what we had thought originally.", "sentId": 34}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "But will -- not just the Republicans, Dan.", "sentId": 35}, {"text": "A lot of Democrats are still skeptical.", "sentId": 36}, {"text": "They say Iran can't be trusted.", "sentId": 37}, {"text": "And some are adding in this layer saying even aside from the nuclear talks, even if you were making progress there look at what they're doing in the region right now.", "sentId": 38}, {"text": "Look at Yemen, look elsewhere in the Middle East.", "sentId": 39}, {"text": "Why trust them?", "sentId": 40}, {"text": "Why sit down with them now?", "sentId": 41}, {"text": "And yet the President still wants to make a big legacy play.", "sentId": 42}], "secId": 20}, {"speaker": "BALZ", "sentences": [{"text": "Well, all of that has clearly complicated his challenge in trying to get this accepted by more people in Congress.", "sentId": 43}, {"text": "I think part of what he is trying to do at this point is to peel back Democrats.", "sentId": 44}, {"text": "There are a lot of Democrats who have signed on in one way or another to the bill that is co-sponsored by Senator Corker, the chairman of the Foreign Relations Committee.", "sentId": 45}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "More sanctions?", "sentId": 46}], "secId": 22}, {"speaker": "BALZ", "sentences": [{"text": "Well, first is just assert a congressional role.", "sentId": 47}, {"text": "They believe they were close to a veto-proof majority in terms of support.", "sentId": 48}, {"text": "I think the White House wants to make sure that that doesn't get anywhere close to that to give them some breathing room between now and the end of June.", "sentId": 49}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "As we watch this play out, Speaker Boehner has made clear, he says -- he talks about the other issue.", "sentId": 50}, {"text": "\"My concerns about Iran's efforts to foment arrest through the Levant and Syria have only grown.\"", "sentId": 51}, {"text": "You see that play there.", "sentId": 52}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "It also factors in the 2016 race.", "sentId": 53}, {"text": "Hillary Clinton issued a statement, Jonathan, that \"We're supportive but also cautious.\"", "sentId": 54}, {"text": "She was saying this would be great if you get to the end -- if you negotiate the hard things and details.", "sentId": 55}, {"text": "Even she seemed to say, you know, \"I'm skeptical\".", "sentId": 56}], "secId": 25}, {"speaker": "MARTIN", "sentences": [{"text": "Well, she's caught up in her own space in her campaign.", "sentId": 57}, {"text": "Obviously part of her calculation is the question about Israel.", "sentId": 58}, {"text": "Obviously the current government in Israel is vociferously opposed, as we know, to this deal.", "sentId": 59}, {"text": "She, of course, is mindful of how that plays in her own politics here state side.", "sentId": 60}], "secId": 26}, {"speaker": "MARTIN", "sentences": [{"text": "What, you know, I've been struck by is sort of her caution and also the degree to which Republicans want her to seize on this but really, every foreign policy issue that is now arising.", "sentId": 61}, {"text": "And I think it's a calculation that they're going to be better off next year with a resurgent economy running against Democrats on national security.", "sentId": 62}], "secId": 27}, {"speaker": "MARTIN", "sentences": [{"text": "I think they have made that pivot.", "sentId": 63}, {"text": "If you look at John Boehner's comments this week, this is the person who was talking about for the last three, four years, where are the jobs?", "sentId": 64}, {"text": "It was a John Boehner mantra.", "sentId": 65}, {"text": "Now he's saying in Jerusalem, the world is on fire -- it's a very different approach.", "sentId": 66}, {"text": "And I think it speaks to how they want to run next year.", "sentId": 67}], "secId": 28}, {"speaker": "PACE", "sentences": [], "secId": 29}, {"speaker": "KUCINICH", "sentences": [{"text": "Yes.", "sentId": 68}], "secId": 30}, {"speaker": "PACE", "sentences": [{"text": "The President has this really unusual position in this because if the deal succeeds, she's going to be able to own a piece of that success.", "sentId": 69}, {"text": "If the deal fails or it allows Iran to move towards a weapon, she's going to own a piece of that failure, too.", "sentId": 70}, {"text": "If you remember back to when this all came together and the administration was touting the secret talks that they had.", "sentId": 71}, {"text": "I'm sure we all had , people close to Clinton were calling around saying, hey, remember, this actually started under her.", "sentId": 72}, {"text": "She was part of this.", "sentId": 73}, {"text": "She dispatched Jake Sullivan, one of her top advisers, to Amman.", "sentId": 74}, {"text": "Now as this actually is moving closer to a conclusion you see her displaying this caution because she knows there's a chance that this does not work out and she is going to own some of that.", "sentId": 75}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "And you mentioned Rand Paul announcement.", "sentId": 76}, {"text": "He hasn't said anything about this.", "sentId": 77}, {"text": "His team has said that he's going down until he makes his announcement speech on Tuesday he's not going to talk about any current events.", "sentId": 78}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "He's the one voice we're looking at here because he has said negotiate.", "sentId": 79}, {"text": "He has said he's open to negotiate -- wants to see what the deal is.", "sentId": 80}, {"text": "But he thinks if the choice is another war in the Middle East or trying to negotiate with Iran -- to negotiate.", "sentId": 81}], "secId": 33}, {"speaker": "Most of the other Republicans are pretty hawkish.  A couple examples", "sentences": [{"text": "Jeb Bush saying \"Nothing in the deal described by the administration this afternoon would justify lifting U.S. and international sanctions.", "sentId": 82}, {"text": "I cannot stand behind such a flawed agreement.\"", "sentId": 83}], "secId": 34}, {"speaker": "Most of the other Republicans are pretty hawkish.  A couple examples", "sentences": [{"text": "Marco Rubio, as you mentioned, who gets in a week from now -- eight days from now, \"This attempt to spin diplomatic failure as a success is just the latest example of this administration's farcical approach to Iran.\"", "sentId": 84}], "secId": 35}, {"speaker": "Most of the other Republicans are pretty hawkish.  A couple examples", "sentences": [{"text": "You do see the hawkish wing of the Republican Party resurging.", "sentId": 85}], "secId": 36}, {"speaker": "BALZ", "sentences": [{"text": "Well, I don't think there's any way a candidate for the Republican nomination can in one way or another suggest anything other than strict opposition to where things are at this point.", "sentId": 86}, {"text": "We'll see as events unfold, but at this point they have to be where the bulk of their party is.", "sentId": 87}, {"text": "That's firmly against it.", "sentId": 88}], "secId": 37}, {"speaker": "KUCINICH", "sentences": [{"text": "We've seen Rand Paul going that way.", "sentId": 89}, {"text": "We've seen him kind of joining up with the hawks on certain issues.", "sentId": 90}, {"text": "And so it's hard for me to think that he's really going to diverge from that path -- the hawkish path because it seems to be where he wants to be.", "sentId": 91}, {"text": "He sort of annihilates the narrative that he's an isolationist.", "sentId": 92}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "Is it -- is part of it if President Obama is for it they have to be against it?", "sentId": 93}], "secId": 39}, {"speaker": "MARTIN", "sentences": [{"text": "Absolutely.", "sentId": 94}], "secId": 40}, {"speaker": "KUCINICH", "sentences": [{"text": "Yes.", "sentId": 95}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Or is it just that we can't negotiate at all because it's Iran?", "sentId": 96}], "secId": 42}, {"speaker": "MARTIN", "sentences": [{"text": "No.", "sentId": 97}, {"text": "I think there's a lot of politics in sort of being seen on the same page with President Obama, but I think it's also something that's more complex than that.", "sentId": 98}, {"text": "I think there's an imperative towards strength in the Republican primary and the assumption is that being strong means not, you know, cutting deals with your adversaries.", "sentId": 99}], "secId": 43}, {"speaker": "MARTIN", "sentences": [{"text": "Now obviously historically that's a little bit interesting because of Reagan's negotiations, but the Soviets, I think that is the sort of imperative now and that President Obama is for it.", "sentId": 100}, {"text": "Putting aside the policy details, it makes it really tough for a candidate also to be for it if they're running a Republican primary.", "sentId": 101}], "secId": 44}, {"speaker": "PACE", "sentences": [{"text": "You have to remember, the Iran negotiations are not just about the actual talks that are happening there but Obama's larger foreign policy vision.", "sentId": 102}, {"text": "Going back to his 2008 campaign he was talking about being willing to negotiate with our enemies without precondition.", "sentId": 103}, {"text": "This is either going to be a vindication of that approach or it's going to be a repudiation.", "sentId": 104}, {"text": "And I think that that is driving this as much as the actual policy nuts and bolts.", "sentId": 105}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "It was remarkable to watch both the President waiting and waiting so that he could make that announcement in the Rose Garden that they had the deal; and then the quick instant reaction from Israel watching the President of the United States again in a fight with the Israeli prime minister in addition to his critics back.", "sentId": 106}, {"text": "We will watch this one play out.", "sentId": 107}], "secId": 46}, {"speaker": "though", "sentences": [{"text": "Indiana and Arkansas retreat but not before sparking a national debate over discrimination and tolerance.", "sentId": 108}], "secId": 47}, {"speaker": "though", "sentences": [{"text": "First though, politicians say or sometimes do the darnedest things, like a mom dance with Jimmy Fallon.", "sentId": 109}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 110}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "When he asked his legislature this past week to quickly fix a new religious freedom law, Indiana Governor Mike Pence was bowing to intense pressure from state and national business interests.", "sentId": 111}, {"text": "He insisted though he had no idea it would turn out this way.", "sentId": 112}], "secId": 50}, {"speaker": "PENCE", "sentences": [{"text": "I don't believe for a minute that it was the intention of the general assembly to create a license to discriminate or a right to deny services to gays, lesbians, or anyone else in this state.", "sentId": 113}, {"text": "And it certainly wasn't my intent.", "sentId": 114}], "secId": 51}, {"speaker": "PENCE", "sentences": [{"text": "But I can appreciate that that's become the perception, not just here in Indiana but all across this country.", "sentId": 115}, {"text": "And we need to confront that, and confront it boldly.", "sentId": 116}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "Indiana did confront it quickly -- Indiana and Arkansas both, changing those laws; both Republican governors signing new versions.", "sentId": 117}, {"text": "The question is, is there lasting damage for the Republican Party?", "sentId": 118}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "If you look at this, 62 percent of Americans in a Pew poll in February say the Republicans are not tolerant an open to all groups of people.", "sentId": 119}, {"text": "Democrats faired much better on this question.", "sentId": 120}, {"text": "Six in ten Americans saying Democrats are open and tolerant to all groups of people.", "sentId": 121}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Dan Balz, I have to assume that if you're a Republican running for president, this is not -- you don't want to get into the culture wars to start the campaign.", "sentId": 122}], "secId": 55}, {"speaker": "BALZ", "sentences": [{"text": "No, but they are unavoidable at this point.", "sentId": 123}, {"text": "I mean they are embedded in the long debate that we are seeing between red and blue America.", "sentId": 124}, {"text": "An America that on one hand is becoming much more diverse, much more tolerant particularly among younger people and a part of America that is somewhat resistant to that, that worries that that's going to erode important values that will have been strong in this country.", "sentId": 125}, {"text": "I think that there are flash points.", "sentId": 126}, {"text": "And we saw one in these episodes in Arkansas and Indiana.", "sentId": 127}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "Red and blue America but also stoking again the debate within the Republican Party between the evangelical base and the establishment Chamber of Commerce business wing of the party.", "sentId": 128}, {"text": "We're seeing this now on gay rights, and we're going to see it again on immigration as we did in both 2008 and 2012.", "sentId": 129}, {"text": "So are we going to have a primary season that is defined by the same fights again?", "sentId": 130}], "secId": 57}, {"speaker": "MARTIN", "sentences": [{"text": "I think it will be a huge factor in the primary.", "sentId": 131}, {"text": "Look, I think that the business community is basically following the national consensus on these kinds of issues which has unmistakably shifted towards the left here in the last few decades but the challenge is a significant chunk of the Republican nominating electorate is culturally conservative.", "sentId": 132}], "secId": 58}, {"speaker": "MARTIN", "sentences": [{"text": "And you've a very confused candidate class or elected class in the Republican Party.", "sentId": 133}, {"text": "And you saw it on display this week, not just among the governors like Pence and Hutchinson but among the candidates, too.", "sentId": 134}, {"text": "They just don't quite know what to say.", "sentId": 135}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Well, Jeb Bush -- to that point -- Jeb Bush came out first and said, \"I agree with Mike Pence, good job.\"", "sentId": 136}, {"text": "And then he said a couple of days later when the backlash started to brew across the country \"Well, he probably could have done this in a more consensus- oriented way.\"", "sentId": 137}, {"text": "Was that a misstep on his part?", "sentId": 138}, {"text": "MARTIN:  I think he could not be to Mike Pence's right.", "sentId": 139}, {"text": "And that", "sentId": 140}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "was how it was turning out to be if he hadn't made those comments that he did in Silicon Valley.", "sentId": 141}, {"text": "So he had to say something.", "sentId": 142}, {"text": "But now he's in sort of this tough spot where he pleases nobody because the right wing is unhappy with him and obviously folks in the middle and on the left are skeptical, too.", "sentId": 143}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "What's been striking to me about this is that the Christian conservatives, John, they feel cornered -- even persecuted because not just do they feel under duress from the left but from their putative allies in the business community.", "sentId": 144}, {"text": "I talked to one leader in that community who said, look, the fact is that these leaders around the country apparently feel like they have zero to fear except Wal-Mart itself.", "sentId": 145}, {"text": "That's a remarkable comment.", "sentId": 146}], "secId": 62}, {"speaker": "PACE", "sentences": [{"text": "I think one of the really interesting things about the position that Bush finds himself in right now is he's made the stand, I'm going to run and I'm going to stand by my positions on immigration and on common core even if they frustrate and anger the base of our party.", "sentId": 147}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Lose the primary to win the general --", "sentId": 148}], "secId": 64}, {"speaker": "PACE", "sentences": [{"text": "Lose the primary to win the general.", "sentId": 149}, {"text": "But, you know, you have to win the primary if you want to be the President.", "sentId": 150}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 151}], "secId": 66}, {"speaker": "PACE", "sentences": [{"text": "And so I wonder if that limits the amount of other opportunities where he can move away from the base.", "sentId": 152}, {"text": "Does he have to be so cautious keeping with the base if you're already opposed on immigration?", "sentId": 153}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "But the one guy who has doubled down and said governors don't back down, don't accept this pressure from the left is Ted Cruz who also launches the first ad of the campaign season today and again making a direct play for evangelicals.", "sentId": 154}], "secId": 68}, {"speaker": "CRUZ", "sentences": [{"text": "God's blessing has been on America from the very beginning of this nation.", "sentId": 155}, {"text": "Over and over again when we faced impossible odds, the American people rose to the challenge.", "sentId": 156}, {"text": "This is our fight, and that is why I'm running for president of the United States.", "sentId": 157}], "secId": 69}, {"speaker": "KEILAR", "sentences": [{"text": "No secret what he's doing there, and we'll see whether we have every candidate gets their face.", "sentId": 158}, {"text": "But since he announced a little more than a week ago he's moved up.", "sentId": 159}, {"text": "Second place in the ABC/Washington Post poll: Bush 20 percent, Cruz 13 percent, Scott Walker 12 percent.", "sentId": 160}, {"text": "So this attention and this planting the flag on the right so far showing some results.", "sentId": 161}, {"text": "KUCINICH:  Ted Cruz is going to pull every one of these", "sentId": 162}], "secId": 70}, {"speaker": "KEILAR", "sentences": [{"text": "candidates right this cycle.", "sentId": 163}, {"text": "That is going to be his role.", "sentId": 164}, {"text": "And he's going to hold firm.", "sentId": 165}, {"text": "We've seen this in his senate career.", "sentId": 166}, {"text": "When he picks a topic he's going to stay in that spot the entire time and make sure everybody else feels uncomfortable and sort of has to edge toward his -- not too much because I don't think they want to end up where he is.", "sentId": 167}, {"text": "But that's going to be his role.", "sentId": 168}, {"text": "He's that magnet.", "sentId": 169}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "As you watch it play out, he's unapologetically making his play for the evangelicals.", "sentId": 170}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "Rand Paul gets in this week.", "sentId": 171}, {"text": "He has sort of an interesting mix of a coalition.", "sentId": 172}, {"text": "He's tried to expand the Republican coalition .", "sentId": 173}, {"text": "He has a bit of his dad's libertarian base.", "sentId": 174}, {"text": "He thrives in the evangelical community.", "sentId": 175}, {"text": "Marco Rubio gets in a little bit after that.", "sentId": 176}, {"text": "I guess it's the third gear for the Republican race now that we're getting official?", "sentId": 177}], "secId": 73}, {"speaker": "BALZ", "sentences": [{"text": "Well, third or fourth or fifth given everything that we've already seen.", "sentId": 178}, {"text": "Yes.", "sentId": 179}, {"text": "And, you know, we've talked a lot over the last few months over the different lanes that people are trying to occupy.", "sentId": 180}, {"text": "And the clearest obviously is Ted Cruz.", "sentId": 181}, {"text": "He knows where his base is.", "sentId": 182}, {"text": "He believes that that is still a route to the finals in this competition.", "sentId": 183}, {"text": "He's going to stoke it.", "sentId": 184}, {"text": "And as Jackie said, he's going to try to force others to come his way or concede that part of the electorate to him.", "sentId": 185}], "secId": 74}, {"speaker": "MARTIN", "sentences": [{"text": "By the way, last week, he made a fascinating statement.", "sentId": 186}, {"text": "He went after the Fortune 500 companies in this country.", "sentId": 187}, {"text": "I mean it's one thing to push the field right but he's going directly at the business community.", "sentId": 188}, {"text": "It's not about creating fissures in the Republican coalition John, that's a strike to the heart right there.", "sentId": 189}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "And that's a hangover from 2014.", "sentId": 190}, {"text": "Mitch McConnell said I want to crush the Tea Party and the business community came in and helped him crush the Tea Party, largely.", "sentId": 191}], "secId": 76}, {"speaker": "BALZ", "sentences": [{"text": "But it's also I mean a sense -- it's the populism of somebody like Ted Cruz recognizing that the anger at Wall Street, the anger at big corporations cuts across ideologies.", "sentId": 192}, {"text": "It is not simply Elizabeth Warren's part of the Democratic Party.", "sentId": 193}, {"text": "It's much broader than that.", "sentId": 194}], "secId": 77}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 195}], "secId": 78}, {"speaker": "KUCINICH", "sentences": [{"text": "And yet you can see with Pence that the amount of power the business community still yields.", "sentId": 196}, {"text": "I don't think Mike Pence would have done what he did if the business community hadn't been so upset.", "sentId": 197}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "He was not responding to the protest but --", "sentId": 198}], "secId": 80}, {"speaker": "KUCINICH", "sentences": [{"text": "And exerted so much pressure.", "sentId": 199}], "secId": 81}, {"speaker": "MARTIN", "sentences": [{"text": "-- which only inflames the grassroots more and gives that Cruz argument more credence.", "sentId": 200}], "secId": 82}, {"speaker": "PACE", "sentences": [{"text": "Of course.", "sentId": 201}, {"text": "The big question is going to be -- the business community won this fight, can they win the larger fight over the primary?", "sentId": 202}, {"text": "Get their candidate into the presidency.", "sentId": 203}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "If the Republican Party talks about this throughout the primary season and they don't change that number about being viewed as tolerant, can they win a general election?", "sentId": 204}], "secId": 84}, {"speaker": "BALZ", "sentences": [{"text": "Very difficult.", "sentId": 205}, {"text": "Very difficult.", "sentId": 206}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 207}, {"text": "That's what Hillary Clinton sees.", "sentId": 208}, {"text": "She has her Brooklyn office space.", "sentId": 209}, {"text": "She was tweeting out to stoke this.", "sentId": 210}, {"text": "She believes with younger people, suburban women and the likes that the Republicans are talking about these issues and having a food fight about them.", "sentId": 211}], "secId": 86}, {"speaker": "BALZ", "sentences": [{"text": "Right.", "sentId": 212}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "That all she has to do is stay back and stay out of it.", "sentId": 213}], "secId": 88}, {"speaker": "PACE", "sentences": [{"text": "The Democrats have gotten really good at identifying when there are moments of division within the Republican Party becoming incredibly united.", "sentId": 214}, {"text": "You saw no break among Democrats over the past week on this issue.", "sentId": 215}], "secId": 89}, {"speaker": "BALZ", "sentences": [{"text": "I think Cruz on 500 corporations is different than the social issue things that we saw playing out because of Wal-Mart or other corporations.", "sentId": 216}, {"text": "On social issue things the Republican business wing can win.", "sentId": 217}, {"text": "On economic elements the country's in different places on that.", "sentId": 218}], "secId": 90}, {"speaker": "MARTIN", "sentences": [{"text": "Oh, yes.", "sentId": 219}], "secId": 91}, {"speaker": "BALZ", "sentences": [{"text": "And I think that's what Cruz is trying to do with a populist economic message in going after bigness.", "sentId": 220}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Interesting play.", "sentId": 221}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 222}, {"text": "Everybody, stand by.", "sentId": 223}], "secId": 94}, {"speaker": "Up next", "sentences": [{"text": "tomorrow's news today.", "sentId": 224}, {"text": "We ask our great reporters to get you out ahead of the big political headlines just around the corner, including the upcoming effort to introduce America to the real Hillary Clinton.", "sentId": 225}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table so our reporters can share something from their notebooks.", "sentId": 226}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Julie Pace.", "sentId": 227}], "secId": 97}, {"speaker": "PACE", "sentences": [{"text": "President Obama turns to another piece of his foreign policy legacy this week and that is Cuba.", "sentId": 228}, {"text": "He's heading to Panama for a regional summit.", "sentId": 229}, {"text": "And the big question is going to be whether he meets with Raul Castro.", "sentId": 230}, {"text": "This will be the first meeting between a U.S. and a Cuban leader in decades.", "sentId": 231}, {"text": "It will be hugely historic and symbolic.", "sentId": 232}], "secId": 98}, {"speaker": "PACE", "sentences": [{"text": "But Obama's efforts to end this freeze with Cuba have been a lot more difficult than they look when he announced it last year.", "sentId": 233}, {"text": "And so what the White House is going to be weighing is whether this meeting would be a way to generate more progress or whether it would be a premature reward for the Castros.", "sentId": 234}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "I bet the conservatives already after --", "sentId": 235}], "secId": 100}, {"speaker": "PACE", "sentences": [{"text": "They'll be watching.", "sentId": 236}], "secId": 101}, {"speaker": "KOSIK", "sentences": [{"text": "Love to see a picture of the President with the Castros.", "sentId": 237}], "secId": 102}, {"speaker": "KOSIK", "sentences": [{"text": "Jonathan.", "sentId": 238}], "secId": 103}, {"speaker": "MARTIN", "sentences": [{"text": "John, the Democrats around Hillary Clinton believe that while she's one of the most famous people in the world, she's never been properly introduced in her own right.", "sentId": 239}, {"text": "She came obviously to national prominence as the wife of a candidate for president.", "sentId": 240}], "secId": 104}, {"speaker": "MARTIN", "sentences": [{"text": "So when she does roll out her campaign here in the coming weeks, look for more biographical touches.", "sentId": 241}, {"text": "We'll hear about her childhood in suburban Chicago.", "sentId": 242}, {"text": "Some of the work she did as an advocate for the Legal Services Corporation and the Children's Defense Fund when she was in her 30s and also more about her Arkansas days as first lady as an advocate for education.", "sentId": 243}], "secId": 105}, {"speaker": "MARTIN", "sentences": [{"text": "I think you'll see if not a biographical tour, more about exactly who this person is outside of senator, secretary of state, first lady.", "sentId": 244}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "I like if she talks about Arkansas until the drawl comes back.", "sentId": 245}], "secId": 107}, {"speaker": "MARTIN", "sentences": [{"text": "Let's hope so.", "sentId": 246}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "It's always good to have that.", "sentId": 247}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "Jackie.", "sentId": 248}], "secId": 110}, {"speaker": "KUCINICH", "sentences": [{"text": "Senator Menendez indictment, there's been a lot of focus on girlfriend visa and fancy hotels in Paris but one of the things that hasn't been covered as much is the involvement of super PACs and about legislators contacting super PACs themselves to solicit for donations.", "sentId": 249}], "secId": 111}, {"speaker": "KUCINICH", "sentences": [{"text": "I was talking to campaign finance watchdogs this week.", "sentId": 250}, {"text": "And they say if the FEC really starts to look into this, they're actually going to find some impropriety with other lawmakers much, much farther than Menendez.", "sentId": 251}, {"text": "Watch for that if it starts happening.", "sentId": 252}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Bet his colleagues will just love that.", "sentId": 253}], "secId": 113}, {"speaker": "KUCINICH", "sentences": [{"text": "Oh, sure.", "sentId": 254}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "Thanks, Senator.", "sentId": 255}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "Dan.", "sentId": 256}], "secId": 116}, {"speaker": "BALZ", "sentences": [{"text": "I'll pick up with Jonathan's topic, which is the rollout of Hillary Clinton.", "sentId": 257}, {"text": "Couple of things: one is we know they've spent a lot of time putting a staff together and a lot of those people have been reported.", "sentId": 258}, {"text": "What I'm hearing is that when they launch, this staff is going to be even much, much bigger than we at this point imagined, that they have done a huge amount of hiring.", "sentId": 259}], "secId": 117}, {"speaker": "BALZ", "sentences": [{"text": "And the other is the discussion that's going on about the presentation of Hillary Clinton, not just in terms of the biographical aspect or the messaging, but the kinds of events they're going to do.", "sentId": 260}, {"text": "And they're looking for a different way to do it.", "sentId": 261}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "Different way to do it.", "sentId": 262}, {"text": "I assume a more controlled way to do it and a cautious way to do it?", "sentId": 263}], "secId": 119}, {"speaker": "BALZ", "sentences": [{"text": "Not necessarily cautious.", "sentId": 264}, {"text": "More intimate.", "sentId": 265}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "Intimate.", "sentId": 266}], "secId": 121}, {"speaker": "BALZ", "sentences": [{"text": "She did an event with the wife of the mayor of New York earlier this week.", "sentId": 267}, {"text": "That could be a template for the kinds of things they're doing.", "sentId": 268}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "We'll keep an eye on that.", "sentId": 269}, {"text": "And they leased some space in Brooklyn this past week.", "sentId": 270}, {"text": "So they're ready --", "sentId": 271}], "secId": 123}, {"speaker": "BALZ", "sentences": [{"text": "The real America.", "sentId": 272}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "Middle America -- right.", "sentId": 273}, {"text": "Middle New York.", "sentId": 274}], "secId": 125}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 275}, {"text": "There will be three official Republican candidates soon.", "sentId": 276}, {"text": "Ted Cruz is already in; Rand Paul this week and Marco Rubio early next -- so three by the next eight days.", "sentId": 277}, {"text": "And this next public stage in the campaign is forcing some tested operatives to choose sides.", "sentId": 278}, {"text": "Chris Christie locked up a key Mitt Romney New Hampshire alumnus this week and operatives there report a sudden flurry of calls from just about everyone including Governor John Kasich of Ohio and even yes -- the Donald, Donald Trump.", "sentId": 279}, {"text": "You know how that one goes -- you can all laugh if you want.", "sentId": 280}], "secId": 126}, {"speaker": "KING", "sentences": [{"text": "On the national level, Senator Paul will launch Tuesday with the help of the veteran Republican pollster Tony Fabrizio.", "sentId": 281}, {"text": "And here's an example of what's happening.", "sentId": 282}, {"text": "He's signed on with the Kentucky Senator after resisting and then rejecting entreaties from both the Christie and Scott Walker camps.", "sentId": 283}, {"text": "Yes, it's just April 2015, but already it's choosing time.", "sentId": 284}], "secId": 127}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 285}, {"text": "Thanks again for sharing your Sunday morning especially this special Easter and Passover weekend.", "sentId": 286}], "secId": 128}, {"speaker": "KING", "sentences": [{"text": "We'll see you soon.", "sentId": 287}, {"text": "\"STATE OF THE UNION\" starts right now.", "sentId": 288}], "secId": 129}], "sectionCount": 130, "url": "transcripts.cnn.com/TRANSCRIPTS/1504/05/ip.01.html", "sentenceCount": 290, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired April 5, 2015 - 08:30   ET", "speakers": ["BLACKWELL", "KING", "OBAMA", "COTTON", "PENCE", "CRUZ", "With us to share their reporting and their insights", "PACE", "BALZ", "MARTIN", "KUCINICH", "Most of the other Republicans are pretty hawkish.  A couple examples", "though", "KEILAR", "Up next", "KOSIK"], "title": "INSIDE POLITICS"}