{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1606.19.ip.01.html.json", "subTitle": "Is \"Dump Trump\" for Real?; The \"Commander-in-Chief\" Test: After Orlando; Trump Asks for NRA Meeting , Slams Dems on Guns; Trump, Clinton Hit Historic Unfavorable Numbers.  Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "The Orlando nightclub massacre becomes an instant campaign flashpoint.", "sentId": 0}], "secId": 0}, {"speaker": "TRUMP", "sentences": [{"text": "I watched President Obama today and he was more angry at me than he was at the shooter.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "That tone a new pulse set off a wave of Republican jitters, but Donald Trump insists he's not the problem.", "sentId": 2}], "secId": 2}, {"speaker": "TRUMP", "sentences": [{"text": "But, you know, Republicans honestly, folks, our leaders -- our leaders have to get tougher.", "sentId": 3}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "As Republicans worry Democrats call Trump a fear-monger.", "sentId": 4}], "secId": 4}, {"speaker": "OBAMA", "sentences": [{"text": "Where does this stop?", "sentId": 5}, {"text": "Because that's not the America we want.", "sentId": 6}], "secId": 5}, {"speaker": "CLINTON", "sentences": [{"text": "Yet more evidence he is temperamentally unfit and totally unqualified to be commander-in-chief.", "sentId": 7}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "Plus, the primaries are over.", "sentId": 8}, {"text": "Will Hillary Clinton and Bernie Sanders make quick peace?", "sentId": 9}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 10}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 11}, {"text": "I'm John King.", "sentId": 12}, {"text": "Thanks for sharing your Sunday morning, and happy Father's Day.", "sentId": 13}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "One week after a massacre in Orlando nightclub, three questions about the 2016 political fallout, one, is a new Dump Trump effort another pipe dream by the presumptive GOP nominee's critics or are Donald Trump's controversial statements bringing the Republican Party to a breaking point?", "sentId": 14}], "secId": 10}, {"speaker": "TRUMP", "sentences": [{"text": "Our leaders have to get a lot tougher and be quiet.", "sentId": 15}, {"text": "Just please be quiet, don't talk.", "sentId": 16}, {"text": "Please be quiet.", "sentId": 17}, {"text": "Just be quiet, to the leaders, because they have to get tougher, they have to get sharper, they have to get smarter.", "sentId": 18}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Question two, will voters see President Obama and Hillary Clinton as tested steady hands or as responsible for allowing ISIS to grow into a global terror threat?", "sentId": 19}], "secId": 12}, {"speaker": "OBAMA", "sentences": [{"text": "You can't break up the world into us and them and denigrate and express hatred towards groups because of the color of their skin or their faith or their sexual orientation, and not feed something very dangerous in this world.", "sentId": 20}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "And question three, after years of mass shootings and partisan debate, is this the outrage that might bring modest changes to gun laws?", "sentId": 21}], "secId": 14}, {"speaker": "MURPHY", "sentences": [{"text": "Have the courage to stand up to the gun lobby when 90 percent of constituency want change to happen, then ask yourself, what can you do to make sure that Orlando or Sandy Hook never, ever happens again?", "sentId": 22}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "With us to shares their reporting and their insights, Maggie Haberman of \"The New York Times\", CNN's Jeff Zeleny, Jonathan Martin of \"The New York Times\", and CNN's M.J. Lee.", "sentId": 23}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "The murderer who called 911 touring his senseless massacre in Orlando pledged his loyalty to Islamic State.", "sentId": 24}, {"text": "It is a gay nightclub this terrorist was looking to make more than one statement.", "sentId": 25}, {"text": "It's also an election year.", "sentId": 26}, {"text": "So, no surprise politics entered the conversation within minutes.", "sentId": 27}, {"text": "Donald Trump as only Donald Trump can, bragged about being congratulated for his tough stand on terror, feeling the need to tweet about himself while dozens of families were still desperately trying to find out if their sons and daughters, partners and friends were alive or dead.", "sentId": 28}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "That was a week ago, in the immediate wake of the Pulse nightclub nightmare.", "sentId": 29}, {"text": "Since then, Mr. Trump suggested President Obama somehow feels kinship who those who kill Americans.", "sentId": 30}], "secId": 18}, {"speaker": "TRUMP", "sentences": [{"text": "There's something else in mind, you know, people can't believe it, people cannot -- they cannot believe that President Obama is acting the way he acts and can't mention the words radical Islamic terrorism.", "sentId": 31}, {"text": "There's something going on.", "sentId": 32}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Now, there's a long list of Republicans who called that statement and other statements like it out of bounds.", "sentId": 33}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "And then, there's President Obama who calls Trump a demagogue and a fear-monger.", "sentId": 34}], "secId": 21}, {"speaker": "OBAMA", "sentences": [{"text": "We now have proposals from the presumptive Republican nominee for president of the United States to bar all Muslims from immigrating to America.", "sentId": 35}, {"text": "We hear language that singles out immigrants and suggests entire religious communities are complicit in violence.", "sentId": 36}, {"text": "Where does this stop?", "sentId": 37}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "The commander in chief test front and center this week, and a reminder that he's running against Hillary Clinton, not President Obama, but it was President Obama mixing it up with Mr. Trump back and forth throughout the week.", "sentId": 38}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "And, Maggie Haberman, at the end of the week, a lot of Republicans had the jitters that, yes, Trump sounds tough, that is his brand and he established that during the primaries but that his tone was over the line.", "sentId": 39}], "secId": 24}, {"speaker": "HABERMAN", "sentences": [{"text": "It wasn't just his tone.", "sentId": 40}, {"text": "It was the speech he gave right after the shooting.", "sentId": 41}], "secId": 25}, {"speaker": "HABERMAN", "sentences": [{"text": "I mean, we should say what it was.", "sentId": 42}, {"text": "He gave a speech and my colleagues, Jonathan and Alex Burns wrote about this in very sharp detail.", "sentId": 43}, {"text": "These were proposals that he was making about bans that were just fundamentally different than any norm we have seen in presidential politics in a very, very long time, if ever like this.", "sentId": 44}], "secId": 26}, {"speaker": "HABERMAN", "sentences": [{"text": "And so, it's not just sort of how he sounds, it is the details of what he's saying, combined with the instinct for self-congratulation right after this had happened.", "sentId": 45}, {"text": "So, four years ago when the Aurora shooting happened in Colorado, you had President Obama who was a sitting president halt campaigning.", "sentId": 46}, {"text": "You had Mitt Romney who had a speech planned I think for the next day halt the speech and instead he basically just gave a long portrait of grief about what was happening in the country.", "sentId": 47}], "secId": 27}, {"speaker": "HABERMAN", "sentences": [{"text": "That is fundamentally at odds with what happened this week.", "sentId": 48}, {"text": "And so, you are seeing Republicans who have been doing this sort of now very accelerated dance away from their nominee in a very difficult position because as much as they're saying they don't like the tone or in some cases the policies, not a single member of Congress, including those who support Trump, were defending what he said and that is very unusual.", "sentId": 49}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "It is unusual and Trump's response, though, is that, you didn't like me in the primaries, what do you know in Washington?", "sentId": 50}, {"text": "I'm right.", "sentId": 51}, {"text": "You're wrong.", "sentId": 52}], "secId": 29}, {"speaker": "MARTIN", "sentences": [{"text": "The moral of the story being that the primary hasn't ended for Trump.", "sentId": 53}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 54}], "secId": 31}, {"speaker": "MARTIN", "sentences": [{"text": "There is no change between the primary and the general.", "sentId": 55}, {"text": "If you watch those rallies, if you listen to him speak, there is sort of one campaign.", "sentId": 56}, {"text": "There's been no, as they say at all, there's not going to be, and that's what has the parties so worried.", "sentId": 57}], "secId": 32}, {"speaker": "MARTIN", "sentences": [{"text": "And, John, to your point, the commander-in-chief test, I mean, this was a moment where OK, how do the candidates respond and Trump responded in a new way that turned off millions of Americans.", "sentId": 58}], "secId": 33}, {"speaker": "MARTIN", "sentences": [{"text": "It's not about politics or ideology.", "sentId": 59}, {"text": "It's about decorum and taste and when people are laying in blood in a nightclub floor and you talk about how you were pressured about predicting this and I don't want congratulations -- most people in this country look at that and they say, eh, that's not for me.", "sentId": 60}], "secId": 34}, {"speaker": "ZELENY", "sentences": [{"text": "You said he hasn't changed but the electorate has changed.", "sentId": 61}, {"text": "That's one thing you listen to him and you don't get the sense that he is sort of up to speed on this new electorate that he's facing.", "sentId": 62}, {"text": "It's an entirely different situation than his primary electorate.", "sentId": 63}], "secId": 35}, {"speaker": "ZELENY", "sentences": [{"text": "So, I think someone either, A, hasn't told him, B, he's not grasping it or doesn't care.", "sentId": 64}, {"text": "But it's a whole different audience.", "sentId": 65}, {"text": "He knows audiences very well.", "sentId": 66}, {"text": "He was very successful in that.", "sentId": 67}, {"text": "It's a different audience and that's what he's not reacting to.", "sentId": 68}], "secId": 36}, {"speaker": "MARTIN", "sentences": [{"text": "But his audience is his Twitter feeds and his rallies.", "sentId": 69}, {"text": "And both of those of universes are reinforcing what he says.", "sentId": 70}], "secId": 37}, {"speaker": "MARTIN", "sentences": [{"text": "Yes, I'm sorry.", "sentId": 71}], "secId": 38}, {"speaker": "LEE", "sentences": [{"text": "No, I think it's worth pointing out for Trump's fellow Republicans, things have actually gotten a lot more simple over the last couple of weeks.", "sentId": 72}, {"text": "The entire primary campaign they were wondering and asking and sort of pleading with Trump to please tone down your rhetoric.", "sentId": 73}, {"text": "This is difficult when the leader of our party is speaking like this for to us get behind you.", "sentId": 74}], "secId": 39}, {"speaker": "LEE", "sentences": [{"text": "I think post-Orlando, it has gotten clear he has no intentions of doing that.", "sentId": 75}, {"text": "And so, now, instead of wondering what kind of a presidential nominee is Trump going to be, I think these Republicans are having to sort of decide is this someone I can get behind and I think the rhetoric that we saw behind after Orlando made it just all that much more difficult for some of his fellow Republicans to get behind him.", "sentId": 76}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "And to your point, in the primaries, he's running overwhelmingly white majority male, most Republican primaries.", "sentId": 77}, {"text": "In the general election, it's a much diverse electorate and it's majority women and much more so even in the key battleground states.", "sentId": 78}, {"text": "When you look at the key states need to it.", "sentId": 79}], "secId": 41}, {"speaker": "So", "sentences": [{"text": "00 in the morning.", "sentId": 80}, {"text": "If people in the nightclub had guns strapped at their ankles, on a holster, he thinks, Mr. Trump says things would have been different.", "sentId": 81}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "If we had people where the bullets were going in the opposite direction right smack between the eyes of this maniac, if some of those wonderful people had guns strapped right here, right to their waist, and this son of a  comes out and starts shooting and one of the people in that room happened to have it and goes boom, boom, you know what?", "sentId": 82}, {"text": "That would have been a beautiful, beautiful sight.", "sentId": 83}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "Now, this is presidential campaign number eight for me, I'm the old guy at the table.", "sentId": 84}, {"text": "I've never seen a president who runs around doing this and this, but again, it begs the question, are we wrong?", "sentId": 85}], "secId": 44}, {"speaker": "HABERMAN", "sentences": [{"text": "I don't think so.", "sentId": 86}, {"text": "Maybe, we might -- everything we know about general elections might prove wrong but I agree with Jeff that this is -- there's 100 million voters who didn't vote in either primary or more who are going to decide this election and what Trump is doing feels, you know, sort of like a release valve to some people.", "sentId": 87}, {"text": "It offends other people.", "sentId": 88}], "secId": 45}, {"speaker": "HABERMAN", "sentences": [{"text": "And to Jonathan's point he's not doing anything to expand out.", "sentId": 89}], "secId": 46}, {"speaker": "HABERMAN", "sentences": [{"text": "It's just become this sort of self-reinforcing loop.", "sentId": 90}, {"text": "The states he was in last week his schedule, the other point I would make about this, this is helping him I think not realize what the shift is in these audiences.", "sentId": 91}, {"text": "He did a Richmond, Virginia, rally.", "sentId": 92}, {"text": "He got a good size for any politician.", "sentId": 93}], "secId": 47}, {"speaker": "HABERMAN", "sentences": [{"text": "But for Trump, it was small.", "sentId": 94}, {"text": "It was booked in a 13,000 seat arena, I think there maybe 3,000 people there, again, not bad for a Friday night for anybody but far from full, not great advance work and a different type of state.", "sentId": 95}], "secId": 48}, {"speaker": "HABERMAN", "sentences": [{"text": "He then the next week driven heavily by a fund-raising schedule set for him by the RNC was in Texas for two days.", "sentId": 96}, {"text": "He was in Georgia, he was in North Carolina.", "sentId": 97}, {"text": "That one makes a little more sense.", "sentId": 98}], "secId": 49}, {"speaker": "But he is burning up weeks chasing money in states that are going to be pretty solidly red.  KING", "sentences": [{"text": "Pretty red, right.", "sentId": 99}, {"text": "And you mentioned, has he learned the", "sentId": 100}], "secId": 50}, {"speaker": "But he is burning up weeks chasing money in states that are going to be pretty solidly red.  KING", "sentences": [{"text": "lessons of a primary or learned he's in a different environment?", "sentId": 101}], "secId": 51}, {"speaker": "But he is burning up weeks chasing money in states that are going to be pretty solidly red.  KING", "sentences": [{"text": "It's clear the Clinton campaign has studied Republican primaries because they're after him every new cycle on every possible platform.", "sentId": 102}, {"text": "But number two, there's been this debate, you know, Donald Trump says he said this past week President Obama should resign in disgrace, his words, if he didn't use the words \"radical Islam.\"", "sentId": 103}], "secId": 52}, {"speaker": "But he is burning up weeks chasing money in states that are going to be pretty solidly red.  KING", "sentences": [{"text": "So, Hillary Clinton is reluctant to sue that term.", "sentId": 104}, {"text": "So, she used radical Islamism or radical Islamist to make the distinction.", "sentId": 105}, {"text": "But it's like, Mr. Trump, sure, I'll say this and then let's focus more on you.", "sentId": 106}], "secId": 53}, {"speaker": "CLINTON", "sentences": [{"text": "If it matters what we do more than what we say, and it mattered we got bin Laden, not what name we called him.", "sentId": 107}, {"text": "Whether you call it radical jihadism, radical Islamism, I think they mean the same thing.", "sentId": 108}, {"text": "I'm happy to say either.", "sentId": 109}], "secId": 54}, {"speaker": "CLINTON", "sentences": [{"text": "But what I won't do because I think it is dangerous for our efforts to defeat this threat is to demonize and demagogue and declare war on an entire religion.", "sentId": 110}], "secId": 55}, {"speaker": "ZELENY", "sentences": [{"text": "I was in Cleveland with her on Monday, shortly after she gave that interview, and that was supposed to be the beginning of her big general election push here.", "sentId": 111}, {"text": "There was no music and fanfare and banners, but, boy, that speech, she didn't mention his name once that day, she did the next day, directly focused on, are you ready for this?", "sentId": 112}], "secId": 56}, {"speaker": "ZELENY", "sentences": [{"text": "And, you know, presidential campaigns are job interviews.", "sentId": 113}, {"text": "And that's what we saw side by side screen there.", "sentId": 114}, {"text": "So, she's making it clear she's not going to be backed into a corner of not specifically saying a word here, but also going on to say something that President Bush said eight years ago.", "sentId": 115}, {"text": "He said I am not, 2001, excuse me, six days after 9/11, he said we are not going to paint an entire religion here.", "sentId": 116}], "secId": 57}, {"speaker": "ZELENY", "sentences": [{"text": "That's what is giving Republicans so much unease about this, the tone and language of Mr. Trump.", "sentId": 117}], "secId": 58}, {"speaker": "MARTIN", "sentences": [{"text": "But can you imagine being a Republican senator on the ballot this year or governor and watching that Trump clip that you played of him doing the impersonation of the bullet here?", "sentId": 118}, {"text": "I mean, it's remarkable, you know, almost like we'd have a great reaction shot watching that.", "sentId": 119}, {"text": "I mean, it is incredible to see a nominee do that kind of thing.", "sentId": 120}], "secId": 59}, {"speaker": "MARTIN", "sentences": [{"text": "But what it does, though, it's great for his base.", "sentId": 121}, {"text": "It's great for a 35 percent to 40 percent group of folks in this country, but it's just never going to get beyond that, and I don't -- perhaps he doesn't want to get beyond that, but it turns off so many people.", "sentId": 122}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Get to more on that in a minute.", "sentId": 123}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Ahead, though, the gun debate, there are votes scheduled Monday.", "sentId": 124}, {"text": "Believe it or not, votes scheduled Monday in the United States Senate.", "sentId": 125}, {"text": "Is Orlando the tragedy that brings more than just debate?", "sentId": 126}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "First, though, instead of politicians say the darnedest things this week, a would-be politician, watch this, playing the imitation game.", "sentId": 127}], "secId": 63}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Hello, congratulations, you are now getting to hear a speech from the magnificent Donald Trump.", "sentId": 128}, {"text": "We're learning languages in Spain, from France, from Germany, and China!", "sentId": 129}], "secId": 64}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Hello, thank you for allowing to speak to you today.", "sentId": 130}, {"text": "Let me start with the lunches.", "sentId": 131}, {"text": "They are delicious!", "sentId": 132}, {"text": "I don't have one improvement for them though.", "sentId": 133}, {"text": "We need to make them free!", "sentId": 134}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 135}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "What we're about to talk about is breaking news especially if you consider the congressional reaction or inaction over the past decade or more when there's been a deadly mass shooting in the United States.", "sentId": 136}, {"text": "The Senate is scheduled to vote Monday on four proposals, two are competing measures with the stated goal of preventing those on terror watchlists from buying weapons, and also two repeating proposals designed, in theory anyway, to expand the government's background checks for buying a gun.", "sentId": 137}, {"text": "Just the fact they're having the votes is significant but at the moment because of partisan differences, none of these amendments is expected to pass.", "sentId": 138}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Donald Trump suggested maybe he can get the National Rifle Association to compromise here.", "sentId": 139}, {"text": "That would be a big deal.", "sentId": 140}, {"text": "But on the campaign trail this weekend, Mr. Trump instead chose to take issue with President Obama and Hillary Clinton.", "sentId": 141}], "secId": 68}, {"speaker": "TRUMP", "sentences": [{"text": "But he is largely to -- a large extent, he's blaming guns and --", "sentId": 142}], "secId": 69}, {"speaker": "TRUMP", "sentences": [{"text": "And I'm going to save your Second Amendment, folks.", "sentId": 143}, {"text": "I'm going to save your Second Amendment.", "sentId": 144}], "secId": 70}, {"speaker": "TRUMP", "sentences": [{"text": "Totally.", "sentId": 145}, {"text": "And Hillary wants to abolish the Second Amendment, remember that.", "sentId": 146}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "What is his position in the sense that Trump says I can change Washington.", "sentId": 147}, {"text": "Trump says I can get things done.", "sentId": 148}, {"text": "Lot of conservatives don't like it, but Trump says, I'll cut deals.", "sentId": 149}, {"text": "I'll bring the Democrats in.", "sentId": 150}, {"text": "I make the best deal.", "sentId": 151}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "He did suggest at point, let's have a meeting with the NRA and let's see if we can get them to the table, relatively modest changes they're talking about here.", "sentId": 152}, {"text": "If he could do that, wouldn't that be a banner for Trump, to say, look, I got the NRA to compromise?", "sentId": 153}, {"text": "It hasn't happened in the Obama administration, it wouldn't happen in the Bush administration.", "sentId": 154}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "But he's changed his tone, conservatives said, you know, this isn't about guns and aren't you one of us?", "sentId": 155}], "secId": 74}, {"speaker": "LEE", "sentences": [{"text": "Well, it's so interesting that the statement that the Trump campaign put out obviously mentioned this meeting that's forthcoming with the NRA and wanting to look into the proposal of banning those on terrorist watchlists from buying guns.", "sentId": 156}], "secId": 75}, {"speaker": "LEE", "sentences": [{"text": "But then you see him on the stage, on the campaign trail, and his tone is completely different.", "sentId": 157}, {"text": "So, it just makes you wonder, is there actually a disconnect here or is he always sort of recalculating what his stance should be and I think it's really important to point out as well that four Republicans, the problem is that the message that they can run on, on the issue of gun control during the primary season is very different from the message they need to run on during the general election.", "sentId": 158}], "secId": 76}, {"speaker": "LEE", "sentences": [{"text": "It's all good to say in Iowa or New Hampshire, you know, I'm all about unrestricted gun access, but when you get to the suburbs of Philadelphia or northern Virginia, and you're trying to appeal to soccer moms and moderates, that message does not work as well.", "sentId": 159}], "secId": 77}, {"speaker": "HABERMAN", "sentences": [{"text": "Very true.", "sentId": 160}, {"text": "It's very true and as M.J. said, it's hard to know how much of this say calculation with Trump and how much of this is just sort of a disconnect between --", "sentId": 161}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "How much of it is staff.", "sentId": 162}], "secId": 79}, {"speaker": "HABERMAN", "sentences": [{"text": "Correct.", "sentId": 163}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "You get the disconnect sometimes between what they say on paper or what he says in a teleprompter speech between what he says at rallies.", "sentId": 164}, {"text": "And sometimes, it's like, will the real Donald Trump please stand up?", "sentId": 165}], "secId": 81}, {"speaker": "HABERMAN", "sentences": [{"text": "There has been an internal push and pull on a number of issues trying to get him in a certain direction, and, you know, he is very prone to listening to whoever or following the advice of whoever he spoke with last there is certain within the campaign, they are aware that he is taking positions that are very far in many cases to the right of where the general election electorate is.", "sentId": 166}], "secId": 82}, {"speaker": "HABERMAN", "sentences": [{"text": "And so, I think this is one area we feel like they're finding middle ground.", "sentId": 167}, {"text": "But as you say, he feeds off the crowds so he goes to Texas where he's going to do well at that rally in Dallas talking about the Second Amendment and look at the reaction he gets.", "sentId": 168}, {"text": "So he'll keep doing it.", "sentId": 169}], "secId": 83}, {"speaker": "ZELENY", "sentences": [{"text": "In terms of guns overall, though, such a different conversation on the Democratic side of this presidential campaign than even eight years.", "sentId": 170}, {"text": "Perhaps it's the combined toll of all the shootings, all the time the president has had to make this speech and hug families, but it is a different tone and certainly a different tone on guns than in 1992.", "sentId": 171}, {"text": "No doubt about it here.", "sentId": 172}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "Let's listen.", "sentId": 173}, {"text": "Let's make the contrast.", "sentId": 174}, {"text": "Democrats look at the Obama coalition, African-Americans in the inner city, they can push gun control.", "sentId": 175}, {"text": "Suburbs, you just talked about the closing in suburbs, Philadelphia, Cleveland, Columbus, you can push gun control.", "sentId": 176}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Maggie mentioned, here's Donald Trump in Texas over the weekend, he talked  to cut a deal with the NRA or focus on something else.", "sentId": 177}], "secId": 86}, {"speaker": "TRUMP", "sentences": [{"text": "It's a hatred.", "sentId": 178}, {"text": "It's a deep seeded hatred and President Obama is trying to make terrorism into guns, and it's not guns, folks.", "sentId": 179}, {"text": "It is not guns.", "sentId": 180}], "secId": 87}, {"speaker": "TRUMP", "sentences": [{"text": "It is not guns.", "sentId": 181}, {"text": "This is terrorism.", "sentId": 182}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton on the other hand says, no, Mr. Trump, it's both.", "sentId": 183}], "secId": 89}, {"speaker": "CLINTON", "sentences": [{"text": "I believe we Americans are capable of both protecting our Second Amendment rights while making sure guns don't fall into the wrong hands.", "sentId": 184}, {"text": "The terrorist in Orlando was the definition of the wrong hands.", "sentId": 185}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Just watching them, almost if you turn the volume down and just watch them, the body language even is such a contrast.", "sentId": 186}], "secId": 91}, {"speaker": "LEE", "sentences": [{"text": "Right, and I think post-Orlando we really got maybe one of the clearest ways possible the fundamental differences between Hillary Clinton and Donald Trump.", "sentId": 187}, {"text": "Donald Trump is all about exuding strength and saying that he wants a drastic change from the status quo and Hillary Clinton is all about experience.", "sentId": 188}, {"text": "That's why she has been pushing the word \"temperament\" so often and I think basically all of her speeches, right, just saying that Donald Trump is not only lacking in experience but lacking the temperament to be commander in chief.", "sentId": 189}], "secId": 92}, {"speaker": "MARTIN", "sentences": [{"text": "It's fascinating.", "sentId": 190}, {"text": "I was in the Capitol on Friday, John, and to your point there's nobody who thinks these bills will pass on Monday in the Senate, and even if they did, the House is a more conservative place.", "sentId": 191}], "secId": 93}, {"speaker": "MARTIN", "sentences": [{"text": "But it's striking to think what the scenario would be if you have a Republican nominee who is more of a sort of pragmatic political veteran who called McConnell off and called Paul Ryan and said we got to figure out this gun deal here.", "sentId": 192}, {"text": "Maybe we can work this from a terrorism angle, what can we do to buy us credibility with suburbanites but at the same time we won't tick off the NRA and come up with some kind of a strategy and a plan?", "sentId": 193}], "secId": 94}, {"speaker": "MARTIN", "sentences": [{"text": "What we're watching neither a strategy nor a plan.", "sentId": 194}, {"text": "But it does make sort of wonder what could have been.", "sentId": 195}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "What could have been.", "sentId": 196}, {"text": "What could have been.", "sentId": 197}, {"text": "We'll see what happens in the Senate and we'll see whether Mr. Trump, he has a chance here as they debate these things.", "sentId": 198}, {"text": "We'll see how that plays out.", "sentId": 199}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Up next, new efforts to dump Trump -- uh-huh, new efforts to dump Trump as in find a way to pull off a convention coup.", "sentId": 200}, {"text": "Don't bet on it working, but what are these efforts tell us about the Republican Party's internal panic?", "sentId": 201}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "And here's a chance to take our INSIDE POLITICS quiz this Sunday.", "sentId": 202}, {"text": "Who comes off as more presidential, Donald Trump or Clinton?", "sentId": 203}, {"text": "You can vote at CNN.com/vote, we'll show you the results a bit later in the show.", "sentId": 204}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 205}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Well, here we go again.", "sentId": 206}, {"text": "You, of course, remember the Stop Trump effort during the Republican presidential primaries.", "sentId": 207}, {"text": "It failed.", "sentId": 208}, {"text": "Then, there was never Trump, a push by conservative activists to find a candidate to run as a third party ticket, alternative to a man they considered a fraud.", "sentId": 209}, {"text": "It failed.", "sentId": 210}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Now, there's dump Trump, a new effort to find some way to stage a coup at next month's Republican convention.", "sentId": 211}, {"text": "Their case Trump isn't a real Republican or real conservative that his poll numbers are tanking in key battleground states and they worry if Trump stays atop the Republican ticket, then the GOP can kiss its Senate majority good bye, and watch Hillary Clinton fill a few Supreme Court vacancies.", "sentId": 212}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "Dump Trump like Stop Trump and Never Trump, though, seems destined to failure.", "sentId": 213}, {"text": "But such an effort exists is beyond remarkable.", "sentId": 214}, {"text": "The convention is just a month away.", "sentId": 215}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "Now, for the record Trump thinks these people and other Republicans who might not be part of dump Trump but are still frequently critical of him, well, Mr. Trump thinks they're a bunch of sore losers.", "sentId": 216}], "secId": 103}, {"speaker": "TRUMP", "sentences": [{"text": "And we have to have our Republicans either stick together or let me just do it by myself.", "sentId": 217}], "secId": 104}, {"speaker": "TRUMP", "sentences": [{"text": "I'll do very well.", "sentId": 218}, {"text": "I'm going to do very well.", "sentId": 219}, {"text": "OK?", "sentId": 220}, {"text": "I'm going to do very well.", "sentId": 221}, {"text": "Lot of people thought I should do that anyway, but I'll just do it very nicely by myself.", "sentId": 222}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "And on the campaign trail yesterday, Mr. Trump called it a hoax, this new Dump Trump movement.", "sentId": 223}], "secId": 106}, {"speaker": "TRUMP", "sentences": [{"text": "There's a little movement, and I just heard today where it's coming from, it's coming from people that have been badly defeated, but wouldn't that be funny?", "sentId": 224}, {"text": "OK.  A guy got much less votes, he got no states.", "sentId": 225}, {"text": "Ladies and gentlemen, our nominee is -- I don't think so.", "sentId": 226}, {"text": "I mean, forget about the legality because it's not legal.", "sentId": 227}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "It is legal.", "sentId": 228}, {"text": "Parties can do whatever they want.", "sentId": 229}, {"text": "Parties can do whatever they want.", "sentId": 230}, {"text": "If they show up at the convention and write rules allow them to dump them and get a majority on the rules committee and got a majority on the floor, it's legal, but is it feasible?", "sentId": 231}], "secId": 108}, {"speaker": "ZELENY", "sentences": [{"text": "Legal but it's not going to happen, and the reason is because there's no single alternative.", "sentId": 232}, {"text": "That's the problem all along here for the last year or so.", "sentId": 233}, {"text": "Not -- there's not one person who you know, everyone would galvanize behind.", "sentId": 234}], "secId": 109}, {"speaker": "ZELENY", "sentences": [{"text": "If that would happen, I mean, who's going to sort of filled the void, Ted Cruz?", "sentId": 235}, {"text": "No.", "sentId": 236}, {"text": "Scott Walker?", "sentId": 237}, {"text": "No.", "sentId": 238}, {"text": "Jeb Bush?", "sentId": 239}, {"text": "No.", "sentId": 240}, {"text": "Mitt Romney?", "sentId": 241}, {"text": "No.", "sentId": 242}], "secId": 110}, {"speaker": "ZELENY", "sentences": [{"text": "There's no one here who can sort of -- so, it's wishful thinking.", "sentId": 243}, {"text": "That's what it is.", "sentId": 244}, {"text": "It could procedurally could happen, but I can't see it.", "sentId": 245}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "But we've all lived through cycles where as you get to the convention, parts of the party are holding their nose, parts of the party saying we're doomed to lose.", "sentId": 246}, {"text": "1996, Republicans -- no one thought Bob Dole was going to win, but they thought he's honorable man, it's not OK, he won't embarrass us.", "sentId": 247}], "secId": 112}, {"speaker": "HABERMAN", "sentences": [{"text": "What you just said is the point, though.", "sentId": 248}, {"text": "I think there's two things.", "sentId": 249}, {"text": "What you said is correct because the inflammation caused with the party's existing voters who did vote for Donald Trump would be enormous and Republicans are very concerned about that.", "sentId": 250}], "secId": 113}, {"speaker": "HABERMAN", "sentences": [{"text": "But Bob Dole was a beloved figure within his party and he was seen as a Republican, he was a veteran.", "sentId": 251}, {"text": "He was beloved.", "sentId": 252}], "secId": 114}, {"speaker": "HABERMAN", "sentences": [{"text": "That is not what Donald Trump is.", "sentId": 253}, {"text": "And so, this is singularly different.", "sentId": 254}, {"text": "I don't think that it is likely to succeed but I do think it's going to get some more oxygen over the next three weeks.", "sentId": 255}, {"text": "And opposed to what Trump says, this is not a media hoax.", "sentId": 256}], "secId": 115}, {"speaker": "MARTIN", "sentences": [{"text": "Trump helps the fan the flames by talking about it on the campaign trail.", "sentId": 257}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "Someone is going to try.", "sentId": 258}], "secId": 117}, {"speaker": "MARTIN", "sentences": [{"text": "Of course.", "sentId": 259}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "They'll try in the rules committee and somebody may try from the floor and so part of our conversation during the convention, which is supposed to be the coronation and let's learn more about his family, let's learn more about his proposals, it's going to be -- they're still trying to get him.", "sentId": 260}], "secId": 119}, {"speaker": "LEE", "sentences": [{"text": "And I have to say, speaking of the conventions, you have to wonder at this point, given Donald Trump's rhetoric, what is going to happen with him and the process of choosing a running mate and also the convention line-up.", "sentId": 261}, {"text": "So, who are going to be the people that are willing to get up on stage and vouch for the things that Donald Trump is saying, especially if he continues his current rhetoric and also in terms of choosing a running mate, a person who will have to defend every single day what Donald Trump is out there saying.", "sentId": 262}], "secId": 120}, {"speaker": "MARTIN", "sentences": [{"text": "Can I add one thing to what Jeff was saying?", "sentId": 263}, {"text": "Yes, there's no alternative but it's more than that.", "sentId": 264}, {"text": "There's no courage.", "sentId": 265}], "secId": 121}, {"speaker": "MARTIN", "sentences": [{"text": "There's no capacity on the part of the RNC and the folks who are at delegates at the convention to step up and say, you know what?", "sentId": 266}, {"text": "This guy would be a disaster for the party.", "sentId": 267}, {"text": "I know millions of folks voted for him but we know better and we're going to strip of the nomination and find somebody else.", "sentId": 268}, {"text": "There's just no way.", "sentId": 269}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "But can you say that though?", "sentId": 270}, {"text": "I mean, he did win.", "sentId": 271}, {"text": "He won fair and square.", "sentId": 272}], "secId": 123}, {"speaker": "ZELENY", "sentences": [{"text": "Fourteen million voted for him.", "sentId": 273}, {"text": "So, he's right about that.", "sentId": 274}, {"text": "He's absolutely right about that.", "sentId": 275}], "secId": 124}, {"speaker": "MARTIN", "sentences": [{"text": "Of course, yes, absolutely.", "sentId": 276}], "secId": 125}, {"speaker": "KING", "sentences": [{"text": "He won fair and square against a field, Carly Fiorina and Ben Carson had no political experience but those other 14 had 193 years of combined office elected experience and he won.", "sentId": 277}], "secId": 126}, {"speaker": "MARTIN", "sentences": [{"text": "So, that's why they're not going to do it.", "sentId": 278}], "secId": 127}, {"speaker": "KING", "sentences": [{"text": "So let's assume they fail.", "sentId": 279}, {"text": "The speaker of the house, who has been very tepid about Donald Trump, is likely to still be the convention chairman.", "sentId": 280}, {"text": "Paul Ryan will have the gavel.", "sentId": 281}, {"text": "Listen to Paul Ryan talking to Chuck Todd on \"Meet the Press\" saying, well, if you're not for Trump, I'm fine with that.", "sentId": 282}], "secId": 128}, {"speaker": "RYAN", "sentences": [{"text": "The last thing I would do is tell anybody to do something contrary to their conscience.", "sentId": 283}, {"text": "I get this.", "sentId": 284}, {"text": "This is a very station.", "sentId": 285}, {"text": "It's a very unique nominee, but I feel as a responsibility, institutionally as speaker of the House, that I should not be leading some chasm in the middle of our party.", "sentId": 286}], "secId": 129}, {"speaker": "KING", "sentences": [{"text": "This is the different calculations the different leaders have, because Ryan is annoyed beyond belief with Trump.", "sentId": 287}, {"text": "The Senate majority leader Mitch McConnell is annoyed beyond belief with Trump, I'm being very kind in my language here, if you talk to them or people close to them.", "sentId": 288}], "secId": 130}, {"speaker": "KING", "sentences": [{"text": "But in Ryan's calculation, he is thinking, you know, if Trump tanks completely we lose the Senate and maybe I lose the House, or at least I lost a lot of majority, I have a narrow majority.", "sentId": 289}, {"text": "So, he doesn't like Trump.", "sentId": 290}, {"text": "He thinks Trump is a cancer on the party but if Trump collapses, he gets hurt.", "sentId": 291}, {"text": "So, he's trying to somehow stay close.", "sentId": 292}], "secId": 131}, {"speaker": "MARTIN", "sentences": [{"text": "But these guys have to keep Trump propped up to a certain level for the next few months to ensure that their candidates survive and the calculation now from watching the congressional leadership is, how much longer do I have to keep Trump afloat to keep my guys in good shape?", "sentId": 293}, {"text": "If we pull the rug out too fast we're going to hurt our turnout and hurt our candidates right now.", "sentId": 294}, {"text": "It's getting to the point where if Trump keeps saying outrageous things it's hard for these guys to stay out there with them.", "sentId": 295}], "secId": 132}, {"speaker": "HABERMAN", "sentences": [{"text": "And also, there was -- I'm sorry, go ahead.", "sentId": 296}], "secId": 133}, {"speaker": "LEE", "sentences": [{"text": "Go ahead.", "sentId": 297}], "secId": 134}, {"speaker": "HABERMAN", "sentences": [{"text": "There was a precipitous drop after what Trump said about Judge Curial, the federal judge in the Trump University suit.", "sentId": 298}, {"text": "I mean, you could see it in polling graphs, it really just went like this and it's continuing.", "sentId": 299}, {"text": "So, right after the Orlando shooting, it continued based on what he said.", "sentId": 300}], "secId": 135}, {"speaker": "HABERMAN", "sentences": [{"text": "That I think does make the calculation different and I agree with Jonathan.", "sentId": 301}, {"text": "What I hear from people I talked to is, you know, we need it to look like it is close to the top of the ticket in order to help us, but it becomes diminishing returns for some of these folks, that's why you're seeing what Ryan just did.", "sentId": 302}], "secId": 136}, {"speaker": "KING", "sentences": [{"text": "And the paradox of Trump, though, is that sometimes he surprises us.", "sentId": 303}, {"text": "We showed those moments in Texas, earlier in the guns debate, or we're talking about President Obama, where he seems out of control in the body language.", "sentId": 304}], "secId": 137}, {"speaker": "KING", "sentences": [{"text": "Listen to him here right after Orlando.", "sentId": 305}, {"text": "He's in Manchester, New Hampshire, where he does sound more presidential.", "sentId": 306}], "secId": 138}, {"speaker": "TRUMP", "sentences": [{"text": "A radical Islamic terrorist targeted the nightclub, not only because he wanted to kill Americans, but in order to execute gay and lesbian citizens because of their sexual orientation.", "sentId": 307}, {"text": "It's a strike at the heart and soul of who we are as a nation.", "sentId": 308}, {"text": "It's an assault on the ability of free people to live their lives, love who they want, and express their identity.", "sentId": 309}], "secId": 139}, {"speaker": "KING", "sentences": [{"text": "Now you could, imagine President Obama saying that, you could imagine Hillary Clinton saying that.", "sentId": 310}, {"text": "Maybe a lot of conservatives don't like he was reaching out to gay Americans there in some regard, but we're all Americans.", "sentId": 311}, {"text": "Was there a teleprompter in the room there?", "sentId": 312}], "secId": 140}, {"speaker": "ZELENY", "sentences": [{"text": "There was a teleprompter in the room.", "sentId": 313}], "secId": 141}, {"speaker": "LEE", "sentences": [{"text": "This is fascinating, Trump does he the ability to dip in and out of sounding more presidential or mature, but the problem with this is that even if he's out there in one speech or two speeches saying I'm a friend of the LGBT community, that doesn't change the fact that a lot of people view him as being anti-Muslim, anti-immigrants and anti- women.", "sentId": 314}, {"text": "That's sort of the bigger picture, problem that he has to work on.", "sentId": 315}], "secId": 142}, {"speaker": "ZELENY", "sentences": [{"text": "It still, I think it is only June 19th or whatever day it is, we still have to leave open the possibility of Trump changing.", "sentId": 316}, {"text": "He evolves as we have seen him here.", "sentId": 317}, {"text": "He's a showman.", "sentId": 318}], "secId": 143}, {"speaker": "ZELENY", "sentences": [{"text": "I think that it's far too early to write him off entirely.", "sentId": 319}, {"text": "I think that is unwise because of the standing of Hillary Clinton.", "sentId": 320}, {"text": "She's not exactly on some ivory tower here.", "sentId": 321}], "secId": 144}, {"speaker": "HABERMAN", "sentences": [{"text": "No, I agree with that but I think that's different than the Trump will change.", "sentId": 322}, {"text": "I think Trump could not change and something bad could happen with Hillary Clinton.", "sentId": 323}], "secId": 145}, {"speaker": "HABERMAN", "sentences": [{"text": "We were talking about this at the break, she's had two very, very bad news stories for her in the last two weeks about her e-mail issue in terms of in one case, somebody who was not qualified at all, put on some sensitive government board or security board.", "sentId": 324}, {"text": "Trump has talked about that basically not at all.", "sentId": 325}, {"text": "In fact, I think you could count on two hands the numbers of times he's used her name other than to say crooked Hillary in the last two weeks.", "sentId": 326}, {"text": "And that is part of what is frustrating the Republicans, too, is they feel like we have this candidate in Clinton who has deep flaws and we are not pushing it.", "sentId": 327}], "secId": 146}, {"speaker": "KING", "sentences": [{"text": "We are not prosecuting the case against her.", "sentId": 328}], "secId": 147}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes.", "sentId": 329}], "secId": 148}, {"speaker": "KING", "sentences": [{"text": "Well, we get to that in just a second here, because next, if you live in a battleground state, you are learning a lot more about Hillary Clinton these days and  you're learning it for good reason.", "sentId": 330}], "secId": 149}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton has at least one thing in common with Donald Trump, high unfavorable ratings.", "sentId": 331}, {"text": "Look at the numbers from a Bloomberg poll just last week, 54 percent of Americans have an unfavorable view of the presumptive Democratic nominee.", "sentId": 332}, {"text": "Her saving grace there -- look at the number on the right: two-thirds have an unfavorable view of her Republican opponent.", "sentId": 333}, {"text": "In that same poll, 43 percent said they could never vote for Secretary Clinton, a whopping 55 percent said they could never vote for Donald Trump.", "sentId": 334}], "secId": 150}, {"speaker": "KING", "sentences": [{"text": "Safe to say America is not having a love fest with its presidential choices.", "sentId": 335}, {"text": "Team Clinton is trying to change a few minds in places like Nevada, Colorado, Ohio and Virginia.", "sentId": 336}], "secId": 151}, {"speaker": "AD ANNOUNCER", "sentences": [{"text": "It's in the quiet moments when you see why she does this.", "sentId": 337}, {"text": "For Hillary, it's always been about kids.", "sentId": 338}, {"text": "And when millions couldn't get health care, this first lady worked with Republicans and Democrats to fix it.", "sentId": 339}], "secId": 152}, {"speaker": "AD ANNOUNCER", "sentences": [{"text": "She grew up to be one of the most recognizable women in the world, but less well-known are the causes that have been at the center of her life.", "sentId": 340}], "secId": 153}, {"speaker": "AD ANNOUNCER", "sentences": [{"text": "But for Hillary, one thing has never changed.", "sentId": 341}, {"text": "Helping children has been a cause of her life and it always will be.", "sentId": 342}], "secId": 154}, {"speaker": "KING", "sentences": [{"text": "So on the trail, it's sort of rock 'em sock 'em robots between Clinton and Trump.", "sentId": 343}, {"text": "But that is a clear effort to get at that unfavorable.", "sentId": 344}], "secId": 155}, {"speaker": "ZELENY", "sentences": [{"text": "It is no doubt about it.", "sentId": 345}, {"text": "And it's an effort to remind many voters who are not alive during all the period of the '90s or certainly old enough to vote, you know, remind her exactly what her life is about.", "sentId": 346}, {"text": "It did not begin as first lady.", "sentId": 347}, {"text": "She had a whole career before then.", "sentId": 348}], "secId": 156}, {"speaker": "ZELENY", "sentences": [{"text": "But that is so important, because Jonathan said it is rock 'em sock 'em on the campaign trail but below that, they want to make people feel positive about her and good about her to some degree.", "sentId": 349}, {"text": "There's a lot of money behind there, $40 million in the Clinton campaign and her super PACs and allies is being budgeted for the next six weeks or so.", "sentId": 350}], "secId": 157}, {"speaker": "ZELENY", "sentences": [{"text": "That's another reason Republicans are worried, because Donald Trump -- how much are they spending?", "sentId": 351}, {"text": "Zero, so far.", "sentId": 352}, {"text": "That's the problem.", "sentId": 353}], "secId": 158}, {"speaker": "KING", "sentences": [{"text": "But to try not to bake the race, but very much frame the race by the time we get to the convention.", "sentId": 354}], "secId": 159}, {"speaker": "HABERMAN", "sentences": [{"text": "I'd say bake it.", "sentId": 355}], "secId": 160}, {"speaker": "MARTIN", "sentences": [{"text": "I mean, $40 million to zero dollars.", "sentId": 356}], "secId": 161}, {"speaker": "ZELENY", "sentences": [{"text": "It's unbelievable.", "sentId": 357}], "secId": 162}, {"speaker": "MARTIN", "sentences": [{"text": "I was history major, but my goodness.", "sentId": 358}, {"text": "I mean, that's pretty straightforward there, right?", "sentId": 359}], "secId": 163}, {"speaker": "MARTIN", "sentences": [{"text": "But it's amazing.", "sentId": 360}, {"text": "I was talking to a Democrat yesterday on the phone about this, think about the economic numbers that we saw come out in May, the unemployment numbers, housing starts are down.", "sentId": 361}, {"text": "There are issues for Trump to jump on.", "sentId": 362}, {"text": "It's remarkable to watch him ignore this stuff and pick up whatever sort of floating downstream every day.", "sentId": 363}], "secId": 164}, {"speaker": "HABERMAN", "sentences": [{"text": "It's not only floating downstream, but this isn't shiny objectism, which is sort of what we saw in the McCain versus Obama, which is at least more sort of focus on what the race was about.", "sentId": 364}, {"text": "This is literally, I want to talk some more, it's like out of the movie \"Napoleon Dynamite\" Uncle Rico talks about his high school football wins 20 years later.", "sentId": 365}], "secId": 165}, {"speaker": "HABERMAN", "sentences": [{"text": "The primary is over.", "sentId": 366}, {"text": "The primary is over.", "sentId": 367}], "secId": 166}, {"speaker": "HABERMAN", "sentences": [{"text": "So, Trump's crowds who voted for him and loved him may want to go over the glory days, but he is not talking about the things that voters are going to vote on, which is their own lives and that is a really important point.", "sentId": 368}], "secId": 167}, {"speaker": "KING", "sentences": [{"text": "\"Napoleon Dynamite\" is on the Trump plane maybe.", "sentId": 369}], "secId": 168}, {"speaker": "KING", "sentences": [{"text": "One of the issues here is that you have this Donald Trump out there pretty much by himself, but there's no star power in the Republican Party wants to be anywhere near him.", "sentId": 370}], "secId": 169}, {"speaker": "HABERMAN", "sentences": [{"text": "No governor appeared with him, any of his events in the last week.", "sentId": 371}, {"text": "He had Republican governors not a single one of them.", "sentId": 372}, {"text": "They all had other plans every time.", "sentId": 373}], "secId": 170}, {"speaker": "KING", "sentences": [{"text": "And John McCain going to Arizona or he was in Arizona.", "sentId": 374}, {"text": "John McCain busy with his campaign.", "sentId": 375}], "secId": 171}, {"speaker": "KING", "sentences": [{"text": "At a time when it looks like you know President Obama and the first lady, she has President Bill Clinton, Elizabeth Warren who I'll get to a minute, and listen, here's Bernie Sanders, yes, there's still business to be done between Hillary Clinton and Bernie Sanders, but Bernie Sanders seems to be moving just the way Secretary Clinton wants him to.", "sentId": 376}], "secId": 172}, {"speaker": "SANDERS", "sentences": [{"text": "A major political task that together we face in the next five months is to make certain that Donald Trump is defeated and defeated badly.", "sentId": 377}, {"text": "And I personally intend to begin my role in that process in a very short period of time.", "sentId": 378}], "secId": 173}, {"speaker": "KING", "sentences": [{"text": "If you're inside the Clinton campaign, that's manna from heaven.", "sentId": 379}], "secId": 174}, {"speaker": "ZELENY", "sentences": [{"text": "That would be a gift.", "sentId": 380}], "secId": 175}, {"speaker": "ZELENY", "sentences": [{"text": "And he's never going to probably be a full throated endorsement of her.", "sentId": 381}, {"text": "He'll get there at some point but that is what the Clinton campaign needs.", "sentId": 382}, {"text": "They want him to talk to white working class voters, some of those young activists.", "sentId": 383}, {"text": "The question is, will his supporters follow.", "sentId": 384}], "secId": 176}, {"speaker": "ZELENY", "sentences": [{"text": "My e-mail and Twitter and social media is blown up by his supporters who say, \"We won't vote for her.\"", "sentId": 385}, {"text": "I'm not so sure.", "sentId": 386}, {"text": "Come November, I think, a lot of his supporters will get on board.", "sentId": 387}], "secId": 177}, {"speaker": "LEE", "sentences": [{"text": "And hard to overstate how important that Obama endorsement is as well, especially when he actually starts hitting the road for her, when she's ready to be talking about the economy.", "sentId": 388}, {"text": "I agree with Jonathan that there are obviously issues with the economy.", "sentId": 389}, {"text": "But I think, overall, people see the unemployment rate is 4.9 percent or whatever it is, I could be wrong.", "sentId": 390}], "secId": 178}, {"speaker": "LEE", "sentences": [{"text": "But I think they feel that and they see the president representing sort of that comeback and his popularity, keep in mind, has gone up over the last year as well.", "sentId": 391}], "secId": 179}, {"speaker": "MARTIN", "sentences": [{"text": "And his ability to still command the stage, like a president can only, as we saw this past week, where he responds to Trump and that stops traffic right there.", "sentId": 392}, {"text": "There's nobody on the Republican side that can do that for Trump even if they wanted to.", "sentId": 393}], "secId": 180}, {"speaker": "LEE", "sentences": [{"text": "Right.", "sentId": 394}], "secId": 181}, {"speaker": "MARTIN", "sentences": [{"text": "The numero uno surrogate.", "sentId": 395}], "secId": 182}, {"speaker": "KING", "sentences": [{"text": "We don't have time for the sound by I wonder if Elizabeth Warren can bring Bernie Sanders supporters, because she's out there on high octane.", "sentId": 396}, {"text": "I don't know if she's just reminding Senator Sanders, I want the leadership of the progressive wing back or if she's auditioning for vice president.", "sentId": 397}], "secId": 183}, {"speaker": "KING", "sentences": [{"text": "Here's what she said yesterday.", "sentId": 398}, {"text": "Remember she beat Scott Brown in Massachusetts, she's up in New Hampshire yesterday and she said, nobody knows more about losing to a girl than Scott Brown.", "sentId": 399}, {"text": "It's a perfect reality TV show ticket \"Celebrity Apprentice\" meets \"The Biggest Loser\".", "sentId": 400}, {"text": "She's pretty funny out there.", "sentId": 401}], "secId": 184}, {"speaker": "HABERMAN", "sentences": [{"text": "You're going to start seeing I think Democrats going in that vein and I think the Clinton as well, starting to try to make Trump look not just like he's hiding something from you, but like a coward.", "sentId": 402}, {"text": "That's what she's trying to do.", "sentId": 403}], "secId": 185}, {"speaker": "KING", "sentences": [{"text": "She's been pretty aggressive out there.", "sentId": 404}], "secId": 186}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes.", "sentId": 405}], "secId": 187}, {"speaker": "KING", "sentences": [{"text": "Up ahead, our reporters share from their notebooks, including a new outlander heading to Scotland.", "sentId": 406}], "secId": 188}, {"speaker": "KING", "sentences": [{"text": "First, here are the results from our INSIDE POLITICS quiz.", "sentId": 407}, {"text": "We ask, who is more presidential in your book, Hillary Clinton or Donald Trump?", "sentId": 408}, {"text": "Everyone dialed into the Clinton campaign, 86 percent of you said Hillary Clinton.", "sentId": 409}], "secId": 189}, {"speaker": "MARTIN", "sentences": [{"text": "Paul Begala.", "sentId": 410}], "secId": 190}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table and ask our great reporters to help get you out ahead of some big political news just around the corner.", "sentId": 411}], "secId": 191}, {"speaker": "KING", "sentences": [{"text": "Maggie Haberman?", "sentId": 412}], "secId": 192}, {"speaker": "HABERMAN", "sentences": [{"text": "Donald Trump is going to Scotland this week.", "sentId": 413}, {"text": "It's a trip that some of his advisers are hoping that he ultimately won't make.", "sentId": 414}, {"text": "It's coming right after the Brexit vote.", "sentId": 415}, {"text": "It's a tumultuous time across the pond.", "sentId": 416}, {"text": "There was just a slain politician.", "sentId": 417}], "secId": 193}, {"speaker": "HABERMAN", "sentences": [{"text": "He's also not planning on making any kind of high level meetings there.", "sentId": 418}, {"text": "He's going to literally go from one golf property to another.", "sentId": 419}, {"text": "So there are some people who, while that might help him reset and be in a comfort area are hopeful that he will ultimately decide this is not where he should be.", "sentId": 420}], "secId": 194}, {"speaker": "KING", "sentences": [{"text": "It will be interesting to see he says anything about that.", "sentId": 421}, {"text": "There's likely turmoil in the markets perhaps.", "sentId": 422}], "secId": 195}, {"speaker": "HABERMAN", "sentences": [{"text": "Indeed.", "sentId": 423}], "secId": 196}, {"speaker": "KING", "sentences": [{"text": "Jonathan?", "sentId": 424}], "secId": 197}, {"speaker": "MARTIN", "sentences": [{"text": "The full season of veep stakes speculations, here's a new name for you, Tim Ryan of Ohio, a young congressman, Democrat from Ohio, whose name popped up last week in a story in \"The Wall Street Journal\" as one of those possibilities that Hillary is looking at.", "sentId": 425}], "secId": 198}, {"speaker": "MARTIN", "sentences": [{"text": "White working class creds from Youngstown area.", "sentId": 426}, {"text": "As these things work often names $at are nut circulation by campaigns who like surrogates not because they want that person to be picked but because they like that person.", "sentId": 427}, {"text": "I think Ryan falls in that category.", "sentId": 428}, {"text": "He's probably not going to be the pick, but keep an eye on him for either a slot in the administration or to run for governor of Ohio in 2018.", "sentId": 429}, {"text": "The Clinton folks like him a lot.", "sentId": 430}], "secId": 199}, {"speaker": "KING", "sentences": [{"text": "If nothing else it boosts him up a little bit.", "sentId": 431}], "secId": 200}, {"speaker": "KING", "sentences": [{"text": "Jeff?", "sentId": 432}], "secId": 201}, {"speaker": "ZELENY", "sentences": [{"text": "Next in the Clinton/Trump lecture series is the economy.", "sentId": 433}, {"text": "On Tuesday in Columbus, Ohio, Hillary Clinton is going to give her really the next in a series of speeches, in San Diego at the foreign policy speech a couple weeks ago.", "sentId": 434}, {"text": "This is on the economy.", "sentId": 435}], "secId": 202}, {"speaker": "ZELENY", "sentences": [{"text": "Why Donald Trump would be bad for you and the economy.", "sentId": 436}, {"text": "It's really part of the Clinton's campaign continued effort to define Donald Trump early.", "sentId": 437}, {"text": "It's one thing after another on this.", "sentId": 438}, {"text": "But it raises the question, can she get to the White House, can she win in November on anti-Trump sentiment alone?", "sentId": 439}], "secId": 203}, {"speaker": "ZELENY", "sentences": [{"text": "The campaign believes no.", "sentId": 440}, {"text": "That's why they're also advertising so much about her bio almost all of her advertising coming out of the box here is about her, building up her negatives because she has them as well.", "sentId": 441}], "secId": 204}, {"speaker": "KING", "sentences": [{"text": "We'll watch that one.", "sentId": 442}, {"text": "They think they had success with the first of the foreign policy speech.", "sentId": 443}, {"text": "We'll see you in the economy.", "sentId": 444}, {"text": "M.J.?", "sentId": 445}], "secId": 205}, {"speaker": "LEE", "sentences": [{"text": "We have an FEC deadline on Monday that is going to shed some light on Donald Trump and his general election fund-raising efforts.", "sentId": 446}, {"text": "We already know he's been struggling with some donors.", "sentId": 447}, {"text": "We know that Clinton has been outspending him on both staffing and on ads on the air.", "sentId": 448}, {"text": "So this is going to be a big data point that lets us know how doing now that he's general election candidate.", "sentId": 449}], "secId": 206}, {"speaker": "LEE", "sentences": [{"text": "Two things I think worth watching the first is whether Trump has given himself more must be, he doesn't want to self-fund his general election campaign.", "sentId": 450}, {"text": "But over the weekend, he threatened to do that unless his party gets behind him.", "sentId": 451}], "secId": 207}, {"speaker": "LEE", "sentences": [{"text": "The second thing is how he sort of sets expectations in terms of how much money he thinks he'll be able to raise and also how much money he thinks he needs to raise.", "sentId": 452}, {"text": "First it was $1 billion and maybe not now so much.", "sentId": 453}], "secId": 208}, {"speaker": "KING", "sentences": [{"text": "And a lot of Republicans are very nervous about.", "sentId": 454}, {"text": "They think he's being outspent.", "sentId": 455}], "secId": 209}, {"speaker": "KING", "sentences": [{"text": "I'll close with this -- the official line is that Marco Rubio is talking things over with his family this weekend, with a final decision due soon.", "sentId": 456}, {"text": "But I'm told the Florida senator told top supporters he has changed his mind and will run for re-election to the Senate.", "sentId": 457}, {"text": "Look for the official announcement in the week ahead.", "sentId": 458}], "secId": 210}, {"speaker": "KING", "sentences": [{"text": "It's a boost to Republicans hoping to hold majority.", "sentId": 459}, {"text": "Strategies working in Ohio, Wisconsin, Pennsylvania and New Hampshire, for example, report a drop in Donald Trump's numbers in those states and there are growing worries Mr. Trump could drag Senate incumbents down with him if he's unable to reverse his fortunes.", "sentId": 460}], "secId": 211}, {"speaker": "KING", "sentences": [{"text": "Florida was another big worry because Rubio was adamant after his presidential campaign fizzled that he was leaving Washington.", "sentId": 461}, {"text": "Now Rubio reversing course, Republicans are at least a lot more optimistic about holding Florida.", "sentId": 462}], "secId": 212}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 463}, {"text": "I think thanks for sharing your Sunday.", "sentId": 464}, {"text": "Happy Father's Day.", "sentId": 465}, {"text": "We'll see you soon.", "sentId": 466}], "secId": 213}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\", up next.", "sentId": 467}], "secId": 214}], "sectionCount": 215, "url": "transcripts.cnn.com/TRANSCRIPTS/1606/19/ip.01.html", "sentenceCount": 469, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired June 19, 2016 - 08:00   ET", "speakers": ["KING", "TRUMP", "OBAMA", "CLINTON", "MURPHY", "HABERMAN", "MARTIN", "ZELENY", "LEE", "So", "But he is burning up weeks chasing money in states that are going to be pretty solidly red.  KING", "UNIDENTIFIED FEMALE", "UNIDENTIFIED MALE", "RYAN", "AD ANNOUNCER", "SANDERS"], "title": "INSIDE POLITICS"}