{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1505.03.ip.01.html.json", "subTitle": "Baltimore Sparks Obama's Call for \"Soul Searching\"; Baltimore's Impact on the Presidential Race; The Supreme Court, Same-Sex Marriage and Fast-Changing Politics. 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "President Obama calls for soul searching", "sentId": 0}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "after yet another crisis involving police and African-Americans.", "sentId": 1}], "secId": 1}, {"speaker": "CROWD", "sentences": [{"text": "We will fight for Freddie Gray all night, all day.", "sentId": 2}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "But he also calls out those behind the looting and arson.", "sentId": 3}], "secId": 3}, {"speaker": "OBAMA", "sentences": [{"text": "That is not a protest.", "sentId": 4}, {"text": "That is not a statement.", "sentId": 5}, {"text": "They need to be treated as criminals.", "sentId": 6}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Ted Cruz says the nation's first African-American president shares blame for the racial divide.", "sentId": 7}], "secId": 5}, {"speaker": "CRUZ", "sentences": [{"text": "He's made decisions that I think have enflamed racial tensions.", "sentId": 8}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "And candidate, Hillary Clinton, takes a very different tone than she did as first lady 20 years ago.", "sentId": 9}], "secId": 7}, {"speaker": "CLINTON", "sentences": [{"text": "It's time to end the era of mass incarceration.", "sentId": 10}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Plus the Supreme Court considers whether same-sex marriage is a national right.", "sentId": 11}, {"text": "Candidates for president weigh in.", "sentId": 12}], "secId": 9}, {"speaker": "Bush", "sentences": [{"text": "This is the most", "sentId": 13}], "secId": 10}, {"speaker": "Bush", "sentences": [{"text": "powerful political institution in our society.", "sentId": 14}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Will the court take the issue off the table or make it a flash point of the 2016 debate?", "sentId": 15}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 16}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 17}, {"text": "I am John King.", "sentId": 18}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 19}], "secId": 14}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Maggie Haberman of the \"New York Times\", Ed O'Keefe of the \"Washington Post\", Jonathan Martin of the \"New York Times\" and CNN's Nia Malika Henderson.", "sentId": 20}], "secId": 15}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Chaos in Baltimore unfortunately drove the nation's political conversation this past week, and before we add to that debate let's remember this.", "sentId": 21}, {"text": "The most important voice cannot be heard.", "sentId": 22}, {"text": "25-year-old Freddie Gray died of injuries suffered while in police custody.", "sentId": 23}, {"text": "Six officers now facing charges.", "sentId": 24}], "secId": 16}, {"speaker": "What came after that death is just what Gray's family begged the city to avoid", "sentences": [{"text": "violence, looting and arson.", "sentId": 25}, {"text": "A different city and a different set of circumstances but the same legacy of distrust we heard in recent months in Ferguson, Missouri, Cleveland, Staten Island and North Charleston, South Carolina.", "sentId": 26}], "secId": 17}, {"speaker": "OBAMA", "sentences": [{"text": "We have to do some soul searching.", "sentId": 27}, {"text": "This is not new.", "sentId": 28}, {"text": "It's been going on for decades.", "sentId": 29}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "President Obama and his new Attorney General now promise to investigate the specifics and to take steps to address the broader tensions between police and African-American communities.", "sentId": 30}, {"text": "But no matter what this president does the next president will inherit this debate.", "sentId": 31}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "So what did we hear and learn, from those who want the job this past week.", "sentId": 32}, {"text": "The threshold question is we heard from just about all of the candidates -- and we'll get to the specifics in a minute.", "sentId": 33}, {"text": "But we know this will be a big issue for the final 18 months of the Obama presidency.", "sentId": 34}, {"text": "Will it really be a big issue in the 2016 debates, or are the candidates hoping it's just in the headlines this week and they hope it passes?", "sentId": 35}], "secId": 20}, {"speaker": "HABERMAN", "sentences": [{"text": "It's absolutely going to be a big debate whenever the Democratic debates are and I think it's very hard for Hillary Clinton at this point not to debate whoever her rivals are.", "sentId": 36}, {"text": "That's been an open question.", "sentId": 37}, {"text": "In terms of the general election debates, that is -- I think it", "sentId": 38}], "secId": 21}, {"speaker": "HABERMAN", "sentences": [{"text": "will be a more marginal issue but I do think it's going to come up.", "sentId": 39}, {"text": "I mean remember yo9u had Rand Paul on the Republican side come out with a speech on race last year and it was really tone-setting for the party that is trying to broaden its tent.", "sentId": 40}], "secId": 22}, {"speaker": "HABERMAN", "sentences": [{"text": "I think that a lot of people for a general election are going to want to try to make similar efforts.", "sentId": 41}, {"text": "I do think this is mostly going to be discussed within the Democratic primary.", "sentId": 42}, {"text": "But you do have Republicans discussing it because criminal justice reform has been a big deal, too.", "sentId": 43}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "We're also likely to see some of their recommendations, some of the trial perhaps going forward.", "sentId": 44}, {"text": "So this will play out --", "sentId": 45}], "secId": 24}, {"speaker": "MARTIN", "sentences": [{"text": "And also, are there more of these kinds of episodes.", "sentId": 46}, {"text": "If this kind of thing happens in October of next year it will be front and center.", "sentId": 47}], "secId": 25}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes, we've had four now I think since the Garner case in Staten Island.", "sentId": 48}, {"text": "I mean three of which were captured, and the reason -- remember social media and viral video, this is what this is about to Obama's point --", "sentId": 49}], "secId": 26}, {"speaker": "HENDERSON", "sentences": [{"text": "And Obama talked about that, you know, it almost happens every week or so.", "sentId": 50}, {"text": "So I think you are right.", "sentId": 51}, {"text": "It's going to be driven by events and I think we'll see more of them.", "sentId": 52}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "Let's have a quick sample here of the Democratic candidates and their take on Baltimore.", "sentId": 53}], "secId": 28}, {"speaker": "CLINTON", "sentences": [{"text": "It's time to change our approach.", "sentId": 54}, {"text": "It's time to end the era of mass incarceration.", "sentId": 55}], "secId": 29}, {"speaker": "O'MALLEY", "sentences": [{"text": "Differently than Secretary Clinton, I actually had experience on the ground making police departments more transparent and more open.", "sentId": 56}], "secId": 30}, {"speaker": "WEBB", "sentences": [{"text": "Secretary Clinton yesterday gave a speech on criminal justice reform and I have been talking about this for nine years.", "sentId": 57}], "secId": 31}, {"speaker": "SANDERS", "sentences": [{"text": "We have to make sure the police officers have cameras.", "sentId": 58}, {"text": "We have to make sure that we have real police reform so that suspects are treated with respect.", "sentId": 59}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "I think there is a lot of disagreements between and among the Democratic candidates on what to do.", "sentId": 60}, {"text": "You heard Martin O'Malley, the former mayor of Baltimore and Governor of Maryland; and Jim Webb the former senator of Virginia saying she is new, Hillary Clinton, the big frontrunner is new to this issue.", "sentId": 61}, {"text": "Let's start with Secretary Clinton.", "sentId": 62}, {"text": "We've talked at this table", "sentId": 63}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "in the past, before she was an official candidate, and how they seem slow to respond, maybe they didn't have the staff, maybe they weren't responding very well.", "sentId": 64}, {"text": "This time she had a speech scheduled, she re- tooled the speech, she was very active on social media.", "sentId": 65}, {"text": "This I think was the first episode during the official Hillary Clinton campaign and they seem to be on top of it.", "sentId": 66}], "secId": 34}, {"speaker": "HENDERSON", "sentences": [{"text": "That's right.", "sentId": 67}, {"text": "And I think the speech had been on the books for a while.", "sentId": 68}, {"text": "And one of the things about the speech is it was very well delivered.", "sentId": 69}, {"text": "Her tone and cadence were very good.", "sentId": 70}, {"text": "I thought it was one of the best speeches she has given certainly in a while.", "sentId": 71}], "secId": 35}, {"speaker": "HENDERSON", "sentences": [{"text": "And in terms of a content, the Clinton campaign certainly ready for some of the questions that reporters had about this shift from what Bill Clinton wanted to do and what she wants to do now.", "sentId": 72}], "secId": 36}, {"speaker": "HENDERSON", "sentences": [{"text": "I think one of the issues that you hear among these progressive activists who have been scrutinizing Bill Clinton's record all this time.", "sentId": 73}, {"text": "He is sort of the father of mass incarceration -- the population of prisoners went up 60 percent under his term.", "sentId": 74}, {"text": "So she has got some work to do to distance herself, but it feels like the campaign --", "sentId": 75}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "It's the big crime of the Clinton administration, which was pushed to the center with the help of now Vice President Joe Biden.", "sentId": 76}], "secId": 38}, {"speaker": "O'KEEFE", "sentences": [{"text": "Right.", "sentId": 77}, {"text": "But it was a perfect opportunity for her to draw a complete contrast with her husband's legacy.", "sentId": 78}], "secId": 39}, {"speaker": "O'KEEFE", "sentences": [{"text": "And most importantly probably to catch her up with Republicans, it really was Rand Paul who started this more than a year ago.", "sentId": 79}, {"text": "Everyone since has been playing --", "sentId": 80}], "secId": 40}, {"speaker": "MARTIN", "sentences": [{"text": "But there was a reason why Bill Clinton ran the way he did, John, as you recall in 1992.", "sentId": 81}, {"text": "The country was in a different place.", "sentId": 82}, {"text": "I mean Hillary Clinton's wager and the wager of all these Democrats is that the country has moved on from frankly Hortonesque politics from the late 80s, early 1990s.", "sentId": 83}, {"text": "Bill Clinton did that because felt like he had to do it to win a national election.", "sentId": 84}], "secId": 41}, {"speaker": "MARTIN", "sentences": [{"text": "We're in a different place now.", "sentId": 85}, {"text": "Democrats have become more of a majority party nationally, they've won five of the last six popular votes.", "sentId": 86}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "Yes, go ahead.", "sentId": 87}], "secId": 43}, {"speaker": "HABERMAN", "sentences": [{"text": "It's also impossible to ignore the fact that Hillary Clinton, the way you beat Hillary Clinton this time around, the way Barack Obama beat her last time around in part was by attracting black voters who had been her base.", "sentId": 88}, {"text": "This essentially, no one can take the nomination from her if she is securing her base.", "sentId": 89}, {"text": "She was already getting criticized for being late on this issue in the past year.", "sentId": 90}, {"text": "This was the first time where it felt, correct, as you said like it was basically in real time.", "sentId": 91}], "secId": 44}, {"speaker": "MARTIN", "sentences": [{"text": "That's why Obama Beat her in 2008.", "sentId": 92}, {"text": "He had a sort of coalition of upscale white liberals and then African-Americans that past progressive insurgents hadn't had in democratic primaries.", "sentId": 93}, {"text": "He put it together for the first time and beat her.", "sentId": 94}], "secId": 45}, {"speaker": "HABERMAN", "sentences": [{"text": "This was all about the discussion of getting to her left, and she got to her own left very quickly.", "sentId": 95}], "secId": 46}, {"speaker": "HENDERSON", "sentences": [{"text": "And she's also trying to frame this, I think, as an issue of inequality, too.", "sentId": 96}, {"text": "I mean if you looked at that speech she wanted to kind of frame herself also as this populist lawyer.", "sentId": 97}], "secId": 47}, {"speaker": "HABERMAN", "sentences": [{"text": "Right.", "sentId": 98}], "secId": 48}, {"speaker": "HENDERSON", "sentences": [{"text": "You know, she was working with Marian Wright Edelman before anybody had heard of Elizabeth Warren was one of the things which you took away from that speech I think.", "sentId": 99}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Let's move on to the Republicans.", "sentId": 100}, {"text": "You mentioned Rand Paul.", "sentId": 101}, {"text": "To his credit -- now a lot of people question his past and you wrote a fabulous piece about this, this week.", "sentId": 102}, {"text": "His past, you know, he opposes the Civil Rights Act or questions parts of the Civil Rights Act.", "sentId": 103}, {"text": "But to his credit, he decided I'm going to do the outreach.", "sentId": 104}, {"text": "And he has done some outreach.", "sentId": 105}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "To his credit, he's talked about criminal justice reform.", "sentId": 106}, {"text": "To his credit he said let's reach out to Democrats and try to have consensus on this.", "sentId": 107}, {"text": "In his remarks about Baltimore though, even as he said we have to deal with the family structure, we have to deal with this.", "sentId": 108}, {"text": "He talked about this with Laura Ingraham and his ride on the train.", "sentId": 109}], "secId": 51}, {"speaker": "PAUL", "sentences": [{"text": "It's sad.", "sentId": 110}, {"text": "It's scary.", "sentId": 111}, {"text": "I came through the train on Baltimore last night.", "sentId": 112}, {"text": "I'm glad the train didn't stop.", "sentId": 113}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "Kind of a flippant remark in the middle of a serious conversation.", "sentId": 114}, {"text": "\"But I'm glad the train didn't stop.\"", "sentId": 115}, {"text": "Does that take the outreach and whatever progress he's made with that outreach and pushed it --", "sentId": 116}], "secId": 53}, {"speaker": "O'KEEFE", "sentences": [{"text": "It's a totally lost opportunity.", "sentId": 117}, {"text": "Again, he was so far ahead, he forced his own party to start addressing this in the senate.", "sentId": 118}, {"text": "He forced Democrats to find ways to work with him.", "sentId": 119}, {"text": "This should have been the week that Rand Paul reminded us why he was running for president and how he would distinguishes himself from the GOP field and he totally lost the opportunity.", "sentId": 120}], "secId": 54}, {"speaker": "HENDERSON", "sentences": [{"text": "And partly I think, it was who he was talking to, right.", "sentId": 121}], "secId": 55}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes.", "sentId": 122}, {"text": "O'KEEFE:  It shouldn't matter though.", "sentId": 123}], "secId": 56}, {"speaker": "MARTIN", "sentences": [{"text": "That's the sign of his weakness as a candidate.", "sentId": 124}], "secId": 57}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, yes.", "sentId": 125}, {"text": "I think so.", "sentId": 126}], "secId": 58}, {"speaker": "MARTIN", "sentences": [{"text": "Absolutely.", "sentId": 127}], "secId": 59}, {"speaker": "HABERMAN", "sentences": [{"text": "We are seeing basically with every candidate and frankly we saw it with Hillary Clinton when she was with Elizabeth Warren last October 2.", "sentId": 128}], "secId": 60}, {"speaker": "HENDERSON", "sentences": [{"text": "Trying too hart.", "sentId": 129}, {"text": "You are seeing it with -- you're seeing it more with Republicans because there are 19 Republicans, but they are all having a problem.", "sentId": 130}, {"text": "I go to this audience and I say this.", "sentId": 131}, {"text": "That audience I say that.", "sentId": 132}, {"text": "And at this point because of social media, because of the web, because of everything, you're going to hear it on .", "sentId": 133}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Yes, I don't have the experience of the national stage, when to say nothing, or when to not --", "sentId": 134}], "secId": 62}, {"speaker": "MARTIN", "sentences": [{"text": "And Jeb Bush doesn't do a lot more of that.", "sentId": 135}, {"text": "That ultimately could be his biggest problem.", "sentId": 136}, {"text": "If he doesn't get up there -- right?", "sentId": 137}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "One other on the Republican side is Ted Cruz who said this week that he thinks President Obama has exacerbated the racial divide.", "sentId": 138}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Here's how explained it.", "sentId": 139}], "secId": 65}, {"speaker": "CRUZ", "sentences": [{"text": "He has exacerbated racial misunderstandings, racial tensions, from back at the beer summit to a series of efforts to pit Americans against each other.", "sentId": 140}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Let's assume he believes this genuinely, and I think we can safely assume that the Republican base maybe cheered that remark.", "sentId": 141}, {"text": "If you want to be the nominee of a party that can't win the White House without winning more nonwhite votes, again, even if you think it, even if you or believe it, why speak it?", "sentId": 142}], "secId": 67}, {"speaker": "HENDERSON", "sentences": [{"text": "Well, his audience, he has a very particular audience and it looks like Iowa, it looks like folks in South Carolina.", "sentId": 143}, {"text": "He is a candidate who is trying to broaden the base.", "sentId": 144}, {"text": "He is not like Rand Paul who is trying to broaden the base even though he often steps on his own message.", "sentId": 145}, {"text": "So it's not surprising that he said this.", "sentId": 146}, {"text": "I think it's kind of -- I don't even know what it means.", "sentId": 147}, {"text": "I mean he's sort of intellectually trying to follow the logic.", "sentId": 148}, {"text": "O'KEEFE:  Well, the flip of this is what Jeb Bush does.", "sentId": 149}, {"text": "He says", "sentId": 150}], "secId": 68}, {"speaker": "HENDERSON", "sentences": [{"text": "this was a lost opportunity.", "sentId": 151}, {"text": "It was a historic election.", "sentId": 152}, {"text": "He's been a historic president just by his background.", "sentId": 153}, {"text": "But he has never talked about race in society.", "sentId": 154}, {"text": "He's -- you know, a black man with two lovely daughters and a loving wife.", "sentId": 155}, {"text": "Why hasn't he exploited that?", "sentId": 156}], "secId": 69}, {"speaker": "HENDERSON", "sentences": [{"text": "That's a message I think that would resonate even to Democrats who might say yes, you're right.", "sentId": 157}, {"text": "This is a lost opportunity --", "sentId": 158}], "secId": 70}, {"speaker": "HABERMAN", "sentences": [{"text": "I actually don't think it's going to resonate that well with Democrats.", "sentId": 159}, {"text": "I really don't.", "sentId": 160}, {"text": "I could be wrong about that.", "sentId": 161}], "secId": 71}, {"speaker": "MARTIN", "sentences": [{"text": "But in fact, there are plenty African-Americans on his left who have made just that point, too.", "sentId": 162}], "secId": 72}, {"speaker": "O'KEEFE", "sentences": [{"text": "That's my point and that is what Bush is trying to say.", "sentId": 163}], "secId": 73}, {"speaker": "MARTIN", "sentences": [{"text": "Is he the messenger.", "sentId": 164}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "We're going to weigh in to that conversation.", "sentId": 165}, {"text": "You better be careful how you do it.", "sentId": 166}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "Up next, the Supreme Court, same-sex marriage and fast-changing politics.", "sentId": 167}, {"text": "But first, politicians say the darnedest things, President Obama -- listen here, gets asked about writer's block then this young interview takes issue with a run-on sentence.", "sentId": 168}], "secId": 76}, {"speaker": "OBAMA", "sentences": [{"text": "Even the best writers usually, it's not that good the first time they write it.", "sentId": 169}], "secId": 77}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "I think you sort of covered everything about that question.", "sentId": 170}], "secId": 78}, {"speaker": "OBAMA", "sentences": [{"text": "Ok.  You think I just -- Osman thinks I have been talking too long?", "sentId": 171}], "secId": 79}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "No, no.", "sentId": 172}, {"text": "I think you just --", "sentId": 173}], "secId": 80}, {"speaker": "OBAMA", "sentences": [{"text": "No, let's move it along.", "sentId": 174}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 175}, {"text": "We don't know how the Supreme Court will rule on the question of whether same-sex marriage is a national right.", "sentId": 176}, {"text": "What we do know is how fast the debate on this issue is changing.", "sentId": 177}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Let's just take a little look -- this is 2000, no state allowed same-sex marriage, Massachusetts is the first in 2004, and now fast- forward today, look at that -- 37 states plus the district of Columbia allow same-sex marriage.", "sentId": 178}, {"text": "Now with the changing map it's because of changing politics.", "sentId": 179}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Look at this, back in 2001, just shy of 60 percent opposed same- sex marriage, that's now down at 40 percent.", "sentId": 180}, {"text": "Favor legal same-sex marriage was a little above 30 percent.", "sentId": 181}, {"text": "Now, it's a majority at 52 percent.", "sentId": 182}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "Let's look at the breakdown by political party.", "sentId": 183}, {"text": "More than six in ten Democrats favor same-sex marriage, and nearly six in ten independents do but here's why this is so interesting for the Republicans running for president.", "sentId": 184}, {"text": "30 percent of Republicans favor same-sex marriage.", "sentId": 185}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Faith also dictates how you feel on this issue.", "sentId": 186}, {"text": "77 percent of those who say they have no religion favor same-sex marriage.", "sentId": 187}, {"text": "Main line Protestants and Catholics about the same, roughly around six in ten -- 57 percent, 60 percent.", "sentId": 188}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Again here is the hard part for Republicans running for president.", "sentId": 189}, {"text": "21 percent, only two in ten evangelical Christians say they support same-sex marriage.", "sentId": 190}, {"text": "So Jonathan Martin as we wait for the Supreme Court to rule there are some Republicans who think if the court says this is a national right.", "sentId": 191}, {"text": "It takes the issue off the table.", "sentId": 192}, {"text": "But -- naive, right?", "sentId": 193}, {"text": "The evangelical candidates are going to push for action.", "sentId": 194}], "secId": 87}, {"speaker": "MARTIN", "sentences": [{"text": "It's naive because it's an opportunity for candidates to make a splash.", "sentId": 195}, {"text": "You have about half a dozen candidates who are looking for support from evangelicals.", "sentId": 196}, {"text": "It could be the lynchpin to their campaigns.", "sentId": 197}, {"text": "And this opportunity of the court decision on the heels of this debate that we are having about -- all these liberty laws is an opportunity for one of those candidates to stand out, to have their breakout moment.", "sentId": 198}, {"text": "The idea that they are just going to put off a statement and move on is fantasy.", "sentId": 199}], "secId": 88}, {"speaker": "MARTIN", "sentences": [{"text": "But that gets to the larger problem for the Republicans, the politics in this country has increased, we've become divided by the faithful and those who are not faithful, and you look at the chart there it tells the story.", "sentId": 200}, {"text": "And the Republicans have to win, folks who are -- they're believers who are mostly they have to get beyond that.", "sentId": 201}, {"text": "And when you talk about an issue as polarizing as this, it becomes a real challenge.", "sentId": 202}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "Before we leave this conversation.", "sentId": 203}, {"text": "On Friday, one top former aide to Chris Christie took a plea deal; two other former top aides to Bill Christie, we're for their role in Bridge-gate.", "sentId": 204}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Governor Christie immediately went on Twitter and then issued a statement saying this is just what I expected.", "sentId": 205}, {"text": "This is justice running its course.", "sentId": 206}, {"text": "He still says he had no knowledge at the time.", "sentId": 207}, {"text": "Now the aide who copped the plea deal said he did.", "sentId": 208}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "Chris Christie is supposed to be in New Hampshire on Wednesday.", "sentId": 209}], "secId": 92}, {"speaker": "HABERMAN", "sentences": [{"text": "I think this will come up.", "sentId": 210}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "A town hall.", "sentId": 211}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "He says this has no impact on his decision?", "sentId": 212}], "secId": 95}, {"speaker": "HABERMAN", "sentences": [{"text": "It has every impact on his decision.", "sentId": 213}], "secId": 96}, {"speaker": "O'KEEFE", "sentences": [{"text": "It absolutely does.", "sentId": 214}], "secId": 97}, {"speaker": "HABERMAN", "sentences": [{"text": "Actually -- here is the thing, though.", "sentId": 215}, {"text": "It actually might not.", "sentId": 216}, {"text": "It should have an impact on his decision, to the extent that as you said it's going to be extremely hard for him to raise money.", "sentId": 217}, {"text": "He was already taking a very long time getting going with a machine before this.", "sentId": 218}, {"text": "I think he's been very caught off guard by how Jeb Bush and Marco Rubio are doing in fund-raising.", "sentId": 219}, {"text": "But I think that Chris Christie still believes that this is a good thing for him to do and I think he is still engaged in it.", "sentId": 220}], "secId": 98}, {"speaker": "HABERMAN", "sentences": [{"text": "And I think that if you look at it as one person who is a friend of his said to me, people don't really care about the governor of New Jersey.", "sentId": 221}, {"text": "So if he is not running for president anymore, I don't think the cameras are coming to Trenton the same way.", "sentId": 222}, {"text": "And I think that it's more interesting and engaging for him to do this.", "sentId": 223}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "I talked to a donor on Friday who said that he was getting a little softer about supporting Christie.", "sentId": 224}, {"text": "But he said let's let this trial.", "sentId": 225}, {"text": "But trials take months if not years.", "sentId": 226}], "secId": 100}, {"speaker": "HENDERSON", "sentences": [{"text": "That's right.", "sentId": 227}, {"text": "That's the thing that you have to worry about.", "sentId": 228}, {"text": "There's a drip, drip, drip.", "sentId": 229}, {"text": "And folks on the ground, when he was in New Hampshire before people asked me about it, sort of in a joking way, people know this, because it's an easy thing to remember, traffic.", "sentId": 230}], "secId": 101}, {"speaker": "O'KEEFE", "sentences": [{"text": "You talk to Christie, I saw a bunch of them in Miami at the Bush retreat last week with donors.", "sentId": 231}, {"text": "Woody Johnson -- the New York Jets was among them.", "sentId": 232}], "secId": 102}, {"speaker": "O'KEEFE", "sentences": [{"text": "Another who was there has said to me in the past, look, regardless of the legal problems, Republicans west of the Mississippi want nothing to do with a northeastern Republican running anyway.", "sentId": 233}, {"text": "So he's going to have problems no matter what.", "sentId": 234}], "secId": 103}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, what's his first case?", "sentId": 235}], "secId": 104}, {"speaker": "O'KEEFE", "sentences": [{"text": "And put these two together and it could be too much.", "sentId": 236}], "secId": 105}, {"speaker": "MARTIN", "sentences": [{"text": "It gives donors an out, too, right -- huge out.", "sentId": 237}, {"text": "It gives them an out so they can say --- well I wanted to before but this just seemed a bridge too far now --", "sentId": 238}], "secId": 106}, {"speaker": "HENDERSON", "sentences": [{"text": "Bridge too far -- nice.", "sentId": 239}], "secId": 107}, {"speaker": "MARTIN", "sentences": [{"text": "-- forum -- in the first place.", "sentId": 240}], "secId": 108}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, but it's easier.", "sentId": 241}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "He still thinks the power of personality, he still thinks the crowded Republican field, he could get a niche.", "sentId": 242}], "secId": 110}, {"speaker": "HABERMAN", "sentences": [{"text": "He does have political talents.", "sentId": 243}, {"text": "That's going to keep him going for a while", "sentId": 244}], "secId": 111}, {"speaker": "HENDERSON", "sentences": [{"text": "What's he first state, Iowa, I mean and he is not a good fit for South Carolina.", "sentId": 245}], "secId": 112}, {"speaker": "HABERMAN", "sentences": [{"text": "On the other hand with 19 of them running --", "sentId": 246}], "secId": 113}, {"speaker": "MARTIN", "sentences": [{"text": "But the media in question is fascinated though -- how long do the cameras stay on him?", "sentId": 247}], "secId": 114}, {"speaker": "HABERMAN", "sentences": [{"text": "That's a question.", "sentId": 248}, {"text": "That is the question.", "sentId": 249}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "Well, keep coming here very Sunday morning.", "sentId": 250}, {"text": "We'll keep telling you the answer to that next.", "sentId": 251}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 252}, {"text": "Up next tomorrow's news today, our great reporters share from their notebooks to get you out ahead of the big political news to come including speculation about yes, another generation of the Bush family heading out to the campaign trail.", "sentId": 253}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table and ask our great reporters to share a tidbit from their notebooks.", "sentId": 254}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "Maggie Haberman.", "sentId": 255}], "secId": 119}, {"speaker": "HABERMAN", "sentences": [{"text": "Jason O'Malley who is the top political and fundraising adviser to Debbie Wasserman Schultz, the DNC chair has left that job.", "sentId": 256}, {"text": "He's now going to the host committee in Philadelphia for the Democratic national convention.", "sentId": 257}, {"text": "On the one hand this is great.", "sentId": 258}, {"text": "You can argue that it gives Debbie Wasserman Schultz her own person there for fund raising.", "sentId": 259}, {"text": "It also means she is losing one of her top political adviser.", "sentId": 260}, {"text": "And at the moment, it's a little unclear where things are heading with the DNC in terms of a new national figure in Hillary Clinton likely to come in.", "sentId": 261}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "The job gets a little lonely.", "sentId": 262}], "secId": 121}, {"speaker": "HABERMAN", "sentences": [{"text": "Exactly.", "sentId": 263}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "Ed.", "sentId": 264}], "secId": 123}, {"speaker": "O'KEEFE", "sentences": [{"text": "So John everyone focuses on the relationship between Jeb Bush and his brother, George W. Bush.", "sentId": 265}, {"text": "I am a little more interested in Jebbie, Jeb Bush Jr, the third child of Jeb and Columba Bush.", "sentId": 266}, {"text": "31 years old, married, two kids and has been doing a lot of course for his father on the fundraising circuit focused especially on younger Republicans.", "sentId": 267}, {"text": "They may not give $50,000 but if we have $50 or $500 at the most.", "sentId": 268}], "secId": 124}, {"speaker": "O'KEEFE", "sentences": [{"text": "He was out at Las Vegas last week and at the Republican Jewish coalition for his father then showed up in Miami for that donor conference she was having.", "sentId": 269}, {"text": "Then notably went with him to Puerto Rico and is expected to continue doing a lot of work for his father.", "sentId": 270}, {"text": "George P. of course, the oldest, tied up with the Texas Lane commissioner job.", "sentId": 271}, {"text": "Not expected to take on the roll.", "sentId": 272}, {"text": "Jeb Bush, Jr., will continue the family tradition of working along side so that the next generation perhaps can get ready.", "sentId": 273}], "secId": 125}, {"speaker": "KING", "sentences": [{"text": "I'm old enough to remember both Jeb and George W. on the trail in '88.", "sentId": 274}], "secId": 126}, {"speaker": "KING", "sentences": [{"text": "Yes, you are old enough to remember.", "sentId": 275}], "secId": 127}, {"speaker": "HENDERSON", "sentences": [{"text": "Carly Fiorina, it looks like she's got her nails on Monday.", "sentId": 276}, {"text": "She also has a book coming out on Tuesday I'm sure, that's just a coincidence.", "sentId": 277}], "secId": 128}, {"speaker": "KING", "sentences": [{"text": "Total.", "sentId": 278}], "secId": 129}, {"speaker": "HUNDERSON", "sentences": [{"text": "She has really framed herself as being the anti- Hillary Clinton, and she sort of makes fun of Hillary Clinton very much playing the gender card.", "sentId": 279}, {"text": "But also she's very much playing the gender car herself.", "sentId": 280}, {"text": "But many of her speeches, the best line are about Hillary Clinton.", "sentId": 281}, {"text": "She's also of I think early herself, and the best lines are about Hillary Clinton, and she is getting a lot of early buzz in Iowa.", "sentId": 282}, {"text": "Some of the crowds she has drawn there over these last couple days, very much into her, and of course they are being introduced to her as well, and it will be interesting to see how she frames her candidacy.", "sentId": 283}], "secId": 130}, {"speaker": "HUNDERSON", "sentences": [{"text": "Kind of a weak record in terms of running successfully; we haven't been able to do that, running as an outsider.", "sentId": 284}, {"text": "But it will be interesting to see these two women go at each other, Hillary Clinton, and Carly Fiorano.", "sentId": 285}], "secId": 131}, {"speaker": "KING", "sentences": [{"text": "She's got a couple of recent smart endorsements in New Hampshire as well.", "sentId": 286}, {"text": "Let's keep an eye on Carly Fiorina -- Jonathan?", "sentId": 287}], "secId": 132}, {"speaker": "MARTIN", "sentences": [{"text": "A preview of things to come -- John.", "sentId": 288}, {"text": "I jaw Jeb Bush speak this week at an event in Washington where on three different occasions he singled out the senate for some pretty tough criticism.", "sentId": 289}, {"text": "He didn't mention Marco Rubio by name, but he really was harsh talking about what senators do and how they can hide behind amendments and such.", "sentId": 290}, {"text": "And at one point he said I am not a senator, and thank God I live in Miami.", "sentId": 291}], "secId": 133}, {"speaker": "MARTIN", "sentences": [{"text": "And the coming message is this, I am a governor with an executive background and a record to talk about the accomplishment I have done, unlike, Cruz, yes, and Paul, yes, but it's really Marco Rubio who is starting to get some buzz now.", "sentId": 292}, {"text": "And the realized could be a threat and they have to send a message to the primary electorate as to why they should take executive experience over youth and promise.", "sentId": 293}], "secId": 134}, {"speaker": "HENDERSON", "sentences": [{"text": "Like '08 and Obama.", "sentId": 294}], "secId": 135}, {"speaker": "KING", "sentences": [{"text": "Been waiting for that tension to pop in there.", "sentId": 295}], "secId": 136}, {"speaker": "KING", "sentences": [{"text": "Here it is, here it is.", "sentId": 296}, {"text": "I'll close with this.", "sentId": 297}], "secId": 137}, {"speaker": "KING", "sentences": [{"text": "The former Virginia senator Jim Webb says he's will decide soon, likely in the next few weeks he told me about whether to is officially join the Democratic field, with Bernie Sanders now in, and both O'Malley and Lincoln Chafee getting active.", "sentId": 298}, {"text": "Webb told that he knows says he can't too long if he wants to", "sentId": 299}], "secId": 138}, {"speaker": "KING", "sentences": [{"text": "emerge as the serious challenger to Hillary Clinton.", "sentId": 300}, {"text": "Now he says he's encouraged by the early feedback in Iowa and he says there is a great grassroots reaction when he mentions critically how the Clinton campaign and its allies are talking about raising more than $2.5 billion.", "sentId": 301}, {"text": "His model -- Rick Santorum.", "sentId": 302}, {"text": "Web from 2 percent in 2011 to nearly 25 percent in a Iowa victory over Mitt Romney in 2012.", "sentId": 303}, {"text": "Now Webb's intriguing.", "sentId": 304}, {"text": "He's unorthodox and let's be honest, he is sometimes a little quirky.", "sentId": 305}], "secId": 139}, {"speaker": "KING", "sentences": [{"text": "But Santorum essentially moved to Iowa, campaigned tireless and had a well organized network at home schools and other evangelicals who helped him, and after chatting with Webb this past Friday.", "sentId": 306}, {"text": "I reached out to several Iowa Democrats who say there is no doubt a big appetite for a Clinton Challenge in the state.", "sentId": 307}, {"text": "I spoke with some that said there is no doubt a big appetite for a Clinton challenge in the state.", "sentId": 308}, {"text": "But while saying polite things about Webb and his early visits there.", "sentId": 309}, {"text": "All question whether he fully understands and he's ready to make the commitment necessary they say to organize another Iowa surprise for Hillary Clinton.", "sentId": 310}, {"text": ".", "sentId": 311}], "secId": 140}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 312}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 313}, {"text": "We'll see you soon.", "sentId": 314}], "secId": 141}], "sectionCount": 142, "url": "transcripts.cnn.com/TRANSCRIPTS/1505/03/ip.01.html", "sentenceCount": 316, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired May 3, 2015 - 08:30   ET", "speakers": ["KING", "CROWD", "OBAMA", "CRUZ", "CLINTON", "Bush", "With us to share their reporting and their insights", "What came after that death is just what Gray's family begged the city to avoid", "HABERMAN", "MARTIN", "HENDERSON", "O'MALLEY", "WEBB", "SANDERS", "O'KEEFE", "PAUL", "UNIDENTIFIED MALE", "HUNDERSON"], "title": "INSIDE POLITICS"}