{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1611.11.ip.02.html.json", "subTitle": "Trump's Priorities; Healthcare, The Border, Jobs; 10 Weeks Until Complete GOP Rule In Washington; Trump's Promises; Prosecute Hillary, Ban Muslims, Build Wall; President Trump V. Candidate Trump; Texas Rep; We Have Money For The Wall; The Short List For Trump's New Team; Trump's Transition Website Cities Business Priorities; Source; Trump Wants Bannon As Chief Of Staff; Source; McConnel, Ryan Support Priebus; Source, Giuliani Considered For Secy. Of State", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 0}, {"text": "A Democrat lives in that White House you see behind us, but Washington just 10 weeks away from complete Republican rule and President-elect Trump thinks that means getting a lot done, and quickly.", "sentId": 1}], "secId": 0}, {"speaker": "TRUMP", "sentences": [{"text": "People will be very, very happy.", "sentId": 2}], "secId": 1}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "What's the top three?", "sentId": 3}], "secId": 2}, {"speaker": "TRUMP", "sentences": [{"text": "Well, we have a lot.", "sentId": 4}, {"text": "We're going to look very strongly at immigration, at the border.", "sentId": 5}, {"text": "We're going to look very strongly on healthcare.", "sentId": 6}, {"text": "And we're looking at jobs, big league jobs.", "sentId": 7}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "They have the votes.", "sentId": 8}, {"text": "They have the votes.", "sentId": 9}, {"text": "The question is what's the sequencing?", "sentId": 10}, {"text": "And that matters.", "sentId": 11}, {"text": "Because you go back to the beginning of the Obama administration, and again Democrats will say it was the Republicans.", "sentId": 12}, {"text": "Republicans and blaming the Democrats, but the environment quickly became toxic because he passed his big initiatives with no Republican votes.", "sentId": 13}], "secId": 4}, {"speaker": "RAJU", "sentences": [{"text": "Yeah.", "sentId": 14}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "So does Trump try to reach out?", "sentId": 15}, {"text": "Does he do something that involves the infrastructure that the Democrats would like or does he do Obamacare out of the box and alienate over Democrats?", "sentId": 16}], "secId": 6}, {"speaker": "RAJU", "sentences": [{"text": "I think you're going to see a mix of things as he can do administratively, things can be legislatively, things that would appeal to his base, like getting rid of the deferred action program that deferred deportation for millions of younger undocumented immigrants as well as moving on some things that he could do legislative that will anger Democrats, but unite Republicans repealing Obamacare, something that they could of do through the budget process that would avoid a filibuster in the Senate.", "sentId": 17}], "secId": 7}, {"speaker": "RAJU", "sentences": [{"text": "Now, replacing it would require bipartisan support, a much harder ordeal.", "sentId": 18}, {"text": "And then yes, I do think that you probably could expect some sort of infrastructure bill that could get Democratic support.", "sentId": 19}, {"text": "But if it's a spending bill, that's a stimulus that the Republicans don't like.", "sentId": 20}, {"text": "So it's not a very simple task.", "sentId": 21}, {"text": "The interesting thing will be how does he deal with it?", "sentId": 22}, {"text": "That did he delegated to Republican leadership and the committee chairman on Congress to write this legislation or did he drop it under the lap and try to push something through?", "sentId": 23}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "He is -- remember, the --or the deal guy.", "sentId": 24}, {"text": "That's his whole thing like on negotiating.", "sentId": 25}, {"text": "He was actually very honest during the campaign saying, \"You know what?", "sentId": 26}, {"text": "This is my tax plan, but I'm going to have to negotiate with whatever the Congress is.", "sentId": 27}, {"text": "I'm not going to get everything I like.\"", "sentId": 28}, {"text": "As we continue the conversation, this is the tension.", "sentId": 29}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "The never-Trumps and other conservative said during the campaign, \"Don't believe him.\"", "sentId": 30}, {"text": "Everything he says he doesn't believe.", "sentId": 31}, {"text": "The Democrats said, you know, he has ideas that are -- they think some of that are racist, they think some of that are sexist the most.", "sentId": 32}, {"text": "That's just a little bit of sample here of candidate Trump.", "sentId": 33}], "secId": 10}, {"speaker": "TRUMP", "sentences": [{"text": "But if I win, I am going to instruct my attorney general to get a special prosecutor to look into your situation, because there has never been so many lies, so much deception.", "sentId": 34}, {"text": "There has never been anything like it.", "sentId": 35}], "secId": 11}, {"speaker": "TRUMP", "sentences": [{"text": "Donald J. Trump is calling for a total and complete shut down of Muslims entering the United States until our country's representatives can figure out what the hell is going on.", "sentId": 36}], "secId": 12}, {"speaker": "TRUMP", "sentences": [{"text": "But we will build a wall.", "sentId": 37}, {"text": "Mexico is going to pay for the wall.", "sentId": 38}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "So does he appoint a special prosecutor?", "sentId": 39}, {"text": "His base will be furious if he doesn't.", "sentId": 40}, {"text": "It will cause poison in the well with Democrats if he does.", "sentId": 41}, {"text": "The Muslim ban has disappeared from the Trump website.", "sentId": 42}, {"text": "And he modified that some during the campaign, but the idea's now gone from the Trump website what does he do there?", "sentId": 43}], "secId": 14}, {"speaker": "ZELENY", "sentences": [{"text": "It's one of the things that, you know, President-elect Trump is going to be a work in progress, he's going to grow into this job even in the next 72 days.", "sentId": 44}, {"text": "Many Republicans hope he does not at least in this town, hope he does not appoint a special prosecutor.", "sentId": 45}, {"text": "He's already sort of proven that point and even hints from a Rudy Giuliani and Chris Christie in morning interviews yesterday, the day before we're suggested, you know, perhaps not.", "sentId": 46}, {"text": "Perhaps he's not going to do that, but we shall see.", "sentId": 47}, {"text": "We don't -- I mean it depends which side wins out.", "sentId": 48}, {"text": "The most key decision will be as chief of staff.", "sentId": 49}, {"text": "Who he puts in that position I think will tell us about which Donald Trump we're going to see here.", "sentId": 50}, {"text": "KING:  And it goes back to the tone.", "sentId": 51}], "secId": 15}, {"speaker": "RESTON", "sentences": [{"text": "Right.", "sentId": 52}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "And please, everybody, jump in, I just want to put up this list of promises during the campaign.", "sentId": 53}, {"text": "If you forget he said he would build a wall on the U.S.-Mexico border, he said Mexico would pay for it.", "sentId": 54}, {"text": "A Muslim ban or same variation of restrictions on people coming from countries where terrorism is a problem, repeal and replace Obamacare.", "sentId": 55}, {"text": "It's very clear yesterday.", "sentId": 56}, {"text": "The special prosecutor.", "sentId": 57}, {"text": "The negotiate NAFTA, reject TPP, those are trade deals there, those are -- one of the interesting things today is, you know, he's -- I'm going to build a wall, Mexico is going to pay for it.", "sentId": 58}, {"text": "Even many of his supporters when he went to the rallies ...", "sentId": 59}], "secId": 17}, {"speaker": "RESTON", "sentences": [{"text": "Didn't believe it.", "sentId": 60}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "They didn't believe it.", "sentId": 61}, {"text": "But they just knew he's going to be tough on immigration.", "sentId": 62}, {"text": "Well, here is Louie Gohmert, one of the conservatives in the house essentially conceding, guess what, even if we build a wall or more wall Mexico is not going to pay for it.", "sentId": 63}], "secId": 19}, {"speaker": "GOHMERT", "sentences": [{"text": "And actually, you know, we've appropriated money during the Bush administration that didn't get spent for the wall.", "sentId": 64}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "That's right.", "sentId": 65}], "secId": 21}, {"speaker": "GOHMERT", "sentences": [{"text": "So yeah, it's going to be great to some somebody that's actually following the law.", "sentId": 66}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "Essentially, he say look, we've got the money, you know, we can figure this out our way.", "sentId": 67}], "secId": 23}, {"speaker": "BALL", "sentences": [{"text": "Well and you noticed that that speech that Trump gave on election night, or the wee hours of the day after, did not mention the wall, did not mention the Muslim ban.", "sentId": 68}, {"text": "He did mention infrastructure.", "sentId": 69}, {"text": "He did mention jobs.", "sentId": 70}, {"text": "He mentioned rebuilding the inner cities.", "sentId": 71}, {"text": "So that was a deliberate choice and I've been told by someone involved that that was -- it was Trump's choice to make that speech, give that speech the tone that it had and to mention those priorities.", "sentId": 72}], "secId": 24}, {"speaker": "RAJU", "sentences": [{"text": "And, John, it was interesting after that meeting with Mitch McConnell yesterday, Donald Trump walked out and you played some of that sound, when he was asked specifically about the Muslim ban.", "sentId": 73}, {"text": "He walked away.", "sentId": 74}, {"text": "He didn't answer the question.", "sentId": 75}, {"text": "That was the end of the press conference.", "sentId": 76}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "I have my own theory.", "sentId": 77}, {"text": "And we can talk about it another day, about this Nixon goes to China moment.", "sentId": 78}, {"text": "If only Nixon could go to China, can only Donald Trump actually pass immigration reform that gets it?", "sentId": 79}, {"text": "Will he compromise ...", "sentId": 80}], "secId": 26}, {"speaker": "BALL", "sentences": [{"text": "Right.", "sentId": 81}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "... and cut a deal?", "sentId": 82}, {"text": "That's one of my theories as we go forward we'll see what happens.", "sentId": 83}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "Up next, some familiar, some controversial names.", "sentId": 84}, {"text": "The new president looks to fill his team and has accused of embracing the very swamp he promised to drain.", "sentId": 85}, {"text": "But first take our quiz this morning.", "sentId": 86}, {"text": "Melania Trump is only the second foreign born first lady.", "sentId": 87}, {"text": "What about the next said they're sorry.", "sentId": 88}, {"text": "Who's the first Martha Washington, Laura Bush, Louisa Adams or Jacqueline Kennedy?", "sentId": 89}, {"text": "Vote now on cnn.com/vote.", "sentId": 90}, {"text": "Learn the answer, just ahead.", "sentId": 91}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "Beautiful afternoon here in the nation's capitol.", "sentId": 92}, {"text": "Welcome back.", "sentId": 93}, {"text": "If you're curious about where President-elect Trump owns resorts well, you call your travel agent or you can visit greatagain.gov.", "sentId": 94}, {"text": "That's that tax payer funded Trump transition website.", "sentId": 95}, {"text": "And just click on, meet the president-elect.", "sentId": 96}, {"text": "As you can see here the official Bio includes a list of Trump properties.", "sentId": 97}, {"text": "Many of which he also promoted during his campaign.", "sentId": 98}, {"text": "We don't need vacations, right?", "sentId": 99}, {"text": "We just meet the president-elect there we go.", "sentId": 100}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "You know, I'm having fun with this.", "sentId": 101}, {"text": "Some critics saying it's tacky.", "sentId": 102}, {"text": "That he could have just said Donald Trump is a big real estate developer business better not listed all properties.", "sentId": 103}, {"text": "I'll leave that to the holder out there.", "sentId": 104}, {"text": "But it does rise the question of what does this president do with his business?", "sentId": 105}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "Now, does he set up an ironclad blind trust run by an outsider or if he let's his children run it, a lot of the critics and Democrats will seize on anything or saying that's just -- you're asking for conflict of interests.", "sentId": 106}], "secId": 32}, {"speaker": "RESTON", "sentences": [{"text": "Well, remember this is a candidate who never gave us his tax returns.", "sentId": 107}, {"text": "I mean there is so much that we do not know about Trump's entanglements and, you know, financial, who he would, I mean ...", "sentId": 108}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "That the authority to end the audit now.", "sentId": 109}, {"text": "Doesn't he?", "sentId": 110}], "secId": 34}, {"speaker": "RESTON", "sentences": [{"text": "Yeah, exactly, exactly  I mean you, but you have to -- the idea that his children can just move in and, you know, run all of his businesses without there being, you know, any kind of repercussions from that is just -- I mean, I think it's going to be a long ...", "sentId": 111}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "And yet he shouldn't be punished ...", "sentId": 112}], "secId": 36}, {"speaker": "RESTON", "sentences": [{"text": "Right.", "sentId": 113}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "He shouldn't be punished for having a business and then being elected president either.", "sentId": 114}, {"text": "So this is a hard one.", "sentId": 115}], "secId": 38}, {"speaker": "ZELENY", "sentences": [{"text": "It's never been -- I mean it's one of those many things.", "sentId": 116}, {"text": "We're in sort of uncharted waters here on this.", "sentId": 117}, {"text": "I mean his business dealings are complicated to say the least, what we know of them, but as Maeve said we don't know a lot about them.", "sentId": 118}, {"text": "But of all questions that Republican and conservatives had about the Clinton foundation and any foreign governments giving in I mean this is magnified times 100.", "sentId": 119}, {"text": "So this is one of those things that the Democrats and the Clinton campaign will say, \"I told you so.\"", "sentId": 120}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "He will have a Republican Congress or Republican Senate.", "sentId": 121}, {"text": "So do you can't haven investigations by Democrats.", "sentId": 122}, {"text": "But this is something everyone is going to keep an eye on.", "sentId": 123}, {"text": "Democrats are going to look for a weakness, look for a misstep.", "sentId": 124}, {"text": "And even some Republicans, hey look, he has plenty of Republican critics and skeptics in that building too.", "sentId": 125}, {"text": "They're going to be nice at first, but we'll see what happens.", "sentId": 126}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "Let's move on to team Trump.", "sentId": 127}, {"text": "We only have a couple of minutes left.", "sentId": 128}, {"text": "We're waiting.", "sentId": 129}, {"text": "We're told we could get a chief of staff announcement first.", "sentId": 130}, {"text": "The leading candidate -- let's show some leading candidates for jobs in the Trump administration.", "sentId": 131}, {"text": "Steve Bannon, who is the Breitbart executive who went to the campaign as the COO, he's been mentioned as the potential chief of staff.", "sentId": 132}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "The man in the middle is viewed by most people as the favorite at least at the moment, and this is Donald Trump, he makes his own decisions.", "sentId": 133}, {"text": "Reince Priebus, the chairman of the party.", "sentId": 134}, {"text": "And Newt Gingrich, the former speaker, has been mentioned either for chief of staff or may be secretary of state.", "sentId": 135}, {"text": "Chris Christie is part of the transition team now, has been mention may be he's attorney general, he could be your chief of staff.", "sentId": 136}, {"text": "The same with Rudy Giuliani, the new one Giuliani today has been secretary of state.", "sentId": 137}, {"text": "He's also come up as navy and attorney general or Homeland Security, director of National Intelligence.", "sentId": 138}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "To your point earlier Jeff, who the president picks for these first early jobs is going to set the tone?", "sentId": 139}, {"text": "Number one, he does need some Washington hands and some government hands, because he's never had that experience.", "sentId": 140}, {"text": "Or number two, Steve Bannon, for example.", "sentId": 141}, {"text": "You know, I don't know Steve Bannon personally but the Breitbart website is viewed as a sometimes racist, sometimes nationalist, provocative, in your face kind of site.", "sentId": 142}, {"text": "If you are a liberal African-American Latino, if you make that choice, you're making a choice.", "sentId": 143}], "secId": 43}, {"speaker": "RAJU", "sentences": [{"text": "And you can anger the Republican leadership too.", "sentId": 144}, {"text": "That's the real issue as well.", "sentId": 145}, {"text": "I mean Breitbart has been going after Paul Ryan, Mitch McConnell so aggressively for such a long time.", "sentId": 146}, {"text": "So has Steve Bannon.", "sentId": 147}, {"text": "So doing that could cause a lot of problems for his own party.", "sentId": 148}], "secId": 44}, {"speaker": "RESTON", "sentences": [{"text": "The Republican Party ...", "sentId": 149}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "But, Priebus is the inside guy who has good relations on Capitol Hill, but there were times during the campaign when he told Donald Trump, may be used to think about stepping aside.", "sentId": 150}, {"text": "There were times during the campaign where Donald Trump suspected Reince Priebus was trying to work the system in case they needed another candidate.", "sentId": 151}, {"text": "BALL:  Well, but think about the different signals that would be send by those three that you just named.", "sentId": 152}, {"text": "So not only is Bannon provocative because of the association with Breitbart, but he is an ideologue, he believes that Trump represents a new anti-globalist populist nationalism, so he would be trying to shape the administration around that ideological agenda.", "sentId": 153}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "Priebus, obviously, traditional Republican, voice of the establishment, would be building a bridge to the Republicans in congress, and Newt Gingrich is much more about politics.", "sentId": 154}, {"text": "He's sometimes been critic of Trump when he felt he was being impolitic and he has his own big ego, so he would -- it might be difficult for Trump to be in the room with him.", "sentId": 155}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "And Giant question also is how many never Trumpers or outsiders, people who were never on the team, is Trump big enough to bring in?", "sentId": 156}, {"text": "That's all part the conversation.", "sentId": 157}, {"text": "Were totally could get somewhere on this transition jobs as early as today, look for next week for some of the big jobs to be filled in.", "sentId": 158}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Up next, a sneak peak into our reporters' notebooks including how immigration reform advocates are getting ready for a battle with the new president and that will brew out west.", "sentId": 159}, {"text": "First though, the results of our quiz.", "sentId": 160}, {"text": "Melania Trump is only the second foreign born first lady who was first?", "sentId": 161}, {"text": "Was it Martha Washington, Laura Bush, Louisa Adams or Jacqueline Kennedy?", "sentId": 162}, {"text": "About 94 percent of you got it right.", "sentId": 163}, {"text": "The internet might have been involved there.", "sentId": 164}, {"text": "It was Louisa Adams, John Quincy Adams' wife.", "sentId": 165}, {"text": "We'll be right back.", "sentId": 166}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Let's close as we always do.", "sentId": 167}, {"text": "Head across.", "sentId": 168}, {"text": "I use to stay around.", "sentId": 169}, {"text": "But this is in a cross the \"Inside Politics\" table, ask for our great reporters.", "sentId": 170}, {"text": "View a sneak peak into their notebooks.", "sentId": 171}, {"text": "Jeff Zeleny?", "sentId": 172}], "secId": 50}, {"speaker": "ZELEY", "sentences": [{"text": "As we know Democrats are decimated in this town, but one Democrat is standing tall proud.", "sentId": 173}, {"text": "Chuck Schumer.", "sentId": 174}, {"text": "Chuck Schumer will be the most important Democrat in all of Washington for those who don't know, he is the senate minority leader, or he will be the incoming Democratic leader of the Senate.", "sentId": 175}, {"text": "And the deals he cuts with this his fellow New Yorker will be living in that the house right there will be fascinating to watch.", "sentId": 176}, {"text": "The Donald Trump/Chuck Schumer relationship is something I'll have my eye on next year.", "sentId": 177}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "And the important preexisting condition, as they say.", "sentId": 178}, {"text": "Maeve?", "sentId": 179}], "secId": 52}, {"speaker": "RESTON", "sentences": [{"text": "Still, I am looking at this battle that is beginning to brew out west.", "sentId": 180}, {"text": "You already have people around Donald Trump who are talking about his proposal for deportation force.", "sentId": 181}, {"text": "How much latitude he would have to, you know, start that process with executive orders, but I've been talking to labor leaders and folks like Antonio Villaraigosa, he's going to run for governor of California about what they are planning to do.", "sentId": 182}, {"text": "They are already scheduling meetings, talking to civil rights leaders, talking about, you know, how they can slow this process down in a court.", "sentId": 183}, {"text": "How they can fight, you know, with everything that they have if Donald Trump does, in fact, plan to move forward with those plans.", "sentId": 184}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "One of the biggest questions for the new president-elect.", "sentId": 185}, {"text": "Molly?", "sentId": 186}], "secId": 54}, {"speaker": "BALL", "sentences": [{"text": "Well, one of the interesting subplots to the election on Tuesday is that marijuana was legalized in at least three states, possibly four.", "sentId": 187}, {"text": "That's recreational marijuana use, and medical marijuana in four more states.", "sentId": 188}, {"text": "Big states, you know, recreational marijuana approved in California, medical in Florida.", "sentId": 189}, {"text": "So there's a lot of excitement in what's now a very large industry that's grown up around legal pot, but also some trepidation.", "sentId": 190}, {"text": "Donald Trump has said that he favors medical marijuana but he hasn't talked a lot about it.", "sentId": 191}, {"text": "He's surrounded by old school drug warriors like Rudy Giuliani and Mike Pence.", "sentId": 192}, {"text": "So the is nervousness in the industry about what lies ahead for them.", "sentId": 193}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "We'll see if the attorney general pick will say a lot about that.", "sentId": 194}, {"text": "Manu?", "sentId": 195}], "secId": 56}, {"speaker": "RAJU", "sentences": [{"text": "And yet another unusual moment this year, Paul Ryan seems to be safe for the speakership and no small part because of Donald Trump.", "sentId": 196}, {"text": "Donald Trump's coattails hoping to bring a larger majority in the house, making a very unlikely that'll be enough defections to hurt him.", "sentId": 197}, {"text": "Next view, the house freedom caucus wants to focus on helping Donald Trump not hurting Paul Ryan right now, and Paul Ryan helping himself by going out and embracing Donald Trump in the last couple of weeks.", "sentId": 198}, {"text": "Those Trump backers and his caucus are saying, you know, that they are happy with that.", "sentId": 199}, {"text": "So right now Paul Ryan stay for re-election in no small part because the man who wants to occupy the White House.", "sentId": 200}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "We'll watch the dealmaking moving on.", "sentId": 201}, {"text": "I'm going to close by saying a mix of quick thank you.", "sentId": 202}, {"text": "Today ends our two-month temporary run here on weekdays.", "sentId": 203}, {"text": "It's been fun and it's been fascinating.", "sentId": 204}, {"text": "I want to say thank you to the great reporters likes these four here and the others who juggled their campaign schedules to make the hour what it is.", "sentId": 205}, {"text": "A conversation about what reporters see and hear on the trail from their sources and from the candidates.", "sentId": 206}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "I also thank you to the boss for allowing me the privilege and the team in Atlanta that gets us on the air every day.", "sentId": 207}, {"text": "I'm a piece of work sometimes.", "sentId": 208}, {"text": "They do a great job.", "sentId": 209}, {"text": "And extra special thanks to my tiny but amazing \"Inside Politics\" team here in Washington.", "sentId": 210}, {"text": "Working long hours seven days a week for two months is a beast, but they were angels, even when I was not.", "sentId": 211}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Most of all thank you for sharing your time at home with is during this precious and important stretch.", "sentId": 212}, {"text": "Remember, you still wake up with us Sunday mornings.", "sentId": 213}, {"text": "Drop me a note.", "sentId": 214}, {"text": "I give a wake-up call.", "sentId": 215}, {"text": "Hope to see you then.", "sentId": 216}, {"text": "Have a great weekend.", "sentId": 217}, {"text": "\"Wolf\" is next after a quick break.", "sentId": 218}], "secId": 60}, {"speaker": "BLITZER", "sentences": [{"text": "Hello.", "sentId": 219}, {"text": "I'm Wolf Blitzer.", "sentId": 220}, {"text": "Its 1:00 p.m. here, its veterans day in the United States, wherever you're watching from around the world, thanks very much for ...", "sentId": 221}], "secId": 61}], "sectionCount": 62, "url": "transcripts.cnn.com/TRANSCRIPTS/1611/11/ip.02.html", "sentenceCount": 223, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired November 11, 2016 - 12:00   ET", "speakers": ["KING", "TRUMP", "UNIDENTIFIED FEMALE", "RAJU", "ZELENY", "RESTON", "GOHMERT", "BALL", "ZELEY", "BLITZER"], "title": "INSIDE POLITICS"}