{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1507.05.ip.01.html.json", "subTitle": "Bernie Sanders Surges in the Polls; GOP Fears Latino Backlash over Trump's Comments. Aired 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Bernie Sanders is surging in the polls and packing his campaign rallies.", "sentId": 0}], "secId": 0}, {"speaker": "SANDERS", "sentences": [{"text": "In case you haven't noticed, there are a lot of people here.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "So should Hillary Clinton be worried?", "sentId": 2}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "And is there still room for Joe Biden to run?", "sentId": 3}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Plus, President Obama takes note of the very crowded Republican race.", "sentId": 4}], "secId": 4}, {"speaker": "OBAMA", "sentences": [{"text": "You'll have enough for an actual hunger games.", "sentId": 5}, {"text": "That is an interesting bunch.", "sentId": 6}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "It's Donald Trump with momentum on the Republican side.", "sentId": 7}], "secId": 6}, {"speaker": "TRUMP", "sentences": [{"text": "I'm not happy being behind Jeb Bush to be honest with you because he's very weak on immigration, extremely weak on immigration.", "sentId": 8}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Most GOP leaders expect Trump to flame out.", "sentId": 9}, {"text": "But they worry he's first making the party's weak standing with Latino voters even worse.", "sentId": 10}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 11}], "secId": 9}, {"speaker": "Welcome to INSIDE POLITICS.  I'm John King.  Thanks for sharing your Sunday morning especially this Fourth of July weekend.  With us to share their reporting and their insights", "sentences": [{"text": "Julie Pace of the Associated Press; Robert Costa of the \"Washington Post\"; CNN's Sara Murray; and Jonathan Martin of the \"New York Times\".", "sentId": 12}, {"text": "The Fourth of July means parades and when a campaign is gearing up in places like New Hampshire well, parades mean politicians.", "sentId": 13}], "secId": 10}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Happy Fourth.", "sentId": 14}], "secId": 11}, {"speaker": "CHRISTIE", "sentences": [{"text": "Happy Fourth.", "sentId": 15}], "secId": 12}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Rubio.", "sentId": 16}, {"text": "Rubio.", "sentId": 17}], "secId": 13}, {"speaker": "RUBIO", "sentences": [{"text": "Hey, folks.", "sentId": 18}], "secId": 14}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Good to see you.", "sentId": 19}], "secId": 15}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "How you doing?", "sentId": 20}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Now, it is said often in politics that the numbers don't lie and Bernie Sanders is posting some impressive numbers.", "sentId": 21}, {"text": "Back in May, take a look, he was at 13 percent in New Hampshire.", "sentId": 22}, {"text": "Now Sanders scores nearly three times that, he's up to 35 percent just eight points behind Hillary Clinton.", "sentId": 23}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "Ditto out in IOWA.", "sentId": 24}, {"text": "Clinton has a bigger lead there but Sanders poll numbers from May have now more than doubled.", "sentId": 25}, {"text": "He's at 33 percent.", "sentId": 26}, {"text": "And the crowds are just off the charts, including nearly 10,000 people this past week in Madison, Wisconsin.", "sentId": 27}], "secId": 18}, {"speaker": "SANDERS", "sentences": [{"text": "We believe that the time has come when people in Wisconsin, Vermont and all over this country, create a political movement which says to the billionaire class, \"you can't have it all\".", "sentId": 28}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "So if you're in the Clinton campaign, Julie Pace or if you're watching this, one of the big questions is, is this a summer fling for Democrats?", "sentId": 29}, {"text": "Or is Bernie Sanders, by those numbers, emerging as a serious, credible threat?", "sentId": 30}], "secId": 20}, {"speaker": "PACE", "sentences": [{"text": "Well, I don't know if he's emerging as the type of serious threat that could keep her from winning the Democratic nomination.", "sentId": 31}, {"text": "But he is emerging as a threat in the sense that he is someone who is going to have enough money to play for a long time.", "sentId": 32}, {"text": "He is speaking to a part of the Democratic Party that the Clinton campaign has known for a long time could be a problem for her.", "sentId": 33}], "secId": 21}, {"speaker": "enthusiasm", "sentences": [{"text": "It's a great question.", "sentId": 34}, {"text": "Is it just that he's doing everything", "sentId": 35}], "secId": 22}, {"speaker": "enthusiasm", "sentences": [{"text": "right?", "sentId": 36}, {"text": "His timing was great.", "sentId": 37}, {"text": "He had some people who had sort of hovered waiting to see if Elizabeth Warren would run.", "sentId": 38}, {"text": "She didn't.", "sentId": 39}, {"text": "He sort of stepped in and took that spot on the left or blew Martin O'Malley away and just took that group.", "sentId": 40}, {"text": "But is it just because Bernie Sanders is doing everything right at the moment?", "sentId": 41}, {"text": "Or is Hillary Clinton doing something wrong?", "sentId": 42}], "secId": 23}, {"speaker": "MURRAY", "sentences": [{"text": "I think he's an ideal protest candidate for Hillary Clinton.", "sentId": 43}, {"text": "Look, his message is right on point.", "sentId": 44}, {"text": "It's right there along with Elizabeth Warren's.", "sentId": 45}, {"text": "He's shown he's been able to raise some money and he's getting these voters revved up.", "sentId": 46}], "secId": 24}, {"speaker": "MURRAY", "sentences": [{"text": "I think the fact of the matter is Hillary Clinton is not aiming to do these kinds of events.", "sentId": 47}, {"text": "She's doing kind of small, one-on-one house parties and that kind of thing.", "sentId": 48}, {"text": "And for Bernie Sanders to be able to do the opposite and show he can draw these big crowds just helps him out.", "sentId": 49}], "secId": 25}, {"speaker": "MURRAY", "sentences": [{"text": "I can't point to a single thing and say Hillary is doing this wrong.", "sentId": 50}, {"text": "But I think there are a certain number of voters who are just unsettled by a Hillary Clinton candidacy and Bernie Sanders speaks to that crowd.", "sentId": 51}], "secId": 26}, {"speaker": "MARTIN", "sentences": [{"text": "Well, and also unsettled by what their expectations were for the Obama presidency, too.", "sentId": 52}, {"text": "There is a cohort, John, of white liberals that feels like the Obama presidency has not lived up to the expectation.", "sentId": 53}, {"text": "And obviously they blame part of that on Republicans in Congress, part of the onus on the Supreme Court.", "sentId": 54}, {"text": "But there is a deep unease about where the country is right now, and the fact that Obama has not been able to do more about issues like income inequality, and money in politics.", "sentId": 55}, {"text": "And Bernie speaks to those issues.", "sentId": 56}], "secId": 27}, {"speaker": "MARTIN", "sentences": [{"text": "And he does so with 140-proof passion.", "sentId": 57}, {"text": "In a way that Hillary Clinton is never going to because that's not what her politics are.", "sentId": 58}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "You say never going to.", "sentId": 59}, {"text": "Is that it?", "sentId": 60}, {"text": "Is it the stylistic difference that Bernie Sanders is sort of the whoosh, here it comes.", "sentId": 61}, {"text": "You get full volume.", "sentId": 62}, {"text": "Hillary has been doing smaller events.", "sentId": 63}, {"text": "Now, she's in New Hampshire this holiday weekend.", "sentId": 64}, {"text": "Her staff has already announced she's going back to Iowa.", "sentId": 65}, {"text": "I talked to somebody -- a lot of Democrats this week but somebody close to her, I said what's the problem here?", "sentId": 66}, {"text": "And he said very simply in a very short sentence that she needs to campaign and she needs to stand for something.", "sentId": 67}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "Is she leaving the impression that, you know, she has the four fights?", "sentId": 68}, {"text": "She has this net.", "sentId": 69}, {"text": "She mentions income inequality but is it like a checklist, not a passion?", "sentId": 70}], "secId": 30}, {"speaker": "COSTA", "sentences": [{"text": "I'm with Jonathan in the sense that this is more I think about substance and that this is a liberal moment in America and everything that's happened with the courts the way the younger generation is trending and the Democratic Party a lot of the base wants to see how do they capitalize on this time, and that trend.", "sentId": 71}, {"text": "With Bernie Sanders stylistically he's not better than Clinton.", "sentId": 72}, {"text": "She's a much more polished candidate.", "sentId": 73}, {"text": "But he's resonating with those who really want to see an active, energetic Democratic Party.", "sentId": 74}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "We're waiting to see if Joe Biden gets in.", "sentId": 75}, {"text": "His staff is signaling we'll get a decision in august.", "sentId": 76}, {"text": "There's some interesting reports that his son Beau Biden as he was fading said \"Dad, you should run.\"", "sentId": 77}, {"text": "Hunter Biden said, \"Dad, do you want to run?\"", "sentId": 78}, {"text": "We'll see how that one turns out in August.", "sentId": 79}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "We did get another candidate this week on the Democratic side thought.", "sentId": 80}, {"text": "Jim Webb former senator from Virginia, he's a very interesting guy.", "sentId": 81}, {"text": "He's unorthodox in many ways.", "sentId": 82}, {"text": "He got into the race with an online statement, no big event.", "sentId": 83}, {"text": "But he made clear \"I disagreed with you Secretary Clinton on the Iraq war, I think I was right.", "sentId": 84}, {"text": "I disagree with how you handled Libya.\"", "sentId": 85}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "He also raised directly the question of trust.", "sentId": 86}, {"text": "Now he's nowhere in the polls right now.", "sentId": 87}, {"text": "And he's not out campaigning this first weekend after his announcement which is odd.", "sentId": 88}, {"text": "But, should we -- should we view Jim Webb who is an interesting guy, is he potentially a threat?", "sentId": 89}], "secId": 34}, {"speaker": "MURRAY", "sentences": [{"text": "I think you can become a threat if you engage Hillary head-on on some of these issues, if you talk about the Iraq war, for instance.", "sentId": 90}, {"text": "But that involves campaigning.", "sentId": 91}, {"text": "It means that you can't just release this video saying you're announcing your run for president without any reporters knowing it's coming.", "sentId": 92}, {"text": "You can't then take the weekend off, after you announce you're running for president.", "sentId": 93}], "secId": 35}, {"speaker": "MURRAY", "sentences": [{"text": "He has some points he could make and sort of pull Hillary Clinton's feet to the fire and challenge her on these issues that are very important to the Democratic base but that involves actually getting out there and doing it.", "sentId": 94}], "secId": 36}, {"speaker": "MARTIN", "sentences": [{"text": "I think timing is everything in politics.", "sentId": 95}, {"text": "If Jim Webb was the candidate in the summer of 2003, shortly after Hillary Clinton had voted for the Iraq war authorization, he could have a pretty potent message as a decorated Vietnam veteran.", "sentId": 96}, {"text": "But it's the summer of 2015 and the issue in a Democratic voters now, especially liberals, it's much more oriented on matters of economic fairness, money in politics and cultural liberalism.", "sentId": 97}, {"text": "It's not the war anymore.", "sentId": 98}, {"text": "And I think that's Webb's challenge.", "sentId": 99}], "secId": 37}, {"speaker": "PACE", "sentences": [{"text": "And I think the problem for Webb is that Hillary now has an answer on Iraq.", "sentId": 100}, {"text": "She had a harder time a couple years ago on Iraq.", "sentId": 101}, {"text": "Now she's got the answer where she has a harder time making the argument to liberals is on the points you're talking about -- on big money, on Wall Street.", "sentId": 102}, {"text": "And that's why I think Bernie Sanders, or whoever else is going to fill that space, presents a much tougher challenge than someone who is going back to fight Iraq and even Libya.", "sentId": 103}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "The other Democrat who was on the campaign trail this week cannot be on the ballot in 2016 because he'll be finishing his second term and he can't run for three.", "sentId": 104}, {"text": "But it was interesting to watch President Obama on the road this week.", "sentId": 105}, {"text": "He went to Wisconsin, shook hands with a man who would like to succeed him Scott Walker on the tarmac out there in Wisconsin.", "sentId": 106}, {"text": "The President out there to make the case that his economic policies are working and he very specifically went after the Republicans.", "sentId": 107}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "We bring him into the conversation because the President's over 50 percent now.", "sentId": 108}, {"text": "When a president's over 50 percent -- that means the country feels better about the economy.", "sentId": 109}, {"text": "That means his party will feel better about the President and look, the President seems eager to be part of the 2016 debate.", "sentId": 110}], "secId": 40}, {"speaker": "Obama", "sentences": [{"text": "One thing that the bus full of people who are fighting to lead the Republican ticket all share is they keep on coming up with this same old trickle-down you're on your own economics that helped bring about the crisis back in 2007, 2008 in the first place.", "sentId": 111}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Now we have been tempted, if you go back several months, to say OK forget about him.", "sentId": 112}, {"text": "He's winding down.", "sentId": 113}, {"text": "He's not going to be a factor.", "sentId": 114}, {"text": "If he's at 52 percent as he is now and he's feeling good about himself and he's out there helping frame the argument against Republicans, he could help the Democrats.", "sentId": 115}], "secId": 42}, {"speaker": "Pace", "sentences": [{"text": "Look Barack Obama won two decisive presidential elections.", "sentId": 116}, {"text": "He is a good politician.", "sentId": 117}, {"text": "He gets in these modes where he can be a little bit mopey.", "sentId": 118}, {"text": "But when he is feeling it, and he is right now, he is a very strong politician.", "sentId": 119}, {"text": "He -- and he really feels strongly about the positions that Republicans are taking right now, particularly a Scott Walker.", "sentId": 120}, {"text": "Scott Walker kind of drives Obama crazy and if he's feeling like this I think he can be a big asset to Hillary Clinton.", "sentId": 121}], "secId": 43}, {"speaker": "COSTA", "sentences": [{"text": "I think that's spot-on.", "sentId": 122}, {"text": "Republican strategists are very concerned.", "sentId": 123}, {"text": "Because I thought in the general election if Hillary Clinton's the nominee, she would maybe be a flat candidate.", "sentId": 124}, {"text": "But if you have an Obama that's rising, that's popular with the electorate, that's a double whammy for the Democrats, and the GOP's worried.", "sentId": 125}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "Hard to make the argument that Hillary Clinton would be a third term is a bad thing is what Republicans want to say if the unemployment rate drops to 5 percent, if the economy is --", "sentId": 126}], "secId": 45}, {"speaker": "MARTIN", "sentences": [{"text": "I was going to say the two most important figures that will shape next year's election are going to be the unemployment rate on Election Day and Barack Obama's approval on Election Day.", "sentId": 127}, {"text": "If the unemployment rate is down below 5 percent, that way now, and Obama is up 50 percent that makes things a heck of a lot easier for Hillary Clinton.", "sentId": 128}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 129}, {"text": "Everybody sit tight -- a lot more to discuss.", "sentId": 130}, {"text": "Up next Republican leaders still don't view Donald Trump as a serious candidate but they do worry his attacks on Mexicans are causing the party serious harm.", "sentId": 131}, {"text": "First though Ted Cruz flat-out wins this week's politicians", "sentId": 132}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "say or do the darnedest things.", "sentId": 133}, {"text": "Right here, his buzz feed audition for a role on \"The Simpsons\".", "sentId": 134}], "secId": 48}, {"speaker": "SEN. TED CRUZ ", "sentences": [{"text": "In one of the great classic episodes when they run for president.", "sentId": 135}, {"text": "I'm running for president now and you know it's really tough.", "sentId": 136}, {"text": "Forward not backwards.", "sentId": 137}, {"text": "Upwards not downwards and always twirling, twirling for freedom.", "sentId": 138}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 139}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "Take a look at these because again they say often in politics \"the numbers don't lie\".", "sentId": 140}, {"text": "In 2008, President Obama wins 67 percent of the Latino vote.", "sentId": 141}, {"text": "Look at the map -- wins convincingly over John McCain with 365 electoral votes.", "sentId": 142}, {"text": "Fast forward four years 2012, the President gets 71 percent of the Latino vote; wins again with 332 electoral votes over Mitt Romney.", "sentId": 143}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "In both cases -- Nevada, New Mexico, Florida, Virginia, Colorado -- places where the Latino vote matters going the President's way.", "sentId": 144}, {"text": "Republicans now without a doubt -- look at the map, look at the numbers -- have a major demographic problem.", "sentId": 145}, {"text": "And there's also little doubt at the moment Donald Trump is making it worse.", "sentId": 146}], "secId": 52}, {"speaker": "TRUMP", "sentences": [{"text": "They're bringing drugs, they're bringing crime, they're rapists.", "sentId": 147}], "secId": 53}, {"speaker": "TRUMP", "sentences": [{"text": "I'm not just saying Mexicans.", "sentId": 148}, {"text": "I'm talking about people that are from all over that are killers and rapists.", "sentId": 149}], "secId": 54}, {"speaker": "TRUMP", "sentences": [{"text": "Somebody's doing the raping, Don.", "sentId": 150}, {"text": "I mean, you know, somebody's doing it.", "sentId": 151}, {"text": "They just think it's women being raped?", "sentId": 152}, {"text": "Well, who's doing the raping?", "sentId": 153}], "secId": 55}, {"speaker": "TRUMP", "sentences": [{"text": "How worried are Republicans?", "sentId": 154}, {"text": "They know the demographics.", "sentId": 155}, {"text": "They know they have to win more Latino votes.", "sentId": 156}, {"text": "They have to win more African- American votes.", "sentId": 157}, {"text": "They lost the Asian vote bad last time too.", "sentId": 158}, {"text": "They can't just rely on the white folks.", "sentId": 159}, {"text": "How much damage do they think Donald Trump is doing to their brand?", "sentId": 160}], "secId": 56}, {"speaker": "COSTA", "sentences": [{"text": "It's July.", "sentId": 161}, {"text": "It's early.", "sentId": 162}, {"text": "They think eventually he's going to flame out.", "sentId": 163}, {"text": "So they're not fretting and they're not about to have a major crisis moment; however they do fear that he's going to drag everyone else into the fight and people who haven't even introduced themselves to the country yet, Scott Walker, Marco Rubio who are known, but not well known, are going to have to be always asked about Trump and that becomes a problem.", "sentId": 164}, {"text": "KING:  Right.", "sentId": 165}, {"text": "Texas Governor Rick Perry was here in town this week.", "sentId": 166}], "secId": 57}, {"speaker": "COSTA", "sentences": [{"text": "He gave a very interesting speech where he said he counted himself among the sinners saying Republicans have not done a good enough job reaching out for African-American voters.", "sentId": 167}, {"text": "But then he cited his experience in Texas reaching out to Latino vote and saying Donald Trump is flat wrong.", "sentId": 168}], "secId": 58}, {"speaker": "PERRY", "sentences": [{"text": "I don't think Donald Trump's remarks reflect the Republican Party.", "sentId": 169}, {"text": "I think the Republican Party is reflected in people like me.", "sentId": 170}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "But does it hurt their cause in the sense that they want to be making the case for themselves?", "sentId": 171}, {"text": "Instead right now they're making the case against Donald Trump or trying to stifle Donald Trump?", "sentId": 172}], "secId": 60}, {"speaker": "MURRAY", "sentences": [{"text": "It's actually hard for me to see how this hurts Rick Perry in particular?", "sentId": 173}, {"text": "I think it's a risk for other presidential candidates but look Rick Perry is nowhere in the polls right now.", "sentId": 174}, {"text": "He needs to run a relatively safe campaign with some breakout moments to kind of show he's the elder statesman that he had hoped to be last time around and wasn't.", "sentId": 175}], "secId": 61}, {"speaker": "MURRAY", "sentences": [{"text": "And I think this was a good way to do it.", "sentId": 176}, {"text": "This is a way for him this week to step up and say, as far as Republicans go, I'm the profile in courage here.", "sentId": 177}, {"text": "I'll take on Donald Trump and say what he's doing is wrong.", "sentId": 178}, {"text": "And that speech that we probably would have ignored otherwise has gotten play all over cable news for a week.", "sentId": 179}], "secId": 62}, {"speaker": "PACE", "sentences": [{"text": "I don't know if it says a lot of good things about Republicans that a profile in courage is taking on something Donald Trump said about Mexicans and other people from South America that's generally seen as incorrect.", "sentId": 180}, {"text": "And I think that will be the challenge when you're on a debate stage with Donald Trump if he says something similar to that.", "sentId": 181}, {"text": "If he repeats that line, what does a Marco Rubio say?", "sentId": 182}, {"text": "What does a Jeb Bush say?", "sentId": 183}, {"text": "And again it takes them off of their pro-active message.", "sentId": 184}], "secId": 63}, {"speaker": "MARTIN", "sentences": [{"text": "Yes, I don't question Perry's sincerity.", "sentId": 185}, {"text": "He's got Hispanics in his family.", "sentId": 186}, {"text": "He's the governor of a border state.", "sentId": 187}, {"text": "He lives in that community.", "sentId": 188}, {"text": "But there's some politics here.", "sentId": 189}], "secId": 64}, {"speaker": "MARTIN", "sentences": [{"text": "You know, Donald Trump is now polling relatively substantially in Iowa but Perry is spending a lot of time in Iowa.", "sentId": 190}, {"text": "His hopes rest in part on a solid Iowa showing.", "sentId": 191}, {"text": "So I think Perry is going to move Trump .", "sentId": 192}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "One of the things lost in the Trump-apalooza  as I'll call it -- and look, it's been legitimate.", "sentId": 193}, {"text": "He has moved up to second place in the national polls.", "sentId": 194}, {"text": "He's second place in New Hampshire.", "sentId": 195}, {"text": "He's moving in Iowa.", "sentId": 196}, {"text": "So you have to take Trump as a factor in this crowded Republican field without a doubt right now.", "sentId": 197}, {"text": "Lost in that somewhat has been though I think that Jeb Bush has stabilized.", "sentId": 198}, {"text": "If you look at the recent polls a month or so ago we were talking about what happened Jeb and he was going this way.", "sentId": 199}, {"text": "Now he's first place in the national polls.", "sentId": 200}, {"text": "No huge lead by any means but first place in the latest New Hampshire poll and if you talk inside the Bush campaign they seem to have a sense that OK, they changed their staff.", "sentId": 201}, {"text": "They shook up the staff a little bit but they haven't changed their message.", "sentId": 202}, {"text": "They feel things are better.", "sentId": 203}, {"text": "Fair?", "sentId": 204}], "secId": 66}, {"speaker": "COSTA", "sentences": [{"text": "I think so.", "sentId": 205}, {"text": "I think not only has Bush stabilized but we're actually approaching what could be a Bush boomlet.", "sentId": 206}, {"text": "When he comes out with a big fund-raising number somewhere close to $100 million perhaps for all his different political committees that's going to be a significant time for him because it's going to depress the donors of his rivals and it's going to really show that he's the frontrunner for the establishment and that's not a bad place to be.", "sentId": 207}], "secId": 67}, {"speaker": "MARTIN", "sentences": [{"text": "Look, Bush is going to obviously post a large number here.", "sentId": 208}, {"text": "He still hasn't quite figured out how to grapple with his family name which is still a work in progress.", "sentId": 209}, {"text": "But this thing is so uncertain, and I think the Bush theory of the case, John, is basically, this guy has played major league ball for quite a long time.", "sentId": 210}, {"text": "And when the lights really come on he's going to be the one that can go beyond the early states and play well into March, A, because he has the stature to do so, and B because he's going to have the resources.", "sentId": 211}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "Heading the wrong way at the moment, then again it's July -- July Fourth weekend.", "sentId": 212}, {"text": "So heading the wrong way at the moment, emphasis underlined.", "sentId": 213}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Cruz, Rubio, Walker all suffering a little bit.", "sentId": 214}, {"text": "A guy who says he's doing better and he says watch I'm going to prove you all wrong is Chris Christie who's doing the John McCain town hall to death approach in New Hampshire, if you will.", "sentId": 215}, {"text": "Just stay there and keep answering the questions.", "sentId": 216}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "But listen to Chris Christie.", "sentId": 217}, {"text": "He's got a staff that understands New Hampshire.", "sentId": 218}, {"text": "Yes he has a steep hill but he thinks he's making progress.", "sentId": 219}], "secId": 71}, {"speaker": "CHRISTIE", "sentences": [{"text": "I think most times when people read these things, I've changed minds.", "sentId": 220}, {"text": "It's just a matter of me working hard enough to make sure I change enough minds.", "sentId": 221}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "Just a matter of him working hard enough.", "sentId": 222}], "secId": 73}, {"speaker": "MURRAY", "sentences": [{"text": "You know it's very early and anything can happen in these early primaries.", "sentId": 223}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "You sound a tad skeptical.", "sentId": 224}], "secId": 75}, {"speaker": "MURRAY", "sentences": [{"text": "I'm a tad skeptical only because we're talking about New Hampshire here and the voters in New Hampshire are pretty familiar with Chris Christie.", "sentId": 225}, {"text": "He's not introducing himself to a group of voters who have never heard of him before.", "sentId": 226}, {"text": "Or who are unfamiliar with his struggles, and with the Bridgegate scandal.", "sentId": 227}], "secId": 76}, {"speaker": "MURRAY", "sentences": [{"text": "So I think that the challenge for him is his tough talk in the past has come off as, you know, I'm going to be candid on both sides of the aisle and speak the truth and after Bridgegate it started looking like I'm a bully.", "sentId": 228}], "secId": 77}, {"speaker": "PACE", "sentences": [{"text": "I would say, the last time I was up in New Hampshire was a couple days after Chris Christie had been there, before he announced.", "sentId": 229}, {"text": "And people were still talking about Chris Christie -- regular voters.", "sentId": 230}, {"text": "People you know in Manchester.", "sentId": 231}, {"text": "He does have an impact.", "sentId": 232}, {"text": "He is intriguing to people.", "sentId": 233}, {"text": "Obviously some of this is spin because he needs to win there.", "sentId": 234}, {"text": "But he's popular.", "sentId": 235}], "secId": 78}, {"speaker": "COSTA", "sentences": [{"text": "I was at his announcement in Livingston, New Jersey, and his campaign at this moment reminds me of a Bruce Springsteen song.", "sentId": 236}, {"text": "The best Springsteen songs are about someone who is in a tough spot and has to come back and rebound.", "sentId": 237}, {"text": "Christie kind of loves this right now because he knows he sees a comeback on the horizon doing the McCain style town halls and his personality can overwhelm.", "sentId": 238}, {"text": "Overwhelm with liveliness.", "sentId": 239}, {"text": "Have the personality be at the fore.", "sentId": 240}, {"text": "See what happens.", "sentId": 241}], "secId": 79}, {"speaker": "MARTIN", "sentences": [{"text": "And what Trump and Christie both have in common?", "sentId": 242}, {"text": "The cameras?", "sentId": 243}], "secId": 80}, {"speaker": "COSTA", "sentences": [{"text": "Yes.", "sentId": 244}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 245}, {"text": "Look, 16 candidates in the Republican race, count nobody out.", "sentId": 246}], "secId": 82}, {"speaker": "MARTIN", "sentences": [{"text": "They'll get attention at the very least.", "sentId": 247}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Nobody out at this early stage.", "sentId": 248}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "Up next, our great reporters share from their notebooks including fancy jets and a long delayed pipeline.", "sentId": 249}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Let's head around the \"INSIDE POLITICS\" table, ask our reporters to share a little bit from their notebooks.", "sentId": 250}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Julie Pace.", "sentId": 251}], "secId": 87}, {"speaker": "PACE", "sentences": [{"text": "President Obama is in a phase of his presidency right now where the contours of his legacy are starting to take shape and one of the next issues that we expect to be clarified is the Keystone Pipeline -- the long-delayed Keystone Pipeline.", "sentId": 252}, {"text": "People I have talked to with a stake in this expect a decision could come as early as this month after much anticipation.", "sentId": 253}], "secId": 88}, {"speaker": "PACE", "sentences": [{"text": "And it's interesting how Obama's legacy is starting to influence the tea leaf reading around this.", "sentId": 254}, {"text": "People who are pro-pipeline think he may now feel emboldened to take a decision that angers Democrats and a lot of his supporters.", "sentId": 255}, {"text": "But people who are against this pipeline, environmentalists, see this as an opportunity for Obama to really pad his legacy on climate and environmental issues.", "sentId": 256}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "All debating their place -- which wing do they get in the Obama presidential library?", "sentId": 257}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Robert.", "sentId": 258}], "secId": 91}, {"speaker": "COSTA", "sentences": [{"text": "Donald Trump is ascendant in Iowa.", "sentId": 259}, {"text": "So I spoke on Friday with Chalk Lautner  Trump's chief strategist in the state.", "sentId": 260}, {"text": "And I said what's your secret weapon, why is he rising?", "sentId": 261}, {"text": "He said in one answer -- his plane.", "sentId": 262}, {"text": "Donald Trump is taking his private plane around Iowa and plans to do so more in the month of July and August and uses it as an office.", "sentId": 263}, {"text": "And Chuck Lautner said people want to see the full Donald Trump and they love these Iowa power brokers, the Republicans that come on the plane, spend an hour with Trump and it's winning over some people.", "sentId": 264}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Why not?", "sentId": 265}], "secId": 93}, {"speaker": "MARTIN", "sentences": [{"text": "Speechless.", "sentId": 266}, {"text": "John is speechless.", "sentId": 267}], "secId": 94}, {"speaker": "MURRAY", "sentences": [{"text": "Why not?", "sentId": 268}, {"text": "Wow I feel bad that I don't have more private jets to share.", "sentId": 269}], "secId": 95}, {"speaker": "MURRAY", "sentences": [{"text": "So the ad wars are already heating up.", "sentId": 270}, {"text": "It is July of 2015.", "sentId": 271}, {"text": "I can't believe I'm already saying this but if you are a voter in an early state duck for cover.", "sentId": 272}, {"text": "It is coming.", "sentId": 273}, {"text": "So Rick Perry's super PAC has already spent hundreds of thousands of dollars on the airwaves in Iowa.", "sentId": 274}, {"text": "They're making a case that being there early helps them get more buck -- better bang for their buck.", "sentId": 275}], "secId": 96}, {"speaker": "MURRAY", "sentences": [{"text": "You also have Bobby Jindal's super PAC already going up on the air in Iowa and Marco Rubio, his campaign tried to do the shrewd thing where they pre-buy $10 million in advertising.", "sentId": 276}, {"text": "This is the best indication that the air waves are going to be crowded.", "sentId": 277}, {"text": "A bunch of television stations said no sorry, you can't buy this early because we don't know how much demand there's going to be and how much inventory we have to sell.", "sentId": 278}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "Best thing in the world to do during a campaign year, own a local TV station.", "sentId": 279}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "Jonathan.", "sentId": 280}], "secId": 99}, {"speaker": "MARTIN", "sentences": [{"text": "This is going to be one of the most fascinating weeks of the pre-primary campaign.", "sentId": 281}, {"text": "A lot of GOP candidates for president are going to put out their first fund-raising number for the last quarter.", "sentId": 282}, {"text": "Now it's always this sort of fascinating dance because some of the campaigns will want to put their number out early when there's nothing to compare it to.", "sentId": 283}, {"text": "Others will hold it back to wait for the others to put theirs out so that they can show just how impressive their haul is compared to everybody else.", "sentId": 284}], "secId": 100}, {"speaker": "MARTIN", "sentences": [{"text": "My understanding is that what we're looking closely at is some of the super PACs which have no limits on contributions are going to hold back until their campaigns are going to release their figure.", "sentId": 285}, {"text": "Then super PACs will come in and put out their number.", "sentId": 286}, {"text": "So you have a sort of back-to-back showing to have a full impact of what candidate x and candidate y are going to have on hand.", "sentId": 287}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "It is \"all the money\" week.", "sentId": 288}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "I'll close with this -- more about money.", "sentId": 289}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "The Koch Brothers are famous now in politics for their deep pocketed support of Republican candidates and conservative causes.", "sentId": 290}, {"text": "And the candidates, just watch them, they're so eager to win their favor they're often appearing at conferences and gatherings sponsored by Koch-affiliated groups like American Prosperity or the Freedom Partners.", "sentId": 291}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "Now, the Kochs haven't settled on one GOP presidential prospect, at least not yet.", "sentId": 292}, {"text": "But it is clear they view some candidates more favorably than others.", "sentId": 293}, {"text": "Top aides to Louisiana Governor Bobby Jindal, for example, are now complaining to friends their candidate is being excluded from these Koch sponsored gatherings.", "sentId": 294}, {"text": "Jindal is the latest of the GOP long shots to complain the rules of what Republicans like to refer to as the Koch primary just aren't fair.", "sentId": 295}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 296}, {"text": "Again, thanks for sharing your Sunday, especially this holiday weekend.", "sentId": 297}, {"text": "We'll see you soon.", "sentId": 298}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" starts right now.", "sentId": 299}], "secId": 107}], "sectionCount": 108, "url": "transcripts.cnn.com/TRANSCRIPTS/1507/05/ip.01.html", "sentenceCount": 301, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 5, 2015 - 08:30   ET", "speakers": ["KING", "SANDERS", "OBAMA", "TRUMP", "Welcome to INSIDE POLITICS.  I'm John King.  Thanks for sharing your Sunday morning especially this Fourth of July weekend.  With us to share their reporting and their insights", "UNIDENTIFIED FEMALE", "CHRISTIE", "UNIDENTIFIED MALE", "RUBIO", "PACE", "enthusiasm", "MURRAY", "MARTIN", "COSTA", "Obama", "Pace", "SEN. TED CRUZ ", "PERRY"], "title": "INSIDE POLITICS"}