{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1407.27.ip.01.html.json", "subTitle": "Chris Christie Tops CNN 2016 Poll of GOP; GOP Agenda: Suing Obama", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Rand Paul appeals to African-Americans by quoting Malcolm X.", "sentId": 0}], "secId": 0}, {"speaker": "PAUL", "sentences": [{"text": "Nobody can give you equality or justice.", "sentId": 1}, {"text": "If you are a man, you take it.", "sentId": 2}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "If that's not surprise enough, just wait until you see the traffic jam and the new leader in our new poll of Republican presidential prospects.", "sentId": 3}], "secId": 2}, {"speaker": "CHRISTIE", "sentences": [{"text": "I'm pro-life.", "sentId": 4}, {"text": "If you are pro-life, you have to be pro-life when you get out of the womb, also.", "sentId": 5}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Speaker John Boehner is moving ahead with plans to sue the President for asserting too much executive power.", "sentId": 6}, {"text": "Yet listen to the same John Boehner pushing the President on the border crisis.", "sentId": 7}], "secId": 4}, {"speaker": "BOEHNER", "sentences": [{"text": "He has the authority to deal with it on his own.", "sentId": 8}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Is that a strategy or a cop out.", "sentId": 9}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS -- the biggest stories sourced by the best reporters, now.", "sentId": 10}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 11}, {"text": "I'm John King.", "sentId": 12}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 13}, {"text": "And with us this morning to share their reporting and their insights NPR's Juana Summers, Robert Costa of the \"Washington Post\", Manu Raju of Politico and Julie Pace of the Associated Press.", "sentId": 14}], "secId": 8}, {"speaker": "Well", "sentences": [{"text": "Jeb Bush, Ted Cruz, Marco Rubio, Scott Walker and Rick Santorum.", "sentId": 15}], "secId": 9}, {"speaker": "Well", "sentences": [{"text": "Now no clear front-runner, but clearly a comeback nonetheless for Christie who's on the road constantly of late including battleground Colorado just this past week.", "sentId": 16}], "secId": 10}, {"speaker": "CHRISTIE", "sentences": [{"text": "You can't stop in public life worrying about making everybody happy and faking it like we are going to agree all the time.", "sentId": 17}, {"text": "We are not going to agree all the time.", "sentId": 18}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Chris Christie selling his brand there.", "sentId": 19}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Senator Paul is following the most intriguing strategy so far.", "sentId": 20}, {"text": "Listen to part of his pitch at the end of the week to the National Urban League where the senator said too many young black men are in prison and he promised to help those down on their luck.", "sentId": 21}], "secId": 13}, {"speaker": "POAUL", "sentences": [{"text": "If I had my way, not one penny would be altered from the safety net before all corporate welfare is eliminated.", "sentId": 22}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Robert Costa, let's start with Chris Christie.", "sentId": 23}, {"text": "Now, there's no clear front-runner, but he's on top.", "sentId": 24}, {"text": "At a time a lot of conservatives thought \"see you later\".", "sentId": 25}, {"text": "Let me borrow from the great political philosopher  he's not dead, yet.", "sentId": 26}], "secId": 15}, {"speaker": "COSTA", "sentences": [{"text": "Not at all.", "sentId": 27}, {"text": "I mean we are seeing the New Jersey governor, he's not necessarily coming back, he's but on the way to a comeback because regardless of what happened with the bridge controversy, Chris Christie is a political talent.", "sentId": 28}], "secId": 16}, {"speaker": "COSTA", "sentences": [{"text": "You saw it in Colorado.", "sentId": 29}, {"text": "You saw it when he was in Iowa.", "sentId": 30}, {"text": "He connects with voters.", "sentId": 31}, {"text": "Name me one person on that list who is a better retail politician.", "sentId": 32}, {"text": "I don't think there is one.", "sentId": 33}, {"text": "Maybe Rick Perry, but he's no Chris Christie yet.", "sentId": 34}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "That's a great point to make.", "sentId": 35}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "And Juana when you see Rand Paul, that's interesting because the Urban League is not the Republican base.", "sentId": 36}, {"text": "Now Rand Paul has said to the Republican Party, if we want to win in November, we have to expand the party.", "sentId": 37}, {"text": "Is he doing anything appealing to a new audience that will help him with the Republican base or is it a little risky?", "sentId": 38}], "secId": 19}, {"speaker": "SUYMMERS", "sentences": [{"text": "So here is what I see as Rand Paul's challenge.", "sentId": 39}, {"text": "I have been really fascinated for months frankly watching how he's appealed to black voters.", "sentId": 40}, {"text": "The challenge is yes -- he's taking the outreach.", "sentId": 41}, {"text": "He's going to historically black colleges.", "sentId": 42}, {"text": "He's going to the Urban League.", "sentId": 43}, {"text": "Doing things other people are not -- other people who are likely presidential contenders aren't doing.", "sentId": 44}], "secId": 20}, {"speaker": "SUYMMERS", "sentences": [{"text": "The question is, does it seem authentic or does it feel like a hoax?", "sentId": 45}, {"text": "You saw that the same day that the speech happened.", "sentId": 46}, {"text": "The mayor of Baltimore Stephanie Rawlings-Blake also the secretary of the DNC -- the Bernard National Committee rather -- she writes this op-ed for black voters not to be fooled by Rand Paul.", "sentId": 47}], "secId": 21}, {"speaker": "SUYMMERS", "sentences": [{"text": "So I think that's the balancing act.", "sentId": 48}, {"text": "You have to do things, you know, that will still get your base voters out.", "sentId": 49}, {"text": "But he does have to if he's thinking past the primary and to a general.", "sentId": 50}, {"text": "If you are going to widen the tent, widen his appeal.", "sentId": 51}, {"text": "He's making more strides frankly than anyone else right now.", "sentId": 52}], "secId": 22}, {"speaker": "PACE", "sentences": [{"text": "If he doesn't help the middle in the primary.", "sentId": 53}, {"text": "I mean if he gets to the general election, maybe he expands the field.", "sentId": 54}, {"text": "But if you can't get out of the primary, it doesn't really matter.", "sentId": 55}], "secId": 23}, {"speaker": "RAJU", "sentences": [{"text": "Yes.", "sentId": 56}, {"text": "But he's going  because he can make the argument that I'm the guy who can actually expand the party in a general election because, after all, folks are going to be looking for electability.", "sentId": 57}, {"text": "That's going to be a big argument.", "sentId": 58}, {"text": "It's going to be a big knock against a lot of these guys.", "sentId": 59}, {"text": "And if Rand Paul can say I'm someone who is actually electable, that could help.", "sentId": 60}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "You make such a huge and important point because what are Republican voters looking for.", "sentId": 61}, {"text": "We ask this going into every cycle.", "sentId": 62}, {"text": "And so you've had a two-term Democratic president.", "sentId": 63}, {"text": "A lot of Republicans were mad at the end of the last Republican presidency -- George W. Bush.", "sentId": 64}, {"text": "So your inclination is to think they want a new voice.", "sentId": 65}, {"text": "They're going to look somewhere.", "sentId": 66}, {"text": "The rise of the Tea Party has happened since the last Republican president.", "sentId": 67}, {"text": "They are going to look for a new voice.", "sentId": 68}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "But let's show the top tier again of this poll.", "sentId": 69}, {"text": "The Republicans have always been known as the \"it's your turn\" party.", "sentId": 70}, {"text": "It was Bob Doles turn, they thought they would get him.", "sentId": 71}, {"text": "They didn't.", "sentId": 72}, {"text": "It was John McCain's turn, they thought the insurgents would get him, they didn't.", "sentId": 73}, {"text": "It was Mitt Romney's, they thought the insurgents might get him, they didn't.", "sentId": 74}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "If you look at this right here, Chris Christie well-known nationally, big state governor.", "sentId": 75}, {"text": "Mike Huckabee ran before.", "sentId": 76}, {"text": "Rick Perry ran before.", "sentId": 77}, {"text": "Paul Ryan was the vice presidential nominee, Rand Paul gets the only asterisk in my view in the sense that part of that is his dad's libertarian appeal and part of it he has worked the hardest among all the prospects so far.", "sentId": 78}, {"text": "He's been out there working the hardest.", "sentId": 79}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "Why isn't Ted Cruz higher in those numbers?", "sentId": 80}, {"text": "Why isn't Marco Rubio higher in those numbers?", "sentId": 81}], "secId": 28}, {"speaker": "COSTA", "sentences": [{"text": "Because you're right.", "sentId": 82}, {"text": "There's a culture within the Republican Party that does eventually coalesce.", "sentId": 83}, {"text": "Someone who's seen as more center right, more establishment.", "sentId": 84}, {"text": "And Christie's greatest success this spring and summer has been with all this trouble, Jeb Bush hasn't really stepped into the void.", "sentId": 85}, {"text": "And the political class, the financial class of the Republican Party, they still look at Christie as probably the front-runner, probably the best candidate to be their guy in '16.", "sentId": 86}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "To be their guy in '16 when they assume it will be against Hillary Clinton.", "sentId": 87}, {"text": "Now, one of the other guys is getting a little bit more attention of late who's Marco Rubio.", "sentId": 88}, {"text": "He came to Washington with a lot of buzz.", "sentId": 89}, {"text": "Disappeared because he stuck his neck out, to his credit stood for what he believed in -- I'm not saying he's right -- but he stood for what he believed in on immigration.", "sentId": 90}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Then the conservatives revolted against him.", "sentId": 91}, {"text": "He sort of disappeared a bit but in an interesting speech this past week at Catholic University, he spoke about his personal opposition to same-sex marriage and he criticized liberals.", "sentId": 92}, {"text": "He says look, a lot of people of faith just don't believe in same-sex marriage.", "sentId": 93}, {"text": "And criticized liberals who say just because they don't believe in it, they are intolerant.", "sentId": 94}], "secId": 31}, {"speaker": "RUBIO", "sentences": [{"text": "And it's important for traditional marriage is bigotry then Barack Obama was a bigot until just before the 2012 election.", "sentId": 95}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "His point there that Senator Obama and President Obama opposed same-sex marriage.", "sentId": 96}, {"text": "Now Marco Rubio getting some attention by taking a shot at liberals using President Obama's name but I think he learned a little bit from the Rand Paul playbook of 2013.", "sentId": 97}, {"text": "If you really want to get the Republican base's heir attention, go after you know who.", "sentId": 98}], "secId": 33}, {"speaker": "RUBIO", "sentences": [{"text": "I just think she's a 20th century candidate.", "sentId": 99}, {"text": "I think she does not offer an agenda for moving America forward in the 21st century, at least not up until now.", "sentId": 100}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton there would be the \"she\" in that case.", "sentId": 101}, {"text": "He's trying to convince the Republican base, \"I may look young, I may be a younger guy in this field, but I'm not afraid to throw a punch.\"", "sentId": 102}], "secId": 35}, {"speaker": "PACE", "sentences": [{"text": "And I wonder what model he's looking at?", "sentId": 103}, {"text": "2008 -- that sounds very familiar.", "sentId": 104}, {"text": "It's what Barack Obama was saying at that point when he looked at the Republican field and you saw John McCain over there and you make an argument to a country that is fed up with Washington, that is fed up with the political system here and you say, \"I'm different.", "sentId": 105}, {"text": "I'm new.", "sentId": 106}, {"text": "I'm forward leaning.", "sentId": 107}, {"text": "And I may be young, but maybe young is so bad.\"", "sentId": 108}], "secId": 36}, {"speaker": "PACE", "sentences": [{"text": "I think that will be an interesting argument though because so much of the Republican argument against Obama is inexperience.", "sentId": 109}], "secId": 37}, {"speaker": "RAJU", "sentences": [{"text": "That's right.", "sentId": 110}, {"text": "And that will be difficult for him to navigate for sure.", "sentId": 111}, {"text": "But he's trying to show himself as a conservative reformer.", "sentId": 112}, {"text": "You've seen Rubio over the last several months put out a bunch of policy platforms on everything from poverty issues to tax issues to now he's talking about social issues.", "sentId": 113}], "secId": 38}, {"speaker": "RAJU", "sentences": [{"text": "Well, he wants to be seen as a guy who can unite the Tea Party, the establishment, someone who's viewed as an acceptable conservative with new ideas.", "sentId": 114}, {"text": "That's going to a challenge whether or not people trust him that he can actually implement that if he were to get the highest job in the land.", "sentId": 115}], "secId": 39}, {"speaker": "COSTA", "sentences": [{"text": "Look on Rubio -- I'm a little skeptical of Rubio.", "sentId": 116}, {"text": "He reminds me a lot of Tim Pawlenty because he's doing all the right things, he's coming out with policies.", "sentId": 117}, {"text": "He's giving the speeches.", "sentId": 118}, {"text": "But when is he going to find that magic?", "sentId": 119}, {"text": "He can check all the boxes he wants but after that immigration debacle for him with the right, he needs to find somehow some way to get back and win the hearts of those conservatives.", "sentId": 120}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "Don't go on TV and say Obamneycare if you're Marco Rubio.", "sentId": 121}, {"text": "That's all I'm going to say.", "sentId": 122}, {"text": "It's my one piece of advice right there.", "sentId": 123}, {"text": "You bring up the Pawlenty thing.", "sentId": 124}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "The one other person I want to mention quickly, if we can show the top tier, again.", "sentId": 125}, {"text": "Rick Perry, again ran a disastrous campaign last time but he's at 11 percent.", "sentId": 126}, {"text": "As you mentioned, he's a very good retail politician?", "sentId": 127}, {"text": "And an issue that has put him back in the national forefront right now is the border crisis.", "sentId": 128}], "secId": 42}, {"speaker": "RAJU", "sentences": [{"text": "It's interesting how he's asserted himself as almost an immigration hard liner after -- remember in 2012, he was sort of a moderate on that issue.", "sentId": 129}, {"text": "And Mitt Romney ran to the right of him over the issue of whether or not to give in-state tuition to undocumented immigrants and he made that infamous comment that if you oppose me, you don't have a heart.", "sentId": 130}, {"text": "And that really hurt him with the base.", "sentId": 131}], "secId": 43}, {"speaker": "RAJU", "sentences": [{"text": "Now he's reinventing himself as a guy who's taking a hard line, sending National Guard to the border -- a thousand people down there.", "sentId": 132}, {"text": "We'll see if that works in a place like Iowa where he had trouble last time.", "sentId": 133}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "I'll pick on Governor Pawlenty a little.", "sentId": 134}, {"text": "I'll pick on any of them.", "sentId": 135}, {"text": "Maybe this is like Romney -- don't say self-deport if you're the next .", "sentId": 136}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "Everybody stay tight.", "sentId": 137}, {"text": "Next, I bet you don't get a five-week summer vacation.", "sentId": 138}, {"text": "I would love one but Congress is about to take one, even if it doesn't finish all its work.", "sentId": 139}, {"text": "But first this week's installment of \"Politicians say and", "sentId": 140}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "sometimes do the darnedest things\".", "sentId": 141}, {"text": "It's a sequel.", "sentId": 142}, {"text": "This was the memorable first run of Marco Rubio need to drink.", "sentId": 143}], "secId": 47}, {"speaker": "RUBIO", "sentences": [{"text": "Nothing frustrated me more than  choices like the one the president laid out tonight.", "sentId": 144}], "secId": 48}, {"speaker": "RUBIO", "sentences": [{"text": "The choice isn't just between big government or big business.", "sentId": 145}, {"text": "What we need is an accountable --", "sentId": 146}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Ok, we are laughing now but that wasn't very funny at the time especially for Marco Rubio.", "sentId": 147}, {"text": "But the latest version it is worthy of a laugh.", "sentId": 148}, {"text": "Look.", "sentId": 149}], "secId": 50}, {"speaker": "RUBIO", "sentences": [{"text": "Now, I can have some water without people making fun of me.", "sentId": 150}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 151}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "Congress is about to take something you and I could only dream of, a five-week paid summer vacation.", "sentId": 152}, {"text": "Ok, I'm sorry ladies and gentlemen in Congress, the official term is recess.", "sentId": 153}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "Now, let's take a peek.", "sentId": 154}, {"text": "The break is supposed to begin Friday -- right.", "sentId": 155}, {"text": "You look here.", "sentId": 156}, {"text": "Maybe they will stay an extra day.", "sentId": 157}, {"text": "But regardless, it seems at the moment, they are going to go out on Friday.", "sentId": 158}, {"text": "Look at that time they'll be gone.", "sentId": 159}, {"text": "Look at September.", "sentId": 160}, {"text": "All that time they'll be gone.", "sentId": 161}, {"text": "The white are the days they are supposed to be in town.", "sentId": 162}, {"text": "We'll see how this happens.", "sentId": 163}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "How does that compare -- let's take a peek.", "sentId": 164}, {"text": "These are all midterm election years going back to 1978.", "sentId": 165}, {"text": "They are scheduled to work -- this is the House, not the Senate.", "sentId": 166}, {"text": "They're roughly the same but the House is scheduled to work 112 days this year.", "sentId": 167}, {"text": "That's behind most years.", "sentId": 168}, {"text": "Lighter workload except 2006 -- there's your winner, only 104 workdays for the House in 2006.", "sentId": 169}, {"text": "That was a big midterm election year.", "sentId": 170}, {"text": "We'll track and see if that changes.", "sentId": 171}, {"text": "But you are paying these folks, you're paying these people and 112 days at work.", "sentId": 172}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "And there's a lot they are supposed to do for you.", "sentId": 173}, {"text": "One thing, the highway trust fund -- will they get that done.", "sentId": 174}, {"text": "That's jobs.", "sentId": 175}, {"text": "That's fixing roads and bridges.", "sentId": 176}, {"text": "Looks unlikely at the moment whether they will get that done especially in the next week -- we'll watch that.", "sentId": 177}, {"text": "The border bill -- still a big question mark though some hope that at least the House will try to act -- came up at the end of the week.", "sentId": 178}, {"text": "We'll talk about that in a minute.", "sentId": 179}, {"text": "To get the Veterans Affairs Departments some reforms on spending there -- the House and Senate, meaning Democrats and Republicans still divided there.", "sentId": 180}, {"text": "Don't look for that to happen.", "sentId": 181}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "But in the House, there is one thing that's already on the schedule.", "sentId": 182}, {"text": "They are certain, they say, to vote to sue the President.", "sentId": 183}, {"text": "They say President Obama has been exceeding his powers as president and they are going to file that lawsuit.", "sentId": 184}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "As I come back over -- Manu, why?", "sentId": 185}, {"text": "If you look at national polling about six in 10 Americans say don't do this.", "sentId": 186}, {"text": "Even though a plurality, 40 percent or so say they do think the President has, at least at times, exceeded his authority.", "sentId": 187}, {"text": "But they say don't waste your time suing him.", "sentId": 188}, {"text": "Why would Republicans do it anyway?", "sentId": 189}], "secId": 58}, {"speaker": "RAJU", "sentences": [{"text": "It's all about driving out the base.", "sentId": 190}, {"text": "I mean that's number one in this election.", "sentId": 191}, {"text": "And as we have seen through polls, this is going to be a low turnout election.", "sentId": 192}, {"text": "This is going to be a base election.", "sentId": 193}, {"text": "Whichever party brings out their voters is going to win.", "sentId": 194}], "secId": 59}, {"speaker": "RAJU", "sentences": [{"text": "And when these Republicans travel home, what they hear from conservative voters is what are you going to do about the President overstepping his boundary?", "sentId": 195}, {"text": "When they say \"we are going to sue the President\", that is something that really riles up folks on the right.", "sentId": 196}, {"text": "They think it's a pretty effective electoral strategy.", "sentId": 197}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Let's show people the point you are trying to make.", "sentId": 198}, {"text": "And this is why I always say beware of national polls in an election year where you have to go state by state.", "sentId": 199}, {"text": "We can show you a map.", "sentId": 200}, {"text": "We can show you a map of red and blue America.", "sentId": 201}, {"text": "All the red you see in much of the country -- those are the house districts, ok.", "sentId": 202}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "The Republicans have a majority in the house.", "sentId": 203}, {"text": "Mitt Romney actually carried a majority of House districts in the last presidential election.", "sentId": 204}, {"text": "House members care about their piece of the map, not the big national map.", "sentId": 205}, {"text": "Is there any sense though that this could backfire if they are seen as not doing other business like a highway trust fund bill, which even a lot of Republicans want that money?", "sentId": 206}, {"text": "But they sue the President.", "sentId": 207}], "secId": 62}, {"speaker": "COSTA", "sentences": [{"text": "When I was at the Capitol on Friday and spoke with some leadership.", "sentId": 208}, {"text": "You definitely get the sense that they're fretting the low approval ratings for Congress could hurt House candidates, Republicans across the country.", "sentId": 209}], "secId": 63}, {"speaker": "COSTA", "sentences": [{"text": "However, it's a question of simple math for a lot of the House Republicans especially John Boehner.", "sentId": 210}, {"text": "Can he get to 2018?", "sentId": 211}, {"text": "Can he pass anything through the House?", "sentId": 212}, {"text": "Certainly he can pass a lawsuit against the President in this House chamber.", "sentId": 213}, {"text": "But even getting a border bill that is very conservative through the House will be difficult next week.", "sentId": 214}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "And that's what we're going to watch play out.", "sentId": 215}, {"text": "And I think that's the big coming drama initially.", "sentId": 216}, {"text": "And I want everyone to listen to Speaker Boehner here.", "sentId": 217}, {"text": "Remember, this is a guy who's suing the President.", "sentId": 218}, {"text": "He says the President keeps overstepping his executive authority.", "sentId": 219}, {"text": "Listen to John Boehner saying Congress doesn't have to act on this border crisis, let the President deal with it.", "sentId": 220}], "secId": 65}, {"speaker": "BOEHNER", "sentences": [{"text": "The President clearly isn't going to deal with it on his own, even though he that has authority to deal with it on his own.", "sentId": 221}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "I bet at the White House, they are keeping that.", "sentId": 222}, {"text": "They logged that one carefully at the White House.", "sentId": 223}, {"text": "See, the Speaker says we have the authority.", "sentId": 224}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "The challenge now is, to Robert's point, a lot of rank and file House Republicans say we can't go home without trying.", "sentId": 225}, {"text": "We cannot -- especially the guys from the border states -- we cannot go home without at least trying.", "sentId": 226}, {"text": "So they are going to do a pared down bill that won't give the President everything he wants, but he'll probably more border security.", "sentId": 227}, {"text": "They will probably say you have to add the National Guard.", "sentId": 228}, {"text": "They'll probably change the 2008 law that would make it easier to send most of those children back faster.", "sentId": 229}, {"text": "Will the President be in the mood to cut a deal for the compromise or will he hold out for the issue?", "sentId": 230}], "secId": 68}, {"speaker": "PACE", "sentences": [{"text": "Well, here is the interesting part of this debate.", "sentId": 231}, {"text": "It's Democrats that the White House has to worry about in particular because the Democrats are opposed to these changes to this 2008 bill.", "sentId": 232}, {"text": "They are opposed to it because the immigration activists are opposed to it.", "sentId": 233}, {"text": "And so the President might very well get Republican support for a good amount of what he wants.", "sentId": 234}, {"text": "Will the Democrats come on board?", "sentId": 235}, {"text": "What will happen on the Senate side?", "sentId": 236}, {"text": "How does it bleed over into what we are expecting from the President later this summer, which is some executive action on immigration?", "sentId": 237}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "And so you have this, I would say sad mood, whether you are a Democrat or whether you're Republican or whether you're independent or whether you're not sure.", "sentId": 238}, {"text": "It's a sad moment in Washington in the sense that the Republican majority is afraid to legislate.", "sentId": 239}, {"text": "They are to take risky issues to the floor because they think it might hurt what they think is a pretty good election year for them as you know.", "sentId": 240}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "If you look at the President's approval rating -- we had another poll out this week, the President essentially has flat lined -- 42 percent now, 43 in June, 43 in May, 43 in March, 45 in February.", "sentId": 241}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "Juana, George Bush fell into the 30s in the midterm year in 2006.", "sentId": 242}, {"text": "But 42 percent, it's not horrible, but if you are a Democrat out there in a tough state, the President is not your lifeline.", "sentId": 243}], "secId": 72}, {"speaker": "SUMMER", "sentences": [{"text": "Absolutely not.", "sentId": 244}, {"text": "And I think that's why you see a lot of Democrats across the map having to make the really hard choices.", "sentId": 245}, {"text": "Right now, do you want to run away from the so-called leader of your party, from your president or do you cling to that and hope that, you know, those numbers get better, perhaps hope that if things in Washington get worse, people will be looking for an outsider or somebody who's running as a challenger who's not currently in Congress.", "sentId": 246}, {"text": "So really, not an enviable spot to be in for Democrats right now, to say the very least.", "sentId": 247}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "And yet as Democrats have a case of jitters, Julie, one of the interesting things in town, and Democrats did this to George W. Bush.", "sentId": 248}, {"text": "When he was president, he would go to the ranch in Crawford where he would raise money for Republicans.", "sentId": 249}, {"text": "They said how can you do this?", "sentId": 250}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "You know, the Republicans have been mocking this president saying a phone call with Prime Minister Netanyahu in the middle of the crisis, then goes golfing.", "sentId": 251}, {"text": "He's out in California raising money at a time when he should be, in their mind, you know, back at the White House.", "sentId": 252}, {"text": "How does the White House answer that?", "sentId": 253}], "secId": 75}, {"speaker": "PACE", "sentences": [{"text": "They say, and there's truth to this, the President can do his job wherever he is.", "sentId": 254}, {"text": "He can make phone calls.", "sentId": 255}, {"text": "He can get briefings from the staff.", "sentId": 256}, {"text": "There is an element of this that is simply optics.", "sentId": 257}, {"text": "People pay attention to these things and the White House is generally dismissive of the importance of optics when it's not the optics that they want to control exactly.", "sentId": 258}], "secId": 76}, {"speaker": "RAJU", "sentences": [{"text": "The White House is in a lose/lose situation on this because if they don't raise money for Democrats, they are going to get whacked by Democrats on the Hill for not raising money for them.", "sentId": 259}, {"text": "And one of the things the President can do this election year is raise a ton of money from these big donors who want to drop $32,000 to come and have face time with the President.", "sentId": 260}, {"text": "And that's what he's been doing pretty aggressively this year.", "sentId": 261}, {"text": "So you're not hearing a lot of criticism from the Democrats because they want that money.", "sentId": 262}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "They'll take the money.", "sentId": 263}, {"text": "You also didn't hear Republicans say, if you don't raise money, Mr. President we won't, either.", "sentId": 264}, {"text": "They always leave that part out.", "sentId": 265}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 266}, {"text": "Tomorrow's news today is next.", "sentId": 267}, {"text": "Our great reporters share some nuggets and get you out ahead of the coming big political news.", "sentId": 268}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Let's go around the INSIDE POLITICS table, ask our great reporters to share some news from their notebooks with you -- Julie Pace.", "sentId": 269}], "secId": 80}, {"speaker": "PACE", "sentences": [{"text": "Thanks.", "sentId": 270}, {"text": "Something is going to happen in Washington this week that we don't see very often and that is Republicans and Democrats rallying around the same issue.", "sentId": 271}, {"text": "And that is the GOP's plan to sue Obama.", "sentId": 272}, {"text": "We talked a little bit earlier about why the GOP is pushing this.", "sentId": 273}], "secId": 81}, {"speaker": "PACE", "sentences": [{"text": "But look this week for the White House and Congressional Democrats to really embrace this move.", "sentId": 274}, {"text": "They are going to be hammering this point and that is that there is one week left in this Congressional session and this is what Republicans want to focus on.", "sentId": 275}], "secId": 82}, {"speaker": "PACE", "sentences": [{"text": "Also, look for Democrats in the White House to start talking about the possibility of impeachment if they think the lawsuit is good politics for them, they think the impeachment narrative is even better.", "sentId": 276}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Money.", "sentId": 277}, {"text": "Raise money, raise money, fire up the base.", "sentId": 278}], "secId": 84}, {"speaker": "RAJU", "sentences": [{"text": "We know how bad the election map looks for Democrats in their efforts to take back the senate.", "sentId": 279}, {"text": "But one thing that they have hope for is in all of these competitive races, there's a libertarian candidate in each of these state.", "sentId": 280}, {"text": "And of course, these libertarian candidates are threatening to siphon off just a small portion of the vote from the right, some from the left, but probably mostly from the right in states like Alaska, even in Arkansas.", "sentId": 281}, {"text": "Now there's possibly a Kentucky libertarian candidate who may come up.", "sentId": 282}], "secId": 85}, {"speaker": "RAJU", "sentences": [{"text": "The hope for these Democrats is that, at the end of the day, they will grab a couple of percentage points off the final vote and then they can sneak into office, they can hold on to the Senate.", "sentId": 283}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "In a close race, 1 percent or 2 percent can make the difference.", "sentId": 284}, {"text": "We'll watch that -- Robert.", "sentId": 285}], "secId": 87}, {"speaker": "COSTA", "sentences": [{"text": "Speaking of the Christie comeback to where it continues this week.", "sentId": 286}, {"text": "Christie has New Hampshire on Thursday.", "sentId": 287}, {"text": "He's going to a baseball game, big fund-raiser for the state party.", "sentId": 288}, {"text": "It's going to be an important trip for Chris Christie coming off his strong trip to Iowa a few weeks back.", "sentId": 289}], "secId": 88}, {"speaker": "COSTA", "sentences": [{"text": "And he already has a big network in New Hampshire.", "sentId": 290}, {"text": "Colin Reid, a former Christie adviser is managing Scott Brown's Senate campaign.", "sentId": 291}, {"text": "And Matt  is another former Christie adviser is the executive director for the New Hampshire GOP.", "sentId": 292}, {"text": "So we'll see Christie try to build some relationships and try to get some momentum.", "sentId": 293}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "We'll watch the governor there and watch those numbers, too -- Juana.", "sentId": 294}], "secId": 90}, {"speaker": "SUMMERS", "sentences": [{"text": "We talked a lot earlier in the program about Senator Rand Paul's speech at the Urban League last week.", "sentId": 295}, {"text": "What we didn't talk about is what he said about education.", "sentId": 296}, {"text": "And that's an area where he's not alone.", "sentId": 297}, {"text": "Last week, we've heard Scott Walker governor in Wisconsin; Paul Ryan former vice presidential candidate, house budget chairman, among others; Louisiana governor, Bobby Jindal.", "sentId": 298}, {"text": "Republicans are really picking up this issue.", "sentId": 299}], "secId": 91}, {"speaker": "SUMMERS", "sentences": [{"text": "So as lawmakers here in Washington get headed up to go home and deal with their campaigns, be back in their home districts.", "sentId": 300}, {"text": "We'll be listening to just how much that rhetoric can have an impact in these competitive districts just being 100 days away from 2014 and looking ahead forward to 2016 as well.", "sentId": 301}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Fascination issue -- short term and long.", "sentId": 302}, {"text": "Thank you for that.", "sentId": 303}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 304}, {"text": "A prominent Massachusetts Democrat adding some road stops in 2014 getting some people to begin to wonder if there's a little wiggle room and a promise not to run in 2016.", "sentId": 305}, {"text": "No, I'm not talking about Senator Elizabeth Warren.", "sentId": 306}, {"text": "Massachusetts governor, Deval Patrick normally road-shy has been on the road in New Hampshire, been on the road in Maine.", "sentId": 307}, {"text": "He's circling back to New Hampshire next months and aides he may add a few more stops in key 2014 races down the road.", "sentId": 308}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "Now, I talked to the governor not all that long ago.", "sentId": 309}, {"text": "He insisted -- no, no, no, no.", "sentId": 310}, {"text": "He is not running for president in 2016.", "sentId": 311}, {"text": "His top aides tell me, that has not changed, not at all.", "sentId": 312}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "But, he raised more curiosity this past week.", "sentId": 313}, {"text": "He gave a radio interview with WGBH in Boston where he said he worries that Hillary Clinton has a sense of entitlement about the Democrat nomination.", "sentId": 314}, {"text": "He also said in the interview it's not like we are the best of pals.", "sentId": 315}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "That has some people curious.", "sentId": 316}, {"text": "Now most people still believe, no means no.", "sentId": 317}, {"text": "Mrs. Patrick is a firm no on him running for president in 2016.", "sentId": 318}, {"text": "But some people do see Deval Patrick beginning just as a back- up plan to get out there, be a little bit more active, just in case Hillary Clinton decides not to run.", "sentId": 319}, {"text": "Now that's unlikely.", "sentId": 320}, {"text": "But if that ever happened, ladies and gentlemen, I offer to host the Deval Patrick, Elizabeth Warren beer summit.", "sentId": 321}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 322}, {"text": "Again, thanks for sharing your Sunday.", "sentId": 323}, {"text": "\"STATE OF THE UNION WITH CANDY CROWLEY\" starts now.", "sentId": 324}], "secId": 98}], "sectionCount": 99, "url": "transcripts.cnn.com/TRANSCRIPTS/1407/27/ip.01.html", "sentenceCount": 326, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 27, 2014 - 08:30   ET", "speakers": ["KING", "PAUL", "CHRISTIE", "BOEHNER", "Well", "POAUL", "COSTA", "SUYMMERS", "PACE", "RAJU", "RUBIO", "SUMMER", "SUMMERS"], "title": "INSIDE POLITICS"}