{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1405.04.ip.01.html.json", "subTitle": "McHale Zings President Obama; The Political Points Behind the Jokes; Smoking Gun or Partisan Nonsense?; The Clintons vs the Media; GOP Establishment vs. Tea Party", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "BLACKWELL", "sentences": [{"text": "Always a pleasure to be with you.", "sentId": 0}, {"text": "INSIDE POLITICS with John King starts right now.", "sentId": 1}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "Prom night in Washington, a mingling of media, Hollywood and politicians and a chance for President Obama to try his hand at comedy.", "sentId": 2}], "secId": 1}, {"speaker": "OBAMA", "sentences": [{"text": "An American won the Boston marathon for the first time in 30 years, which was inspiring and only fair since a Kenyan has been President for the last six.", "sentId": 3}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "But will the laughter fade fast?", "sentId": 4}, {"text": "Six months to Election Day, the President is trying to shake a serious slump.", "sentId": 5}], "secId": 3}, {"speaker": "OBAMA", "sentences": [{"text": "You hit singles, you hit doubles.", "sentId": 6}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "This was anything but funny, a post-2012 election presidential promise to get to the bottom of Benghazi.", "sentId": 7}], "secId": 5}, {"speaker": "OBAMA", "sentences": [{"text": "We have provided every bit of information that we have.", "sentId": 8}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "But a court challenge turns up White House e-mails that were not shared with Congress, reigniting a partisan firestorm.", "sentId": 9}], "secId": 7}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "This is the closest thing to a smoking gun I've seen.", "sentId": 10}], "secId": 8}, {"speaker": "PELOSI", "sentences": [{"text": "Benghazi, Benghazi, Benghazi, why aren't we talking about something else?", "sentId": 11}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "The White House flunks another transparency test.", "sentId": 12}, {"text": "But can Republicans prove a Benghazi conspiracy and big brother George offers a 2016 lifeline.", "sentId": 13}], "secId": 10}, {"speaker": "BUSH", "sentences": [{"text": "Hey, Jeb, if you've got to be -- if you need some advice, give me a call.", "sentId": 14}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Hold the phone.", "sentId": 15}, {"text": "INSIDE POLITICS the biggest stories sourced by the best reporters, now.", "sentId": 16}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 17}, {"text": "I'm John King.", "sentId": 18}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 19}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "And with us to share their reporting and their insights Margaret Taley of \"Bloomberg News\" and Jonathan Martin of the \"New York Times\", Manu Raju of \"Politico\" and \"Politico's\" Maggie Haberman.", "sentId": 20}, {"text": "It is the morning after here in Washington last as going around sometimes with a sarcastic edge as prom night.", "sentId": 21}, {"text": "The annual White House Correspondents Dinner brings together the media and Hollywood and yes of course the politicians, a night off, a cocktail, a meal that's the idea but in the humor there are always flashes of the biggest political debates of the moment.", "sentId": 22}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "President Obama for example noting his anemic poll numbers make him so unwelcome on the campaign trail this year it's beginning to hit home.", "sentId": 23}], "secId": 15}, {"speaker": "OBAMA", "sentences": [{"text": "Although I did notice the other day that Sasha needed a speaker at career day and she invited Bill Clinton.", "sentId": 24}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Not bad there.", "sentId": 25}, {"text": "Another gem from the President and his joke writers, how things will be different once his heir apparent takes office.", "sentId": 26}], "secId": 17}, {"speaker": "OBAMA", "sentences": [{"text": "Let's face it Fox, you'll miss me when I'm gone.", "sentId": 27}, {"text": "It will be harder to convince the American people that Hillary was born in Kenya.", "sentId": 28}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Now humorous fun.", "sentId": 29}, {"text": "It's nice to have a night off.", "sentId": 30}, {"text": "Maggie Haberman, does this help the President at a moment he pokes fun at himself, pokes fun at the moment.", "sentId": 31}, {"text": "He's in what I would call quicksand at the moment, his approval ratings are stuck sort of in the low 40s, with six months to the midterm elections.", "sentId": 32}, {"text": "Any look back at history says a president in the low 40s heading into the midterm elections especially the sixth year midterm election you know he and his party are in deep trouble.", "sentId": 33}, {"text": "Does this laughing make difference for a night.", "sentId": 34}], "secId": 19}, {"speaker": "HABERMAN", "sentences": [{"text": "Laughing gets him some good headlines for today and that's about it.", "sentId": 35}, {"text": "Laughing is not going to make actual feel better about their lives and this dinner sort of represents for regular people what they don't like about government, what they don't like about Washington, so this was a nice reprieve for the President.", "sentId": 36}, {"text": "I agree with you there were some very funny moments both of them was very good.", "sentId": 37}], "secId": 20}, {"speaker": "HABERMAN", "sentences": [{"text": "Some of the stuff about Hillary was very striking to me.", "sentId": 38}, {"text": "He essentially referred to Hillary Clinton almost -- not directly but basically set her up as the nominee.", "sentId": 39}, {"text": "I was very struck by him pivoting to that.", "sentId": 40}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "And that's interesting.", "sentId": 41}, {"text": "We could show our viewers if you didn't stay up last night and watched.", "sentId": 42}, {"text": "And if you weren't at the dinner there was a nice play to Joe Biden, if you watched the HBO series the \"Veep\" with Julia Louis-Dreyfus does a great job it's a very funny series.", "sentId": 43}, {"text": "And there's Joe Biden playing on that, yes that's fun, it's a great play.", "sentId": 44}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "But this is Biden's part of the dinner and that as Maggie notes, Margaret, the President I think it was three times talks about Hillary Clinton.", "sentId": 45}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "We've talked about this the past in a serious context.", "sentId": 46}, {"text": "Joe Biden's team feels slighted.", "sentId": 47}, {"text": "They think a lot of those White House political people and party money, is it just a night to laugh or is this another example that from the President on down they've anointed Hillary.", "sentId": 48}], "secId": 24}, {"speaker": "TALEY", "sentences": [{"text": "Yes and it all comes together really with the cameo that I walked away from thinking about which is Biden throwing his shoe at Hillary Clinton.", "sentId": 49}, {"text": "If that doesn't say it all I don't know what does.", "sentId": 50}, {"text": "Yes absolutely it's not just Hillary, it is the tip of the hat to Bill by saying my daughter wants to be like you.", "sentId": 51}, {"text": "This is like sort of getting things ready and I don't know what they have to look forward to in 2014.", "sentId": 52}, {"text": "They're all playing for the 2016 game now.", "sentId": 53}], "secId": 25}, {"speaker": "MARTIN", "sentences": [{"text": "And what's so striking is if you look yesterday where Hillary Clinton and Joe Biden were while this conversation was happening it kind of speaks to the dynamic going forward.", "sentId": 54}, {"text": "Joe Biden is doing the grunt work.", "sentId": 55}, {"text": "Where is he?", "sentId": 56}, {"text": "He's down in Miami --", "sentId": 57}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 58}], "secId": 27}, {"speaker": "MARTIN", "sentences": [{"text": "-- doing events for an embattled freshman House Democrat who is not very well known and facing a very tough race.", "sentId": 59}, {"text": "Whereas Hillary Clinton she is in the land of Lincoln, Chicago, Illinois, her hometown getting an award as I think it's one of the biggest award in Illinois your home state and you know, receiving all kinds of accolades and great press coverage back home.", "sentId": 60}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "And so the question for the President, he has a night of laughter, hopefully sleeping in this morning you know not hung over, he's drinking herbal tea.", "sentId": 61}, {"text": "But you try to look if you're a president in political quicksand you try to look for something to give you a rock to get your footing.", "sentId": 62}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "And this past week they did have some numbers that you would think would be great for the White House.", "sentId": 63}, {"text": "The unemployment report came up from March, the rate dropped from 6.7 percent in April down to 6.3 percent; 288,000 jobs created last month as the winter faded and spring started and the down number I noted because if you look at that Dow number it closed on Thursday at 16,558, that is more than double than when this president took office.", "sentId": 64}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "And yet Maggie if you get out in the country, a lot of people still think and I make the comparison to 1992, when you had better economic numbers.", "sentId": 65}, {"text": "It was a presidential you're not in midterm year, but the George H.W.", "sentId": 66}, {"text": "Bush team could not make the case to people that things were better because they just didn't feel it.", "sentId": 67}], "secId": 31}, {"speaker": "HABERMAN", "sentences": [{"text": "Things have been so bad for so long for so many people that don't experience it.", "sentId": 68}, {"text": "And poll after poll shows that the number 6.3.", "sentId": 69}, {"text": "Remember we were -- the whole thing with the President, was he went through for most of the 2012 election with an almost eight percent unemployment rate.", "sentId": 70}], "secId": 32}, {"speaker": "RAJU", "sentences": [{"text": "Right.", "sentId": 71}], "secId": 33}, {"speaker": "HABERMAN", "sentences": [{"text": "This is a big drop but people are not feeling it in their lives and the Democrats are not, this is the argument the Republicans make and some Democrats privately will acknowledge are not putting forward an economic message that really resonates with voters, something that they feel like they can trust will make a difference in their lives, but it's focused not on the words income inequality but sort of on growth and on the middle class.", "sentId": 72}], "secId": 34}, {"speaker": "RAJU", "sentences": [{"text": "And remember I mean this is the jobs report is actually a pretty mixed report for the White House while it was great to see the unemployment rate come down, there's still 800,000 people or so who left the workforce.", "sentId": 73}, {"text": "In addition wages are still stagnant and people's unemployment, people who are applying for unemployment benefits are on the rise.", "sentId": 74}], "secId": 35}, {"speaker": "RAJU", "sentences": [{"text": "So this is certainly not just the news it's mixed news for the President and it's frustrating for Democrats who want to run on the economy.", "sentId": 75}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "And that's what makes it hard.", "sentId": 76}, {"text": "Because they thought they could run on the economy, they thought in the middle of last year that the economy was going to roar back and that that would be their buffer against presidential history against Obamacare.", "sentId": 77}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "But if you look at just this last week ABC/\" Washington Post\" poll is the economy getting better, only 28 percent of Americans think that.", "sentId": 78}, {"text": "That means more than seven in 10 American think were treading water it's getting worst, 41 says it's improving and Obama deserves some credit but that means six in 10 Americans thinks something else.", "sentId": 79}], "secId": 38}, {"speaker": "MARTIN", "sentences": [{"text": "28 percent say it's improving when it's gone from 10.1 percent in the fall of '09 to 6.3 now.", "sentId": 80}, {"text": "That is remarkable.", "sentId": 81}, {"text": "And it tells you John why Democrats running this year are running entirely turnout style campaigns.", "sentId": 82}, {"text": "What do I mean by that?", "sentId": 83}, {"text": "Look at people like Mark Udall of Colorado, his campaign is entirely based seemingly upon turning out women.", "sentId": 84}, {"text": "And it is focused on issues that are important in the eyes of their pollsters to getting women to the polls.", "sentId": 85}], "secId": 39}, {"speaker": "MARTIN", "sentences": [{"text": "It's not some broad based message on you know morning in America, the country is turning around.", "sentId": 86}], "secId": 40}, {"speaker": "RAJU", "sentences": [{"text": "Right I mean they can't -- they can't run in the national mood.", "sentId": 87}, {"text": "It's clearly about disqualifying their opponents.", "sentId": 88}], "secId": 41}, {"speaker": "HABERMAN", "sentences": [{"text": "And they have to get their drop off voters the Republicans now have a couple of things that they can point to when we what they are very well.", "sentId": 89}, {"text": "With they have Obamacare and they have Benghazi which we heard from Pelosi before and that's very real.", "sentId": 90}, {"text": "Democrats don't have something like that.", "sentId": 91}, {"text": "I had a conversation with a Democratic strategist.", "sentId": 92}, {"text": "And I said what is sort of at this point where do you see the big theme going and the person who is very involved in the midterm said if you find out let me know.", "sentId": 93}], "secId": 42}, {"speaker": "TALEY", "sentences": [{"text": "It does seem like President Obama has sort of given up to some extent, really looking for his footing trying to figure out where to step in and how much to step out of the way, he's playing the long game, the legacy bid right now he's bringing Kathleen Sebelius up on stage at the correspondents dinner and that's the statement he wants to make.", "sentId": 94}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "Well that's about him and I think -- I think you make the key point that he sort of realized he's not going to get invited to most of these races out there.", "sentId": 95}, {"text": "So he's going to do his business inside Washington and we'll see what happens on the campaign trail but I think you make the very key point the Republicans have national turnout arguments, whether it's Benghazi, whether it's Obamacare, whether it's the economy, Democrats going to go race-by-race to the chest.", "sentId": 96}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "All right we'll continue this conversation in a minute.", "sentId": 97}, {"text": "Because next our puzzle pieces together, the thrust of the GOP's new Benghazi conspiracy theory.", "sentId": 98}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "But first in this week's edition of \"Politicians say the darnedest things\" because it's prom weekend a flashback to the last two presidents and their Correspondents Dinners punchlines.", "sentId": 99}], "secId": 46}, {"speaker": "CLINTON", "sentences": [{"text": "I wish I could be here more but I really think Bill has everything under control.", "sentId": 100}], "secId": 47}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Wait, wait, wait, wait.", "sentId": 101}, {"text": "Wait.", "sentId": 102}, {"text": "Hold on.", "sentId": 103}, {"text": "Hold on.", "sentId": 104}, {"text": "Your lunch.", "sentId": 105}], "secId": 48}, {"speaker": "BUSH", "sentences": [{"text": "As you know, I always look forward to these dinners.", "sentId": 106}, {"text": "It's just a bunch of media types, Hollywood liberals, Democrats like Joe Biden.", "sentId": 107}, {"text": "How come I can't have dinner with a 36 percent of the people who like me?", "sentId": 108}, {"text": "The only thing missing is Hillary Clinton sitting on the front row, rolling her eyes.", "sentId": 109}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 110}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "Republicans call it the long sought Benghazi smoking gun.", "sentId": 111}, {"text": "The White House calls that partisan nonsense.", "sentId": 112}, {"text": "Our puzzle today puts into context a newly discovered White House e-mail that has Washington in a frenzy.", "sentId": 113}, {"text": "Let's take a closer look -- oops, she doesn't want to work here.", "sentId": 114}, {"text": "All right.", "sentId": 115}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "The e-mail comes from the Deputy National Security Adviser Ben Rhodes, it was written back in 2012 right before the election.", "sentId": 116}, {"text": "Ben Rhodes preparing Susan Rice for an appearance on the Sunday shows.", "sentId": 117}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "Now Congress says this was covered by a subpoena.", "sentId": 118}, {"text": "Remember here is the President of the United States -- listen here, this is the President just after the election in 2012 promising if Congress wants information about Benghazi they will get it.", "sentId": 119}], "secId": 53}, {"speaker": "OBAMA", "sentences": [{"text": "We have provided every bit of information that we have and we will continue to provide information and we've got a full blown investigation.", "sentId": 120}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "That's the President talking just after the election in 2012.", "sentId": 121}, {"text": "We'll have a full blown investigation; we'll give them what they want.", "sentId": 122}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "The e-mail that came out last week from Ben Rhodes was only released because of a lawsuit from a conservative group called Judicial Watch.", "sentId": 123}, {"text": "It's about preparing Ambassador Rice for the Sunday shows.", "sentId": 124}, {"text": "It does talk about Benghazi.", "sentId": 125}, {"text": "But listen to Jay Carney at one of several contentious White House briefings on this point saying this e-mail was not covered by the subpoenas.", "sentId": 126}], "secId": 56}, {"speaker": "CARNEY", "sentences": [{"text": "Because all of the documents, the thousands and thousands of pages of documents including e-mails around the creation of the Benghazi talking points, which were amply reported on were about Benghazi.", "sentId": 127}, {"text": "This document as I said was explicitly not about Benghazi but about the general dynamic in the Arab or in the Muslim world at the time.", "sentId": 128}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "That argument however from Jay Carney at the White House podium undercut by the Obama administration's own State Department, which when it sent that e-mail the Ben Rhodes e-mail up to congress said in a letter that it was responsive to the committee's subpoenas.", "sentId": 129}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "So the question at the table is, we know the White House Ben Rhodes right before an election was trying to defend and protect the image of the president.", "sentId": 130}, {"text": "No breaking news there.", "sentId": 131}, {"text": "That's what political staff does.", "sentId": 132}, {"text": "We know the White House, in my view anyway, flunked the transparency test and politics 101.", "sentId": 133}, {"text": "If there are documents get them out as early as possible.", "sentId": 134}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "But is this Manu, Congress now they say they want John Kerry to testify about why we didn't get this sooner, they're forming a new select committee.", "sentId": 135}, {"text": "Is that just let's drive up Republican-based turnout or is this some policy, some factual smoking gun?", "sentId": 136}], "secId": 60}, {"speaker": "RAJU", "sentences": [{"text": "It's a little bit of both.", "sentId": 137}, {"text": "I mean remember for a while Republicans have been pushing for this select committee, the hawkish Republicans like Lindsey Graham, John McCain.", "sentId": 138}, {"text": "In some ways the creation of this select committee is dissatisfaction with the way the current investigation is going led by Chairman Darrell Issa.", "sentId": 139}], "secId": 61}, {"speaker": "RAJU", "sentences": [{"text": "The concern is that Republicans believe -- a lot of them believe that they have not really drawn much blood from the White House yet and if there is a select committee digging and digging and digging they will get to the bottom of how this happened.", "sentId": 140}, {"text": "They'll get to the bottom of the White House and the administration's explanation of what happened immediately afterwards and they'll bring people forward like Hillary Clinton potentially, right in the middle of this election year and certainly can drive up that --", "sentId": 141}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "But that's what to me makes the White House decision and I get it, they have contempt for Congress, period.", "sentId": 142}, {"text": "A lot of Democrats will say this White House doesn't even like them.", "sentId": 143}, {"text": "They don't like this oversight process.", "sentId": 144}, {"text": "They think that they could make a case that Issa has overstepped on a number of occasions.", "sentId": 145}, {"text": "But if you have a document that you know, it talks about this, you know what it's going to do -- why not put it out for everyone?", "sentId": 146}, {"text": "Why give the Republicans this?", "sentId": 147}], "secId": 63}, {"speaker": "HABERMAN", "sentences": [{"text": "you can't -- and to your point about transparency test, you can't selectively decide what in a subpoena you're going to respond to and what you're not going to respond to.", "sentId": 148}, {"text": "That was a huge error.", "sentId": 149}, {"text": "Manu is absolutely right that this is a little bit of both.", "sentId": 150}], "secId": 64}, {"speaker": "HABERMAN", "sentences": [{"text": "It remains to be seen what else they'll draw from this.", "sentId": 151}, {"text": "The relevance of Kerry's testimony is debatable but you know Hillary Clinton certainly would be relevant.", "sentId": 152}, {"text": "This will all be falling at the time when Hillary Clinton is beginning to become public again which is very important.", "sentId": 153}, {"text": "And it's also worth remembering her book is going to focus not in small degree on Benghazi and what happened and so how that matches up with what ends up coming out of this committee is going to be interesting, too.", "sentId": 154}], "secId": 65}, {"speaker": "MARTIN", "sentences": [{"text": "It's definitely great campaign fodder for Republicans for their base but you have to understand the conservative psyche here a little bit, too.", "sentId": 155}, {"text": "I think there is still to this day regret that Mitt Romney did not embrace this issue more in the fall of 2012.", "sentId": 156}, {"text": "And you can call that a bit of revisionism.", "sentId": 157}, {"text": "I think they're so convinced that this is something, that this was something then and there's regret that he did not use more of it as well.", "sentId": 158}], "secId": 66}, {"speaker": "HABERMAN", "sentences": [{"text": "That's absolutely true.", "sentId": 159}], "secId": 67}, {"speaker": "MARTIN", "sentences": [{"text": "It's why in May of 2014 it's still here.", "sentId": 160}, {"text": "I think because there's still frustration that Obama got re-elected in part because he didn't use this.", "sentId": 161}], "secId": 68}, {"speaker": "TALEY", "sentences": [{"text": "That does go to the point this is at least at this point a base issue.", "sentId": 162}, {"text": "It's not like you see the American public clamoring for more information about Benghazi.", "sentId": 163}, {"text": "When you look at the polls, people are concerned about the economy just as we were talking about before.", "sentId": 164}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "And if substantive information came out about something they did wrong as opposed to this -- I think everybody knows they wish they could have acted faster.", "sentId": 165}, {"text": "There's a big bureaucracy at the State Department and the communications back and forth between everybody in the Pentagon.", "sentId": 166}], "secId": 70}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 167}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "You know, that situation --", "sentId": 168}], "secId": 72}, {"speaker": "RAJU", "sentences": [{"text": "But this will be -- yes.", "sentId": 169}], "secId": 73}, {"speaker": "RAJU", "sentences": [{"text": "Exactly.", "sentId": 170}, {"text": "It's going to be a huge distraction.", "sentId": 171}], "secId": 74}, {"speaker": "HABERMAN", "sentences": [{"text": "For no reason and it was avoidable.", "sentId": 172}], "secId": 75}, {"speaker": "RAJU", "sentences": [{"text": "Right.", "sentId": 173}], "secId": 76}, {"speaker": "MARTIN", "sentences": [{"text": "That's self-inflicted.", "sentId": 174}], "secId": 77}, {"speaker": "MARTIN", "sentences": [{"text": "The Republicans are fixated on this.", "sentId": 175}, {"text": "Why wouldn't you put everything out?", "sentId": 176}, {"text": "You're enabling them.", "sentId": 177}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "Another investigation came up at the White House Correspondents Association Dinner last night.", "sentId": 178}, {"text": "The host, who's always a comedian, was Joel McHale and he was making note here that Chris Christie, you know, is under investigation for Bridgegate, that Chris Christie hired a law, conducted an internal investigation.", "sentId": 179}, {"text": "Here's Joel McHale parroting Chris Christie.", "sentId": 180}], "secId": 79}, {"speaker": "MCHALE", "sentences": [{"text": "I just looked into it.", "sentId": 181}, {"text": "It turns out I'm not responsible for it.", "sentId": 182}, {"text": "Justice has been served.", "sentId": 183}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "A lot of people thought there were maybe one or two too many Christie jokes last night but he laughed through it all.", "sentId": 184}], "secId": 81}, {"speaker": "HABERMAN", "sentences": [{"text": "I think he laughed through some of it.", "sentId": 185}], "secId": 82}, {"speaker": "HABERMAN", "sentences": [{"text": "I think he was laughing on the outside, I don't think he was laughing internally.", "sentId": 186}, {"text": "That bit was funny.", "sentId": 187}, {"text": "That bit that McHale did was very funny.", "sentId": 188}, {"text": "The weight jokes felt excessive and I felt too much and there were too many of them.", "sentId": 189}, {"text": "And it was on and on and on, and at a certain point, pick one or the other, but both seemed too much.", "sentId": 190}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "There were a lot of Bill and Hillary Clinton references last night.", "sentId": 191}, {"text": "The Clintons are in the news all the time.", "sentId": 192}, {"text": "I want to play first --", "sentId": 193}], "secId": 84}, {"speaker": "MARTIN", "sentences": [{"text": "You noticed that?", "sentId": 194}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "I do notice that.", "sentId": 195}, {"text": "Listen, they --", "sentId": 196}], "secId": 86}, {"speaker": "TALEY", "sentences": [{"text": "What?", "sentId": 197}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "First I want -- this is Bill Clinton at Georgetown University earlier this week, his context here is Obamacare.", "sentId": 198}, {"text": "I'm sure they feel the same way in the Clinton family about Benghazi.", "sentId": 199}, {"text": "The former president is saying that we in the political media are the problem because once we get fixated on something we won't let it go.", "sentId": 200}], "secId": 88}, {"speaker": "CLINTON", "sentences": [{"text": "There is a craving that borders on addictive to have a storyline and then once people settle on the storyline, there is a craving that borders on blindness to shoehorn every fact to every development, everything that happens into the storyline, even if that's not the story.", "sentId": 201}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "An interesting take from the former president, who I covered for many, many, many years.", "sentId": 202}, {"text": "And he is a master at working the media.", "sentId": 203}, {"text": "He'll shut you out when he doesn't want to, loves you when he needs you.", "sentId": 204}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "I want to get -- bring that up but in the context Maggie of a fascinating piece you wrote this week about Hillary Clinton and her relationship with the media.", "sentId": 205}, {"text": "And these are the quotes that just jumped out and they just stick in your head.", "sentId": 206}, {"text": "You have in your piece \"Look, she hates you, period that's never going to change,\" from a Clinton campaign veteran.", "sentId": 207}, {"text": "I assume they meant us not you.", "sentId": 208}, {"text": "You're delightful.", "sentId": 209}], "secId": 91}, {"speaker": "MARTIN", "sentences": [{"text": "Maggie, it could be Prush.", "sentId": 210}], "secId": 92}, {"speaker": "HABERMAN", "sentences": [{"text": "I was going to say it might have been my co-author Glenn Prush.", "sentId": 211}, {"text": "Her relationship, to your point about how Bill Clinton handles the media and that's something that actually -- that quote that he just gave in the Georgetown piece, he said this behind closed doors in a Media Matters donor conference last year too.", "sentId": 212}, {"text": "We have them in the story.", "sentId": 213}, {"text": "And he repeated that line at a moment when our story was about .", "sentId": 214}], "secId": 93}, {"speaker": "HABERMAN", "sentences": [{"text": "His relationship with the media is very different than hers.", "sentId": 215}, {"text": "She has never had the type of interest in engaging with the media and working the media the way he does.", "sentId": 216}, {"text": "She's much more like Obama than she is her husband in this way.", "sentId": 217}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "That's a great comparison.", "sentId": 218}], "secId": 95}, {"speaker": "RAJU", "sentences": [{"text": "It's interesting that in the piece they noted that if she doesn't run, they're already making an excuse why she wouldn't want to run is that she doesn't want too go through the media scrutiny and have to deal with us all the time.", "sentId": 219}], "secId": 96}, {"speaker": "TALEY", "sentences": [{"text": "I do remember on the flight back from Mandela's funeral, George W. Bush came back, talked to the press, forced Obama's hand, he had to come back and talk to the press and finally Hillary Clinton came back and talked to us for like 30 seconds.", "sentId": 220}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "We got to go.", "sentId": 221}, {"text": "I'm sorry everybody.", "sentId": 222}, {"text": "I want to thank you for getting up early on the day after prom.", "sentId": 223}, {"text": "We'll have much more conversation next week.", "sentId": 224}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "Up next, tomorrow's news today, our reporters get you out ahead of the big political stories to come including the next step in the Republican establishment's plan to get this, humiliate the Tea Party.", "sentId": 225}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "And before we go as always, let's get you a sneak peek at the political stories that will drive the week to come as our great reporters around the table share some nuggets from their notebooks.", "sentId": 226}, {"text": "Margaret you had a close seat to the President last night.", "sentId": 227}, {"text": "We'll start with you.", "sentId": 228}], "secId": 100}, {"speaker": "TALEY", "sentences": [{"text": "I did.", "sentId": 229}, {"text": "The President last night was still really tired from his Asia trip.", "sentId": 230}, {"text": "He was drinking herbal tea.", "sentId": 231}, {"text": "Yes.", "sentId": 232}, {"text": "But if you'll indulge me, 100 years later I think he was really struck also by how much that Correspondents Association has changed.", "sentId": 233}, {"text": "11 members all white men started in 1914, you know, there's 237 members now, a very diverse group, about half men and half women on that board.", "sentId": 234}], "secId": 101}, {"speaker": "night", "sentences": [{"text": "A history lesson -- we like that on INSIDE POLITICS.", "sentId": 235}, {"text": "Manu.", "sentId": 236}], "secId": 102}, {"speaker": "RAJU", "sentences": [{"text": "Rand Paul the uniter, this is the role that he wants to play after the primary, the May 20th primary for Mitch McConnell.", "sentId": 237}, {"text": "So far he's endorsed McConnell but he's kind of taken a lower profile role.", "sentId": 238}, {"text": "Expect once McConnell wins this race which looks like he will, Rand is going to play a much more aggressive role to bring not just the Tea Party and the libertarians to McConnell but also any other of these Matt Bevin supporters to his side.", "sentId": 239}, {"text": "This is going to be incredibly crucial for McConnell.", "sentId": 240}, {"text": "They believe that in order to win this race those Republican voters need to come back home, the people who right now say they will not vote for Mitch McConnell because he's so unpopular.", "sentId": 241}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Rand Paul helps at home, it also helps him with his presidential aspirations.", "sentId": 242}, {"text": "Well, not a bad play there.", "sentId": 243}, {"text": "Jonathan?", "sentId": 244}], "secId": 104}, {"speaker": "MARTIN", "sentences": [{"text": "The big story this week in politics is going to be the senate primary North Carolina.", "sentId": 245}, {"text": "And late last week when I was talking to some top GOP strategists they are cautiously optimistic that Thom Tillis, who's the House Speaker there can get 40 percent, that's important because if he gets 40 percent that means no runoff in July, which would save the GOP millions of dollars.", "sentId": 246}, {"text": "So if Tillis can get 40.1, then that's good news for the GOP, otherwise they're going to have a protracted runoff going into mid-July.", "sentId": 247}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "The Republican food fight would continue instead of going after the Democratic incumbents.", "sentId": 248}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "Maggie?", "sentId": 249}], "secId": 107}, {"speaker": "HABERMAN", "sentences": [{"text": "The story that didn't get as much attention as I think it would have otherwise if it had not been this weekend was Virginia Senator Tim Kaine endorsing Hillary Clinton.", "sentId": 250}, {"text": "This had been in the works for a very long time.", "sentId": 251}, {"text": "Remember, the ready for Hillary group which put this together was basically annoying people around Hillary Clinton with the endorsements last year.", "sentId": 252}, {"text": "They didn't want the inevitability.", "sentId": 253}], "secId": 108}, {"speaker": "HABERMAN", "sentences": [{"text": "And while they don't coordinate, there are a lot of people around Hillary Clinton right now who would see value in having this come out at this moment and it makes it all feel as one Democrat put it much more real in terms of very hard for her to step back and not run.", "sentId": 254}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "You know that it sort of starts the clock.", "sentId": 255}, {"text": "Democrats say we need your decision because if you don't run a lot of people are mad that the other haven't had any time to prepare.", "sentId": 256}], "secId": 110}, {"speaker": "HABERMAN", "sentences": [{"text": "That is exactly right.", "sentId": 257}, {"text": "And she is about to embark on this book tour, that also begins the public decision period that we will see before the end of the year.", "sentId": 258}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Let me close, coming back to a bit of what Jonathan Martin talked about.", "sentId": 259}, {"text": "The Republican establishment now thinks it is on the verge of an almost total route of the Tea Party in these contested primaries around the country.", "sentId": 260}, {"text": "We told you last week about big establishment spending, mostly Chamber of Commerce spending in five Senate races, one of them the North Carolina contest Jonathan just talked about.", "sentId": 261}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Look this week for the Chamber of Commerce to spend big again on TV ads in ten house races from Massachusetts to New York to Illinois to California.", "sentId": 262}, {"text": "Ten races where there are establishment versus Tea Party challenges increasingly.", "sentId": 263}, {"text": "Remember when Mitch McConnell talked about crushing the Tea Party increasingly now among the establishment strategists, they are using the word \"humiliate\".", "sentId": 264}, {"text": "They think they can win almost all if not all of these primary challenges.", "sentId": 265}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "That's it for us on INSIDE POLITICS.", "sentId": 266}, {"text": "Again, thanks for sharing your Sunday morning with us.", "sentId": 267}, {"text": "We'll see you soon.", "sentId": 268}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" with Candy Crowley starts right now.", "sentId": 269}], "secId": 115}], "sectionCount": 116, "url": "transcripts.cnn.com/TRANSCRIPTS/1405/04/ip.01.html", "sentenceCount": 271, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired May 4, 2014 - 08:30   ET", "speakers": ["BLACKWELL", "KING", "OBAMA", "UNIDENTIFIED MALE", "PELOSI", "BUSH", "HABERMAN", "TALEY", "MARTIN", "RAJU", "CLINTON", "CARNEY", "MCHALE", "night"], "title": "INSIDE POLITICS"}