{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1601.10.ip.01.html.json", "subTitle": "Trump vs Cruz; Christie-Rubio Feud Intensifies; Clinton-Sanders Race Gets Pointed, Personal. Aired 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "PAUL", "sentences": [{"text": "All right.", "sentId": 0}, {"text": "And make some good memories today.", "sentId": 1}, {"text": "Thanks for being with us.", "sentId": 2}], "secId": 0}, {"speaker": "BLACKWELL", "sentences": [{"text": "INSIDE POLITICS with John King starts right now.", "sentId": 3}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Donald Trump goes birther again, this time on Ted Cruz.", "sentId": 4}], "secId": 2}, {"speaker": "TRUMP", "sentences": [{"text": "He's got this cloud over his head.", "sentId": 5}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Cruz calls it silly.", "sentId": 6}], "secId": 4}, {"speaker": "CRUZ", "sentences": [{"text": "The son of a U.S. citizen born abroad is a natural born citizen.", "sentId": 7}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Three weeks until Iowa votes, the Trump-Cruz bromance is wilting.", "sentId": 8}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "Plus Hillary Clinton questions whether Bernie Sanders is up to the challenge.", "sentId": 9}], "secId": 7}, {"speaker": "CLINTON", "sentences": [{"text": "I don't need a tour.", "sentId": 10}, {"text": "I know right where the Oval Office is.", "sentId": 11}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "And the President readies his final State of the Union address with gun control front and center.", "sentId": 12}], "secId": 9}, {"speaker": "OBAMA", "sentences": [{"text": "Every time I think about those kids, it gets me mad.", "sentId": 13}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Is the Obama effect on 2016 a plus or minus for Democrats?", "sentId": 14}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS -- the biggest stories sourced by the best reporters now.", "sentId": 15}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 16}, {"text": "I'm John King.", "sentId": 17}, {"text": "Thanks for sharing your Sunday morning and it is a busy one.", "sentId": 18}, {"text": "Now, just three weeks away from the Iowa caucuses in 2016's first official test.", "sentId": 19}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Here are three big dynamics to watch this week.", "sentId": 20}, {"text": "There's a Republican debate Thursday night and a showdown between Trump and Cruz now seems inevitable.", "sentId": 21}, {"text": "Trump worried about losing Iowa is aggressively stirring talk Cruz isn't even eligible to be president because he was born in Canada.", "sentId": 22}], "secId": 14}, {"speaker": "TRUMP", "sentences": [{"text": "He was born in Canada.", "sentId": 23}, {"text": "Whether we like it, don't like it, he lived there.", "sentId": 24}, {"text": "He was there.", "sentId": 25}, {"text": "He was born in Canada.", "sentId": 26}, {"text": "You have to be born in the land.", "sentId": 27}, {"text": "That's what I always thought before.", "sentId": 28}], "secId": 15}, {"speaker": "TRUMP", "sentences": [{"text": "Ted is very glib and he goes out and he says well, I'm a natural born citizen.", "sentId": 29}, {"text": "The point is you're not.", "sentId": 30}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Truth is better than fiction.", "sentId": 31}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "Also a Democratic race that has been, for the most part, polite is turning more pointed and personal as Hillary Clinton confronts a strong challenge from Bernie Sanders.", "sentId": 32}], "secId": 18}, {"speaker": "CLINTON", "sentences": [{"text": "And when it really mattered Senator Sanders voted with the gun lobby and I voted against the gun lobby.", "sentId": 33}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Also this week, President Obama delivers his final State of the Union address -- that's Tuesday night.", "sentId": 34}, {"text": "He's looking to shape both his final year in office and the campaign to replace it.", "sentId": 35}], "secId": 20}, {"speaker": "OBAMA", "sentences": [{"text": "Issues like licensing registration -- that's an area where there's just not enough national consensus at this stage to even consider it.", "sentId": 36}, {"text": "And part of it is that people's concern that that becomes a prelude to taking people's guns away.", "sentId": 37}, {"text": "I mean part of the challenge in this is that the gun debate gets wrapped up in broader debates about whether the federal government is oppressive.", "sentId": 38}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "With us this Sunday morning to share their reporting and their insights: Maggie Haberman of the \"New York Times\"; CNN's Manu Raju; Jonathan Martin of the \"New York Times\"; and Julie Pace of the Associated Press.", "sentId": 39}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "So Trump and Cruz -- they say they like each other.", "sentId": 40}, {"text": "Donald Trump says -- this is my favorite part for the \"with friends like these\" file at home -- he says he's doing this because he like Ted Cruz.", "sentId": 41}, {"text": "So the reason he's saying well, he was born in Canada, maybe he's not eligible is he likes.", "sentId": 42}], "secId": 23}, {"speaker": "HABERMAN", "sentences": [{"text": "No, no.", "sentId": 43}, {"text": "He loves him and they're friends.", "sentId": 44}, {"text": "It's essentially a version of that's a nice citizenship you got there.", "sentId": 45}, {"text": "Shame if somebody keeps bringing it up over and over again.", "sentId": 46}], "secId": 24}, {"speaker": "HABERMAN", "sentences": [{"text": "Trump did four minutes on this in Clear Lake, Iowa last night.", "sentId": 47}, {"text": "Clearly Donald Trump sees movement in Iowa.", "sentId": 48}, {"text": "He has seen polls that show him behind Cruz, he needs to gain ground.", "sentId": 49}, {"text": "And once again -- this is the brilliance of Trump -- he has set the agenda on this for a week.", "sentId": 50}, {"text": "Cruz has been on the defensive for a week.", "sentId": 51}, {"text": "Cruz tried making a joke about it.", "sentId": 52}, {"text": "He talks about how he was making a joke about it.", "sentId": 53}, {"text": "I posted on Twitter about jumping the shark.", "sentId": 54}], "secId": 25}, {"speaker": "HABERMAN", "sentences": [{"text": "And then he found himself having to release his mother's birth certificate.", "sentId": 55}, {"text": "So this is not going away.", "sentId": 56}, {"text": "It is sinking in the question.", "sentId": 57}, {"text": "It remains whether Trump, I think, is going to go after him in the debate on Thursday night.", "sentId": 58}], "secId": 26}, {"speaker": "HABERMAN", "sentences": [{"text": "And that's a big open question.", "sentId": 59}, {"text": "Trump has often telegraphed punches before him and then not swung through.", "sentId": 60}, {"text": "So we'll see.", "sentId": 61}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "Pulled back in debates and left it out to the campaign trail.", "sentId": 62}, {"text": "It's been an interesting dynamic throughout the campaign.", "sentId": 63}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "You mentioned the polls.", "sentId": 64}, {"text": "There's no question Donald Trump is also going after Ted Cruz on ethanol.", "sentId": 65}, {"text": "If you look at the speech yesterday, he went after Cruz consistently and over and over again.", "sentId": 66}, {"text": "The polls tell you why.", "sentId": 67}], "secId": 29}, {"speaker": "The new Fox poll just out in Iowa", "sentences": [{"text": "Cruz 27, Trump 23, Rubio at 15, Carson at 9, Jeb Bush at 7.", "sentId": 68}, {"text": "But if you're Donald Trump and your brand is winning -- number one Cruz is starting to move in Iowa.", "sentId": 69}, {"text": "We've talked about this for a while.", "sentId": 70}, {"text": "But number two, if you're Trump, you're close enough still.", "sentId": 71}, {"text": "The idea is keep Cruz from growing.", "sentId": 72}, {"text": "Is Trump looking for a win or just to keep it close?", "sentId": 73}], "secId": 30}, {"speaker": "MARTIN", "sentences": [{"text": "He said very plainly himself that he wants to win Iowa.", "sentId": 74}, {"text": "He's in battle for trying to win there.", "sentId": 75}, {"text": "I think that's why he's going after Cruz so aggressively.", "sentId": 76}, {"text": "If he was playing for second place, I don't think he would have shown up yesterday in Iowa and taking on a meat cleaver to Ted Cruz about ethanol and the issue about his birthplace.", "sentId": 77}], "secId": 31}, {"speaker": "MARTIN", "sentences": [{"text": "The fact is that Ted Cruz is now facing a real threat from Donald Trump and these two are going to go at it this week.", "sentId": 78}, {"text": "I think Trump -- looking at those poll numbers is going to -- finally have to bring himself to confronting Ted Cruz in person which he has not done yet.", "sentId": 79}], "secId": 32}, {"speaker": "MARTIN", "sentences": [{"text": "Keep in mind at the last debate in December Maggie had the story about Ted Cruz behind closed doors talking about Trump.", "sentId": 80}, {"text": "And Trump was tempted but he couldn't bring himself to do it.", "sentId": 81}], "secId": 33}, {"speaker": "Iowa", "sentences": [{"text": "Trump has finally found", "sentId": 82}], "secId": 34}, {"speaker": "Iowa", "sentences": [{"text": "something to go after Ted Cruz.", "sentId": 83}, {"text": "Remember he tried to, you know, raise questions about his being evangelical.", "sentId": 84}, {"text": "There are not many evangelicals who came from Cuba -- kind of a questionable attack.", "sentId": 85}, {"text": "He also said that he acted kind of crazy in the Senate.", "sentId": 86}], "secId": 35}, {"speaker": "Iowa", "sentences": [{"text": "When he did that he got blowback, yes, he got blowback from conservative talk radio.", "sentId": 87}, {"text": "Rush Limbaugh said what are you doing?", "sentId": 88}, {"text": "Of course, that's great, you should be doing it.", "sentId": 89}], "secId": 36}, {"speaker": "Iowa", "sentences": [{"text": "And now, finally on the ethanol and the Canada thing you see it's getting some traction -- I'm sure he's going to continue to push that this week.", "sentId": 90}], "secId": 37}, {"speaker": "PACE", "sentences": [{"text": "To Maggie's point this is the brilliance of Donald Trump.", "sentId": 91}, {"text": "He actually throws a lot of things against the wall.", "sentId": 92}, {"text": "He gives these long speeches and there are tons of things he says about his rivals that don't always get a lot of attention.", "sentId": 93}, {"text": "But he waits to find the one thing that does.", "sentId": 94}, {"text": "And once it connects he'll hit it over and over again.", "sentId": 95}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "And because Cruz -- I was joking before the show, he's the Meghan Trainor of this race.", "sentId": 96}, {"text": "He's all about the base.", "sentId": 97}, {"text": "And when he gives things like \"I'll investigate Planned Parenthood on day one\" -- you know, everything he does is to drive out the conservative evangelical and Tea Party base in Iowa.", "sentId": 98}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "Now Trump has him talking about something else.", "sentId": 99}, {"text": "Trump is at least taking part of Cruz's every day to deal with this issue.", "sentId": 100}, {"text": "Although Cruz did gently -- again he'll say he was asked a question -- but he did go after Trump on immigration this past week where he said Donald Trump says those who came into the country illegally can leave and then come back.", "sentId": 101}, {"text": "Ted Cruz says \"I won't let them back in.\"", "sentId": 102}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "So we do see that both men understand who the biggest threat in Iowa is.", "sentId": 103}], "secId": 41}, {"speaker": "RAJU", "sentences": [{"text": "Cruz is starting to draw those subtle distinctions.", "sentId": 104}, {"text": "He said that well, look I'm not, you know -- to run a campaign in Iowa you need to actually do a lot of campaigning, grassroots campaigning.", "sentId": 105}, {"text": "You can't do this from a TV studio in Manhattan -- trying to draw that subtle distinction.", "sentId": 106}], "secId": 42}, {"speaker": "RAJU", "sentences": [{"text": "Now, on immigration Cruz has actually shifted to the right of Trump.", "sentId": 107}, {"text": "I mean Cruz actually had a much more moderate line, particularly on legal immigration during that 2013 debate in the senate.", "sentId": 108}, {"text": "Trump has tried to take a hard line on immigration, Cruz moving to the right -- clearly obviously sees an opportunity to expose just a little bit of vulnerability on Trump's right.", "sentId": 109}], "secId": 43}, {"speaker": "HABERMAN", "sentences": [{"text": "The risk, I think, is more in style as opposed to substance on this.", "sentId": 110}, {"text": "I mean the risk is both.", "sentId": 111}, {"text": "But if you're Cruz not going with a meat cleaver back at Trump will help you in Iowa.", "sentId": 112}, {"text": "The question is what happens after Iowa?", "sentId": 113}, {"text": "If Trump keeps this close in Iowa and Trump then wins New Hampshire, this election, a lot of it right now is about strength.", "sentId": 114}, {"text": "We don't know what is going to be happening with national security in the coming months.", "sentId": 115}, {"text": "And so if you're Cruz there's a risk of looking like you're not punching back hard enough and defending yourself.", "sentId": 116}, {"text": "And I don't know how that's going to go.", "sentId": 117}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "I think that's a great point because that has been part of what people say is a Christie movement in New Hampshire, too where he realizes voters aren't looking for ideology yet, at least in the Republican primary.", "sentId": 118}, {"text": "They're looking for strength.", "sentId": 119}, {"text": "They're looking for toughness.", "sentId": 120}, {"text": "They're looking for tough talk.", "sentId": 121}, {"text": "I'll beat Hillary Clinton.", "sentId": 122}, {"text": "I'll be tough against terrorism.", "sentId": 123}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "The fascinating part, we're talking about Cruz and Trump -- no question they're at the top of the pack right now for Republicans.", "sentId": 124}, {"text": "And the establishment is a little -- more than a little nervous about this.", "sentId": 125}, {"text": "In your piece today you said that even Michael Bloomberg is thinking \"This is all going to fracture and maybe I'll poll  and jump in as an Independent.\"", "sentId": 126}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "The subplot is who, if anyone emerges as the establishment candidate?", "sentId": 127}, {"text": "And here's just a little bit.", "sentId": 128}, {"text": "You have John Kasich in this lane.", "sentId": 129}, {"text": "You have Jeb Bush in this lane.", "sentId": 130}, {"text": "But Chris Christie and Marco Rubio having a little \"hello\".", "sentId": 131}], "secId": 47}, {"speaker": "CHRISTIE", "sentences": [{"text": "This guy has been spoon-fed every victory he's ever had in his life.", "sentId": 132}, {"text": "That's the kind of person that we want to put on the stage against Hillary Clinton?", "sentId": 133}, {"text": "I don't think so.", "sentId": 134}, {"text": "So pat him on the head and then cut his heart out.", "sentId": 135}], "secId": 48}, {"speaker": "RUBIO", "sentences": [{"text": "Chris has a very liberal record for a Republican.", "sentId": 136}, {"text": "He personally gave a contribution to Planned Parenthood.", "sentId": 137}, {"text": "So I'm sure he doesn't really want to have a conversation about the issues.", "sentId": 138}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "If Trump-Cruz is the heavyweight fight, the undercard is kind of interesting.", "sentId": 139}], "secId": 50}, {"speaker": "PACE", "sentences": [{"text": "Yes.", "sentId": 140}, {"text": "It's a great debate between the two of them in New Hampshire, in particular because I think voters in New Hampshire want to like Marco Rubio.", "sentId": 141}, {"text": "They really do.", "sentId": 142}, {"text": "They just haven't made the decision that they're going to go in his direction.", "sentId": 143}, {"text": "And Christie has seized on that opening.", "sentId": 144}], "secId": 51}, {"speaker": "PACE", "sentences": [{"text": "And I was in Iowa last week, and I have to tell you, Christie is benefitting there from the free media he's getting in New Hampshire.", "sentId": 145}, {"text": "He's not going to win Iowa by any means.", "sentId": 146}, {"text": "But there's something happening where Christie is getting a second look from a lot of voters who maybe had wanted to move toward Rubio and just didn't see the opportunity to do so.", "sentId": 147}], "secId": 52}, {"speaker": "RAJU", "sentences": [{"text": "And if you're Marco Rubio, you need to end up having a good third place in Iowa to take you into New Hampshire.", "sentId": 148}, {"text": "If you lose to Chris Christie in New Hampshire come third or fourth then that is detrimental to his campaign going into South Carolina.", "sentId": 149}, {"text": "MARTIN:  There's no question that Rubio needs to be the sort of top", "sentId": 150}], "secId": 53}, {"speaker": "RAJU", "sentences": [{"text": "establishment candidate in Iowa and then probably New Hampshire, too to have a case to make going into South Carolina after you've got Cruz and Trump, potentially one of the first  to say guys, it's my turn.", "sentId": 151}, {"text": "Come on board.", "sentId": 152}], "secId": 54}, {"speaker": "RAJU", "sentences": [{"text": "But just real fast on Christie's comment about Rubio.", "sentId": 153}, {"text": "It's actually not fair to Rubio because he did have a really tough campaign in 2010.", "sentId": 154}, {"text": "He has had a real race.", "sentId": 155}, {"text": "He beat a sitting governor of a state.", "sentId": 156}, {"text": "So it's not totally right about Rubio.", "sentId": 157}], "secId": 55}, {"speaker": "RAJU", "sentences": [{"text": "But listen to Rubio.", "sentId": 158}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "He's turning his  into campaigns.", "sentId": 159}], "secId": 57}, {"speaker": "MARTIN", "sentences": [{"text": "Listen to Rubio's comments there where he's having to invoke a Chris Christie contribution to Planned Parenthood -- classic oppo drop at a presser.", "sentId": 160}], "secId": 58}, {"speaker": "MARTIN", "sentences": [{"text": "I think back to the debate in Boulder, Colorado in October and Rubio saying to Jeb Bush you're saying that because somebody told you it would help your campaign.", "sentId": 161}, {"text": "I'm not in this campaign to attack somebody else.", "sentId": 162}], "secId": 59}, {"speaker": "MARTIN", "sentences": [{"text": "I mean how far have we come from that moment?", "sentId": 163}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 164}, {"text": "Survival.", "sentId": 165}], "secId": 61}, {"speaker": "HABERMAN", "sentences": [{"text": "Christie's now using that line against Rubio --", "sentId": 166}], "secId": 62}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 167}], "secId": 63}, {"speaker": "HABERMAN", "sentences": [{"text": "-- I mean it is true -- I mean I think that you're seeing Christie and you're seeing Cruz have both -- and Rubio has wandered into fights with both of them now.", "sentId": 168}, {"text": "And both are trying to sort of move in for the kill and suggest that Rubio is not strong enough -- not able to have this kind of a fight.", "sentId": 169}], "secId": 64}, {"speaker": "HABERMAN", "sentences": [{"text": "And to Jonathan's point Rubio did have a tough fight in 2010.", "sentId": 170}, {"text": "I think it's going to be interesting to see how this plays out again at the debate.", "sentId": 171}, {"text": "Both of them have been telegraphing punches to Rubio for two weeks now, three weeks now.", "sentId": 172}], "secId": 65}, {"speaker": "HABERMAN", "sentences": [{"text": "When Jeb Bush did that, Rubio knew exactly how to throw up a block.", "sentId": 173}, {"text": "And so I think there is a real chance.", "sentId": 174}, {"text": "I'm assuming Christie is just going to lunge for Rubio on Thursday but I think that there is -- I'm sorry -- but I think that there is a more than good chance that Rubio is going to have a pretty good response.", "sentId": 175}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Well that's, I mean in this reality TV campaign we've had among those establish candidates this is survivor -- who gets to stay as we go on?", "sentId": 176}], "secId": 67}, {"speaker": "MARTIN", "sentences": [{"text": "Yes, right.", "sentId": 177}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 178}, {"text": "Up next: some 2008 deja vu including Bill Clinton on the trail trying to help his wife close the sale.", "sentId": 179}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "First though, politicians say the darnedest things.", "sentId": 180}, {"text": "Remember how Barney-cam made the first dog seem so cute and lovable back in the George W. Bush days?", "sentId": 181}, {"text": "Well, Jeb Bush says it was all an act.", "sentId": 182}], "secId": 70}, {"speaker": "BUSH", "sentences": [{"text": "Can I tell you the truth about Barney?", "sentId": 183}], "secId": 71}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "No, I want to know.", "sentId": 184}], "secId": 72}, {"speaker": "BUSH", "sentences": [{"text": "He's a mean little dog.", "sentId": 185}, {"text": "Barney loves the President.", "sentId": 186}, {"text": "Barney loved W.  He just didn't love me or anybody else.", "sentId": 187}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 188}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "The Democratic race is testy, too as Hillary Clinton and Bernie Sanders engage in what you might call a little point, counter point.", "sentId": 189}], "secId": 75}, {"speaker": "CLINTON", "sentences": [{"text": "Think hard about the people who are presenting themselves to you -- their experience, their qualifications, their positions.", "sentId": 190}, {"text": "And particularly for those of us who are Democrats, their electability.", "sentId": 191}], "secId": 76}, {"speaker": "SANDERS", "sentences": [{"text": "Any objective person would assess that the new energy in this campaign from young people, from working class people is with our campaign not Secretary Clinton's campaign.", "sentId": 192}], "secId": 77}, {"speaker": "CLINTON", "sentences": [{"text": "I'm a progressive who likes to get things done.", "sentId": 193}, {"text": "And I will get into that White House.", "sentId": 194}, {"text": "I don't need a tour.", "sentId": 195}, {"text": "I know where the Oval Office is.", "sentId": 196}], "secId": 78}, {"speaker": "SANDERS", "sentences": [{"text": "We're going to need a candidate who can bring out millions and millions of people who in many cases have given up on the political process.", "sentId": 197}, {"text": "And frankly, I think our campaign is the campaign to do that.", "sentId": 198}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Interesting -- and we were talking about this before the show, I mean \"I don't need a tour.", "sentId": 199}, {"text": "I'm more electable.\"", "sentId": 200}, {"text": "She tried that against a guy named Barack Obama in 2008 and it didn't work.", "sentId": 201}, {"text": "Is this just her DNA and this is what she wants to say or do think somehow because Sanders is not a young guy like Obama then it's more effective?", "sentId": 202}], "secId": 80}, {"speaker": "HABERMAN", "sentences": [{"text": "I think yes to all of that.", "sentId": 203}, {"text": "I think it's some combination.", "sentId": 204}, {"text": "But as I was listening to that I was thinking my time machine is working and I'm in 2008.", "sentId": 205}, {"text": "RAJU:  You're going to rewrite the same stories you did in '08.", "sentId": 206}], "secId": 81}, {"speaker": "HABERMAN", "sentences": [{"text": "Exactly.", "sentId": 207}, {"text": "Look, I mean again, to that point of sort reading the stage directions.", "sentId": 208}, {"text": "You can talk about electability without saying I don't need a tour of the White House.", "sentId": 209}, {"text": "And that is a clear way to remind voters that you have been there before, all of your experience and then all of the accompanying baggage.", "sentId": 210}], "secId": 82}, {"speaker": "HABERMAN", "sentences": [{"text": "My take away -- I don't know exactly what is going on -- but my clear take away is that the Clinton campaign is concerned about a tightening either in New Hampshire, or in Iowa or both.", "sentId": 211}, {"text": "I mean New Hampshire, Sanders has had a lead there for awhile.", "sentId": 212}, {"text": "So I have to assume it's Iowa.", "sentId": 213}], "secId": 83}, {"speaker": "HABERMAN", "sentences": [{"text": "She called in to a cable show on Friday -- on a Friday evening by phone to criticize Sanders on guns.", "sentId": 214}, {"text": "It was Trumpesque to do the phoning in.", "sentId": 215}, {"text": "It was Trumpesque to do the sort of responding and seizing in for the kill.", "sentId": 216}, {"text": "They're all frankly imitating Trump in one way or another.", "sentId": 217}, {"text": "Sanders is, too to a large extent -- or to a medium extent.", "sentId": 218}], "secId": 84}, {"speaker": "HABERMAN", "sentences": [{"text": "But there is clear concern that Sanders is on the move.", "sentId": 219}, {"text": "I think that a couple of weeks ago when you had that DNC data breach that was supposed to blow back on Sanders' campaign terrible and Sanders campaign folks did do something wrong.", "sentId": 220}, {"text": "I think at the end of the day, that ended up, they so successfully flipped the script that I think that they have so energized their supporters and again in a Trump way.", "sentId": 221}, {"text": "The establishment is trying to hurt me.", "sentId": 222}, {"text": "Facts be damned.", "sentId": 223}, {"text": "You come rally to my side -- and I think that is a lot of what's going on.", "sentId": 224}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Another sign Team Clinton is nervous is that Bill Clinton is out on the campaign trail.", "sentId": 225}, {"text": "They understand this.", "sentId": 226}, {"text": "They understand he's an asset in many ways but he also is a potential liability in many other ways.", "sentId": 227}, {"text": "And so they know if you let him out you have to deal with both.", "sentId": 228}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "And so he's out which means they understand they need him.", "sentId": 229}, {"text": "They need him to try to close the sale.", "sentId": 230}, {"text": "He was asked about it, because Republicans are stirring from Trump on down, stirring up Bill Clinton -- she can't criticize on women's issues if Bill Clinton's is out there.", "sentId": 231}, {"text": "They want to talk about more sordid things in his past.", "sentId": 232}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "He didn't want to answer it directly when he's in New Hampshire.", "sentId": 233}, {"text": "But a voter asked Bernie Sanders about it at a rally.", "sentId": 234}, {"text": "Listen.", "sentId": 235}], "secId": 88}, {"speaker": "SANDERS", "sentences": [{"text": "Hillary Clinton is not Bill Clinton.", "sentId": 236}, {"text": "What Bill Clinton did, I think, we can all acknowledge was totally, totally, totally disgraceful and unacceptable.", "sentId": 237}, {"text": "But I'm running against Hillary Clinton.", "sentId": 238}, {"text": "I'm not running against Bill Clinton.", "sentId": 239}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "It's -- now it's in the -- that's the Democratic race.", "sentId": 240}, {"text": "PACE:  I was out at Bill Clinton's events in Iowa last week and you", "sentId": 241}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "saw both the good and the not so good of Bill Clinton.", "sentId": 242}, {"text": "He had 500 people each at his events which is more than you get at some Republican candidates' events in Iowa.", "sentId": 243}, {"text": "He had the crowd going.", "sentId": 244}, {"text": "He had the great applause lines.", "sentId": 245}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "But also he got confronted by reporters about the Trump criticism and it's going to trail him everywhere that he goes.", "sentId": 246}, {"text": "But you know that the Clinton campaign at this point sees it as more of a positive than a negative because of what I think Maggie is saying that there's something they going on that they feel like whatever he can bring to the table to help her at this point they need.", "sentId": 247}], "secId": 92}, {"speaker": "MARTIN", "sentences": [{"text": "In a lot of ways it feels a lot like '08, right after Obama won in Iowa.", "sentId": 248}, {"text": "And it looked like he was going to run away with the nomination and then Hillary Clinton comes and wins in New Hampshire and kept the campaign alive for months.", "sentId": 249}], "secId": 93}, {"speaker": "MARTIN", "sentences": [{"text": "I think the real concern for the Hillary campaign is if Bernie does really well in those first two states he will have -- he will be in a pretty strong position for the rest of the campaign.", "sentId": 250}, {"text": "And it will reinforce the narrative that the Democratic base is just not excited about her headed into a general.", "sentId": 251}], "secId": 94}, {"speaker": "MARTIN", "sentences": [{"text": "And that's the issue.", "sentId": 252}, {"text": "Look, there's no question that the Clinton campaign is concerned about Iowa tightening.", "sentId": 253}, {"text": "New Hampshire is clearly now favoring Bernie Sanders.", "sentId": 254}, {"text": "The question is only how much.", "sentId": 255}], "secId": 95}, {"speaker": "MARTIN", "sentences": [{"text": "It's the calendar.", "sentId": 256}, {"text": "It's January 10th, and she has every conceivable advantage at her side.", "sentId": 257}, {"text": "She's struggling to fend off somebody who is a 74-year-old, you know, self-avowed socialist who is largely seen by most Democrats as a kind of message candidate.", "sentId": 258}], "secId": 96}, {"speaker": "MARTIN", "sentences": [{"text": "And she can't fend him off in the first two states?", "sentId": 259}, {"text": "That's troubling for them.", "sentId": 260}, {"text": "I think that's why you're seeing her turning the guns much more aggressively now.", "sentId": 261}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "Lastly and quickly -- what about the Obama effect.", "sentId": 262}, {"text": "The President gives his last State of the Union address Tuesday night.", "sentId": 263}, {"text": "He is the incumbent president.", "sentId": 264}, {"text": "The Democratic base is still a fan of Barack Obama even if some of the rest of the country may have tuned out.", "sentId": 265}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "How much of this speech Tuesday night is here is what I've done.", "sentId": 266}, {"text": "Look at me.", "sentId": 267}, {"text": "Here is my legacy.", "sentId": 268}, {"text": "And how much of this is as you replace me, think about this?", "sentId": 269}], "secId": 99}, {"speaker": "PACE", "sentences": [{"text": "I think it's much more the latter.", "sentId": 270}, {"text": "I mean the fact that the speech is happening earlier than a State of the Union normally would is part of the President trying to put his stamp on this caucus and New Hampshire primary process.", "sentId": 271}, {"text": "He's going to frame the speech around where the country should go after his presidency.", "sentId": 272}, {"text": "He may not say directly you should vote for a Democrat -- certainly he won't say a specific Democrat.", "sentId": 273}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Didn't he almost say at his town hall you should vote for Hillary Clinton because I'm not going to campaign for anyone who's been against me on guns?", "sentId": 274}], "secId": 101}, {"speaker": "PACE", "sentences": [{"text": "That's what the Clinton campaign wants you to say -- for sure.", "sentId": 275}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "And Bernie has been against that.", "sentId": 276}, {"text": "I think that's -- to your point that the Sanders can play the \"if the fix is in\" part of it.", "sentId": 277}], "secId": 103}, {"speaker": "MARTIN", "sentences": [{"text": "And the focus by itself on the issue by Obama while she's hitting Bernie.", "sentId": 278}, {"text": "It's actually great politics for her, too because he draws media attention to it, at the same time.", "sentId": 279}], "secId": 104}, {"speaker": "MARTIN", "sentences": [{"text": "Look, real fast the question is if she loses Iowa and New Hampshire, does she need the Obama endorsement to come in the primaries?", "sentId": 280}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "We got a few weeks before we may be posing that question.", "sentId": 281}, {"text": "Everybody -- thank you.", "sentId": 282}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "Up next our reporters share from their notebooks including a date that Senator Rand Paul and the rest of us, well, we better mark on our calendars.", "sentId": 283}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table so our great reporters can get you out ahead of the big stories just around the corner.", "sentId": 284}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "Maggie Haberman.", "sentId": 285}], "secId": 109}, {"speaker": "HABERMAN", "sentences": [{"text": "Bernie Sanders team and their allies were very taken aback by how hard they got hit by the White House and by Hillary Clinton on guns last week.", "sentId": 286}, {"text": "They believe this could provide them a moment where their supporters are going to get angry at the establishment again, just like we saw with this data breach and provide them something of a lift.", "sentId": 287}], "secId": 110}, {"speaker": "HABERMAN", "sentences": [{"text": "And it's possible it could cauterize some of the wounds that you might be seeing otherwise.", "sentId": 288}, {"text": "Hillary Clinton has telegraphed very clearly she is going to keep hitting him hard on this.", "sentId": 289}, {"text": "This is going to be an issue in the debate.", "sentId": 290}, {"text": "They believe they can get some kind of support from their followers that will inoculate them.", "sentId": 291}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Fascinating to watch and she's clearly nervous.", "sentId": 292}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Manu.", "sentId": 293}], "secId": 113}, {"speaker": "RAJU", "sentences": [{"text": "Rand Paul -- remember him, John?", "sentId": 294}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "I do.", "sentId": 295}], "secId": 115}, {"speaker": "RAJU", "sentences": [{"text": "January 26 is a big deadline for Rand and it's not because there's a primary that night.", "sentId": 296}, {"text": "It's because that is the filing deadline in Kentucky for candidates to run against him in the senate race this year.", "sentId": 297}, {"text": "Now, Democrats will have a hard time winning that seat given how red Kentucky has gotten.", "sentId": 298}, {"text": "But they believe they can mount a challenge to him because Rand, has of course, focused on his the national ambitions and sort of ignored Kentucky over the last year or so.", "sentId": 299}, {"text": "Jim Grey the Lexington mayor is publicly considering a run.", "sentId": 300}, {"text": "And it will be interesting to see who else gets in that race.", "sentId": 301}, {"text": "That will be very instructive in telling us when Rand will get out of the Presidential race.", "sentId": 302}], "secId": 116}, {"speaker": "RAJU", "sentences": [{"text": "If he has a tough race back home for senate, maybe he gets out earlier than anticipated.", "sentId": 303}, {"text": "March 6 is the big day for Rand Paul -- that's when the Kentucky caucus is to choose a presidential nominee in that state and of course, he was instrumental in changing that from a primary to a caucus so he could run for both of offices at the same time.", "sentId": 304}], "secId": 117}, {"speaker": "RAJU", "sentences": [{"text": "This really shows you John just how much things have changed for Rand in the past year.", "sentId": 305}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "As they say and say and say \"all politics is local\".", "sentId": 306}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "Jonathan.", "sentId": 307}], "secId": 120}, {"speaker": "MARTIN", "sentences": [{"text": "John -- Ted Cruz is entering a phase of the campaign that he has not been in yet, which is one with a big target on his back.", "sentId": 308}, {"text": "Now he rolls just being the sort of whipping boy of the Washington establishment.", "sentId": 309}, {"text": "But now the person going after him is far from the establishment.", "sentId": 310}, {"text": "In fact, it's the only person in the campaign who's more anti-establishment than him.", "sentId": 311}, {"text": "It's Donald Trump.", "sentId": 312}, {"text": "Trump is going after Cruz with the most personal of reasons questioning Cruz's birthplace.", "sentId": 313}], "secId": 121}, {"speaker": "MARTIN", "sentences": [{"text": "Watch this week to see how Cruz responds.", "sentId": 314}, {"text": "His campaign does have a kind of one-page talking point document that they're circulating now amongst some other allies that explains exactly why he is, in fact, eligible for the presidency.", "sentId": 315}], "secId": 122}, {"speaker": "MARTIN", "sentences": [{"text": "His mom, of course, was born and raised in Delaware.", "sentId": 316}, {"text": "So the fact that she was in Canada when he was born he argues is not relevant.", "sentId": 317}, {"text": "This is a real fascinating test for Cruz.", "sentId": 318}, {"text": "I'm curious to see if those kind of talking points wind up either in some kind of a paid media mail piece in Iowa here in the next week or so.", "sentId": 319}], "secId": 123}, {"speaker": "KING", "sentences": [{"text": "A good question of how bad is the bleeding, I guess.", "sentId": 320}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "Julie.", "sentId": 321}], "secId": 125}, {"speaker": "PACE", "sentences": [{"text": "One of the ways that people are trying to discern if Donald Trump has a ground game in Iowa is through new voter registrations in the state, the theory being that some of his support is from coming from people who haven't caucused before.", "sentId": 322}, {"text": "But rival campaigns that I talked to last week in Iowa say that's a faulty metric at this point.", "sentId": 323}, {"text": "They're operating under the assumption that if Cruz does have -- or if Trump does have a ground game what they're doing is recommending that people register the night of the caucus.", "sentId": 324}, {"text": "After all it's a lot easier to get people who haven't participated before to participate once as opposed to taking two different steps.", "sentId": 325}], "secId": 126}, {"speaker": "slowly", "sentences": [{"text": "Fascinating item to watch.", "sentId": 326}], "secId": 127}, {"speaker": "slowly", "sentences": [{"text": "I'll close with a nostalgic and I think a telling trip down memory lane.", "sentId": 327}, {"text": "The White house announced yesterday that Edith Childs will be among the President's guest to this final State of the Union address Tuesday night.", "sentId": 328}], "secId": 128}, {"speaker": "Greenwood", "sentences": [{"text": "\" program.", "sentId": 329}, {"text": "She told stories of the KKK, of sneaking to drink from the white's only water fountain because the water at the colored fountain was never cold.", "sentId": 330}, {"text": "She spoke at lengths about our hopes for the first African-American president.", "sentId": 331}], "secId": 129}, {"speaker": "Greenwood", "sentences": [{"text": "I went back through my nights from our conversation yesterday and two things jumped out of the then-president elect Obama.", "sentId": 332}, {"text": "She said, quote, \"I worry he doesn't understand how hard it will be to change things.\"", "sentId": 333}], "secId": 130}, {"speaker": "Greenwood", "sentences": [{"text": "And of the country and the question of race Edith Childs said she was praying things would get better, that more people would judge her as she put it as a person not by the color of her skin.", "sentId": 334}], "secId": 131}, {"speaker": "Greenwood", "sentences": [{"text": "Hopeful but she was quick to add in that conversation seven years ago, quote, there are still those that are not going to change no matter what.", "sentId": 335}, {"text": "Smart lady.", "sentId": 336}], "secId": 132}, {"speaker": "Greenwood", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 337}, {"text": "Again thanks for sharing your Sunday morning.", "sentId": 338}], "secId": 133}, {"speaker": "Greenwood", "sentences": [{"text": "\"STATE OF THE UNION\" starts right now.", "sentId": 339}], "secId": 134}], "sectionCount": 135, "url": "transcripts.cnn.com/TRANSCRIPTS/1601/10/ip.01.html", "sentenceCount": 341, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired January 10, 2016 - 08:30   ET", "speakers": ["PAUL", "BLACKWELL", "KING", "TRUMP", "CRUZ", "CLINTON", "OBAMA", "HABERMAN", "The new Fox poll just out in Iowa", "MARTIN", "Iowa", "PACE", "RAJU", "CHRISTIE", "RUBIO", "BUSH", "UNIDENTIFIED FEMALE", "SANDERS", "slowly", "Greenwood"], "title": "INSIDE POLITICS"}