{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1508.09.ip.01.html.json", "subTitle": "Debate Fallout: Donald Trump vs. Everyone; Obama Compares GOP Critics to Iran's Hard-Liners; Activists Disrupt Sanders Speech. Aired 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 0}, {"text": "I'm John King.", "sentId": 1}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 2}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "We'll keep our eyes out for any new Twitter tirades.", "sentId": 3}, {"text": "But as we begin today Donald Trump is still running for president.", "sentId": 4}, {"text": "Still saying his critics are all stupid and that he's going to win.", "sentId": 5}, {"text": "Proof I guess on this Sunday the Lord does indeed work in mysterious ways.", "sentId": 6}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Now if you're having your breakfast, please take a break for a moment.", "sentId": 7}, {"text": "Here's Mr. Trump Friday night here on CNN lashing out at debate moderator Megyn Kelly of Fox News.", "sentId": 8}], "secId": 2}, {"speaker": "TRUMP", "sentences": [{"text": "You could see there was blood coming out of her eyes, blood coming out of her -- wherever.", "sentId": 9}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 10}, {"text": "That man wants to be our next president.", "sentId": 11}, {"text": "Now Mr. Trump often accuses the media of taking him out of context.", "sentId": 12}, {"text": "So let's make sure we are fair.", "sentId": 13}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "The debate question he didn't like or didn't like most anyway was about his own words, his own pattern of demeaning women.", "sentId": 14}], "secId": 5}, {"speaker": "KELLY", "sentences": [{"text": "You call women you don't like \"fat pigs,\" \"dogs,\" \"slobs,\" and \"disgusting animals.\"", "sentId": 15}, {"text": "Your Twitter account has several disparaging comments about women's looks.", "sentId": 16}, {"text": "You once told a contestant on \"Celebrity Apprentice\" it would be a pretty picture to see her on her knees.", "sentId": 17}, {"text": "Does that sound to you like the temperament of a man we should elect as president?", "sentId": 18}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "Tough, yes.", "sentId": 19}, {"text": "But remember his own words -- more than fair.", "sentId": 20}, {"text": "His answer?", "sentId": 21}], "secId": 7}, {"speaker": "TRUMP", "sentences": [{"text": "I think the big problem this country has is being politically correct.", "sentId": 22}, {"text": "I've been challenged by so many people, and I don't, frankly, have time for total political correctness.", "sentId": 23}, {"text": "And to be honest with you, this country doesn't have time, either.", "sentId": 24}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Now the reviews were unkind.", "sentId": 25}, {"text": "And in trademark Trump style, he blames anyone but himself.", "sentId": 26}], "secId": 9}, {"speaker": "TRUMP", "sentences": [{"text": "I'm very disappointed in Fox News.", "sentId": 27}, {"text": "I think they probably had an agenda.", "sentId": 28}, {"text": "But certainly I don't have a lot of respect for Megyn Kelly.", "sentId": 29}, {"text": "She's a lightweight.", "sentId": 30}, {"text": "And you know, she came out there, reading her little script, and trying to, you know, be tough and be sharp.", "sentId": 31}, {"text": "And when you meet her you realize she's not very tough and she's not very sharp.", "sentId": 32}, {"text": "She's zippo.", "sentId": 33}], "secId": 10}, {"speaker": "TRUMP", "sentences": [{"text": "She gets out and she starts asking me all sorts of ridiculous questions.", "sentId": 34}, {"text": "And you know, you could see there was blood coming out of her eyes, blood coming out of her -- wherever.", "sentId": 35}, {"text": "But she was, in my opinion, she was off base.", "sentId": 36}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "That was Donald Trump Friday night here on CNN.", "sentId": 37}, {"text": "Carly Fiorina's reaction was short and perfect.", "sentId": 38}, {"text": "\"Mr. Trump,\" she said, \"there is no excuse.\"", "sentId": 39}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Jeb Bush, another Trump rival spoke to the growing fear within the Republican Party that this is now much more than about Trump, and that his ego and his over-the-line rhetoric is doing serious damage to the Republican Party.", "sentId": 40}], "secId": 13}, {"speaker": "BUSH", "sentences": [{"text": "Do we want to win?", "sentId": 41}, {"text": "Do we want to insult 53 percent of all voters?", "sentId": 42}, {"text": "What Donald Trump said is wrong.", "sentId": 43}, {"text": "Mr. Trump ought to apologize.", "sentId": 44}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights to talk about this: Nia-Malika Henderson of CNN; Ron Fournier of \"National Journal\"; Laura Meckler of the \"Wall Street Journal\" and CNN's Jeff Zeleny.", "sentId": 45}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Let's start here.", "sentId": 46}, {"text": "The Republican establishment this morning is saying this is it.", "sentId": 47}, {"text": "This is it.", "sentId": 48}, {"text": "His comments about Mexican immigrants didn't do it.", "sentId": 49}, {"text": "His comments about John McCain didn't do it.", "sentId": 50}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Ron Fournier is there any reason to believe that this assault on Megyn Kelly and his whining about the debate will hurt?", "sentId": 51}, {"text": "Some think it might actually help again.", "sentId": 52}], "secId": 17}, {"speaker": "FOURNIER", "sentences": [{"text": "I don't know.", "sentId": 53}, {"text": "One thing I know is the Republican establishment has nothing to do with this.", "sentId": 54}, {"text": "This is up to the voters.", "sentId": 55}, {"text": "And we really do need to separate Donald Trump from his voters.", "sentId": 56}, {"text": "His voters have a real and justified reason to be upset with the political establishment because they have a real and justified reason to be anxious about where we are in these times.", "sentId": 57}, {"text": "And they're going to outlast -- that anger is going to outlast Donald Trump and it's going to go somewhere outside of the system and hopefully change politics, either for the better or for the worse.", "sentId": 58}, {"text": "This anger is not going to go away.", "sentId": 59}], "secId": 18}, {"speaker": "FOURNIER", "sentences": [{"text": "Now let's talk about Donald Trump.", "sentId": 60}, {"text": "This is a man who is a -- an intolerant bully; a shallow man who has built his business on bankruptcies, and paying off politicians.", "sentId": 61}, {"text": "This is not a man who should be president of the United States.", "sentId": 62}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Well, you say that.", "sentId": 63}, {"text": "We come into this and I get your point but we came into this-he came into the debate with somewhere in the ballpark of 24 percent, 25 percent of Republicans nationally.", "sentId": 64}, {"text": "That means 75 percent say no.", "sentId": 65}, {"text": "But in a 17-candidate field, and it doesn't look like anybody's getting out soon, I assume we'll lose one or two before Iowa, maybe three but even then he's got a lot of strength when Iowa gets around to voting.", "sentId": 66}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "If you look at his comments yesterday to the \"Washington Post\" and other news organizations and, by the way, Mr. Trump is going to call in to a lot of the Sunday shows including -- stay right here, Jake Tapper is going to talk to him in just a few minutes on \"STATE OF THE UNION\".", "sentId": 67}], "secId": 21}, {"speaker": "FOURNIER", "sentences": [{"text": "He's calling?", "sentId": 68}, {"text": "He should be on the show.", "sentId": 69}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "In this field he has huge sway.", "sentId": 70}, {"text": "Ron's right, this is up to Republican voters.", "sentId": 71}], "secId": 23}, {"speaker": "MECKLER", "sentences": [{"text": "And it was interesting.", "sentId": 72}, {"text": "In that clip that we just played here when he said I don't believe in being politically correct, the audience cheered, you know.", "sentId": 73}, {"text": "So I don't that think we really know what's going to happen from this.", "sentId": 74}], "secId": 24}, {"speaker": "MECKLER", "sentences": [{"text": "I think there are a lot of people who thought that when he said at the start of the debate that he wouldn't pledge to support the Republican candidate, well that must surely be the end of him.", "sentId": 75}, {"text": "You know, we'll see.", "sentId": 76}], "secId": 25}, {"speaker": "MECKLER", "sentences": [{"text": "I think that the truth is that none of us really know, because the establishment, clearly, is though starting to seriously push back at -- even at the Red State gathering, very conservative group this weekend in Atlanta.", "sentId": 77}, {"text": "They disinvited him after those remarks.", "sentId": 78}], "secId": 26}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 79}, {"text": "And sort of rich that Erick Erickson who has said pretty disparaging things about women disinvited him but I do think it might be different because he's going after Fox and he's going after Megyn Kelly who is a beloved figure among conservative audiences and we'll have to see.", "sentId": 80}], "secId": 27}, {"speaker": "HENDERSON", "sentences": [{"text": "I mean guess the question is if these people, 20 percent, 25 percent, they tolerated the John McCain thing.", "sentId": 81}, {"text": "I mean, well period jokes, that's essentially what it was if you believe that's what he was referring to, will this kind of joke turn people off.", "sentId": 82}, {"text": "It's hard to know.", "sentId": 83}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "Now, he says he wasn't referring to that.", "sentId": 84}, {"text": "And that only a deviant could think he was referring to that.", "sentId": 85}], "secId": 29}, {"speaker": "HENDERSON", "sentences": [{"text": "Right, right.", "sentId": 86}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "But he did say that Chris Wallace also had blood coming out of his eyes.", "sentId": 87}, {"text": "He did not add for Chris Wallace is the \"wherever\" part.", "sentId": 88}, {"text": "So people can read about -- again just to give Mr. Trump some credit of what he says he meant.", "sentId": 89}], "secId": 31}, {"speaker": "ZELENY", "sentences": [{"text": "If this was out of character for him perhaps we could take him at his word but I think, you know, there's a long string of things -- a long string of his comments over the years.", "sentId": 90}, {"text": "The reality is regardless of what he meant there are serious Republicans, serious conservatives who are beginning to believe that he's not a serious candidate.", "sentId": 91}], "secId": 32}, {"speaker": "ZELENY", "sentences": [{"text": "I think he missed an opportunity going into the debate, and it's one of the reasons that Roger Stone says is why he resigned because Trump was not serious on that stage.", "sentId": 92}, {"text": "There are people as Ron said who want to see someone take on this establishment.", "sentId": 93}, {"text": "But now he has missed an opportunity by becoming less than serious.", "sentId": 94}], "secId": 33}, {"speaker": "ZELENY", "sentences": [{"text": "So I think if the leaders want him in or out or not that's the question.", "sentId": 95}, {"text": "At some point he'll be looking for an off ramp.", "sentId": 96}, {"text": "I do not know -- I'm beginning to think he may not ever be on a ballot at all because that is something his brand will not be able to tolerate, losing on the ballot.", "sentId": 97}, {"text": "I think we're seeing the beginning of the end.", "sentId": 98}, {"text": "The question is when that happens.", "sentId": 99}, {"text": "Who knows?", "sentId": 100}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "The choice for Republican voters is I don't suspect that Donald Trump -- he's number one right now.", "sentId": 101}, {"text": "If he fell out of the top ten and was not invited to the prime-time debate I don't think he would show up for a second tier debate.", "sentId": 102}, {"text": "I don't think he views himself as a second tier guy.", "sentId": 103}, {"text": "But to his credit, I just said that, to his credit he said his debate strategy was Trump was going to be Trump.", "sentId": 104}, {"text": "I think he --", "sentId": 105}], "secId": 35}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 106}], "secId": 36}, {"speaker": "MECKLER", "sentences": [{"text": "Yes he did.", "sentId": 107}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "-- he met the execution -- he executed.", "sentId": 108}, {"text": "But the question is, I guess, what do those angry voters and you're dead right, we should be very careful and pay respect to the people who they think look, we elected a Republican senate we're not - getting much from it.", "sentId": 109}, {"text": "We've had a Republican house for a number of years we're not getting much from it.", "sentId": 110}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "The base is mad at their own establishment and their own leaders and they think if you have a title or governor, you're lying to them.", "sentId": 111}, {"text": "But the question is, do they understand that I mean, if you just forgive me, whatever your partisan views or what your views about Mr. Trump, think about the Democratic ad the longer he stays in the Republican race.", "sentId": 112}, {"text": "He is a turnout machine for the Obama coalition.", "sentId": 113}, {"text": "He still thinks -- he still questions the President's birth certificate.", "sentId": 114}, {"text": "He insults Mexican immigrants and now he's insulting women.", "sentId": 115}, {"text": "That would be the Obama coalition and poof.", "sentId": 116}], "secId": 39}, {"speaker": "MECKLER", "sentences": [{"text": "He'll just, you know, spit on some young voters and we'd be done.", "sentId": 117}, {"text": "You know, I mean that's essentially the problem for the establishment which after 2012, you know, did some soul searching and said what do we need to do as a party to win presidential elections?", "sentId": 118}, {"text": "And these were -- the prescriptions were just as you said, make things right with these groups.", "sentId": 119}], "secId": 40}, {"speaker": "MECKLER", "sentences": [{"text": "And it is amazing how can you have 16 other candidates who are trying to make progress in that area but when you've got one with a huge bull horn, who is saying the other thing, it just pulls everybody back.", "sentId": 120}], "secId": 41}, {"speaker": "HENDERSON", "sentences": [{"text": "But if you look at these poll numbers, a lot of these voters who are backing Donald Trump, they don't really care about electability.", "sentId": 121}, {"text": "It's something like 13 percent say they care about electability, what they care about is strong leadership.", "sentId": 122}], "secId": 42}, {"speaker": "HENDERSON", "sentences": [{"text": "And Trump sort of running as the alpha male in the race is able to embody that for a lot of these voters.", "sentId": 123}, {"text": "I think in some ways this provides an opening for people like Jeb Bush and Kasich to kind of embody that kind of strong leadership too.", "sentId": 124}], "secId": 43}, {"speaker": "FOURNIER", "sentences": [{"text": "I agree with all that but I'd like to pull the lens back a little bit further.", "sentId": 125}, {"text": "If the Republican establishment thinks this is just about Donald Trump and the problems are solved when they get rid of Trump?", "sentId": 126}, {"text": "If Democrats think this is only about Republicans and their problems are solved if they beat the Republicans, they're wrong.", "sentId": 127}], "secId": 44}, {"speaker": "FOURNIER", "sentences": [{"text": "There is a real, deep anger out there and a real frustration and fear and anxiety about where this country is going.", "sentId": 128}, {"text": "Many of these voters if Trump does take an off ramp, they're going to stay home.", "sentId": 129}, {"text": "They're going to keep looking for somebody outside of these two parties.", "sentId": 130}, {"text": "Outside of the system that can blow --", "sentId": 131}], "secId": 45}, {"speaker": "ZELENY", "sentences": [{"text": "Why did he miss an opportunity to take those concerns seriously?", "sentId": 132}], "secId": 46}, {"speaker": "FOURNIER", "sentences": [{"text": "He did miss an opportunity.", "sentId": 133}, {"text": "But the voters out there aren't going to be satisfied with Hillary Clinton.", "sentId": 134}, {"text": "They aren't going to be satisfied with Jeb Bush.", "sentId": 135}, {"text": "They're going to be looking for a real change agent and they're not going to get it in these two parties.", "sentId": 136}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Now here's one of the bench marks to look at.", "sentId": 137}, {"text": "Number one we're going to watch and see on Thursday or Friday, it will take a few days, somebody will do a poll and we'll see whether this helps or hurts Mr. Trump.", "sentId": 138}, {"text": "Look at his horse race numbers.", "sentId": 139}, {"text": "That's one way to look at it.", "sentId": 140}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Here's another way to look at it.", "sentId": 141}, {"text": "NBC/Wall Street Journal poll Mr. Trump was making remarkable progress.", "sentId": 142}, {"text": "Back in March 74 percent of Republicans said no way I'll never vote for Donald Trump in 2016; in the latest poll, 49 percent.", "sentId": 143}, {"text": "Mr. Trump was making remarkable progress with the broader Republican electorate.", "sentId": 144}, {"text": "So the question now going forward is what's the damage?", "sentId": 145}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Let's quickly before we take a break.", "sentId": 146}, {"text": "We should be talking this morning and Mr. Trump I think knows this and he continues to keep at the center of the conversation about you know, well Marco Rubio had a strong debate, John Kasich had a strong debate.", "sentId": 147}, {"text": "How does Carly Fiorina get from the earlier debate into the prime-time debate and if she cracks the top ten who falls out?", "sentId": 148}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "If you just look at the logic Governor Kasich just made the debate.", "sentId": 149}, {"text": "He had a pretty strong performance.", "sentId": 150}, {"text": "Chris Christie just made the debate.", "sentId": 151}, {"text": "He was the one candidate who every time he got time and he got less time than most people talked about policy.", "sentId": 152}, {"text": "Whether you agree or disagree with him that's what we want in debates.", "sentId": 153}, {"text": "We want candidates talking about what they would actually do or what they would push and advocate as president.", "sentId": 154}, {"text": "And yet one of those guys you assume if Carly Fiorina comes up, that they're the ones who fall out.", "sentId": 155}], "secId": 51}, {"speaker": "ZELENY", "sentences": [{"text": "I think some of them actually -- Trump aside we're able to see what a strong Republican field this actually is.", "sentId": 156}, {"text": "There were several contenders up there who had much stronger debate performances than anyone did in 2012.", "sentId": 157}, {"text": "I thought a lot of people, you know, and this was such a huge audience, that means 24 million viewers saw what Donald Trump was doing as well.", "sentId": 158}], "secId": 52}, {"speaker": "ZELENY", "sentences": [{"text": "All these people are not liking him, of course.", "sentId": 159}, {"text": "I thought Marco Rubio probably benefited himself the most in this first debate by so many people still don't know him, he was able to introduce himself.", "sentId": 160}, {"text": "I think yes we're talking about Trump now but it was a pretty strong field up there.", "sentId": 161}, {"text": "And, you know, the next time around who knows who's not going to be in this top tier -- maybe Rand Paul, maybe Ted Cruz.", "sentId": 162}, {"text": "Who knows?", "sentId": 163}], "secId": 53}, {"speaker": "FOURNIER", "sentences": [{"text": "The other folks sharing the very top tier with Trump, Jeb Bush and Scott Walker I don't think did themselves any favors.", "sentId": 164}, {"text": "Even if you talk to Jeb Bush's folks they realize this was a pretty weak, kind of a halting performance.", "sentId": 165}, {"text": "They really think the rematch has got to be better.", "sentId": 166}], "secId": 54}, {"speaker": "FOURNIER", "sentences": [{"text": "Scott Walker, he kind of got lost to me.", "sentId": 167}, {"text": "I mean here's a guy who we really got to see if he can grow in to the job like we saw Bill Clinton do back in 1992, like George Bush eventually did.", "sentId": 168}, {"text": "Can Walker go into it?", "sentId": 169}, {"text": "I barely saw him on the stage.", "sentId": 170}], "secId": 55}, {"speaker": "HENDERSON", "sentences": [{"text": "John Kasich I thought was fantastic.", "sentId": 171}, {"text": "He had the hometown crowd advantage there -- really articulating the compassionate conservative approach to politics that I think would serve him well in a place like New Hampshire.", "sentId": 172}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "Remember as we go to a quick break here, Jake Tapper will have Mr. Trump at the top of the hour.", "sentId": 173}, {"text": "Jake Tapper will also be moderating I think 38 days is our countdown to the next debate right here on CNN.", "sentId": 174}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Up next Bernie Sanders gets forced off his own stage.", "sentId": 175}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "But first this week's politicians do the darnedest things.", "sentId": 176}, {"text": "Images from that first big debate.", "sentId": 177}, {"text": "Check out this elevator ride and which candidates are chatting and which prefer to ride up alone or down.", "sentId": 178}, {"text": "I'm not sure which way that elevator is going.", "sentId": 179}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Here John Kasich spends the debate break chatting to Ted Cruz's daughters as the Texas senator looks approvingly on.", "sentId": 180}], "secId": 60}, {"speaker": "And there's nothing like a good steak to bring rivals together", "sentences": [{"text": "Rick Perry, Rick Santorum and George Pataki enjoying a post-debate meal.", "sentId": 181}, {"text": "They look quite relaxed there.", "sentId": 182}], "secId": 61}, {"speaker": "And there's nothing like a good steak to bring rivals together", "sentences": [{"text": "We'll be right back.", "sentId": 183}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 184}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Believe it or not Donald Trump isn't the only big thing stirring in our politics.", "sentId": 185}, {"text": "Let's get through a few other important stories.", "sentId": 186}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Let's start with the President of the United States.", "sentId": 187}, {"text": "Watch later today an exclusive interview with Fareed Zakaria here on GPS today.", "sentId": 188}, {"text": "The President defending -- Republicans are mad about this -- the President says his Republican critics on the Iran nuclear deal sound to him just like the mullahs and hard-liners inside Iran saying they won't budge because they just won't give them this deal.", "sentId": 189}, {"text": "Listen to him defend that.", "sentId": 190}], "secId": 65}, {"speaker": "OBAMA", "sentences": [{"text": "What I said is absolutely true factually.", "sentId": 191}, {"text": "The truth of the matter is inside of Iran the people most opposed to the deal are the revolutionary guard, the Quds force, hard-liners who are implacably opposed to any cooperation with the international community.", "sentId": 192}], "secId": 66}, {"speaker": "OBAMA", "sentences": [{"text": "The reason that Mitch McConnell and the rest of the folks in his caucus who oppose this, jumped out and opposed it before they even read it, before it was even posted, is reflective of an ideological commitment not to get a deal done.", "sentId": 193}], "secId": 67}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "You don't think --", "sentId": 194}], "secId": 68}, {"speaker": "OBAMA", "sentences": [{"text": "And in that sense they do have a lot in common with hard- liners who are much more satisfied with the status quo.", "sentId": 195}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "The President's clearly frustrated with the Republicans.", "sentId": 196}, {"text": "He may not get a Republican vote or he may get just a couple of Republican votes.", "sentId": 197}, {"text": "But isn't the bigger question can he get enough Democratic votes to sustain a veto?", "sentId": 198}, {"text": "Congress is going to vote to disapprove this and he lost Chuck Schumer, a very influential voice in the senate this week.", "sentId": 199}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "Should he be directing his work at the Democrats or his anger at the Republicans?", "sentId": 200}], "secId": 71}, {"speaker": "MECKLER", "sentences": [{"text": "Well, that's what Mitch McConnell and the Republicans said.", "sentId": 201}, {"text": "Are you going to say these things about Chuck Schumer that you said about us?", "sentId": 202}, {"text": "Clearly I doubt he will.", "sentId": 203}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "The staff seems to be.", "sentId": 204}, {"text": "They're going after Chuck Schumer pretty hard.", "sentId": 205}], "secId": 73}, {"speaker": "MECKLER", "sentences": [{"text": "Yes.", "sentId": 206}, {"text": "They really have.", "sentId": 207}], "secId": 74}, {"speaker": "ZELENY", "sentences": [{"text": "And question whether he should be the next leader of the Democratic Party in the Senate.", "sentId": 208}, {"text": "I think it's a good question.", "sentId": 209}, {"text": "I mean there are at least some quiet discussions about Dick Durbin.", "sentId": 210}, {"text": "Should he now challenge Chuck Schumer as the next Democratic leader in the Senate?", "sentId": 211}, {"text": "I think they have enough Democrats to sustain the veto --", "sentId": 212}], "secId": 75}, {"speaker": "FOURNIER", "sentences": [{"text": "I would not --", "sentId": 213}], "secId": 76}, {"speaker": "FOURNIER", "sentences": [{"text": "This shows to me that Barack Obama for all his strengths does not know how to find common ground with his critics, and he does not understand, even his own caucus --", "sentId": 214}], "secId": 77}, {"speaker": "ZELENY", "sentences": [{"text": "Well, Schumer  -- that's the question.", "sentId": 215}], "secId": 78}, {"speaker": "FOURNIER", "sentences": [{"text": "Yes.", "sentId": 216}, {"text": "But you don't say that Chuck Schumer is in line with the mullah's which was what the President has done -- essentially that's what he has done.", "sentId": 217}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "But Hillary Clinton and Bernie Sanders both support this deal.", "sentId": 218}, {"text": "It's a big question to see whether they now go public to try to help the President or whether they just stay on the sidelines because it is going to cause a divide in the party.", "sentId": 219}, {"text": "That's one issue.", "sentId": 220}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "Bernie Sanders last night we know he's getting momentum.", "sentId": 221}, {"text": "He was out in Seattle last night -- a big rally.", "sentId": 222}, {"text": "But his own event -- he was there to speak about Social Security.", "sentId": 223}, {"text": "You see right here, Black Lives Matters protesters forcing Bernie Sanders to leave the stage.", "sentId": 224}, {"text": "What does it say about Sanders or more importantly what does it say about how this movement is determined to get its say, even if they have to knock people -- more on their side than others off the stage.", "sentId": 225}], "secId": 81}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 226}, {"text": "I mean this isn't a movement that you're going to be able to co-opt, right?", "sentId": 227}, {"text": "A year ago today the death of Michael Brown, and it sort of sparked this Black Lives Matter protest.", "sentId": 228}, {"text": "We saw this happen to Martin O'Malley, it happened to Bernie Sanders.", "sentId": 229}], "secId": 82}, {"speaker": "He has since hired an African-American woman to be his press person so she'll be out there.  He was at a rally later on that day where she talked about Black Lives Matter.  A lot of activity on Twitter", "sentences": [{"text": "people criticizing Bernie Sanders, he's got some work to do in terms of this.", "sentId": 230}, {"text": "And frankly, Hillary Clinton does, too.", "sentId": 231}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "It comes at a time if you look at the new WMUR Granite State poll Hillary Clinton down to 42 percent in New Hampshire; Bernie Sanders up to 36 percent in New Hampshire.", "sentId": 232}, {"text": "We've got a race on our hands.", "sentId": 233}], "secId": 84}, {"speaker": "MECKER", "sentences": [{"text": "We absolutely do.", "sentId": 234}, {"text": "And I think that the problem for Bernie Sanders on this issue, I think more so actually than I think Hillary Clinton has a problem with this group is that he really has a fairly important but narrow agenda on economic anxiety.", "sentId": 235}, {"text": "And that's what he is focused on.", "sentId": 236}, {"text": "He hits that theme just over and over again.", "sentId": 237}], "secId": 85}, {"speaker": "MECKER", "sentences": [{"text": "And this is not their issue.", "sentId": 238}, {"text": "They want to talk about racial justice.", "sentId": 239}, {"text": "He doesn't talk about killings by police or in police custody.", "sentId": 240}, {"text": "So this is -- he's really having a wake-up call because the Democratic primary voters is, you know, maybe not New Hampshire, maybe not in Iowa, but once you get past those states it's heavily African-American Hispanic population and those are groups that he's going to need to find a way to appeal to.", "sentId": 241}, {"text": "Hillary Clinton has been out, going out of her way to be very, very --", "sentId": 242}], "secId": 86}, {"speaker": "HENDERSON", "sentences": [{"text": "It's true, I think you're right.", "sentId": 243}], "secId": 87}, {"speaker": "MECKLER", "sentences": [{"text": "-- lean into the black lives movement.", "sentId": 244}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "One test of a candidate though -- they get out there on the road these things happen to them, so maybe the surprise is how they deal with it.", "sentId": 245}, {"text": "Do they become more nimble?", "sentId": 246}], "secId": 89}, {"speaker": "MECKLER", "sentences": [{"text": "It's the second time.", "sentId": 247}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Do they study up and do they get to it?", "sentId": 248}, {"text": "We'll keep an eye on that.", "sentId": 249}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "Tomorrow's news today is next.", "sentId": 250}, {"text": "Our reporters share from their notebooks including warning signs of a Donald Trump size headache perhaps for the head of the Republican Party.", "sentId": 251}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table, ask our great reporters to get you out ahead of the big political news just around the corner.", "sentId": 252}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Nia-Malika Henderson.", "sentId": 253}], "secId": 94}, {"speaker": "HENDERSON", "sentences": [{"text": "One of the things that candidates need to do when it comes to New Hampshire is study up on the heroin epidemic that's plaguing that state.", "sentId": 254}, {"text": "It's now the leading cause of death along with other drugs -- more than traffic deaths, heroin is taking people's lives.", "sentId": 255}, {"text": "It's come up quite frequently in this last forum for instance.", "sentId": 256}, {"text": "It came up, Rubio had to address it.", "sentId": 257}, {"text": "Kelly Ayotte has taken to the Senate floor talking about the scourge of heroin.", "sentId": 258}, {"text": "And next week Hillary Clinton will be in New Hampshire.", "sentId": 259}, {"text": "She will have an opiate forum where it will also come up.", "sentId": 260}], "secId": 95}, {"speaker": "HENDERSON", "sentences": [{"text": "It's just important I think for these candidates, true it's a national campaign but when it comes to these state by state issues, it's very much a local issue.", "sentId": 261}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "One of the great values of town halls is people bring up what's on their minds where they live.", "sentId": 262}], "secId": 97}, {"speaker": "FOURNIER", "sentences": [{"text": "There was a time not so long ago when big presidential fields were winnowed by small events.", "sentId": 263}, {"text": "Things like early endorsements in key states, early money and small donors, crowd sizes and earned media and the famous Iowa straw poll.", "sentId": 264}, {"text": "Those days are dying.", "sentId": 265}, {"text": "That imperfect system is they're focused on grassroots organizing, the ability to build momentum in states where voters pay attention, where your mettle is really tested being replaced by a more nationalized system where folks are jockeying to get into national polls where they're doing outrageous things like eating bacon off of machine guns.", "sentId": 266}, {"text": "Where they're saying outrageous things like the President is the equivalent of Hitler and marching folks -- Jews to the ovens.", "sentId": 267}], "secId": 98}, {"speaker": "FOURNIER", "sentences": [{"text": "They're desperate for attention.", "sentId": 268}, {"text": "Less noticed are things like John Kasich putting $2 million into New Hampshire just to get his national poll numbers up to get into the debate.", "sentId": 269}, {"text": "That $2 million he's not going to have when Jeb Bush decides to go after him on Obamacare in New Hampshire.", "sentId": 270}], "secId": 99}, {"speaker": "FOURNIER", "sentences": [{"text": "The next time you hear a really outrageous claim, the next time you see a candidate do something really outrageous, know that there's a method to their madness.", "sentId": 271}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "And they're probably trying to get into the next debate.", "sentId": 272}], "secId": 101}, {"speaker": "FOURNIER", "sentences": [{"text": "Exactly.", "sentId": 273}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "Laura Meckler.", "sentId": 274}], "secId": 103}, {"speaker": "MECKLER", "sentences": [{"text": "One of the biggest issues in the Democratic primary is college affordability.", "sentId": 275}, {"text": "It's a source of incredible anxiety for the middle class and a huge issue for young voters who the Democrats really need to turn out big for them again.", "sentId": 276}], "secId": 104}, {"speaker": "MECKLER", "sentences": [{"text": "Tomorrow in New Hampshire Hillary Clinton will be laying out her college affordability plan.", "sentId": 277}, {"text": "There's a lot of anticipation ahead of this.", "sentId": 278}, {"text": "Her competitors -- Governor O'Malley and senator Sanders have already laid out plans for this.", "sentId": 279}, {"text": "And the question from the left really is whether her plan will be sort of a big, bold idea that really gets at it.", "sentId": 280}, {"text": "She's under a lot of pressure from her left flank in order to come up with some big, vigorous government solutions to big problems like this.", "sentId": 281}, {"text": "So we'll see what she has to say.", "sentId": 282}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "Nice.", "sentId": 283}, {"text": "Any time candidates talk about policy, agree or disagree, policy debates are good debates.", "sentId": 284}], "secId": 106}, {"speaker": "MEKCLER", "sentences": [{"text": "For her this is sort of her sweet spot -- not talking about e-mail, talking about policy.", "sentId": 285}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "We'll see how that one goes.", "sentId": 286}, {"text": "Jeff Zeleny?", "sentId": 287}], "secId": 108}, {"speaker": "ZELENY", "sentences": [{"text": "We've heard a lot of talk about Hillary Clinton and Donald Trump.", "sentId": 288}, {"text": "Well, this week we actually could see them at least in the same environment, the Iowa state fair.", "sentId": 289}, {"text": "It starts on Thursday in Des Moines.", "sentId": 290}, {"text": "And they're both perhaps going to be there at the end of the weekend.", "sentId": 291}], "secId": 109}, {"speaker": "ZELENY", "sentences": [{"text": "But the Iowa state fair is one of those many venues where politicians go to test their mettle.", "sentId": 292}, {"text": "The \"Des Moines Register\" soap box is still a venue where every candidate or most candidates stop by to give policy speeches.", "sentId": 293}, {"text": "Martin O'Malley will be there later this week and some others.", "sentId": 294}], "secId": 110}, {"speaker": "ZELENY", "sentences": [{"text": "Keep your eye on Des Moines, Iowa, the Iowa state fair, to see what happens.", "sentId": 295}, {"text": "Several candidates along the way have -- we've gotten glimpses of what's wrong with their campaigns.", "sentId": 296}, {"text": "Fred Thompson is one example.", "sentId": 297}, {"text": "So I think we should keep our eye on Des Moines this week at the Iowa state fair.", "sentId": 298}], "secId": 111}, {"speaker": "FOURNIER", "sentences": [{"text": "Don't forget fried Snickers --", "sentId": 299}], "secId": 112}, {"speaker": "ZELENY", "sentences": [{"text": "Right.", "sentId": 300}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "I was going to say bacon-wrapped, chocolate-wrapped, fried everything.", "sentId": 301}, {"text": "If you do go, listen to the candidates and bring your doctor.", "sentId": 302}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 303}, {"text": "I'll close with this.", "sentId": 304}, {"text": "Worries about the damage Trump is causing the GOP brand is stirring some criticism now of the Republican National Committee chairman Reince Priebus.", "sentId": 305}, {"text": "The chairman said last Sunday he's confident the party will have a nominee by March or very early in April.", "sentId": 306}, {"text": "A good number of strategists think that's wishful thinking anyway, even more so now that Trump has upended things.", "sentId": 307}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "Priebus also downplayed Trump's debate night refusal to rule out a third-party run and many in the party think he should have been tougher.", "sentId": 308}, {"text": "Now much of this can be chocked up to jittery Republicans looking for someone to blame.", "sentId": 309}, {"text": "But how he handles Trump is now a big part of the chairman's job evaluation.", "sentId": 310}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 311}, {"text": "Again thanks for sharing your Sunday.", "sentId": 312}, {"text": "We'll see you soon.", "sentId": 313}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" with Jake Tapper starts right now.", "sentId": 314}], "secId": 118}], "sectionCount": 119, "url": "transcripts.cnn.com/TRANSCRIPTS/1508/09/ip.01.html", "sentenceCount": 316, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired August 9, 2015 - 08:30   ET", "speakers": ["KING", "TRUMP", "KELLY", "BUSH", "FOURNIER", "MECKLER", "HENDERSON", "ZELENY", "And there's nothing like a good steak to bring rivals together", "OBAMA", "UNIDENTIFIED MALE", "He has since hired an African-American woman to be his press person so she'll be out there.  He was at a rally later on that day where she talked about Black Lives Matter.  A lot of activity on Twitter", "MECKER", "MEKCLER"], "title": "INSIDE POLITICS"}