{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1512.06.ip.01.html.json", "subTitle": "Obama to Deliver Address on Terrorism Tonight; GOP Candidates Criticize Obama. Aired 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "BLACKWELL", "sentences": [{"text": "Tonight at 8:00 Eastern, President Obama talks about terror threats in a rare primetime address from the Oval Office.", "sentId": 0}, {"text": "CNN's special coverage begins at 7:00.", "sentId": 1}], "secId": 0}, {"speaker": "And then at 9", "sentences": [{"text": "00 an all-star tribute celebration of \"CNN HEROES\".", "sentId": 2}], "secId": 1}, {"speaker": "And then at 9", "sentences": [{"text": "Thanks for watching this morning.", "sentId": 3}], "secId": 2}, {"speaker": "And then at 9", "sentences": [{"text": "INSIDE POLITICS with John King starts now.", "sentId": 4}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 5}, {"text": "I'm John King.", "sentId": 6}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Breaking news as we thank you for sharing your Sunday morning.", "sentId": 7}, {"text": "The President of the United States will deliver a rare primetime address to the nation tonight.", "sentId": 8}, {"text": "He will discuss the investigation into the San Bernardino mass shooting and the broader war against ISIS, the Islamic state now that we know one of those shooters pledged allegiance to the terror group during the massacre.", "sentId": 9}], "secId": 5}, {"speaker": "The Presidential address at 8", "sentences": [{"text": "00 p.m. Eastern from the White House comes at a critical moment.", "sentId": 10}, {"text": "The California attack has raised fears about the prospects of more ISIS-inspired bloodshed here at home.", "sentId": 11}, {"text": "And it comes at a time the politics simply cannot be ignored.", "sentId": 12}], "secId": 6}, {"speaker": "The Presidential address at 8", "sentences": [{"text": "President Obama's standing with the American people when it comes to terrorism has taken a dramatic drop.", "sentId": 13}, {"text": "And its handling of the ISIS threat is by far now the leading issue on the 2016 campaign trail especially among the Republicans who say President Obama has consistently underestimated and they say mishandled the ISIS threat.", "sentId": 14}], "secId": 7}, {"speaker": "GOV. CHRIS CHRISTIE  PRESIDENTIAL CANDIDATE", "sentences": [{"text": "We need to come to grips with the idea that we are in the midst of the next world war.", "sentId": 15}], "secId": 8}, {"speaker": "CRUZ", "sentences": [{"text": "President Obama has said repeatedly that he has no strategy to defeat ISIS.", "sentId": 16}, {"text": "He doesn't believe in American leadership.", "sentId": 17}], "secId": 9}, {"speaker": "TRUMP", "sentences": [{"text": "People come in, they blow up people and they shoot people and they kill people.", "sentId": 18}, {"text": "I don't rule out anything.", "sentId": 19}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights this morning: \"The Atlantic's\" Molly Ball, CNN's Jeff Zeleny, Jonathan Martin of the \"New York Times\", and CNN's Nia-Malika Henderson.", "sentId": 20}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Let's get to the Republicans on the campaign trail.", "sentId": 21}, {"text": "I mean let's just take a moment and go around the table.", "sentId": 22}, {"text": "Just a quick thought on the stakes for the President tonight.", "sentId": 23}, {"text": "Even some Democrats say his tone on this has been off.", "sentId": 24}, {"text": "And if you listen to the Republicans on the campaign trail they say he has no policy.", "sentId": 25}], "secId": 12}, {"speaker": "BALL", "sentences": [{"text": "Yes, I mean I have spoken to a number of Democrats who were really offended by the way he responded to the Paris attacks.", "sentId": 26}, {"text": "That the rhetoric that the sort of scolding of Congress.", "sentId": 27}, {"text": "It really set back the agenda that the President was trying to promote there.", "sentId": 28}, {"text": "So you saw that refugee bill overwhelmingly pass.", "sentId": 29}], "secId": 13}, {"speaker": "BALL", "sentences": [{"text": "And now with this attack with the feeling that this terrible problem has come to our shores and is spreading and it's out of control.", "sentId": 30}, {"text": "It'll be very interesting to see what the President says tonight because the statement about the speech was that he is going to reiterate things.", "sentId": 31}, {"text": "He's going to sort of double down on what he has been saying that basically we've got this covered.", "sentId": 32}, {"text": "And I don't think that is believable to a lot of people right now.", "sentId": 33}], "secId": 14}, {"speaker": "BALL", "sentences": [{"text": "So if this is an opportunity for him to sort of dramatically change the way he approaches this problem, even just rhetorically that might be something that is necessary.", "sentId": 34}], "secId": 15}, {"speaker": "ZELENY", "sentences": [{"text": "This president does not do Oval Office addresses.", "sentId": 35}, {"text": "This is only about his third, I believe.", "sentId": 36}, {"text": "So this is a serious moment.", "sentId": 37}, {"text": "The White House knows they need to reset this and show his engagement on this.", "sentId": 38}, {"text": "This is a critical moment for this president, his legacy on foreign policy and the substantive matter going forward here.", "sentId": 39}], "secId": 16}, {"speaker": "ZELENY", "sentences": [{"text": "He -- I don't know if the White House has underestimated this but his communications on this has been stunning to me, of course.", "sentId": 40}, {"text": "But it almost doesn't seem like the same president who captured and killed bin Laden -- that seems so long ago.", "sentId": 41}], "secId": 17}, {"speaker": "ZELENY", "sentences": [{"text": "So going forward it's important for him, it's also important for Hillary Clinton; if she's going to inherit all of these problems she also inherits this administration's challenges with this.", "sentId": 42}, {"text": "So this is a very important night for him but also the road map going forward.", "sentId": 43}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Jonathan.", "sentId": 44}], "secId": 19}, {"speaker": "MARTIN", "sentences": [{"text": "My colleagues have a great story today on the front page of \"The Times\" talking about how shortly before Thanksgiving this President said that there are no threats that we know of.", "sentId": 45}, {"text": "And he was citing the intelligence community's reports.", "sentId": 46}, {"text": "He was being accurate.", "sentId": 47}], "secId": 20}, {"speaker": "MARTIN", "sentences": [{"text": "That's the problem -- he was being accurate.", "sentId": 48}, {"text": "I think that's the fear.", "sentId": 49}, {"text": "That's why there's this pressure tonight.", "sentId": 50}, {"text": "We're in this new era where just because there isn't some, you know, organized ISIS plot to attack the homeland doesn't mean that you can't have basically copycat people here in the states or those who are trying to sort of impress ISIS somehow who are going to carry this out on their own.", "sentId": 51}], "secId": 21}, {"speaker": "MARTIN", "sentences": [{"text": "How does this president explain to the American people what we're going to do now going forward about a very different kind of terrorist threat?", "sentId": 52}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "Do-it-yourself jihad as referred to in that article.", "sentId": 53}], "secId": 23}, {"speaker": "HENDERSON", "sentences": [{"text": "That's right.", "sentId": 54}, {"text": "I mean I do think he has to be the explainer in chief as Jay Mar  talks about there.", "sentId": 55}, {"text": "He also has to be I think less lawyerly and almost more fatherly and more empathetic in terms of the real fear that Americans have.", "sentId": 56}, {"text": "At times he wanted to kind of go after the Republicans and discredit the cases that they were making.", "sentId": 57}, {"text": "I think he probably shouldn't spend much time doing that tonight and really try to connect with how Americans are feeling.", "sentId": 58}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "You made the point about his communications throughout this.", "sentId": 59}, {"text": "Now the White House says they can defend his statements technically.", "sentId": 60}, {"text": "But he certainly has sounded tone-deaf at a minimum, tone-deaf at times.", "sentId": 61}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "Let's go back to the very beginning January 2014.", "sentId": 62}, {"text": "He said this to the \"New Yorker\" about ISIS, the now famous quote.", "sentId": 63}, {"text": "\"The analogy we use around here sometimes and I think is accurate, is if a JV team puts on Lakers uniforms that doesn't make them Kobe Bryant.\"", "sentId": 64}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "That was the President talking about ISIS -- that's not all that long ago, January 2014, trying to downplay the ISIS threat.", "sentId": 65}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "And then in recent days, the day before the Paris attacks and just days before the San Bernardino shooting the President said this.", "sentId": 66}], "secId": 28}, {"speaker": "OBAMA", "sentences": [{"text": "I don't think they're gaining strength.", "sentId": 67}, {"text": "What is true is that from the start our goal has been first to contain and we have contained them.", "sentId": 68}], "secId": 29}, {"speaker": "OBAMA", "sentences": [{"text": "Right now we know of no specific and credible intelligence indicating a plot on the homeland.", "sentId": 69}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Striking as well just the other day.", "sentId": 70}, {"text": "I covered the White House for nine years.", "sentId": 71}, {"text": "The press secretary sits in his office everyday and gets all this incoming from around the government.", "sentId": 72}, {"text": "What is going on in the government so that I know what to say when I'm standing at the podium representing the President of the United States?", "sentId": 73}, {"text": "Josh Earnest repeatedly refused to us the word \"terrorism\" to talk about San Bernardino.", "sentId": 74}, {"text": "He finishes his briefing and within minutes the FBI director and the Attorney General of the United States are out there saying \"terrorism\".", "sentId": 75}], "secId": 31}, {"speaker": "ZELENY", "sentences": [{"text": "They have been so afraid to use that word.", "sentId": 76}, {"text": "They have been so afraid to -- I think they seem fixated, to me, on this was a gun control argument.", "sentId": 77}, {"text": "This was going to be -- you know, that's what this was.", "sentId": 78}, {"text": "He put out a statement very early on.", "sentId": 79}, {"text": "I thought shockingly early, actually, after the shooting on Wednesday.", "sentId": 80}], "secId": 32}, {"speaker": "ZELENY", "sentences": [{"text": "It's clear that, you know, the White House has struggled so much just in its fear of saying that word and using that word.", "sentId": 81}, {"text": "It's been a problem for them.", "sentId": 82}], "secId": 33}, {"speaker": "MARTIN", "sentences": [{"text": "This President is so deliberate anyway.", "sentId": 83}, {"text": "He detests the political culture of rushing out and you know, making some sweeping statement about issues until you know the facts.", "sentId": 84}, {"text": "But I think there's something to what Jeff is saying that, you know, politically, in some ways, it's easier for this president to talk about the gun issue than it is, you know, self-created jihadist.", "sentId": 85}, {"text": "It's a much thornier challenge.", "sentId": 86}], "secId": 34}, {"speaker": "HENDERSON", "sentences": [{"text": "And you've seen other Democrats pick up on this -- the idea that it's about gun control.", "sentId": 87}, {"text": "That why should people who are on the no-fly list be able to buy guns.", "sentId": 88}, {"text": "You saw Hillary Clinton tweet that out.", "sentId": 89}], "secId": 35}, {"speaker": "HENDERSON", "sentences": [{"text": "But in many ways, you know, it's the President's job to sort of I mean guide, obviously, the country.", "sentId": 90}, {"text": "But also give Democrats some idea of how they should talk about this.", "sentId": 91}, {"text": "And it seems like they're all over the place.", "sentId": 92}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "Now look, if the President could say he could use all 15 minutes tonight to say radical Islamic jihad, radical Islamic terrorism -- a term he doesn't like to use and the Republicans criticize him for.", "sentId": 93}, {"text": "If he used all 15 minutes for that I don't think any of us expect that ISIS would, you know, drop its weapons and surrender.", "sentId": 94}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "However Republicans do say that in preparing the country and in leading the world against this he should have a tougher tone.", "sentId": 95}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "We'll just show you the numbers.", "sentId": 96}, {"text": "Does President Obama have a clear plan to deal with ISIS?", "sentId": 97}, {"text": "This is from CNN polling just a month ago.", "sentId": 98}, {"text": "Yes, 27 percent; no, 71 percent.", "sentId": 99}], "secId": 39}, {"speaker": "MARTIN", "sentences": [{"text": "Imagine that.", "sentId": 100}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "Seven in 10 Americans -- that's a month ago, say that.", "sentId": 101}, {"text": "And when -- we do expect the President tonight; we're told the President tonight will renew his pitch saying that gun control can be part of the solution.", "sentId": 102}, {"text": "That yes, you should have more gun control to keep guns out of the hands.", "sentId": 103}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Listen to Ted Cruz among the many Republicans on the campaign trail, simply mocking the President.", "sentId": 104}], "secId": 42}, {"speaker": "CRUZ", "sentences": [{"text": "Listen.", "sentId": 105}, {"text": "The way you stop the bad guys is not taking away the guns from law-abiding citizens.", "sentId": 106}, {"text": "The way you stop the bad guys is having a free and armed citizenry that can protect themselves.", "sentId": 107}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "You had the president of a Christian university, Jerry Falwell, Jr., say the other day he wants the students to have guns.", "sentId": 108}, {"text": "He said if we have more concealed weapons we could get rid of the Muslims.", "sentId": 109}], "secId": 44}, {"speaker": "BALL", "sentences": [{"text": "Well.", "sentId": 110}, {"text": "The case the Republicans are making when they talk about whether or not you say these certain words -- this is not just about verbiage.", "sentId": 111}, {"text": "This is about is the President facing the facts?", "sentId": 112}, {"text": "Or is there a willful refusal to see this for what it is because he doesn't want it to be that.", "sentId": 113}, {"text": "He doesn't want to deal with it.", "sentId": 114}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "Doesn't want to be a wartime president.", "sentId": 115}], "secId": 46}, {"speaker": "BALL", "sentences": [{"text": "He doesn't want to be a wartime president.", "sentId": 116}, {"text": "He doesn't want to believe that this problem is as serious as it is.", "sentId": 117}, {"text": "And that is what allows the problem to get out of hand is when you're basically in denial and the entire governmental apparatus is in denial about what is happening.", "sentId": 118}, {"text": "And I think that is the case that you hear the Republicans making.", "sentId": 119}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Now it is a lot easier to run for president than to be president.", "sentId": 120}, {"text": "And the Republicans are all very critical of this administration.", "sentId": 121}, {"text": "But what would they do differently?", "sentId": 122}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "What is the real thing they would do differently?", "sentId": 123}, {"text": "Their tone would be different.", "sentId": 124}, {"text": "There's no question their tone would be different.", "sentId": 125}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Donald Trump says he would bomb the bleep out of ISIS.", "sentId": 126}, {"text": "The President would say we're doing some bombing.", "sentId": 127}, {"text": "But are they for -- Lindsey Graham has said more troops?", "sentId": 128}, {"text": "Jeb Bush is trying to inch that way.", "sentId": 129}, {"text": "Are they for that?", "sentId": 130}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "The surveillance issue is a big debate within the Republican Party with Marco Rubio going after Ted Cruz who you just heard on guns saying, he like Rand Paul, voted to limit the government's authority.", "sentId": 131}], "secId": 51}, {"speaker": "ZELENY", "sentences": [{"text": "That is the next front here, the privacy debate here.", "sentId": 132}, {"text": "This is putting 9/11 in a whole new context.", "sentId": 133}, {"text": "It is starting to seem like a long time ago 9/11 but this is making it so fresh in the minds of us.", "sentId": 134}, {"text": "So Rand Paul any potential of any argument of this libertarianism and the privacy debate, I think that is out of the window here.", "sentId": 135}], "secId": 52}, {"speaker": "ZELENY", "sentences": [{"text": "At the next debate next week you're going to see the Republicans tripping over themselves calling for new surveillance techniques, probably.", "sentId": 136}], "secId": 53}, {"speaker": "ZELENY", "sentences": [{"text": "And what are the Democrats going to do?", "sentId": 137}, {"text": "Is Hillary Clinton going to join them on this?", "sentId": 138}, {"text": "Should there be some more laws because of this?", "sentId": 139}, {"text": "Should we have been able to hear some of those conversations?", "sentId": 140}], "secId": 54}, {"speaker": "ZELENY", "sentences": [{"text": "Those are the questions going forward here.", "sentId": 141}, {"text": "So I think the privacy -- security debate is a central one here for the next year.", "sentId": 142}], "secId": 55}, {"speaker": "MARTIN", "sentences": [{"text": "There's an AP story that moved yesterday in the lead referred to the fact that because of the expiration of the old surveillance laws last Saturday at midnight, that the government was unable to collect metadata from the killers in California.", "sentId": 143}, {"text": "That AP story and the quote from the AP story will be in a TV ad, I guarantee you, at some point in the next month in Iowa.", "sentId": 144}, {"text": "There's no question about it.", "sentId": 145}], "secId": 56}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 146}, {"text": "I think you'll see people like Chris Christie --", "sentId": 147}], "secId": 57}, {"speaker": "MARTIN", "sentences": [{"text": "Against Ted Cruz.", "sentId": 148}], "secId": 58}, {"speaker": "HENDERSON", "sentences": [{"text": "-- yes, against Ted Cruz.", "sentId": 149}, {"text": "And Marco Rubio, I think Ted Cruz debate will certainly center on this whole idea of surveillance.", "sentId": 150}, {"text": "And I think Chris Christie probably stands to benefit from some of this as well.", "sentId": 151}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "That debate on the 15th certainly raises the bar for the Republican candidates.", "sentId": 152}, {"text": "If you want to criticize the President, tell us specifically what you would do differently.", "sentId": 153}, {"text": "Not just what he's doing wrong or what you think he's not saying but what you will do differently.", "sentId": 154}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "We'll stick with this theme as we continue in a moment.", "sentId": 155}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Next -- Hillary Clinton's response.", "sentId": 156}, {"text": "Also Donald Trump's theory about why his poll numbers are on the way up right now.", "sentId": 157}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 158}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "There's an old saying in politics that timing is everything.", "sentId": 159}], "secId": 64}, {"speaker": "TRUMP", "sentences": [{"text": "That's why every time there's a tragedy everything goes up.", "sentId": 160}, {"text": "My numbers go way up because we have no strength in this country.", "sentId": 161}, {"text": "We have weakness.", "sentId": 162}, {"text": "We have weak, sad politicians.", "sentId": 163}, {"text": "That is what we have.", "sentId": 164}, {"text": "That's why that happens.", "sentId": 165}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Well, another thing often said in politics is the numbers don't lie.", "sentId": 166}, {"text": "Well, here they are.", "sentId": 167}, {"text": "Trump 36 percent; Cruz 18 percent; Carson 14 percent; Rubio 12 percent, Christie 4 percent.", "sentId": 168}, {"text": "That's the new CNN national poll.", "sentId": 169}], "secId": 66}, {"speaker": "Trump's numbers are up no doubt because Republican voters are responding to his constant criticism of President Obama", "sentences": [{"text": "on Syrian refugees, the military campaign against ISIS, and now the San Bernardino shooting.", "sentId": 170}], "secId": 67}, {"speaker": "TRUMP", "sentences": [{"text": "Probably was related.", "sentId": 171}, {"text": "Radical Islamic terrorism and I'll tell you what.", "sentId": 172}, {"text": "We have a president that refuses to use the term.", "sentId": 173}, {"text": "He refuses to say it.", "sentId": 174}, {"text": "There's something going on with him that we don't know about.", "sentId": 175}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "It's that last part that is trademark Trump -- one time cheerleader of the birther movement.", "sentId": 176}, {"text": "There's something going on with him, the President of the United States, that we don't know about.", "sentId": 177}, {"text": "What does he mean?", "sentId": 178}, {"text": "Z", "sentId": 179}], "secId": 69}, {"speaker": "BALL", "sentences": [{"text": "Well, when I was at a Trump rally in South Carolina a couple of weeks ago when he said that line.", "sentId": 180}, {"text": "Literally multiple people in the audience yelled out \"He's a Muslim\".", "sentId": 181}, {"text": "So like there's not a lot of ambiguity about what he's gesturing at there.", "sentId": 182}], "secId": 70}, {"speaker": "BALL", "sentences": [{"text": "But you know, you go to these Trump events and there are thousands and thousands of people and they're very hyped up.", "sentId": 183}, {"text": "And you ask them what is it that is drawing you to Donald Trump?", "sentId": 184}, {"text": "And they are angry and they are afraid.", "sentId": 185}], "secId": 71}, {"speaker": "BALL", "sentences": [{"text": "And these recent events have only increased particularly their fear and Donald Trump is a sort of classic strong man.", "sentId": 186}, {"text": "He's going to make everything ok because he is so darn tough.", "sentId": 187}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "Remember we're talking in the box of a Republican primary electorate.", "sentId": 188}, {"text": "They don't like President Obama.", "sentId": 189}, {"text": "They think he's detached.", "sentId": 190}, {"text": "They think he's weak.", "sentId": 191}, {"text": "They think he's nuanced.", "sentId": 192}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "And Trump is the anti-Obama.", "sentId": 193}, {"text": "He is -- everything is black and white -- boom, boom, boom.", "sentId": 194}, {"text": "And for all this talk for months now of Republicans saying if we got to serious issues Trump will fade.", "sentId": 195}, {"text": "When we get closer to the vote Trump will fade.", "sentId": 196}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "We are close to the vote.", "sentId": 197}, {"text": "That's a national poll we showed you.", "sentId": 198}, {"text": "You know, we'll see what happens.", "sentId": 199}, {"text": "Cruz is surging in Iowa but Trump is still well ahead in New Hampshire.", "sentId": 200}, {"text": "But national polls matter when your lead is that big.", "sentId": 201}], "secId": 75}, {"speaker": "ZELENY", "sentences": [{"text": "No question because he has lead for so long.", "sentId": 202}, {"text": "But I was talking to voters this week in New Hampshire and in Iowa.", "sentId": 203}, {"text": "They do like the strength coming from him -- no question about it.", "sentId": 204}, {"text": "They love his anti-Obama rhetoric.", "sentId": 205}], "secId": 76}, {"speaker": "ZELENY", "sentences": [{"text": "But the point is as we get closer I do think that the serious voters want to hear a little bit more specifics.", "sentId": 206}, {"text": "They may not articulate that in a phone call with a pollster, but I do think that they want some specifics.", "sentId": 207}], "secId": 77}, {"speaker": "ZELENY", "sentences": [{"text": "So watch all of these candidates from Ted Cruz to Rubio to Chris Christie, you know, start being more specific and the question is will Donald Trump have to join them?", "sentId": 208}, {"text": "Will he be more specific at that debate next week?", "sentId": 209}], "secId": 78}, {"speaker": "ZELENY", "sentences": [{"text": "It's not enough to say the President isn't strong enough.", "sentId": 210}, {"text": "That's not going to be enough.", "sentId": 211}, {"text": "It might be enough to win a primary, but I don't know I think increasingly he's going to have to be more specific.", "sentId": 212}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "He'll be -- that debate in less than two weeks also he'll be with Jake Tapper at the top of the hour.", "sentId": 213}, {"text": "You can be sure Jake will press him on these issues as well.", "sentId": 214}, {"text": "But in a crowded field -- in a crowded field, again I want to watch", "sentId": 215}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "Iowa and see what happens there.", "sentId": 216}, {"text": "Some people have the theory that if he starts to lose Trump is going to suddenly say, you know, I'm out.", "sentId": 217}, {"text": "I don't buy it.", "sentId": 218}], "secId": 81}, {"speaker": "MARTIN", "sentences": [{"text": "You don't need 51 percent.", "sentId": 219}], "secId": 82}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 220}], "secId": 83}, {"speaker": "MARTIN", "sentences": [{"text": "And that's the issue with Trump is that the field is crowded.", "sentId": 221}, {"text": "All he needs is a plurality to win.", "sentId": 222}, {"text": "And I think that's why, there is this rising fear because there's not been a sort of coalescence around one alternative to him.", "sentId": 223}, {"text": "Just the opposite and that is his threat.", "sentId": 224}], "secId": 84}, {"speaker": "MARTIN", "sentences": [{"text": "Look, I think this campaign looks different after Iowa.", "sentId": 225}, {"text": "After you have actual votes cast in the winter.", "sentId": 226}, {"text": "Right now he obviously has a real following among down scale voters that is going to let him go for awhile if he wants.", "sentId": 227}], "secId": 85}, {"speaker": "The bigger question about Trump", "sentences": [{"text": "is he willing to actually stay in the race if he does not win a state?", "sentId": 228}, {"text": "And that makes Iowa all the more important.", "sentId": 229}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "I would say this about the Republican races.", "sentId": 230}, {"text": "We move on to the Democrats.", "sentId": 231}, {"text": "The three candidates going up.", "sentId": 232}, {"text": "Trump's numbers are better.", "sentId": 233}, {"text": "Cruz's numbers in Iowa are better.", "sentId": 234}, {"text": "Christie's numbers even though they're much more modest are better in the state of New Hampshire.", "sentId": 235}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "They're the three guys who say we're at war.", "sentId": 236}, {"text": "They draw sharp contrasts with the President.", "sentId": 237}, {"text": "And if you're Jeb Bush and you try to be more nuanced in policy you are in a free fall.", "sentId": 238}], "secId": 88}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 239}], "secId": 89}, {"speaker": "MARTIN", "sentences": [{"text": "Christie is so  -- the coalescence though because Rubio is saying look guys the Trump deal is real.", "sentId": 240}, {"text": "Cruz is behind him.", "sentId": 241}, {"text": "Get behind me.", "sentId": 242}, {"text": "But his polls are not up.", "sentId": 243}], "secId": 90}, {"speaker": "Kr", "sentences": [{"text": "Why would you if you're any of these guys why would you when you still think you have an opportunity?", "sentId": 244}], "secId": 91}, {"speaker": "Kr", "sentences": [{"text": "Let's get quickly to the Democrats because you made a point in the earlier conversation.", "sentId": 245}, {"text": "Hillary Clinton is in many ways tied to President Obama's numbers.", "sentId": 246}, {"text": "If he's up she goes with him.", "sentId": 247}, {"text": "If he's down Democrats have a problem.", "sentId": 248}], "secId": 92}, {"speaker": "Kr", "sentences": [{"text": "Listen to her reaction to San Bernardino.", "sentId": 249}, {"text": "And like the President initially it was gun control.", "sentId": 250}, {"text": "Then it got tougher.", "sentId": 251}], "secId": 93}, {"speaker": "CLINTON", "sentences": [{"text": "We cannot go on with losing 90 people a day to gun violence.", "sentId": 252}, {"text": "On this issue where people who are too dangerous to fly in America can still buy guns in America there should be no debate.", "sentId": 253}, {"text": "We're not violating anybody's rights.", "sentId": 254}], "secId": 94}, {"speaker": "CLINTON", "sentences": [{"text": "If you're too dangerous to fly, you're too dangerous to buy a weapon.", "sentId": 255}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "Now, the Democrats for months have believed that the rules have changed.", "sentId": 256}, {"text": "For their coalition in a general election being for gun control is fine even if you can't pass a legislation.", "sentId": 257}, {"text": "But pushing for gun control is fine.", "sentId": 258}, {"text": "Any indication that we might need to keep an eye on that one because of this threat?", "sentId": 259}], "secId": 96}, {"speaker": "HENDERSON", "sentences": [{"text": "Well, I mean I think we've seen some of their rhetoric in terms of gun control and we've seen what happens in Congress -- not much of anything in terms of actually passing legislation, doing something about the no-fly zone because of course, of no-fly zone, there are a mass of people in the no-fly zone who maybe probably should be on there.", "sentId": 260}], "secId": 97}, {"speaker": "HENDERSON", "sentences": [{"text": "So I think for Hillary Clinton she has always taken the more hawkish position.", "sentId": 261}, {"text": "That, of course, gathering trouble in 2008 but on this, on ISIS particularly for instance she wants a no-fly zone and that's been, you know, sort of her persona here the cheese a bit tougher than Barack Obama.", "sentId": 262}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "It will be interesting we'll hear from the President tonight and then we'll see if the Democratic campaign rhetoric changes after that.", "sentId": 263}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Our reporters empty their notebooks next including presidential candidate Lindsey Gram preparing to make a last stand.", "sentId": 264}, {"text": "And what may happen afterwards.", "sentId": 265}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Back to this morning  the primetime presidential address on ISIS in just a moment.", "sentId": 266}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "But first, as we do every Sunday let's go around the INSIDE POLITICS table and ask our reporters to share from their notebooks.", "sentId": 267}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "Molly Ball.", "sentId": 268}], "secId": 103}, {"speaker": "BALL", "sentences": [{"text": "Remember Ben Carson?", "sentId": 269}, {"text": "A few weeks ago he was looking like the Iowa frontrunner rising nationally but a series of missteps have really raised questions about his candidacy, this really puzzling speech at the Republican Jewish Coalition this week just the latest of those.", "sentId": 270}], "secId": 104}, {"speaker": "BALL", "sentences": [{"text": "You know there's always been questions about Ben Carson's candidacy whether this is a serious candidacy or whether it's a sort of combination scam and book tour.", "sentId": 271}, {"text": "And so I think in the coming weeks we're going to find out based on what steps he takes to try and remedy this whether he's really in this to win it.", "sentId": 272}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "Numbers going down at the moment.", "sentId": 273}, {"text": "We'll keep an eye on that as the holidays approach.", "sentId": 274}, {"text": "Jeff.", "sentId": 275}, {"text": "ZELENY:  Presidential campaigns don't always end as they begin on issues.", "sentId": 276}, {"text": "And we are seeing an issue set focused on ISIS and terrorism.", "sentId": 277}, {"text": "That could be good news for Chris Christie and bad news, potentially, for Marco Rubio.", "sentId": 278}, {"text": "The one roadblock for Marco Rubio going forward here in his rise is Chris Christie.", "sentId": 279}, {"text": "We're seeing him emerge more and more and more questioning the experience and the depth.", "sentId": 280}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "So the Clinton campaign has long been focused on Marco Rubio as someone who may be the strongest nominee.", "sentId": 281}, {"text": "They may have to change that focus here if Chris Christie is the roadblock for Marco Rubio.", "sentId": 282}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "New Hampshire especially watches that one.", "sentId": 283}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "Jonathan.", "sentId": 284}], "secId": 109}, {"speaker": "MARTIN", "sentences": [{"text": "I spent some time last week with Ted Cruz out in Iowa.", "sentId": 285}, {"text": "There's very, very clear evidence that he's consolidating the conservative vote in that state.", "sentId": 286}, {"text": "Traveling with him you talk to voters after the even and I said who did you support in 2012?", "sentId": 287}, {"text": "The recurring theme was Rick Santorum who, of course, won the caucuses in 2012.", "sentId": 288}], "secId": 110}, {"speaker": "MARTIN", "sentences": [{"text": "The big question now for me John, less than two months to Iowa when do -- I'm sorry -- Ted Cruz's opponents start spending money against him on the radio, on TV using his name?", "sentId": 289}, {"text": "I think it's a matter of when not if.", "sentId": 290}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Their survival could be at stake on that one.", "sentId": 291}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Nia.", "sentId": 292}], "secId": 113}, {"speaker": "HENDERSON", "sentences": [{"text": "Well, last week we saw Donald Trump meet with black pastors.", "sentId": 293}, {"text": "This week we'll see Bernie Sanders do the same thing.", "sentId": 294}, {"text": "He's going to meet in Baltimore with civic and religious leaders among them.", "sentId": 295}, {"text": "Dr. Jamaal Bryant has really been out front in terms of dealing with the aftermath of Freddie Gray's death.", "sentId": 296}, {"text": "That trial, of course, is going on.", "sentId": 297}], "secId": 114}, {"speaker": "HENDERSON", "sentences": [{"text": "Bernie sanders will be on the ground there, touring Freddie Gray's neighborhood.", "sentId": 298}, {"text": "In some ways Sanders has often been criticized for having a lot of policy ideas that are entirely divorced from the way actual people live and the experience of actual people particularly African-Americans.", "sentId": 299}], "secId": 115}, {"speaker": "HENDERSON", "sentences": [{"text": "It'll be interesting to see what he gets out of this tour and how it changes not only his rhetoric but his policy prescriptions.", "sentId": 300}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "We'll keep an eye on that visit.", "sentId": 301}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "I'll close with a Christmas list recommendation for the Republican presidential contenders.", "sentId": 302}, {"text": "Don't forget Lindsey Graham.", "sentId": 303}, {"text": "The South Carolina senator is barely a blip in the GOP presidential polls.", "sentId": 304}, {"text": "He's now telling close friends it's all in on the state of New Hampshire.", "sentId": 305}, {"text": "Meaning he says he'll quickly drop out if he cannot engineer a dramatic surge into the top two or three in the first in the nation primary.", "sentId": 306}, {"text": "And Graham says he would then quickly endorse before his home state South Carolina has its primary.", "sentId": 307}, {"text": "A month or so that Graham endorsement would have almost certainly gone to Jeb Bush.", "sentId": 308}, {"text": "Now Senator Graham is telling friends, that is no sure bet.", "sentId": 309}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "Now, Sen. Graham is hardly lighting up the polls back home In South Carolina.", "sentId": 310}, {"text": "It's not like he can play king maker but his backing certainly wouldn't hurt.", "sentId": 311}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 312}, {"text": "Again thanks for sharing your Sunday morning.", "sentId": 313}], "secId": 120}, {"speaker": "I'll be back at 7", "sentences": [{"text": "00 p.m. Eastern time tonight for CNN's special coverage of the President's prime time address.", "sentId": 314}, {"text": "We'll see you then.", "sentId": 315}, {"text": "Donald Trump among the guests at \"STATE OF THE UNION\" with Jake", "sentId": 316}], "secId": 121}], "sectionCount": 122, "url": "transcripts.cnn.com/TRANSCRIPTS/1512/06/ip.01.html", "sentenceCount": 318, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired December 6, 2015 - 08:30   ET", "speakers": ["BLACKWELL", "And then at 9", "KING", "The Presidential address at 8", "GOV. CHRIS CHRISTIE  PRESIDENTIAL CANDIDATE", "CRUZ", "TRUMP", "BALL", "ZELENY", "MARTIN", "HENDERSON", "OBAMA", "Trump's numbers are up no doubt because Republican voters are responding to his constant criticism of President Obama", "The bigger question about Trump", "Kr", "CLINTON", "I'll be back at 7"], "title": "INSIDE POLITICS"}