{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1404.20.ip.01.html.json", "subTitle": "Obama Urges Democrats to Fight; Joe Biden's Big Week; Hillary Clinton: Grandmother and Candidate?; Romney: Third Time's the Charm?", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "BLACKWELL", "sentences": [{"text": "This morning, churches blessed runners at the finish line of the 26.2.", "sentId": 0}, {"text": "Here's video from the Copley Square and security remains high with more than 36,000 people expected to run in the race it's up nearly 10,000 from last year.", "sentId": 1}], "secId": 0}, {"speaker": "BLACKWELL", "sentences": [{"text": "Thanks for starting your morning with us.", "sentId": 2}, {"text": "Happy Easter to you.", "sentId": 3}], "secId": 1}, {"speaker": "KAYE", "sentences": [{"text": "Happy Easter everyone.", "sentId": 4}, {"text": "INSIDE POLITICS with John King starts right now.", "sentId": 5}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "The President sees eight million reasons Obamacare should be a Democratic asset this campaign year.", "sentId": 6}], "secId": 3}, {"speaker": "OBAMA", "sentences": [{"text": "I don't think we should apologize for it.", "sentId": 7}, {"text": "And I don't think we should be defensive about it.", "sentId": 8}, {"text": "I think there is a strong, good, right story to tell.", "sentId": 9}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Why then are Republicans doubling down?", "sentId": 10}, {"text": "Why are most vulnerable Democrats ignoring the President's advice?", "sentId": 11}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Plus, Joe Biden shows off his shades on Instagram, tweets a selfie with his best buddy boss and happily plays Thelma to the President's Louise.", "sentId": 12}], "secId": 6}, {"speaker": "BIDEN", "sentences": [{"text": "It's good to be back in Pennsylvania.", "sentId": 13}, {"text": "That other guy's coming.", "sentId": 14}, {"text": "He's coming.", "sentId": 15}], "secId": 7}, {"speaker": "OBAMA", "sentences": [{"text": "Joe and I decided it was time for a guys' trip.", "sentId": 16}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Does this big VP week carry a 2016 message?", "sentId": 17}, {"text": "And what to make of Mitt Romney's tax day wait at the post office or Hillary Clinton's big news, a new book in June and then --", "sentId": 18}], "secId": 9}, {"speaker": "CLINTON", "sentences": [{"text": "Mark and I are very excited that we have our first child arriving later this year.", "sentId": 19}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "The once and perhaps future president are about to be grandparents.", "sentId": 20}, {"text": "INSIDE POLITICS the biggest stories sourced by the best reporters now.", "sentId": 21}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 22}, {"text": "I'm John King Happy Easter thank you for sharing this special Sunday morning.", "sentId": 23}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "And with us to share their reporting and their insights Annie Lowrey of \"The New York Times\", Jonathan Martin of \"The New York Times\", CNN's Peter Hamby and Laura Meckler of the \"Wall Street Journal.\"", "sentId": 24}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "President Obama decided this past week to be much more direct, telling his fellow Democrats they should brag about not run from his signature healthcare law.", "sentId": 25}, {"text": "He even sketched out a campaign ad script to counter all those nasty Republican attack ads.", "sentId": 26}], "secId": 14}, {"speaker": "OBAMA", "sentences": [{"text": "They still can't bring themselves to admit that the Affordable Care Act is working.", "sentId": 27}, {"text": "They said nobody would sign up.", "sentId": 28}, {"text": "They were wrong about that.", "sentId": 29}, {"text": "They said it would be unaffordable for the country they were wrong about that.", "sentId": 30}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "But Jonathan Martin if you look around the country especially in the big senate race there's a lot of house candidate in safer districts they are willing to talk about healthcare but most of the vulnerable Senate Democrats want to talk about anything but despite the advice, the suggestion, the nudge from their party's leader.", "sentId": 31}, {"text": "Why?", "sentId": 32}], "secId": 16}, {"speaker": "MARTIN", "sentences": [{"text": "Well, because it so happens that the very people that are most be benefited by this new health law are the least likely to vote in a midterm election.", "sentId": 33}, {"text": "I have a story today in the paper looking at that that very fact.", "sentId": 34}, {"text": "In midterm elections, John, as you know you get less young voters, you get less minority voters.", "sentId": 35}, {"text": "And if you look at some of the data on who is benefiting from the Affordable Care Act those tend to be the demographics.", "sentId": 36}], "secId": 17}, {"speaker": "MARTIN", "sentences": [{"text": "And so Democrats have this conundrum of do we risk angering independent voters and spiking the GOP turnout by talking about the health care law?", "sentId": 37}, {"text": "Or do we take the gamble and see if we can fire up our base of minorities and young voters by promoting it?", "sentId": 38}], "secId": 18}, {"speaker": "MARTIN", "sentences": [{"text": "So far, they're doing the former.", "sentId": 39}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "But how big Annie of a risk is that in the sense that think of this not as a campaign but as a trial?", "sentId": 40}, {"text": "Obamacare and the President is on trial and the Republicans are prosecuting it.", "sentId": 41}, {"text": "They're saying it's going to raise your premiums.", "sentId": 42}, {"text": "What about if you like your doctor, you can keep your doctor.", "sentId": 43}, {"text": "They blame it for the rain, they blame it for traffic, they blame it for just about anything.", "sentId": 44}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "If the Democrats won't fight back and finally and again, the Republicans have rebuttal.", "sentId": 45}, {"text": "They will say how many are paying their premiums or you know, raise other, but the Democrats at least now finally have something to work with.", "sentId": 46}, {"text": "Eight million people have enrolled.", "sentId": 47}, {"text": "The Medicaid expansion is more than three million more.", "sentId": 48}, {"text": "The Congressional Budget Office says it's not going to cost as much as they thought just a few months ago.", "sentId": 49}], "secId": 21}, {"speaker": "LOWREY", "sentences": [{"text": "Yes.", "sentId": 50}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "Why are Democrats so reluctant to take what could be at least a decent response?", "sentId": 51}], "secId": 23}, {"speaker": "LOWREY", "sentences": [{"text": "To a certain extent I think that there's just a novelty factor here.", "sentId": 52}, {"text": "They haven't had a strong argument on this for a while now.", "sentId": 53}, {"text": "But now they can point to four million people in Medicaid, eight million people in the exchanges and lower costs than they expected.", "sentId": 54}], "secId": 24}, {"speaker": "LOWREY", "sentences": [{"text": "Even just that you know just I think it was just a couple of days ago, maybe a week ago, the CBO cut the cost of the effect of the deficit by another $100 billion.", "sentId": 55}, {"text": "And I think that they're actually getting just getting used to having this argument to make.", "sentId": 56}, {"text": "And I know that that sounds a little bit weird.", "sentId": 57}], "secId": 25}, {"speaker": "LOWREY", "sentences": [{"text": "But this law hasn't been in effect for that long and they haven't had a lot of good news coming out of it.", "sentId": 58}, {"text": "At least not --", "sentId": 59}], "secId": 26}, {"speaker": "HAMBY", "sentences": [{"text": "Right and the poll numbers show it's still unpopular.", "sentId": 60}], "secId": 27}, {"speaker": "LOWREY", "sentences": [{"text": "Yes.", "sentId": 61}], "secId": 28}, {"speaker": "HAMBY", "sentences": [{"text": "And that's why Republicans are still running against it.", "sentId": 62}], "secId": 29}, {"speaker": "MARTIN", "sentences": [{"text": "The opponents are more motivated than the proponents.", "sentId": 63}], "secId": 30}, {"speaker": "HAMBY", "sentences": [{"text": "That's right.", "sentId": 64}, {"text": "I interviewed Tom Tillis a Republican frontrunner for the Senate nomination in North Carolina just a couple of days ago in Raleigh and I asked him about the CBO numbers specifically and he said he's still for a full repeal.", "sentId": 65}, {"text": "Not even the popular things, he wants to repeal the whole thing.", "sentId": 66}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "But that's the question I have going forward, Laura in the sense that Republicans are doubling down.", "sentId": 67}, {"text": "they are not going to back up.", "sentId": 68}, {"text": "They say this is the issue that most motivate their voters and they believe they have convinced many enough independents that this is a bad program.", "sentId": 69}, {"text": "Will the Republicans if the law becomes slightly more popular or if people start to process it's not as bad as I thought will the Republicans be able to stick to the repeal or are they going to have to move more to a how we would replace as we get closer to November.", "sentId": 70}], "secId": 32}, {"speaker": "MECKLER", "sentences": [{"text": "Yes I think there's a real risk if they just stick to this, you know hammering away, day- after-day, week-after-week, month-after-month at some point this argument starts to get old and I think that the leaders of the Republican Party are aware that they really do need a positive agenda, as well and I think this summer we're going to see the House try to grapple together some sort of an actual replace.", "sentId": 71}], "secId": 33}, {"speaker": "MECKLER", "sentences": [{"text": "But that's risky, too.", "sentId": 72}, {"text": "Because whenever you put your own ideas out there about health care, they all have down sides, too, and they'll get picked apart and the Republican plans for health insurance for extending health insurance to more Americans all have major down sides, just like Obamacare does, as well.", "sentId": 73}], "secId": 34}, {"speaker": "MECKLER", "sentences": [{"text": "So these are really difficult issues.", "sentId": 74}], "secId": 35}, {"speaker": "LOWREY", "sentences": [{"text": "And I think there's also going to be, you're going to start seeing from the White House more and more of what they've already started doing, saying look at all these families.", "sentId": 75}, {"text": "This mom found out she had cancer but she can't be denied coverage because her pre-existing condition.", "sentId": 76}, {"text": "There's going to be a really not just this kind of wonky argument that they have been making but this emotional appeal that like we need to do this as moral imperative.", "sentId": 77}, {"text": "And it's been hard for them to make that case --", "sentId": 78}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "But the question is will anyone listen to the President.", "sentId": 79}, {"text": "He stays around the mid-40s.", "sentId": 80}], "secId": 37}, {"speaker": "MECKLER", "sentences": [{"text": "I mean Mark Begich --", "sentId": 81}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "But Alaska --", "sentId": 82}], "secId": 39}, {"speaker": "MECKLER", "sentences": [{"text": "Right in Alaska people are  reporting his -- his campaign did come out with an ad that did exactly what Annie was just talking about which is it had a woman who survives cancer couldn't get in turns after that, pre-existing conditions and saying you know thank you to the Affordable Care Act.", "sentId": 83}, {"text": "Now I have it.", "sentId": 84}], "secId": 40}, {"speaker": "MARTIN", "sentences": [{"text": "There's no mention of Obamacare or the Affordable Care Act in the ad.", "sentId": 85}], "secId": 41}, {"speaker": "HAMBY", "sentences": [{"text": "Right.", "sentId": 86}], "secId": 42}, {"speaker": "MARTIN", "sentences": [{"text": "And the question is will other campaigns do it, a real one fast point, Zeke Emanuel, Rahm's brother told me one of the big problems the selling of this law was that there was too much focus on the expansion of benefits for folks that don't have insurance and not enough on those popular benefits.", "sentId": 87}, {"text": "If we're talking about today it's the people was it as more of a welfare program than a broader social journey.", "sentId": 88}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "In the new Clinton documents that came out this past week there's a sense of I call it eerie deja vu in the sense we go to the '94 healthcare debate the Clinton White House went through and this another reasons Democrats now are reluctant to sign on with this President.", "sentId": 89}, {"text": "A lot of them don't trust him politically and are worried about healthcare.", "sentId": 90}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "Listen to this.", "sentId": 91}, {"text": "This is Stan Greenberg writing to the President -- President Clinton in this case after his 1994 State of the Union's address.", "sentId": 92}, {"text": "\"Perhaps the most encouraging movement was on health care -- support of the health plan gained an astounding 34 points.\"", "sentId": 93}, {"text": "That was in dial groups after Bill Clinton's 1994 State of the Union address.", "sentId": 94}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "In November of that year they lost 52 seats and the Democratic majority for the first time in 40 years.", "sentId": 95}, {"text": "That's one of the reasons you know a lot of Democrats look at this President but they also look at history.", "sentId": 96}], "secId": 46}, {"speaker": "MECKLER", "sentences": [{"text": "But I think the important question to ask and we don't know the answer yet is how many elections does Obamacare have in it?", "sentId": 97}], "secId": 47}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 98}], "secId": 48}, {"speaker": "MECKLER", "sentences": [{"text": "So we saw that kind of an effect in 2010 in the immediate aftermath much like we saw in 1994.", "sentId": 99}, {"text": "The Democrats took a pounding and obviously the Republicans captured the House again.", "sentId": 100}, {"text": "So there's and then we saw it play out in a different way in 2012.", "sentId": 101}, {"text": "So I think that it looks like we're in more of a 2010 type year this time.", "sentId": 102}, {"text": "But you know we'll have to see.", "sentId": 103}, {"text": "You can't ride this -- the flaws of this law you know until the end of time.", "sentId": 104}, {"text": "But there may be one more election left.", "sentId": 105}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "One more issue that comes up, this past week, the administration was supposed to decide sometime in the late summer, early fall about the Keystone Pipeline.", "sentId": 106}, {"text": "And it decided on Friday to quote unquote \"indefinitely postpone its decision.\"", "sentId": 107}, {"text": "Indefinitely in Washington means after the election.", "sentId": 108}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "How big of a deal is this?", "sentId": 109}, {"text": "The Republicans pounced on this saying, Mr. President, here is your chance to create American jobs, here's your chance to further reduce America's energy independence.", "sentId": 110}, {"text": "Why are you beholden to the environmentalists?", "sentId": 111}], "secId": 51}, {"speaker": "LOWREY", "sentences": [{"text": "Yes the cynical politics on this are so obvious.", "sentId": 112}, {"text": "They don't have to answer any of those questions now -- right.", "sentId": 113}, {"text": "Like they're saying that you know the process is ongoing and it's going to be ongoing until very conveniently after the 2014 election and then possibly 2016 after that and 2018.", "sentId": 114}], "secId": 52}, {"speaker": "HAMBY", "sentences": [{"text": "Both sides -- both sides -- both sides -- both sides went on this.", "sentId": 115}, {"text": "I mean the Republicans get to say the President's anti- business and job creation.", "sentId": 116}, {"text": "This is a real nonnegotiable lightning rod issue for the Democratic base too.", "sentId": 117}, {"text": "I remember being out, Net Risk Nation the liberal blogger conference last summer.", "sentId": 118}, {"text": "That, the Keystone Pipeline and deportations -- which also came up this week at the White House -- were two issues that these activists confronted organizing for America about when they came out there to talk to these liberals and they said, you cannot support this.", "sentId": 119}, {"text": "And Tom Steier, the big you know hedge fund billionaire, environmentalist donor came out after this and ask them today and said this is rotten eggs for TransCanada.", "sentId": 120}], "secId": 53}, {"speaker": "HAMBY", "sentences": [{"text": "So, yes, this is something that's going to really keep Democratic base alive.", "sentId": 121}, {"text": "And also, one more thing on this, President Obama has a fundraiser in Silicon Valley in just a couple of weeks.", "sentId": 122}, {"text": "So it would be very hard for him to go out to the San Francisco lefties and say, oh, you know --", "sentId": 123}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "So this year of action the President promised in his state of the union instead become a year for both parties, not just the Democrats, but both parties to just appeal to the base, don't get anything done.", "sentId": 124}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight, up next, the week to remember for Vice President Joe Biden just coincidence or pieces of his 2016 political puzzle?", "sentId": 125}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "And in this week's installment of \"Politicians say the Darndest things,\" Senate Majority Leader Harry Reid explains why politics has nothing to do with why the House Speaker John Boehner just is not welcome in his office.", "sentId": 126}], "secId": 57}, {"speaker": "REID", "sentences": [{"text": "John Boehner smokes.", "sentId": 127}, {"text": "And he smokes a lot.", "sentId": 128}, {"text": "I don't want him smoking in my office.", "sentId": 129}, {"text": "So every meeting we've had has been in his office.", "sentId": 130}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 131}, {"text": "Our puzzle this week explores Joe Biden's big week.", "sentId": 132}, {"text": "The Vice President was everywhere in social media, at big events and often with a best buddy side kick.", "sentId": 133}, {"text": "Let's look at it.", "sentId": 134}, {"text": "Over the weekend, last weekend, the White House announced Joe Biden would be traveling to Ukraine, some high-stakes diplomacy on the part of the President that will happen in the week to come.", "sentId": 135}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Then, on Tuesday, the Vice President was up in Boston representing the President and the administration at the memorial service for the victims of last year's marathon bombing.", "sentId": 136}], "secId": 60}, {"speaker": "BIDEN", "sentences": [{"text": "America will never ever, ever stand down.", "sentId": 137}, {"text": "We are Boston, we are America, we respond, we endure, we overcome, and we own the finish line.", "sentId": 138}], "secId": 61}, {"speaker": "BIDEN", "sentences": [{"text": "Then on Wednesday, the latest installment of what has become a selfie sensation, I guess, the President and Vice President in the back of the limousine on a trip to Pennsylvania.", "sentId": 139}, {"text": "Two smiling guys, you read into that whatever you like.", "sentId": 140}], "secId": 62}, {"speaker": "BIDEN", "sentences": [{"text": "Then, if you woke up Thursday morning and tuned in, listen to this testimonial.", "sentId": 141}, {"text": "Is the President being nice?", "sentId": 142}, {"text": "Or is this the boost for Joe Biden in 2016?", "sentId": 143}], "secId": 63}, {"speaker": "OBAMA", "sentences": [{"text": "I've got somebody who I think will go down as one of the finest vice presidents in history.", "sentId": 144}, {"text": "And he has been, as I said earlier, a great partner in everything that I do.", "sentId": 145}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "And then later that day, the Vice President again along with the President outside of the White House -- this is a great event every year started by George W. Bush, the annual Wounded Warrior Ride.", "sentId": 146}, {"text": "You see the Vice President greeting servicemen at the finish line there.", "sentId": 147}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "So the big question is, as we go forward, Laura Meckler -- is this just a good week for Joe Biden in 2014?", "sentId": 148}, {"text": "Is the President trying to help him out in some way?", "sentId": 149}, {"text": "Maybe trying to make up for what the VP and the staff believe are a lot of slights from Team Obama?", "sentId": 150}], "secId": 66}, {"speaker": "MECKLER", "sentences": [{"text": "Yes, I think that there may be a little bit of that, you know.", "sentId": 151}, {"text": "There is the sense that, you know, they've got the thumb on the scale for Hillary Clinton and, you know, Biden is just an afterthought.", "sentId": 152}, {"text": "There have been a lot of sort of slights along -- over the last couple of years where Biden has felt bad about that.", "sentId": 153}], "secId": 67}, {"speaker": "MECKLER", "sentences": [{"text": "And he's been very clear that he is seriously considering running for president.", "sentId": 154}, {"text": "He hasn't said he'll do it, but he said he's thinking about it.", "sentId": 155}, {"text": "He said he won't be influenced by what Hillary Clinton does.", "sentId": 156}, {"text": "And so I think that this week was a little bit of that where the White House was just throwing him some bones, making him feel good.", "sentId": 157}], "secId": 68}, {"speaker": "HAMBY", "sentences": [{"text": "The President does have to walk a fine line though in that CBS interview, you know.", "sentId": 158}, {"text": "They ask the 2016 question to the President like pretty much he'd be supporting this guy.", "sentId": 159}, {"text": "He said, well yes, we also have a really accomplished former Secretary of State also, you know, we'll see.", "sentId": 160}, {"text": "So he's got to be sensitive to both.", "sentId": 161}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Being careful.", "sentId": 162}, {"text": "Being careful -- but listen to what the Vice President said because, of course, not only was the President asked about that, but Major Garrett of CBS asked the Vice President.", "sentId": 163}], "secId": 70}, {"speaker": "BIDEN", "sentences": [{"text": "If I decide to run, believe me, this will be the first guy I talk to.", "sentId": 164}, {"text": "But that decision hasn't been made for real.", "sentId": 165}, {"text": "And there's plenty of time to make that.", "sentId": 166}, {"text": "We have a lot of work to do between now and November.", "sentId": 167}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "A lot of work to do, Jonathan Martin, between now and November.", "sentId": 168}, {"text": "So then why are they, again, in Pennsylvania?", "sentId": 169}], "secId": 72}, {"speaker": "MARTIN", "sentences": [{"text": "Because they're trying to do some messaging now on policy.", "sentId": 170}, {"text": "And there are many races that the two of them can show up at.", "sentId": 171}, {"text": "I mean where in the country, looking at the U.S. Senate map would a candidate for the senate, a Democrat want to have Joe Biden and Barack Obama there at the same time.", "sentId": 172}, {"text": "Well, there's not a lot, there are some, but there's not a lot.", "sentId": 173}, {"text": "KING:  Some big Hillary Clinton news as well.", "sentId": 174}, {"text": "It wasn't just Joe Biden's big week.", "sentId": 175}, {"text": "At the end of Joe Biden's big week, we found out the title -- we knew this book was coming -- but we found out the title -- let's show it to you -- \"Hard Choices\".", "sentId": 176}, {"text": "That will be Hillary Clinton's book about her days as Secretary of State.", "sentId": 177}, {"text": "You see the book cover, you see the title there.'", "sentId": 178}], "secId": 73}, {"speaker": "MARTIN", "sentences": [{"text": "And then, after this came out, also Chelsea Clinton announced to the world that Hillary Clinton and Bill Clinton -- a past president, perhaps a future president -- are about to be grandparents.", "sentId": 179}], "secId": 74}, {"speaker": "MARTIN", "sentences": [{"text": "The book will have a lot to do if Hillary runs in 2016.", "sentId": 180}, {"text": "Because in this book, Annie, she's going to have to talk about Benghazi, She's going to have to talk about Iran, She's going to have to talk about the Middle East and her job as secretary of state.", "sentId": 181}, {"text": "How important -- that's now with the editors if they've got an announcement date -- how important is the book to a future Clinton campaign?", "sentId": 182}], "secId": 75}, {"speaker": "LOWREY", "sentences": [{"text": "It's very, very important.", "sentId": 183}, {"text": "And I think that the same sort of divisiveness that you've always seen with her is going to get henpecked by Republicans.", "sentId": 184}, {"text": "And I think that what she's probably going to try to do with the book is make the case to Democrats that she's her own person, that she has executive experience and that she's, you know, a real manager.", "sentId": 185}, {"text": "I think that there's a lot of questions about what she really did as Secretary of State.", "sentId": 186}, {"text": "And to what extent, you know, different sort of accomplishments can be ascribed to her.", "sentId": 187}], "secId": 76}, {"speaker": "LOWREY", "sentences": [{"text": "But I do think it's fascinating that you're seeing Joe Biden kind of lean into Barack Obama and you've certainly seen Hillary Clinton lean pretty far away.", "sentId": 188}, {"text": "And I think the extent that she sort of stakes herself out as her own person and not just a member of Team Obama is going to be really interesting.", "sentId": 189}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "So the Republicans will read the book to see what she says about Benghazi and the other things I just mentioned.", "sentId": 190}, {"text": "Democrats will read to that point -- right -- to see where she's trying to separate from the current president?", "sentId": 191}], "secId": 78}, {"speaker": "MARTIN", "sentences": [{"text": "Absolutely.", "sentId": 192}, {"text": "And the timing of the book release and the book tour itself, by the way, pretty convenient.", "sentId": 193}, {"text": "It gives her an excuse to delay having to be on the campaign trail.", "sentId": 194}, {"text": "A lot of Democrats calling her, e-mailing her, writing her, carrier pigeons, all of the above to try to get her on the campaign trail.", "sentId": 195}, {"text": "And now she has a ready excuse that she has this book and that the book tour.", "sentId": 196}, {"text": "And then maybe in the fall, she'll be available.", "sentId": 197}], "secId": 79}, {"speaker": "MARTIN", "sentences": [{"text": "Our colleague Maggie Haberman over at Politico had a good story on this, this week.", "sentId": 198}, {"text": "Apparently that signal has been sent that don't talk to us until the book tour is over, apparently.", "sentId": 199}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "Well, it's interesting because --", "sentId": 200}], "secId": 81}, {"speaker": "LOWREY", "sentences": [{"text": "She gets to campaign, effectively -- right.", "sentId": 201}, {"text": "She gets to get out there, you know, talk about -- see about her accomplishments.", "sentId": 202}], "secId": 82}, {"speaker": "MECKLER", "sentences": [{"text": "Exactly.", "sentId": 203}, {"text": "KING:  But remember how then-Senator Obama used his book tour.", "sentId": 204}, {"text": "I remember going on a book signing on his first trip to New Hampshire at a big mall with a liner on the corner.", "sentId": 205}, {"text": "We'll see how --", "sentId": 206}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "-- does she use it for her or does she use it to help her party?", "sentId": 207}], "secId": 84}, {"speaker": "MARTIN", "sentences": [{"text": "And does she go to New Hampshire and Iowa on the book tour -- right.", "sentId": 208}, {"text": "If she does, imagine the events.", "sentId": 209}], "secId": 85}, {"speaker": "HAMBY", "sentences": [{"text": "That would be an absolute zoo.", "sentId": 210}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "So having a grandchild -- an absolute zoo.", "sentId": 211}, {"text": "That's a gross understatement.", "sentId": 212}, {"text": "The grandchild to me is happy family news and good for Chelsea.", "sentId": 213}, {"text": "I remember back in my AP days when they were moving out of the Arkansas Governor's Mansion, she was this awkward 12-year-old and now she's about to be a mom.", "sentId": 214}, {"text": "Hillary Clinton and Bill Clinton are about to be grandparents.", "sentId": 215}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "Is that it?", "sentId": 216}, {"text": "Happy family moment -- there are people out there trying to -- will this convince her, more likely to run in 2016, less likely to run in 2016?", "sentId": 217}], "secId": 88}, {"speaker": "MECKLER", "sentences": [{"text": "I agree.", "sentId": 218}, {"text": "I think it's happy family moments.", "sentId": 219}, {"text": "Ridiculous, you never -- you never see a man running for president and anyone asking whether he's just become a grandfather whether that will affect his decision or much less a father.", "sentId": 220}, {"text": "I mean Barack Obama --", "sentId": 221}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "People make the point about grandmother, you think it's sexist?", "sentId": 222}], "secId": 90}, {"speaker": "MECKLER", "sentences": [{"text": "Well, I think it applies a different standard.", "sentId": 223}, {"text": "It is a bit sexist.", "sentId": 224}, {"text": "I mean Barack Obama ran for president with two small children.", "sentId": 225}, {"text": "Bill Clinton ran for president as you said with a 12-year- old daughter.", "sentId": 226}, {"text": "No one said anything.", "sentId": 227}], "secId": 91}, {"speaker": "MARTIN", "sentences": [{"text": "Romney -- Romney had -- I don't know how many grandchildren --", "sentId": 228}], "secId": 92}, {"speaker": "HAMBY", "sentences": [{"text": "A dozen -- I think a dozen --", "sentId": 229}], "secId": 93}, {"speaker": "MECKLER", "sentences": [{"text": "He has 22 grandchildren now.", "sentId": 230}, {"text": "I mean, it's absolutely absurd.", "sentId": 231}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "Speaking of Mitt Romney, Grandpa Mitt.", "sentId": 232}, {"text": "Look at this, his son Josh decided to tweet out a photo on tax day last week of Mitt Romney in line at the post office.", "sentId": 233}, {"text": "Boy, could I go on about this.", "sentId": 234}, {"text": "I think somebody did Mitt Romney's taxes.", "sentId": 235}, {"text": "And they have this thing called e-file.", "sentId": 236}], "secId": 95}, {"speaker": "LOWREY", "sentences": [{"text": "Why did he wait until the last minute?", "sentId": 237}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "This was done for a point.", "sentId": 238}, {"text": "Remember Harry Reid in the last campaign suggested Mitt Romney didn't pay taxes.", "sentId": 239}, {"text": "This was done -- I'm told by somebody close to Governor Romney -- to poke back at Harry Reid.", "sentId": 240}, {"text": "But Mitt Romney clearly wants to be in the spotlight.", "sentId": 241}, {"text": "And some people say they get calls from staffers -- everyone -- some people say he has to talk to Governor Romney and he's like, well, could I do it again?", "sentId": 242}], "secId": 97}, {"speaker": "HAMBY", "sentences": [{"text": "Yes, part of this is he's bored, he's out of the spotlight.", "sentId": 243}, {"text": "He likes to be in the game.", "sentId": 244}], "secId": 98}, {"speaker": "MARTIN", "sentences": [{"text": "He's a pretty young guy -- yes.", "sentId": 245}], "secId": 99}, {"speaker": "HAMBY", "sentences": [{"text": "Yes, but I mean this is another thing for the Republican Party.", "sentId": 246}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Third time's the charm.", "sentId": 247}], "secId": 101}, {"speaker": "HAMBY", "sentences": [{"text": "He's not running again.", "sentId": 248}, {"text": "I think we can like put that aside.", "sentId": 249}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "Thank you.", "sentId": 250}], "secId": 103}, {"speaker": "HAMBY", "sentences": [{"text": "Here's the thing, though, he is the most famous Republican in the country.", "sentId": 251}, {"text": "Maybe John McCain, maybe Sarah Palin, Chris Christie are in the mix.", "sentId": 252}, {"text": "He's the most famous Republican in the country.", "sentId": 253}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "Is this related to Christie's been wounded by Bridgegate?", "sentId": 254}, {"text": "Jeb Bush is ambivalent because of his family?", "sentId": 255}, {"text": "Is this Mitt Romney saying if the establishment needs somebody, here I am?", "sentId": 256}, {"text": "Or is it just a place holder and who else is it; if it's not Jeb Bush and it's not Chris Christie and it's not Mitt Romney -- who gets the establishment?", "sentId": 257}], "secId": 105}, {"speaker": "HAMBY", "sentences": [{"text": "If you look at primary Republican, primary polling nationally or in Iowa, you know, the front runners are at 14 percent.", "sentId": 258}, {"text": "People are still making up their minds.", "sentId": 259}, {"text": "I think you're right.", "sentId": 260}, {"text": "I think he is a place holder because he is such a famous person.", "sentId": 261}, {"text": "He's able to fill that space.", "sentId": 262}, {"text": "He can throw a punch at the President and people know who he is.", "sentId": 263}], "secId": 106}, {"speaker": "MECKLER", "sentences": [{"text": "He also, you know, I think wants to weigh in on the future of the Republican Party.", "sentId": 264}, {"text": "He's coming in on the side of sort of this grand debate going on inside the party of the establishment versus sort of the Tea Party -- much more conservative, more radical wing.", "sentId": 265}, {"text": "And he is putting his chips on the establishment doing what he can to help those candidates.", "sentId": 266}], "secId": 107}, {"speaker": "MECKLER", "sentences": [{"text": "So I think he wants to be a player and he wants to be involved and in the arena even if he's not on the ballot again himself.", "sentId": 267}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 268}, {"text": "We'll leave that one for there.", "sentId": 269}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "Everybody stay put.", "sentId": 270}, {"text": "Tomorrow's news today is next.", "sentId": 271}, {"text": "Our reporters empty their notebooks including surprising word one key Republican maybe has not given up and another possible run at immigration reform.", "sentId": 272}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "We close every week helping you get ahead of the big political stories to come by asking our great reporters around the table to share stories still in their notebooks.", "sentId": 273}, {"text": "Annie Lowrey, you go first.", "sentId": 274}], "secId": 111}, {"speaker": "LOWREY", "sentences": [{"text": "I think it's really fascinating to watch how Obamacare gets implemented in the various states.", "sentId": 275}, {"text": "As a general point, though, it's a little bit complicated, but the bluer the state, the better the law is going because they're putting their shoulder in, they've expanded Medicaid.", "sentId": 276}, {"text": "So instead of having one law to point to, to say it's going really great, really poorly, you have sort of 50 state examples of how well it's going.", "sentId": 277}, {"text": "I think this is going to be fascinating watching how this plays out over the remainder of the year.", "sentId": 278}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "It is fascinating.", "sentId": 279}], "secId": 113}, {"speaker": "MARTIN", "sentences": [{"text": "Spent time late last month in Georgia.", "sentId": 280}, {"text": "A lot of national buzz about the Michelle Nunn, who of course, is the Democrat running for the senate down there.", "sentId": 281}, {"text": "But talking to folks locally, they actually think that Jason Carter, President Carter's grandson who is running for governor may have as good or perhaps better shot to win than Michelle Nunn, partly because in the south it's always easier for Democrats to win a governor's race than a senate race.", "sentId": 282}], "secId": 114}, {"speaker": "MARTIN", "sentences": [{"text": "But also because Michelle Nunn's prospects depend so much on the Republican primary and if one of the candidates in that's primary emerges as more of a mainstream candidate, it's going to be harder for her to win.", "sentId": 283}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "It's a great point.", "sentId": 284}], "secId": 116}, {"speaker": "HAMBY", "sentences": [{"text": "I can break the news here on Easter today that Jonathan Martin has traded in his Blackberry for an iPhone -- that's going to be happening soon.", "sentId": 285}, {"text": "But that's not why I'm here today.", "sentId": 286}], "secId": 117}, {"speaker": "HAMBY", "sentences": [{"text": "Last weekend Marco Rubio and Ted Cruz, two 2016 Republicans quietly decamp to Naples, Florida at the Ritz for the annual Heritage Foundation leadership retreat.", "sentId": 287}, {"text": "This is one of those sort of quiet, under the radar, invisible primary events where Republicans go to court donors.", "sentId": 288}, {"text": "It wasn't on the schedule.", "sentId": 289}], "secId": 118}, {"speaker": "HAMBY", "sentences": [{"text": "I'm told that Ted Cruz was able to be on stage at the very moment that Kathleen Sebelius resigned.", "sentId": 290}, {"text": "So when he broke that news to the crowd, it went over very well; and also a Heritage Foundation member apparently made a joke at the expense of Chris Christie's weight that also went over really well in the room.", "sentId": 291}, {"text": "So one of those 2016 things happening behind the scenes.", "sentId": 292}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "The busy invisibly primary.", "sentId": 293}, {"text": "Laura.", "sentId": 294}], "secId": 120}, {"speaker": "MECKLER", "sentences": [{"text": "Contrary to popular opinion, immigration reform may not be dead after all.", "sentId": 295}, {"text": "John Boehner is telling people, including donors at some of his events that he's hell-bent on getting this done.", "sentId": 296}, {"text": "There's a window this summer, June/July where he could bring it forward.", "sentId": 297}, {"text": "The major issue, he really has a lot of consensus within his conference on the policy -- a lot of division on the politics though about whether it's a smart idea to go ahead in an election year.", "sentId": 298}, {"text": "So it may not happen but it might.", "sentId": 299}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "We'll keep an eye on that one.", "sentId": 300}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "I'll finish with this.", "sentId": 301}, {"text": "Another big-name Republican going to New Hampshire on a pilgrimage and when he says it's all about 2014 and not about 2016 this time, maybe only this time, you can believe it.", "sentId": 302}, {"text": "Mitch McConnell, the senate Republican leader will be there for a fundraiser.", "sentId": 303}, {"text": "The state's Republican Senator Kelly Ayotte hosting Mitch McConnell -- helping him.", "sentId": 304}], "secId": 123}, {"speaker": "KING", "sentences": [{"text": "Remember he has a Tea Party primary challenge back home.", "sentId": 305}, {"text": "Then if he survives that, a very tough election campaign in November.", "sentId": 306}, {"text": "Kelly trying to rise up through the Republican leadership by helping the leader.", "sentId": 307}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 308}, {"text": "Again, thanks for sharing your Sunday morning with us.", "sentId": 309}, {"text": "We'll see you soon.", "sentId": 310}], "secId": 125}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" with Candy Crowley starts right now.", "sentId": 311}], "secId": 126}], "sectionCount": 127, "url": "transcripts.cnn.com/TRANSCRIPTS/1404/20/ip.01.html", "sentenceCount": 313, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired April 20, 2014 - 08:30   ET", "speakers": ["BLACKWELL", "KAYE", "KING", "OBAMA", "BIDEN", "CLINTON", "MARTIN", "LOWREY", "HAMBY", "MECKLER", "REID"], "title": "INSIDE POLITICS"}