{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1409.28.ip.01.html.json", "subTitle": "Obama Becoming Bush?; Crucial Senate Races; Republican Stars Going to Kansas", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "At the United Nations a call to war against ISIS.", "sentId": 0}], "secId": 0}, {"speaker": "OBAMA", "sentences": [{"text": "Those who continue to fight for a hateful cause will find they are increasingly alone.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Talk of good versus evil evokes comparisons to his predecessor, but President Obama promises this is different.", "sentId": 2}], "secId": 2}, {"speaker": "OBAMA", "sentences": [{"text": "We do not act alone nor do we intend to send U.S. troops to occupy foreign lands.", "sentId": 3}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "At home, Republicans see war footing as a potential campaign plus.", "sentId": 4}], "secId": 4}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "This is what foreign policy looks like without clarity and conviction.", "sentId": 5}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Just five weeks to Election Day, we have brand new CNN polling in two of the critical senate battlegrounds.", "sentId": 6}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "And she's back.", "sentId": 7}], "secId": 7}, {"speaker": "PALIN", "sentences": [{"text": "It's really, really good to be in Kansas, or as Barack Obama would say fly-over country.", "sentId": 8}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Sarah Palin joins the fight in the unlikeliest midterm battleground.", "sentId": 9}, {"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 10}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 11}, {"text": "I'm John King.", "sentId": 12}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 13}], "secId": 10}, {"speaker": "And with us to share their reporting and their insights", "sentences": [{"text": "Maeve Reston of the \"Los Angeles Times\"; Manu Raju of \"Politico\"; Julie Pace of the Associated Press; and Nia Malika Henderson of \"The Washington Post\".", "sentId": 14}], "secId": 11}, {"speaker": "And with us to share their reporting and their insights", "sentences": [{"text": "This is not the closing chapter he would prefer but there was President Obama standing before the world this past week at the United Nations defending new U.S. military strikes in the middle east and telling other world leaders it's time to pick sides.", "sentId": 15}], "secId": 12}, {"speaker": "OBAMA", "sentences": [{"text": "We will not succumb to threats, and we will demonstrate that the future belongs to those who build, not those who destroy.", "sentId": 16}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "In addition to new air strikes against ISIS in Syria and in Iraq the United States also bombing an al Qaeda spin-off the White House says is planning major attacks on the West perhaps here in the United States.", "sentId": 17}], "secId": 14}, {"speaker": "Look how \"The Economist\" framed it \"Mission Relaunched", "sentences": [{"text": "war again, the refining challenge now for another American president\".", "sentId": 18}], "secId": 15}, {"speaker": "Look how \"The Economist\" framed it \"Mission Relaunched", "sentences": [{"text": "Julie Pace, you cover the White House, using that image Barack Obama essentially as George W. Bush, it does seem in the closing weeks of the 2014 campaign that we thought would be about the economy and about Obamacare, this feels a lot like 2002 and 2004 when George W. Bush was president.", "sentId": 19}], "secId": 16}, {"speaker": "PACE", "sentences": [{"text": "It is so striking.", "sentId": 20}, {"text": "And when you look at the language that the President used when he was at the U.N. last week, this is a guy who has talked about how even though we have a powerful military we can't fall back on the military.", "sentId": 21}, {"text": "At the U.N. he says that the only language that ISIS understands is the language of force.", "sentId": 22}, {"text": "He calls them a network of death.", "sentId": 23}], "secId": 17}, {"speaker": "PACE", "sentences": [{"text": "This language that President Barack Obama doesn't use that harkens back to axis of evil for a lot of people, he will say and his advisers say this is a different war than kind of the war that Bush started but if he is looking at military action in the Middle East for the last two years of his presidency, that is something he's not going to be happy about.", "sentId": 24}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Let's listen to that.", "sentId": 25}, {"text": "Just one second -- let's listen to that.", "sentId": 26}, {"text": "You raise a key point.", "sentId": 27}, {"text": "Let's listen to that particular sound bite right there where the President, no he didn't say axis of evil but you make a key point.", "sentId": 28}, {"text": "This is not the Barack Obama we met in 2008.", "sentId": 29}], "secId": 19}, {"speaker": "OBAMA", "sentences": [{"text": "The only language understood by killers like this is the", "sentId": 30}], "secId": 20}, {"speaker": "OBAMA", "sentences": [{"text": "language of force.", "sentId": 31}, {"text": "So the United States of America will work with a broad coalition to dismantle this network of death.", "sentId": 32}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "Network of death.", "sentId": 33}], "secId": 22}, {"speaker": "RESTON", "sentences": [{"text": "I think that it shows you, you know, that the Commander-in-chief is feeling all of this in a very personal way and is speaking with more force now and he really has to make a convincing case to the American people who as we've talked about are very wary of ground troops and of, you know, prolonged engagement in that region once again.", "sentId": 34}], "secId": 23}, {"speaker": "RAJU", "sentences": [{"text": "As a transformational moment for this President who did campaign on ending two wars, who has, you know, now owns this war.", "sentId": 35}, {"text": "This is Obama's war.", "sentId": 36}, {"text": "He has to convince the American public that his decision not to arm the Syrian rebels when his military advisers urged him to a year ago was the right decision, whether or not his decision to hold off on bombing the Assad regime was a good idea and whether pulling troops out of Iraq was a good idea.", "sentId": 37}], "secId": 24}, {"speaker": "RAJU", "sentences": [{"text": "Now history will judge whether or not this war which he is now launching is going to work and whether he can build a coalition domestically and internationally for this sustained mission.", "sentId": 38}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "To Nia's point, the President deserves credit and the Pentagon deserves credit for pulling together this coalition so quickly.", "sentId": 39}], "secId": 26}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 40}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "The Saudis, who a lot of people thought would put their name on the letterhead of this coalition maybe not do anything, but part of the bombing campaign.", "sentId": 41}, {"text": "The question is, can he sustain it over the time?", "sentId": 42}, {"text": "But in the short term he has to a degree you heard Scott Brown in the open out there saying, you know, where is the clarity.", "sentId": 43}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "But he has to a degree muted the Republican criticism -- right?", "sentId": 44}, {"text": "Because they say he was late to the game.", "sentId": 45}, {"text": "They say he should have been involved in Syria earlier but he's essentially doing what they want to do as well.", "sentId": 46}], "secId": 29}, {"speaker": "RESTON", "sentences": [{"text": "Right.", "sentId": 47}, {"text": "Well, I mean I think that does sort of roll the ball forward because they want to argue about the past, to the points that you just made.", "sentId": 48}, {"text": "I mean did he pull out troops too early, et cetera, but if you move the discussion to what we're doing now and you lay out clear steps about what this coalition of the willing is trying to do, and explain a very complex situation in a strong, passionate way like that, you can potentially bring the American people along with you, it potentially neutralizes it as a campaign issue which will be very important for a lot of vulnerable Democrats in the states that are looking real close right not.", "sentId": 49}, {"text": "PACE:  You have to think thought that this unanimity that we're", "sentId": 50}], "secId": 30}, {"speaker": "RESTON", "sentences": [{"text": "seeing among Democrats and Republicans, White House and Capitol Hill, unless this goes very well over the next couple of weeks which no one seems to think this is a couple-week mission, that's going to fade quickly because then we're going to get into discussions about ground troops, possible combat missions.", "sentId": 51}], "secId": 31}, {"speaker": "HENDERSON", "sentences": [{"text": "And whether or not they actually want to authorize as you hear Boehner say when does this discussion happen?", "sentId": 52}, {"text": "Does it happen in the lame duck?", "sentId": 53}, {"text": "Does it happen in the new congress?", "sentId": 54}, {"text": "When would it happen in the new congress?", "sentId": 55}, {"text": "What's the new congress look like?", "sentId": 56}, {"text": "So there's all of this moving of the ball.", "sentId": 57}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "I think a lot of that may determine what happens in the next several weeks before congress comes back to make that calculation.", "sentId": 58}, {"text": "Some Republicans are saying, you know, you shouldn't take ground troops off the table.", "sentId": 59}, {"text": "Some Republicans are saying that.", "sentId": 60}, {"text": "We'll see.", "sentId": 61}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "Another adjustment we saw this past week, if you watched the political fallout was the former Secretary of State, likely Democratic candidate in 2016 Hillary Clinton.", "sentId": 62}, {"text": "Remember back in August she gave that interview to \"The Atlantic\" magazine where she essentially mocked the White House foreign policy motto, \"Don't do stupid stuff.\"", "sentId": 63}, {"text": "They don't use \"stuff\" but that was essentially.", "sentId": 64}, {"text": "She mocked it.", "sentId": 65}, {"text": "She had to apologize to the President.", "sentId": 66}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "Listen to Hillary Clinton at the Clinton Global Initiative this past week saying \"Sure I disagreed with the President about arming the Syrian rebels but no big deal.\"", "sentId": 67}], "secId": 35}, {"speaker": "CLINTON", "sentences": [{"text": "I can't sit here today and tell you that if we had done what I had recommended we would be in a very different position.", "sentId": 68}, {"text": "I just can't.", "sentId": 69}, {"text": "You can't go and prove a negative.", "sentId": 70}, {"text": "But what I do believe is that the situation now is demanding a response and we're seeing a very robust response.", "sentId": 71}], "secId": 36}, {"speaker": "RESTON", "sentences": [{"text": "I mean she really stepped into hot water the last time the way that she talked about the differences with the administration we are all thinking oh well she's suddenly stepping out and trying to draw a contrast with Obama.", "sentId": 72}, {"text": "You did not see that this week.", "sentId": 73}], "secId": 37}, {"speaker": "RESTON", "sentences": [{"text": "It's important also to remember the context of that.", "sentId": 74}, {"text": "That was a panel on the development of a baby's mind, what she wanted to be talking about, her grandchild at CGI and she was pressed by Sanjay Gupta on that point.", "sentId": 75}, {"text": "Clearly did not want to talk about it and would like to move on to something else but she's got a tricky road to go to.", "sentId": 76}], "secId": 38}, {"speaker": "RAJU", "sentences": [{"text": "This is going to be the constant thing -- is she playing for a primary audience or general election audience?", "sentId": 77}, {"text": "The primary voters still like Barack Obama and Obama probably is going to grow even more popular by the time he leaves office.", "sentId": 78}, {"text": "He's going to have to distance himself in order to cater to the voters.", "sentId": 79}], "secId": 39}, {"speaker": "RESTON", "sentences": [{"text": "But she doesn't seem ready to do it yet.", "sentId": 80}], "secId": 40}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 81}, {"text": "But they're also looking at a president who they liked because they felt he was more anti-war than Hillary Clinton and now we're looking at a president who looks a lot more like George W. Bush in terms of his stance on war and launching.", "sentId": 82}], "secId": 41}, {"speaker": "RESTON", "sentences": [{"text": "We've all talked to voters out in some of these states about this and I think from the staunch Democrats you just hear this incredible hesitation.", "sentId": 83}, {"text": "They want to trust the President on this.", "sentId": 84}, {"text": "They're not sure how long they want it to go on and you know, they want a better explanation of what's going to happen.", "sentId": 85}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "If she moves too far away from the President who outflanked her in 2008 somebody else might get closer.", "sentId": 86}, {"text": "I don't think she's going to get that far away.", "sentId": 87}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 88}, {"text": "Let me end this segment with this test.", "sentId": 89}, {"text": "You were at the Clinton Global Initiative this past week.", "sentId": 90}, {"text": "Bill Clinton was asked in a conversation with Charlie Rose why people think he's such a great politician, such a great political animal.", "sentId": 91}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "He says he's not so sure he is.", "sentId": 92}, {"text": "But here is the test according to Bill Clinton.", "sentId": 93}], "secId": 45}, {"speaker": "CLINTON", "sentences": [{"text": "To be really good at this, you've got to like people.", "sentId": 94}, {"text": "You've got to like policy.", "sentId": 95}, {"text": "And you got to like politics.", "sentId": 96}, {"text": "You got to have a pain threshold.", "sentId": 97}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "So if that's the Bill Clinton test, let me go around the table -- I'm going to start this way -- does Hillary Clinton pass it?", "sentId": 98}], "secId": 47}, {"speaker": "HENDERSON", "sentences": [{"text": "You know, on some of those counts she does.", "sentId": 99}, {"text": "All right.", "sentId": 100}, {"text": "I think she obviously likes politics, I think she likes people.", "sentId": 101}, {"text": "I think she does understand that it's a contact support.", "sentId": 102}, {"text": "She talks about growing a thick hide, as thick as a rhinoceros but, you know, I mean it's Bill Clinton.", "sentId": 103}, {"text": "I mean who can pass this test and be up to par with Bill Clinton, very few people.", "sentId": 104}], "secId": 48}, {"speaker": "PACE", "sentences": [{"text": "I think 2008 Hillary did not pass that test.", "sentId": 105}, {"text": "I think the question is whether 2016 Hillary will pass the test.", "sentId": 106}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "A reporter's people.", "sentId": 107}], "secId": 50}, {"speaker": "RESTON", "sentences": [{"text": "I will say though, we did see in Iowa -- you know, we saw her really work the rope line, really try to do more to have this personal interactions with voters going forward.", "sentId": 108}, {"text": "And the trouble for her seeing Bill Clinton and Hillary Clinton on a stage one right after another all week it's just so striking that contrast; he's such a natural and she's very much that sort of workman candidate who is reading the script and it's an amazing contrast.", "sentId": 109}], "secId": 51}, {"speaker": "RAJU", "sentences": [{"text": "If she doesn't run that will be the reason why, because of the press and the amount of attention and scrutiny.", "sentId": 110}, {"text": "Does she want to sustain this when she's going to have a grandchild in the coming weeks?", "sentId": 111}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "Hard to be judged as a political figure next to him whether you like it or not.", "sentId": 112}], "secId": 53}, {"speaker": "RESTON", "sentences": [{"text": "Yes.", "sentId": 113}, {"text": "For anyone.", "sentId": 114}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "He's the premier of his generation.", "sentId": 115}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Up next, brand new CNN polling -- you don't want to miss this -- in two of the most critical 2014 senate battle grounds.", "sentId": 116}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "Plus the Republican establishment needs Sarah Palin's help but first this week's \"Politicians sometimes say the darnedest thing\", back to the former president Bill Clinton, here's his out of this world idea for improving the congress.", "sentId": 117}], "secId": 57}, {"speaker": "B. CLINTON", "sentences": [{"text": "The answer to the political gridlock we have in America is to send the congress to meet in the space station.", "sentId": 118}], "secId": 58}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Sir, they're usually round trips, though.", "sentId": 119}, {"text": "Do you want it that way or you want the one-way?", "sentId": 120}], "secId": 59}, {"speaker": "B. CLINTON", "sentences": [{"text": "No, no, if I were to say one way I'd have to say who stays and who goes.", "sentId": 121}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 122}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "37 days -- that's just over five weeks to Election Day, we have some breaking news right now that helps show you just how competitive the fight is for control of the United States senate.", "sentId": 123}, {"text": "Let's start with the big map here.", "sentId": 124}, {"text": "You see these races that are highlighted.", "sentId": 125}, {"text": "These are all states with big senate races.", "sentId": 126}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "If they're blue inside the yellow line they're held by Democrats.", "sentId": 127}, {"text": "If they're red inside the gold line and yellow line they're held by Republicans.", "sentId": 128}, {"text": "Republicans need plus six -- a net gain of six seats to get control of the senate.", "sentId": 129}, {"text": "Even most Democrats concede Republicans are likely to win Montana, South Dakota, and West Virginia.", "sentId": 130}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "So then how do they get the other three?", "sentId": 131}, {"text": "Well, part of that is to make sure they hold Georgia, Kentucky and Kansas -- more on that in a minute.", "sentId": 132}, {"text": "To get the other three, Democrats start here, Alaska.", "sentId": 133}, {"text": "They think that's a good cause for a pickup there.", "sentId": 134}, {"text": "Close race but the Republicans are confident they can get that one.", "sentId": 135}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Then you come to Arkansas here, again, a close race.", "sentId": 136}, {"text": "Republicans are reasonably confident they can get that one.", "sentId": 137}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Now it gets interesting, our new poll today shows you another big Republican target.", "sentId": 138}, {"text": "Mary Landrieu is the Democratic incumbent.", "sentId": 139}, {"text": "You might say that's good news -- right?", "sentId": 140}, {"text": "Because she's ahead of her Republican opponent 43-40 but remember, in Louisiana and there are other candidates in this field you need 50 percent plus one.", "sentId": 141}, {"text": "So if this were the result on Election Day Mary Landrieu ends up in a runoff and in the runoff her chances are much less likely.", "sentId": 142}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "One of the drags in Louisiana the President's approval rating -- just 40 percent of the voters there approve the President's performance, 56 percent disapprove.", "sentId": 143}, {"text": "Watch Louisiana even though the Democrats on top, Republicans will be encouraged by our new poll in that state.", "sentId": 144}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Next up North Carolina.", "sentId": 145}, {"text": "Remember the President won it in 2008, he lost it in 2012.", "sentId": 146}, {"text": "Kay Hagan, the Democrats will be encouraged by this, 46 percent; Tom Tillis her Republican opponent, 43 percent.", "sentId": 147}, {"text": "Here is the wild card -- libertarian Sean Haugh getting 7 percent.", "sentId": 148}, {"text": "If that number stays, if he doesn't drop closer to Election Day -- and often third party candidates do -- Sean Haugh could be the spoiler to help keep this race in Democratic hands.", "sentId": 149}, {"text": "Very close with the Democrats on top in North Carolina.", "sentId": 150}, {"text": "Again, the President is a factor in this race underwater, 42 percent approve, 52 percent disapprove.", "sentId": 151}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "The President underwater there Manu but if you look at our polling last week in Iowa and New Hampshire he was in the 30s.", "sentId": 152}, {"text": "At least in those states he's in the 40s.", "sentId": 153}, {"text": "When you look at the numbers I guess you have to say Mary Landrieu is in trouble.", "sentId": 154}, {"text": "Kay Hagan though -- hanging on.", "sentId": 155}], "secId": 69}, {"speaker": "RAJU", "sentences": [{"text": "Yes, the Democrats certainly believe that North Carolina is moving closer to them but there's more evidence that Mary Landrieu will be in serious trouble if they do get into the runoff in Louisiana which looks like that she will be the best chance for them to keep that seat as they need to win.", "sentId": 156}, {"text": "She needs to win outright on November 4th.", "sentId": 157}, {"text": "There's no sign that she is.", "sentId": 158}], "secId": 70}, {"speaker": "RAJU", "sentences": [{"text": "The larger issue for the Democrats, though, is ensuring they get their voters out to the polls.", "sentId": 159}, {"text": "They are doing pretty well registering voters but they're not doing well in ensuring those voters actually come out on Election Day.", "sentId": 160}, {"text": "And a big reason why is dissatisfaction with the President and the direction of the country.", "sentId": 161}, {"text": "And if they can somehow overcome that, then they could prove victorious on Election Day.", "sentId": 162}], "secId": 71}, {"speaker": "PACE", "sentences": [{"text": "Here is a really interesting question about Louisiana in particular, when it comes to Democratic turnout.", "sentId": 163}, {"text": "There is a large African-American population in Louisiana.", "sentId": 164}, {"text": "They still like Barack Obama.", "sentId": 165}, {"text": "Does Barack Obama actually help Mary Landrieu in the end if this becomes a turnout thing?", "sentId": 166}], "secId": 72}, {"speaker": "RAJU", "sentences": [{"text": "That's a definite challenge for her because there are a lot of white voters who don't like the President so she's stuck between trying to court those voters and her base.", "sentId": 167}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "And it's conceivable there, you have a December runoff with control of the senate at stake in which Mary Landrieu is losing and her only chance is to bring in the President -- right.", "sentId": 168}], "secId": 74}, {"speaker": "RESTON", "sentences": [{"text": "I was actually in Louisiana writing about black voters a couple of months ago and you do feel that very strong intense feeling of wanting to support the President and people saying that they are going to get out there and support Landrieu, but that balance that she's trying to do is really kind of remarkable.", "sentId": 169}], "secId": 75}, {"speaker": "RESTON", "sentences": [{"text": "You know, the Obama care ad that she did -- kind of dinging the President that did not run in sort of the center city places where African-Americans would have seen it but all of these white voters who are in the outer areas that they were targeting.", "sentId": 170}], "secId": 76}, {"speaker": "RESTON", "sentences": [{"text": "I will also say about Mary Landrieu that she's is a very strong closer.", "sentId": 171}, {"text": "We've seen that in some of her past races and her people are very good on data and they have been working for months on turning people out and we'll see if that works.", "sentId": 172}], "secId": 77}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 173}, {"text": "I mean I think the DNA of the state there is going to matter a lot on Election Day and the fact that in 2012 Obama loses that state by 18 points compared to North Carolina which he only lost by 2 percent.", "sentId": 174}, {"text": "I think the African-American voters a big, big factor there but you're also seeing Republicans trying to go after those voters and frankly argue to them that it hasn't been so great under Barack Obama.", "sentId": 175}], "secId": 78}, {"speaker": "PACE", "sentences": [{"text": "-- rebuilding and Katrina.", "sentId": 176}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Part of the challenge is that seat would matter if the Republicans hold their own and they have a race in Georgia they have to hold.", "sentId": 177}, {"text": "That one could also be a runoff.", "sentId": 178}, {"text": "They have a close race in Kentucky that seems to be moving their way.", "sentId": 179}, {"text": "The one we're all having a field day with is Kansas where you have the Republican incumbent versus an independent who won't tell voters if he wins whether he'll caucus with the Republicans or the Democrats.", "sentId": 180}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "How worried are the Republicans?", "sentId": 181}, {"text": "Well, the Republican establishment in a word despises Sarah Palin and yet who does the Republican establishment need to help in Kansas?", "sentId": 182}], "secId": 81}, {"speaker": "PALIN", "sentences": [{"text": "Anybody with a liberal record, supporting Barack Obama, supporting Obamacare, supporting amnesty, supporting Harry Reid?", "sentId": 183}, {"text": "That's not independent.", "sentId": 184}, {"text": "That's someone who is trying to shnooker you, Kansas.", "sentId": 185}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "What does it tell us?", "sentId": 186}, {"text": "I mean I'm not trying to pick on Governor Palin but if you talk to leading establishment figures in the party, she is not a favorite and yet they need her.", "sentId": 187}], "secId": 83}, {"speaker": "RAJU", "sentences": [{"text": "They do, because Kansas, the Republican Party is badly, badly divided there.", "sentId": 188}, {"text": "You see moderate Republicans revolt from the governor, Sam Brownbeck who's also in a very tough race there and Pat Roberts in the senate primary had a very, very contentious primary against a Tea Party challenger, Milton Wolf after he barely beat Wolf by only eight points.", "sentId": 189}, {"text": "Roberts has had a hard-time consolidating that support and winning backing from the Tea Party voters.", "sentId": 190}], "secId": 84}, {"speaker": "RAJU", "sentences": [{"text": "Sarah Palin can help with that.", "sentId": 191}, {"text": "The question is at the end of the day does Roberts bring his voters back home?", "sentId": 192}, {"text": "It's not clear right now.", "sentId": 193}, {"text": "The polls show this race is incredibly close.", "sentId": 194}], "secId": 85}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, they're getting everybody out there.", "sentId": 195}, {"text": "I mean obviously, Sarah Palin, John McCain, Rand Paul, Jeb Bush.", "sentId": 196}, {"text": "I mean all hands on deck there.", "sentId": 197}], "secId": 86}, {"speaker": "RESTON", "sentences": [{"text": "And sending their strategists in there really trying to ramp up the campaign.", "sentId": 198}], "secId": 87}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, to revamp that whole campaign.", "sentId": 199}], "secId": 88}, {"speaker": "PACE", "sentences": [{"text": "It is amazing thought that you have a challenger in this race who won't say if he comes to Washington who he's going to caucus with.", "sentId": 200}, {"text": "I mean he basically said that he would caucus with whoever has the majority.", "sentId": 201}], "secId": 89}, {"speaker": "RAJU", "sentences": [{"text": "It may come down to one seat, so it could be up to him.", "sentId": 202}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Leverage is the word -- I think we see plain there.", "sentId": 203}, {"text": "What this tells you more than anything is 37 days left, anyone who tells you they know how the senate is going is making it up.", "sentId": 204}, {"text": "We have a lot of great races.", "sentId": 205}, {"text": "We'll track it for five more weeks.", "sentId": 206}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 207}, {"text": "Tomorrow's news today is next.", "sentId": 208}, {"text": "Our great reporters share tips and get you out ahead of the big political news just around the corner.", "sentId": 209}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Around the INSIDE POLITICS table, ask our reporters to help keep you ahead of the curve on the big political news.", "sentId": 210}, {"text": "Nia Malika Henderson", "sentId": 211}], "secId": 93}, {"speaker": "HENDERSON", "sentences": [{"text": "Eric Holder, of course, announced this past week that he is stepping down after six years.", "sentId": 212}, {"text": "I talked to folks about what's next for him.", "sentId": 213}, {"text": "In the next couple of months he's going to wrap up his tenure, he's going to look at adjusting racial profiling in the federal police force.", "sentId": 214}, {"text": "But even beyond that, once he's gone I hear he's interested in writing a book, perhaps teaching but also maybe some sort of foundation work to really get back to his roots and his legacy which is around civil rights", "sentId": 215}], "secId": 94}, {"speaker": "HENDERSON", "sentences": [{"text": "He was very animated and engaged with the President's \"My Brother's Keeper Program\" and I'm told that post being Obama's heat shield for the last six years he's going to detox and then turn to really some of the things that really animate him around the civil rights era.", "sentId": 216}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "It's fascinating to keep an eye on that.", "sentId": 217}, {"text": "We should give you props.", "sentId": 218}, {"text": "It was more than a month ago right here on this segment, you told us this was coming.", "sentId": 219}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Julie Pace.", "sentId": 220}], "secId": 97}, {"speaker": "PACE", "sentences": [{"text": "One of the dark horse candidates that liberals are pushing to replace Holder is Jenny Dirken who's a retiring U.S. attorney.", "sentId": 221}, {"text": "She's a woman obviously.", "sentId": 222}, {"text": "She's also a lesbian which would make her the first openly gay cabinet secretary and the President's LGBT supporters feel like nominating an openly gay cabinet secretary would round out his record on gay rights but there's also politics involved.", "sentId": 223}], "secId": 98}, {"speaker": "PACE", "sentences": [{"text": "If you have Republicans in a position where they may have to weigh how tough they go after a gay woman in the lead-up to a presidential year where they're trying to look more inclusive that could be all kinds of headaches for the GOP.", "sentId": 224}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Fascinating decision the President faces.", "sentId": 225}, {"text": "Thanks Julie.", "sentId": 226}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Manu?", "sentId": 227}], "secId": 101}, {"speaker": "RAJU", "sentences": [{"text": "Triage time in the race for the senate.", "sentId": 228}, {"text": "Outside groups, Democrats and Republicans are starting to weigh exactly which races to spend their millions of dollars in the final weeks of the campaign.", "sentId": 229}, {"text": "You've seen Republicans start to hold back spending in states like Michigan which looks like it's slipping away from the Republicans.", "sentId": 230}, {"text": "Will the Democrats do the same in the states like Kentucky where Allison Grimes -- the polls show her falling further and further away from Mitch McConnell.", "sentId": 231}], "secId": 102}, {"speaker": "RAJU", "sentences": [{"text": "These are key decisions that are being made not just for the race for the senate but also as we mentioned before, the runoffs in Georgia and Louisiana.", "sentId": 232}, {"text": "Republicans are already setting aside millions of dollars to spend in Louisiana.", "sentId": 233}, {"text": "Democrats are going to have to make that decision too.", "sentId": 234}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Money, money, money.", "sentId": 235}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "Maeve.", "sentId": 236}], "secId": 105}, {"speaker": "RESTON", "sentences": [{"text": "We're looking at the Presidential field it won't be too long before we're talking about 2016 full time, there's been a lot of different candidates mentioned.", "sentId": 237}, {"text": "But one of the names that's been floating around is Carly Fiorina of California who ran for senate in 2010 and it's just going to be really fascinating to watch how much the Republicans want a strong female face in that mix.", "sentId": 238}], "secId": 106}, {"speaker": "RESTON", "sentences": [{"text": "She was not a terribly good candidate.", "sentId": 239}, {"text": "She ran into all kinds of issues because of her HP background with off-shoring and so forth but she's been dipping into New Hampshire, making it clear that she's thinking seriously about it.", "sentId": 240}, {"text": "So is this the woman that they want out there kind of as their front woman within that field of candidates?", "sentId": 241}, {"text": "We'll see.", "sentId": 242}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "Interesting thing to watch.", "sentId": 243}, {"text": "Lost in California -- let's see what happens --", "sentId": 244}], "secId": 108}, {"speaker": "RESTON", "sentences": [{"text": "I don't know.", "sentId": 245}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "Keep trying, some people are persistent.", "sentId": 246}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 247}, {"text": "One of the biggest tests of the 2014 midterm elections is already beginning, early voting started this past week in both Iowa and Minnesota -- both of those states have senate races.", "sentId": 248}, {"text": "Other states are about to follow.", "sentId": 249}, {"text": "By the time it is all done, top strategists in both parties think as much as 30 percent of the vote could be cast by early or absentee ballots.", "sentId": 250}, {"text": "This has become a huge fight in recent years as early voting expands and Democrats generally, not always, but Democrats generally won the war of early voting in the key battle grounds when you look at the 2008 or 2012 presidential election.", "sentId": 251}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Republicans promise this year it will be different.", "sentId": 252}, {"text": "Democrats say no.", "sentId": 253}, {"text": "Their turnout, their technology will be the big edge though for all these races.", "sentId": 254}, {"text": "Many of these senate races so close to watch, so keep an eye on the early voting numbers.", "sentId": 255}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 256}, {"text": "Thanks again for sharing your Sunday morning.", "sentId": 257}, {"text": "We'll see you soon.", "sentId": 258}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" with Candy Crowley starts right now.", "sentId": 259}], "secId": 114}], "sectionCount": 115, "url": "transcripts.cnn.com/TRANSCRIPTS/1409/28/ip.01.html", "sentenceCount": 261, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired September 28, 2014 - 08:30   ET", "speakers": ["KING", "OBAMA", "UNIDENTIFIED MALE", "PALIN", "And with us to share their reporting and their insights", "Look how \"The Economist\" framed it \"Mission Relaunched", "PACE", "RESTON", "RAJU", "HENDERSON", "CLINTON", "B. CLINTON", "UNIDENTIFIED FEMALE"], "title": "INSIDE POLITICS"}