{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1404.06.ip.01.html.json", "subTitle": "Democrats Less Gloomy about 2014 Midterms; Tom Kean hedges about Endorsing Christie for 2016; Hillary Clinton's Women Power", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "BLACKWELL", "sentences": [{"text": "Thanks for starting your morning with us.", "sentId": 0}], "secId": 0}, {"speaker": "PAUL", "sentences": [{"text": "Yes go make some great memories today.", "sentId": 1}, {"text": "Stick around.", "sentId": 2}], "secId": 1}, {"speaker": "PAUL", "sentences": [{"text": "INSIDE POLITICS with John King starts now.", "sentId": 3}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "The economy is looking up as is enrollment in Obamacare.", "sentId": 4}], "secId": 3}, {"speaker": "OBAMA", "sentences": [{"text": "Armageddon has not arrived.", "sentId": 5}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "The President is also inching up in the polls and his party thinks it can make an issue now of the GOP's Koch Brothers' money machine.", "sentId": 6}], "secId": 5}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "New York billionaires pay for those ads attacking him are not true.", "sentId": 7}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "Are Democrats dreaming or is there suddenly an opening to keep 2014 from turning from bad to disastrous?", "sentId": 8}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Plus --", "sentId": 9}], "secId": 8}, {"speaker": "CHRISTIE", "sentences": [{"text": "I think what you want more than anything else is somebody who is willing to listen, someone who's willing to learn.", "sentId": 10}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Is Chris Christie about to learn his bridge-gate toll includes losing an important ally?", "sentId": 11}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "And Hillary Clinton sends a message.", "sentId": 12}], "secId": 11}, {"speaker": "CLINTON", "sentences": [{"text": "There is a double standard obviously.", "sentId": 13}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "So why then is she celebrating?", "sentId": 14}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS the biggest stories sourced by the best reporters -- now.", "sentId": 15}], "secId": 14}, {"speaker": "Welcome to INSIDE POLITICS.  I'm John King.  Thanks for sharing your Sunday morning.  And with us to share their reporting and their insights", "sentences": [{"text": "Nia-Malika Henderson of the Washington Post; \"The New Yorker's\" Ryan Lizza; Jonathan Martin of \"The New York Times\"; and Amy Walter of The Cook Political Report.", "sentId": 16}], "secId": 15}, {"speaker": "Welcome to INSIDE POLITICS.  I'm John King.  Thanks for sharing your Sunday morning.  And with us to share their reporting and their insights", "sentences": [{"text": "Now Democrats know the history, so they know 2014 is going to be a tough maybe very tough political year but suddenly over the past several days more and more Democrats suddenly suggesting this big campaign year shift.", "sentId": 17}, {"text": "They say better economic news, better Obamacare news, even better presidential poll numbers, evidence now these Democrats say this mid-term season will be bad but not disastrous.", "sentId": 18}], "secId": 16}, {"speaker": "Welcome to INSIDE POLITICS.  I'm John King.  Thanks for sharing your Sunday morning.  And with us to share their reporting and their insights", "sentences": [{"text": "Ok Amy Walter, help me.", "sentId": 19}, {"text": "Help me here.", "sentId": 20}, {"text": "Democrats say they're happy and essentially what they're saying is we're going to lose seats in both the House and the Senate but we aren't going to lose as many.", "sentId": 21}], "secId": 17}, {"speaker": "WALTER", "sentences": [{"text": "That is about as good of news as you can get right now if you are Democrats.", "sentId": 22}, {"text": "Looking at the map you are looking at in the Senate and looking at just how concrete of a hold the Republicans have on the House.", "sentId": 23}], "secId": 18}, {"speaker": "WALTER", "sentences": [{"text": "The best news I think yes, the economy would certainly be helpful.", "sentId": 24}, {"text": "But the other thing that Democrats really need to go for them is they need Republicans to put up candidates that allow them to make a strong contrast.", "sentId": 25}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 26}], "secId": 20}, {"speaker": "WALTER", "sentences": [{"text": "And Republicans were very good at giving them big, fat targets in 2010 and 2012.", "sentId": 27}, {"text": "We'll see how they do this time around.", "sentId": 28}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "Right you write a piece in the newspaper that most of the Tea Party challenges have failed.", "sentId": 29}, {"text": "Most of the races which produced --", "sentId": 30}], "secId": 22}, {"speaker": "MARTIN", "sentences": [{"text": "Makes the .", "sentId": 31}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "-- shall we say out of the mainstream Republican candidates.", "sentId": 32}, {"text": "Most of those -- we'll see what happens between now and then.", "sentId": 33}, {"text": "But what are the contrasts the President tried to draw this week?", "sentId": 34}, {"text": "And we have to give the President some credit they got to more than seven million in Obamacare.", "sentId": 35}, {"text": "The President seemed to have a bit more energy.", "sentId": 36}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "He hit the road in Michigan trying to make the case using the Paul Ryan budget, Jonathan as an example, the Republicans are just cold-hearted, mean-spirited.", "sentId": 37}], "secId": 25}, {"speaker": "OBAMA", "sentences": [{"text": "They tried to sell this -- this sandwich at Zingerman's that's called the stink burger or the meanwich.", "sentId": 38}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "Now he's trying to be funny there but he's also trying to make a serious point that the Republicans, you know, they would cut social programs, they would cut Medicare.", "sentId": 39}], "secId": 27}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 40}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "Now the Democrats tried this in 2010 saying if the Republicans take power this is what you get.", "sentId": 41}, {"text": "What is there to reason to believe it will work in 2014?", "sentId": 42}], "secId": 29}, {"speaker": "MARTIN", "sentences": [{"text": "Well, because it is not talking about health care which is quite -- look, it speaks to the fact that Democrats are looking for an issue to run on besides what is the chief accomplishment of this president, at least domestically in his first term.", "sentId": 43}, {"text": "Be it minimum wage, be it going after Paul Ryan on entitlements.", "sentId": 44}], "secId": 30}, {"speaker": "HENDERSON", "sentences": [{"text": "The Koch Brothers.", "sentId": 45}], "secId": 31}, {"speaker": "MARTIN", "sentences": [{"text": "Be it the Koch Brothers, you know I've been on the issues for women or African-Americans or Hispanics, it's not what they aren't talking about.", "sentId": 46}], "secId": 32}, {"speaker": "MARTIN", "sentences": [{"text": "What I'm going to be fascinated to see though is now that you've got some success on the Affordable Care Act, are Democrats going to be more emboldened to come out and if not run on it at least try to put the Republicans a bit on the defensive about the popular parts of the Affordable Care Act.", "sentId": 47}, {"text": "Some of the polling on the individual parts of that law are very, very popular.", "sentId": 48}, {"text": "Democrats seemingly are scared to talk about it.", "sentId": 49}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "Well let's look at that because you mentioned the numbers came out this week.", "sentId": 50}, {"text": "They reached seven million in enrollment.", "sentId": 51}, {"text": "The President was in the Rose Garden essentially thumps his chest and says \"I told you so\" to Republicans.", "sentId": 52}], "secId": 34}, {"speaker": "WALTER", "sentences": [{"text": "Yes.", "sentId": 53}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "Now let's look here one of the key races we want to watch is Arkansas -- Democratic incumbent Senator Mark Pryor.", "sentId": 54}, {"text": "Here's one of the first local interviews you see asking about reaction to those good Obamacare numbers after they are released and how they might impact the race.", "sentId": 55}], "secId": 36}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Knowing now what you know now, would you have voted for this back then?", "sentId": 56}], "secId": 37}, {"speaker": "PRYOR", "sentences": [{"text": "You know I would have.", "sentId": 57}, {"text": "Of course I would want to see some changes back then.", "sentId": 58}, {"text": "But I think on something like this, it's big, it's complicated, it's difficult.", "sentId": 59}, {"text": "If you get 80 percent of this right you've really done something.", "sentId": 60}, {"text": "We probably did get 80 percent of it right.", "sentId": 61}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "It's maybe Ryan, if I had a chance --", "sentId": 62}], "secId": 39}, {"speaker": "LIZZA", "sentences": [{"text": "But basically what their advisor is saying just don't renounce your votes but change the subject, so you know maybe you know mend it don't end it and then move on to some other issue.", "sentId": 63}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "Other issue.", "sentId": 64}], "secId": 41}, {"speaker": "WALTER", "sentences": [{"text": "Yes.", "sentId": 65}], "secId": 42}, {"speaker": "LIZZA", "sentences": [{"text": "And I think that -- when I hear that the conversation inside among Democratic consultants is that the big structural problem they have in a mid-term electorate, they have -- they think they now have presidential -- a presidential a sort of lock on the presidential race.", "sentId": 66}], "secId": 43}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 67}], "secId": 44}, {"speaker": "LIZZA", "sentences": [{"text": "At least for the near future.", "sentId": 68}, {"text": "But in mid-terms to drive those new voters that Obama energized in '08 and 2012, they just don't have the set of issues, or the excitement about Obama to get those voters out this time.", "sentId": 69}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "So young voters drop, African-Americans drop, Latinos don't show up.", "sentId": 70}, {"text": "One of the things they are a bit more happy about is the President's own standing.", "sentId": 71}, {"text": "If you watch one thing in a mid-term election year, watch the President's approval rating.", "sentId": 72}, {"text": "History tells you that is the biggest North Star in a mid-term election.", "sentId": 73}, {"text": "If you remember the State of the Union night, Democrats were saying \"Oh no Obama is Bush\" because their approval rating was exactly at the same point where Bush was in '06.", "sentId": 74}], "secId": 46}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 75}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "And that was the disastrous six year midterm for George W. Bush, then by Election Day George W. Bush had actually dropped more from 43 percent to 35 percent.", "sentId": 76}, {"text": "We don't know where President Obama will be come November.", "sentId": 77}], "secId": 48}, {"speaker": "little", "sentences": [{"text": "You know I think in some ways it probably won't even really matter right.", "sentId": 78}, {"text": "I mean if you look at how he stands in these red states, it's not going to be 45 percent.", "sentId": 79}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "So forget the national -- we're worried about West Virginia and Arkansas --", "sentId": 80}], "secId": 50}, {"speaker": "HENDERSON", "sentences": [{"text": "It's going to -- no I mean Republicans are running a national campaign but if you look at these Democrats they're very much wanting to run a very localized campaign.", "sentId": 81}, {"text": "They're even trying to do that in some ways with health care.", "sentId": 82}, {"text": "If you look at what Mary Landrieu is doing in -- in Louisiana, she's going after Bobby Jindal and his refusal to expand Medicaid down there.", "sentId": 83}], "secId": 51}, {"speaker": "HENDERSON", "sentences": [{"text": "But I think broadly, I mean one of the things I look at is the Twitter accounts of these candidates, Democratic candidates, to see what they are talking about.", "sentId": 84}, {"text": "It isn't Obamacare.", "sentId": 85}, {"text": "I mean they didn't mark the seven million number at all.", "sentId": 86}], "secId": 52}, {"speaker": "LIZZA", "sentences": [{"text": "The folks in the White House will tell you that this shows he has the floor that he's not George Bush, he's not going to lose his base.", "sentId": 87}, {"text": "That he -- you know -- you won't get below 40 percent.", "sentId": 88}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "Yes if he doesn't lose it.", "sentId": 89}], "secId": 54}, {"speaker": "WALTER", "sentences": [{"text": "Can he get close to 50 percent.", "sentId": 90}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Yes can he get to close to 50 and even if he doesn't lose them, will they vote I think is the big question.", "sentId": 91}], "secId": 56}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 92}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Well another thing the Democrats have tried and we've watched this over the last month to the roll up, first in a handful of senate races, now in a couple of House races.", "sentId": 93}, {"text": "There are -- well especially one of the incumbents Nick J. Rahall in West Virginia he was about to retire a couple weeks ago and the leadership convinced him not to do that.", "sentId": 94}, {"text": "And they promised him there would be more money coming in.", "sentId": 95}, {"text": "He's one of the guys under attack by outside interest groups including the Koch Brothers.", "sentId": 96}], "secId": 58}, {"speaker": "WALTER", "sentences": [{"text": "Yes.", "sentId": 97}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "These mega donors on the Republican side.", "sentId": 98}, {"text": "The Democrats have decided not so much to attack Republican opponents, to attack the billionaires.", "sentId": 99}], "secId": 60}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "If you're thinking of voting against Nick Rahall, you should know this -- New York billionaires pay for those ads attacking him and they're not true.", "sentId": 100}, {"text": "Nick Rahall isn't against coal.", "sentId": 101}, {"text": "He saved my job and 500 others when he stopped Washington from closing the Hobet mine.", "sentId": 102}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Amy Walter is that the best they got or is it smart in the sense that the Koch Brothers may be throwing a lot of money in, they may be angry at Democrats, but they're not on the ballot.", "sentId": 103}, {"text": "Now I talked to Paul Begala the Democratic strategist says nobody knew about Bain Capital either but we made Bain Capital an issue in 2012.", "sentId": 104}, {"text": "But Romney was on the ballot.", "sentId": 105}, {"text": "Will this work?", "sentId": 106}], "secId": 62}, {"speaker": "WALTERS", "sentences": [{"text": "That's right -- that's right.", "sentId": 107}, {"text": "Here's what they're doing, I think right now the Koch Brothers are a stand-in for Republican candidates that don't yet exist right?", "sentId": 108}, {"text": "In a lot of these places they don't have an opponent yet so this is the best you can do to make that economic populism argument that Obama made in 2012.", "sentId": 109}], "secId": 63}, {"speaker": "WALTERS", "sentences": [{"text": "And going back to Nia's point about the -- this is not a national election it's a regional election?", "sentId": 110}, {"text": "The fact is you know in 2012 the Obama campaign could make the economy and Romney and Bain Capital and the middle class the issue because Romney was the opponent in every single state.", "sentId": 111}, {"text": "It's not going to be the case in these individuals -- you know this is a regional campaign instead.", "sentId": 112}], "secId": 64}, {"speaker": "WALTERS", "sentences": [{"text": "So I think what they're going to do is they're going to then go after -- find who the Republican candidate and try to attack them, undercut them as quickly as possible.", "sentId": 113}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Am I correct then on this theme have the Democrats found new energy and a new strategy, the opinion consensus here is it's a little better but don't buy champagne.", "sentId": 114}], "secId": 66}, {"speaker": "LIZZA", "sentences": [{"text": "Yes with lots of caveats.", "sentId": 115}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Lots of caveats.", "sentId": 116}], "secId": 68}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes and it's still such a grab-bag strategy.", "sentId": 117}, {"text": "I mean we've come up with five or six things they're going to run on in the midterms.", "sentId": 118}, {"text": "And you feel like the Republicans even though I've talked to Republicans and they say they want to diversify their portfolio beyond Obamacare.", "sentId": 119}, {"text": "It's still mainly going to be Obamacare.", "sentId": 120}], "secId": 69}, {"speaker": "MARTIN", "sentences": [{"text": "And to Amy's point earlier also  is campaigns matter.", "sentId": 121}], "secId": 70}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 122}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 123}], "secId": 72}, {"speaker": "MARTIN", "sentences": [{"text": "And if Democrats in these Senate races are not going to get the nominees that they hope to run against are going to get sort of decent, passable, salable Republicans.", "sentId": 124}, {"text": "It's going to be really hard --", "sentId": 125}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "Then that's next then the President's approval rating in a more national dynamic does kick in.", "sentId": 126}, {"text": "Everybody stay tight.", "sentId": 127}, {"text": "Up next our puzzle explores the toll of bridge-gate.", "sentId": 128}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "And then some brand-new reporting suggesting Chris Christie may soon pay an even more personal price.", "sentId": 129}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "First though, Bill Clinton competes with Bill Clinton in this week's installment of well \"Politicians say the Darnedest Things.\"", "sentId": 130}], "secId": 76}, {"speaker": "CLINTON", "sentences": [{"text": "One of the few things I miss about this diet is I love hard cheese, I like you know hard cheddar cheese and Swiss cheese and I miss that.", "sentId": 131}], "secId": 77}, {"speaker": "KIMMEL", "sentences": [{"text": "Which do you miss more?", "sentId": 132}, {"text": "Being president or cheese?", "sentId": 133}], "secId": 78}, {"speaker": "CLINTON", "sentences": [{"text": "Well, I liked being President more than I like cheese.", "sentId": 134}], "secId": 79}, {"speaker": "KIMMEL", "sentences": [{"text": "Yes, interesting.", "sentId": 135}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 136}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "A puzzle every politician facials at some point in his or her career is how to reverse sliding poll numbers.", "sentId": 137}, {"text": "Well, Chris Christie is in the thick of that challenge right now.", "sentId": 138}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Let's take a look at our Christie File.", "sentId": 139}, {"text": "First, let's look from a national perspective.", "sentId": 140}, {"text": "Quinnipiac asked at the beginning of the year and then recently, how do Americans view a long list of political names?", "sentId": 141}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "In January Chris Christie was the hottest, 55.5 degrees in first plays nationally.", "sentId": 142}, {"text": "Look, he's fallen now to ninth place -- dropped 10 degrees in just a few months.", "sentId": 143}, {"text": "That's a problem -- bridge-gate having a national toll on Chris Christie.", "sentId": 144}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "What about at home in New Jersey?", "sentId": 145}, {"text": "Well, look at the Monmouth University poll.", "sentId": 146}, {"text": "His approval rating in January -- that's big for a Republican governor of a blue state -- 59 percent.", "sentId": 147}, {"text": "Down now to 51 percent; still not so bad but obviously an eight-point drop and a nine-point increase in his disapproval.", "sentId": 148}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Here's one plus Governor Christie can brag about.", "sentId": 149}, {"text": "A lot of people worry this would hurt his fund-raising nationally for the Republican Governors' Association.", "sentId": 150}, {"text": "Well $33 million isn't chump change.", "sentId": 151}, {"text": "That's a record in this period of time as Chris Christie has led the committee, including $23.5 million during those bad bridge- gate headlines; so mostly bad news in the polls, pretty decent news in the fund-raising.", "sentId": 152}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Ryan Lizza, you have an extensive new profile in the \"New Yorker\".", "sentId": 153}, {"text": "It will post tonight -- a lot of news in there.", "sentId": 154}, {"text": "What's our biggest takeaway from spending all this time looking at Chris Christie and the toll that it's taken?", "sentId": 155}], "secId": 87}, {"speaker": "LIZZA", "sentences": [{"text": "Well, I think one piece of news that I can drop here is in New Jersey politics, Tom Kean Sr., twice-elected governor, probably the most popular political figure in the state, he is Chris Christie's political mentor.", "sentId": 156}, {"text": "When Chris Christie was 14 years old he knocked on this guy's door and said I want to learn how to be in politics and Chris -- excuse me -- Tom Kean taught had him how to do it.", "sentId": 157}], "secId": 88}, {"speaker": "LIZZA", "sentences": [{"text": "He helped him become U.S. Attorney.", "sentId": 158}, {"text": "He was the first person to endorse him when he ran for governor in 2009; probably the most important person in his political life.", "sentId": 159}, {"text": "Tom Kean told me that he is no longer sure that if Chris Christie runs for president he will back him, he will endorse him.", "sentId": 160}, {"text": "And he said he is now looking at three possible Republican 2016 candidates -- Jeb Bush, Scott Walker and John Kasich.", "sentId": 161}, {"text": "So that is a dramatic statement from one of the most important people in Chris Christie's life.", "sentId": 162}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "And you write in the article that he volunteered that.", "sentId": 163}, {"text": "You didn't have to press for it.", "sentId": 164}, {"text": "Tom Kean brought up the fact that I might look elsewhere.", "sentId": 165}], "secId": 90}, {"speaker": "LIZZA", "sentences": [{"text": "I didn't think it would be even a question.", "sentId": 166}, {"text": "At the end of the interview he brought it up on his own -- very clearly wanted me to know that.", "sentId": 167}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "And he also said this is part of that discussion about Tom Kean speaking about his former pupil if you will, Chris Christie.", "sentId": 168}, {"text": "He doesn't always try to persuade you with reason.", "sentId": 169}, {"text": "He makes you feel that your life is going to be very unhappy if you don't do what he says.", "sentId": 170}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Jonathan Martin, if Tom Kean was supposed to be your national character witness, if you will, to the Republican Party, that's a problem.", "sentId": 171}], "secId": 93}, {"speaker": "MARTIN", "sentences": [{"text": "And it speaks to some of the sort of messiness that goes with being a governor.", "sentId": 172}, {"text": "The back story here as Ryan well knows is that Tom Kean's son is a state senator in New Jersey, very ambitious himself.", "sentId": 173}, {"text": "In a power play that happened late last year, effectively Chris Christie and his people blocked his ascent in the state senate.", "sentId": 174}], "secId": 94}, {"speaker": "LIZZA", "sentences": [{"text": "As Kean told me, he tried to take out my son.", "sentId": 175}, {"text": "And that's the back story to the split.", "sentId": 176}], "secId": 95}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 177}, {"text": "And so I think you have those kinds of relationships even putting aside bridge-gate, it speaks for why it is hard to climb the greasy pole of politics.", "sentId": 178}, {"text": "It's personal; in an place like Jersey it is especially personal.", "sentId": 179}], "secId": 96}, {"speaker": "MARTIN", "sentences": [{"text": "Look, this is obviously not helpful for Governor Christie at all.", "sentId": 180}, {"text": "He's still somebody who I think is seen as a very formidable figure in the eyes of a lot of national Republicans.", "sentId": 181}, {"text": "What's so interesting is three years ago all of us would have said, well, Romney is not that great of a nominee but wait until 2016 they're going to have a great field of Republicans.", "sentId": 182}, {"text": "We're closer to 2016 now and look at the field and it's not as formidable as it once seemed.", "sentId": 183}, {"text": "I mean to that point, I think Christie --", "sentId": 184}], "secId": 97}, {"speaker": "MARTIN", "sentences": [{"text": "That's why he still got a shot -- right.", "sentId": 185}, {"text": "There's nobody is out there that's so dominant that Christie should just pack it in.", "sentId": 186}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 187}, {"text": "And the establishment is running around saying Jeb Bush, you've got to run.", "sentId": 188}, {"text": "Well, we know Jeb Bush has some big questions about running.", "sentId": 189}], "secId": 99}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 190}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "There had even been this round of rumors that maybe they'll run to Mitt Romney if Chris Christie's damaged and Jeb Bush doesn't run.", "sentId": 191}, {"text": "What does that tell you thought if Chris Christie, the morning after his re-election victory, he was the front-runner, far and away?", "sentId": 192}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "Now the Republicans have no front-runner, maybe Rand Paul to a degree because he leads in the polls by, you know, half a point.", "sentId": 193}, {"text": "But nothing.", "sentId": 194}, {"text": "This used to be a party of whose turn is next.", "sentId": 195}], "secId": 102}, {"speaker": "WALTER", "sentences": [{"text": "Right.", "sentId": 196}, {"text": "Now it's -- you know, on the Democratic side it is you have a very strong front-runner and no bench.", "sentId": 197}, {"text": "On the Republican side you have a very big bench and no front-runner.", "sentId": 198}, {"text": "And I think for Chris Christie the bigger issue that I see his problem with Republicans is not going to be so much about bridge-gate but it is about the Sandy aid.", "sentId": 199}], "secId": 103}, {"speaker": "WALTER", "sentences": [{"text": "And when I talk to conservatives, the frustration with Christie isn't so much that he gave that big hug to the President when he came up.", "sentId": 200}, {"text": "It is that what he demanded was federal money for his state.", "sentId": 201}, {"text": "He refused to listen to the concerns that conservatives in Washington had about how that money was going to get spent.", "sentId": 202}, {"text": "That's going to be used against him much more than --", "sentId": 203}], "secId": 104}, {"speaker": "LIZZA", "sentences": [{"text": "Yes.", "sentId": 204}, {"text": "Yes.", "sentId": 205}], "secId": 105}, {"speaker": "HENDERSON", "sentences": [{"text": "And that will -- you can see Rand Paul on stage if he runs in a debate really going after him with that.", "sentId": 206}], "secId": 106}, {"speaker": "WALTER", "sentences": [{"text": "Absolutely.", "sentId": 207}], "secId": 107}, {"speaker": "HENDERSON", "sentences": [{"text": "I think you have a situation now where you have a crowded possible establishment field for 2016 in the GOP and a crowded field on the sort of right side of the party as well.", "sentId": 208}], "secId": 108}, {"speaker": "HENDERSON", "sentences": [{"text": "I think in looking at those poll numbers, a Quinnipiac poll, one of the things that's troubling also -- 61 percent of folks who were polled in that said they thought that Chris Christie wasn't being completely honest.", "sentId": 209}, {"text": "I mean the irony there is that they still -- 51 percent approve.", "sentId": 210}, {"text": "So I think he's got some repair work to do in New Jersey, too.", "sentId": 211}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "Also suggests he could fall some more if people learn things they don't like.", "sentId": 212}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "I want to shift to the -- you mentioned the other party does have a front-runner.", "sentId": 213}, {"text": "Her name is -- you know, Hillary Clinton.", "sentId": 214}, {"text": "She was at an event in New York this past week with the Christine Lagarde, the head of the International Monetary Fund -- two of the world's most powerful, influential women.", "sentId": 215}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton tried to tell young women don't take criticism so seriously.", "sentId": 216}], "secId": 112}, {"speaker": "CLINTON", "sentences": [{"text": "You can't let it crush you and you have to be resilient enough to keep moving forward despite whatever the personal setbacks -- believe me, this is hard-won advice that I am now putting forth here.", "sentId": 217}, {"text": "So it's not like you wake up and understand this.", "sentId": 218}, {"text": "But it is a process, and you need other women, you need your friends to support you.", "sentId": 219}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "Having covered first lady Hillary Clinton during the Bill Clinton presidency, I get her point.", "sentId": 220}, {"text": "There was a time when she did take it much more personally.", "sentId": 221}, {"text": "She was hard on herself and her staff.", "sentId": 222}], "secId": 114}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, she has very much -- she has evolved from those days when it was always sort of war room mentality with the Clintons, and particularly the first lady.", "sentId": 223}, {"text": "But I think that's good advice.", "sentId": 224}, {"text": "I think at some point she quoted Eleanor Roosevelt there in saying grow a skin as thick as a rhinoceros.", "sentId": 225}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "The Hillary meter runs up and down.", "sentId": 226}, {"text": "One week people say they think she's not running, the next week they get hints they do.", "sentId": 227}], "secId": 116}, {"speaker": "HENDERSON", "sentences": [{"text": "When you talk to people close to her they say that same thing, too -- right.", "sentId": 228}, {"text": "I mean they --", "sentId": 229}], "secId": 117}, {"speaker": "MARTIN", "sentences": [{"text": "I'm leaning -- I think the meter's running \"yes\".", "sentId": 230}], "secId": 118}, {"speaker": "LIZZA", "sentences": [{"text": "Yes and why not.", "sentId": 231}], "secId": 119}, {"speaker": "LIZZA", "sentences": [{"text": "What she said there -- there are lessons there for both male candidates in the primary who want to run against her and male candidates obviously on the Republican side who will face her in a general election.", "sentId": 232}, {"text": "Remember what happened Rick Lazio in her senate campaign back in the day --", "sentId": 233}], "secId": 120}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, yes.", "sentId": 234}], "secId": 121}, {"speaker": "MARTIN", "sentences": [{"text": "right.", "sentId": 235}], "secId": 122}, {"speaker": "LIZZA", "sentences": [{"text": "-- when he was overly aggressive in a debate --", "sentId": 236}], "secId": 123}, {"speaker": "LIZZA", "sentences": [{"text": "-- and just sort of flattened.", "sentId": 237}, {"text": "And that's something for the Republicans to think of in their primary, who is the person to run against a female candidate as Hillary.", "sentId": 238}], "secId": 124}, {"speaker": "MARTIN", "sentences": [{"text": "And it's also a reminder of something that Hillary isn't talking about much which is surprising but how formidable she will be next time around because she did run once before.", "sentId": 239}], "secId": 125}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 240}], "secId": 126}, {"speaker": "MARTIN", "sentences": [{"text": "We talk about  in the context of the GOP primaries because they always nominate the guy who ran before.", "sentId": 241}, {"text": "We haven't talked a lot about her -- think about the lessons that she learned from a 50-state campaign in 2008 in terms of timing, in terms of press, in terms of policy, engaging your opponent --", "sentId": 242}], "secId": 127}, {"speaker": "LIZZA", "sentences": [{"text": "Learn the rules of the intelligent election process.", "sentId": 243}], "secId": 128}, {"speaker": "KING", "sentences": [{"text": "South Dakota.", "sentId": 244}], "secId": 129}, {"speaker": "LIZZA", "sentences": [{"text": "David Plouffe took over and you watched him -- exactly.", "sentId": 245}], "secId": 130}, {"speaker": "KING", "sentences": [{"text": "Sometimes little states have a little more impact than you might think.", "sentId": 246}], "secId": 131}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 247}, {"text": "Tomorrow's news today is next as our reporters share stories still in their notebooks.", "sentId": 248}], "secId": 132}, {"speaker": "And coming up", "sentences": [{"text": "a problem on the horizon that could cause Chris Christie even more trouble than bridge-gate.", "sentId": 249}], "secId": 133}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 250}], "secId": 134}, {"speaker": "KING", "sentences": [{"text": "Let's get you out ahead of the big political news to come by asking our great reporters to share something from their notebooks.", "sentId": 251}, {"text": "Nia -- you're up.", "sentId": 252}], "secId": 135}, {"speaker": "HENDERSON", "sentences": [{"text": "I'm looking at Susan Collins.", "sentId": 253}, {"text": "The Senator -- Republican Senator out of Maine in her movement around the minimum wage debate.", "sentId": 254}, {"text": "She sees a field of some skittish Democrats not feeling like the $10 minimum wage raise that they want to go for is actually a realistic target.", "sentId": 255}, {"text": "It might be more realistic to get it somewhere closer to $9, a figure that a CBO outline is more realistic and wouldn't have as high an impact on job losses.", "sentId": 256}, {"text": "It will be interesting to see if she can sort of work their bipartisan magic again with this.", "sentId": 257}], "secId": 136}, {"speaker": "KING", "sentences": [{"text": "An attempt at legislating in Washington?", "sentId": 258}], "secId": 137}, {"speaker": "HENDERSON", "sentences": [{"text": "Very strange.", "sentId": 259}, {"text": "Yes -- I know.", "sentId": 260}], "secId": 138}, {"speaker": "KING", "sentences": [{"text": "Shocking.", "sentId": 261}], "secId": 139}, {"speaker": "LIZZA", "sentences": [{"text": "One more nugget from this piece I'll have posted tonight about Chris Christie, Tom Kean also talked about the bigger problem for Christie is not necessarily bridge-gate or the legal inquiry but the culture of intimidation -- as what Tom Kean called it -- that has been sort of suggested by bridge-gate and that is suggested by some other episodes in Christie's rise through New Jersey politics.", "sentId": 262}], "secId": 140}, {"speaker": "KING", "sentences": [{"text": "It's hard to be a president if people think you're a bully.", "sentId": 263}], "secId": 141}, {"speaker": "LIZZA", "sentences": [{"text": "Absolutely.", "sentId": 264}, {"text": "So the flip side of the tough guy personality that's always been such an asset for him.", "sentId": 265}], "secId": 142}, {"speaker": "MARTIN", "sentences": [{"text": "Rand Paul has caught some flack from some of his allies and advocates for not doing more to grow his infrastructure.", "sentId": 266}, {"text": "But one of the things he is doing a keeping up a presidential style travel schedule.", "sentId": 267}, {"text": "Apparently over the next couple of months he may do as many as four-state conventions.", "sentId": 268}, {"text": "And of course, state conventions are so crucial because that's an opportunity where he can fuse new establishment party regulars with his dad's supporters who go to those events.", "sentId": 269}, {"text": "And, by the way, one of those conventions -- Iowa in June.", "sentId": 270}], "secId": 143}, {"speaker": "MARTIN", "sentences": [{"text": "Not bad food.", "sentId": 271}], "secId": 144}, {"speaker": "HENDERSON", "sentences": [{"text": "Convenient.", "sentId": 272}], "secId": 145}, {"speaker": "MARTIN", "sentences": [{"text": "Not bad food.", "sentId": 273}], "secId": 146}, {"speaker": "KING", "sentences": [{"text": "Maybe we'll take the show on the road.", "sentId": 274}], "secId": 147}, {"speaker": "WALTER", "sentences": [{"text": "I love that pork chop on a stick.", "sentId": 275}, {"text": "Anytime for pork chop on a stick.", "sentId": 276}], "secId": 148}, {"speaker": "WALTER", "sentences": [{"text": "All right.", "sentId": 277}, {"text": "So if the Citizens United case opened up a fire hose of money into the process, this most recent case -- the McCutcheon case that just came out of the Supreme Court is more like a garden hose.", "sentId": 278}, {"text": "And if you talked to folks -- I've been talking to a lot of folks -- in this world of campaign finance what they tell you it is going to add more money to the system, the fact that donors now can write checks to more candidates.", "sentId": 279}, {"text": "But they still expect that the parties and candidates are going to get outspent by these big outside super PAC type of groups.", "sentId": 280}], "secId": 149}, {"speaker": "KING", "sentences": [{"text": "Money, money, money.", "sentId": 281}], "secId": 150}, {"speaker": "KING", "sentences": [{"text": "Let me close with this.", "sentId": 282}, {"text": "Remember Alex Sink?", "sentId": 283}, {"text": "She was a Democratic candidate the Democrats were so mad at when she lost a very close house special election just a few weeks ago in Florida?", "sentId": 284}, {"text": "That night she was prepared to say she would not run again.", "sentId": 285}], "secId": 151}, {"speaker": "KING", "sentences": [{"text": "That seat's up again in November.", "sentId": 286}, {"text": "But I'm told the House Democratic leadership reached out to her and convinced her to leave the door open.", "sentId": 287}, {"text": "Now they are lobbying her publicly and privately very aggressively to get her into the race.", "sentId": 288}, {"text": "Why?", "sentId": 289}, {"text": "They still think she is the strongest Democratic candidate in November.", "sentId": 290}, {"text": "Not so much because of her strengths and weaknesses but they've run an analysis and they think this.", "sentId": 291}, {"text": "With Charlie Crist as the Democratic nominee for governor -- he used to be Republican but he's a Democrat now -- in that particular are Crist is very popular.", "sentId": 292}, {"text": "They've run a new voter model that says even though she lost the special election by two point, they think she would win in November by about a point and a half.", "sentId": 293}, {"text": "We'll see if they can talk her into taking that risk.", "sentId": 294}], "secId": 152}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 295}, {"text": "Thanks again for sharing your Sunday morning with us.", "sentId": 296}, {"text": "We'll see you soon.", "sentId": 297}], "secId": 153}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" with Candy Crowley starts right now.", "sentId": 298}], "secId": 154}], "sectionCount": 155, "url": "transcripts.cnn.com/TRANSCRIPTS/1404/06/ip.01.html", "sentenceCount": 300, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired April 6, 2014 - 08:30   ET", "speakers": ["BLACKWELL", "PAUL", "KING", "OBAMA", "UNIDENTIFIED MALE", "CHRISTIE", "CLINTON", "Welcome to INSIDE POLITICS.  I'm John King.  Thanks for sharing your Sunday morning.  And with us to share their reporting and their insights", "WALTER", "MARTIN", "HENDERSON", "PRYOR", "LIZZA", "little", "WALTERS", "KIMMEL", "And coming up"], "title": "INSIDE POLITICS"}