{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1611.10.ip.01.html.json", "subTitle": "Obama and Trump Have Meeting at the White House. Aired 12- 12:30p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "HOLMES", "sentences": [{"text": "He was elected and by the time he was inaugurated in January and those relationships never were really fully formed.", "sentId": 0}, {"text": "And I think that the incoming Trump administration, both in terms of their appointments to the cabinet, in terms of staff and in terms of the relationship itself between Donald Trump and those leaders, is incredibly important.", "sentId": 1}], "secId": 0}, {"speaker": "BLITZER", "sentences": [{"text": "Stand by, Josh.", "sentId": 2}], "secId": 1}, {"speaker": "BLITZER", "sentences": [{"text": "Jim Acosta, our White House correspondent, is there on the North Lawn of the White House.", "sentId": 3}], "secId": 2}, {"speaker": "BLITZER", "sentences": [{"text": "You're getting some more information about what's going on behind you.", "sentId": 4}], "secId": 3}, {"speaker": "ACOSTA", "sentences": [{"text": "Yes.", "sentId": 5}], "secId": 4}, {"speaker": "BLITZER", "sentences": [{"text": "Not too far away in the West Wing of the White House, in the Oval Office.", "sentId": 6}], "secId": 5}, {"speaker": "ACOSTA", "sentences": [{"text": "Right.", "sentId": 7}], "secId": 6}, {"speaker": "BLITZER", "sentences": [{"text": "What are you learning, Jim?", "sentId": 8}], "secId": 7}, {"speaker": "ACOSTA", "sentences": [{"text": "Right, Wolf.", "sentId": 9}, {"text": "Just part of the color of what we're seeing here.", "sentId": 10}, {"text": "It's not just President Obama and President-Elect Trump meeting with one other, it's their key aides.", "sentId": 11}, {"text": "And the White House pool just put out a note a few moments ago.", "sentId": 12}, {"text": "The reporters who are being allowed to witness at least some of this, they're telling us, Wolf, that Denis McDonough, the White House chief staff, took Jared Kushner, Donald Trump's son-in-law, who was a key aide during the entire course of this campaign, for a stroll on the South Lawn of the White House.", "sentId": 13}, {"text": "And it's being described as a full stroll of the South Lawn of the White House.", "sentId": 14}, {"text": "That's a good walk on the South Lawn of the White House, Wolf.", "sentId": 15}], "secId": 8}, {"speaker": "ACOSTA", "sentences": [{"text": "And you'll recall, it's that same stroll that President Obama and Denis McDonough took time and again, you'll remember, right before President Obama decided not to call for a bombing in Syria, air strikes in Syria, that he and Denis McDonough took that stroll on the South Lawn of the White House, and that was when President Obama revealed to Denis McDonough that he wasn't going to take that action and call for air strikes in Syria.", "sentId": 16}], "secId": 9}, {"speaker": "ACOSTA", "sentences": [{"text": "So it's interesting, just in some of the color to pass on from here at the White House, that in addition to this historic meeting between the president, the president-elect, that two of the very top aides for both parties here, Denis McDonough, the chief of staff, and Jared Kushner, Donald Trump's son-in-law, who, remember, was involved in debate prep, was involved in just all facets of this campaign, that they were walking and talking as this transition gets going, Wolf.", "sentId": 17}], "secId": 10}, {"speaker": "BLITZER", "sentences": [{"text": "Jared Kushner, married to Ivanka Trump, Donald Trump's daughter.", "sentId": 18}, {"text": "They've become extremely close, haven't they, during the campaign.", "sentId": 19}, {"text": "The president-elect deeply relied on Jared Kushner for his advice -", "sentId": 20}], "secId": 11}, {"speaker": "ACOSTA", "sentences": [{"text": "That's right.", "sentId": 21}], "secId": 12}, {"speaker": "BLITZER", "sentences": [{"text": "His recommendations.", "sentId": 22}, {"text": "He didn't do a lot - get a lot of public exposure, but behind the scenes he was very instrumental.", "sentId": 23}, {"text": "That's what all of the aides I spoke to have told us.", "sentId": 24}], "secId": 13}, {"speaker": "ACOSTA", "sentences": [{"text": "Absolutely.", "sentId": 25}], "secId": 14}, {"speaker": "BLITZER", "sentences": [{"text": "And I assume you're getting the same information.", "sentId": 26}], "secId": 15}, {"speaker": "ACOSTA", "sentences": [{"text": "That's right, Wolf.", "sentId": 27}, {"text": "And keep in mind, you know, we're talking about all these different names for White House chief of staff.", "sentId": 28}, {"text": "I'm assuming Reince Priebus is very much in that conversation, talking to the sources I'm talking to.", "sentId": 29}, {"text": "And Rudy Giuliani and Chris Christie and so on.", "sentId": 30}, {"text": "But this may be somewhat of a family affair, too, in this White House.", "sentId": 31}, {"text": "Donald Trump trusted Jared Kushner, his son-in-law, married to Ivanka Trump, very, very much throughout the course of this campaign, relied on his counsel.", "sentId": 32}], "secId": 16}, {"speaker": "ACOSTA", "sentences": [{"text": "And from what we heard from all sources was that Jared Kushner was very instrumental in his father-in-law's campaign.", "sentId": 33}, {"text": "And, you know, was a part of - at times we were getting, you know, we were getting read- outs from sources that it was Jared Kushner and Ivanka Trump who were imploring Donald Trump at times to really lower the rhetoric and tone down and act more presidential out on the campaign trail.", "sentId": 34}, {"text": "So it's interesting to see Jared Kushner, who we've been having this conversation about Reince Priebus and Chris Christie and everybody else about White House chief of staff, how interesting would it be if his son-in-law became the chief of staff.", "sentId": 35}, {"text": "I don't want to float something out there that may not actually occur, but I think that's just fascinating to see.", "sentId": 36}], "secId": 17}, {"speaker": "ACOSTA", "sentences": [{"text": "Also, Dan Scavino was also spotted by the pool reporters there gathered on the South Lawn and around the Oval Office, Wolf.", "sentId": 37}, {"text": "Dan Scavino was the social media director for Donald Trump throughout the course of this campaign, was constantly tweeting and Instagraming and so forth pictures of Donald Trump during this - I only mention that because we were talking about not having access, not seeing all these pictures.", "sentId": 38}, {"text": "If Dan Scavino is there, you can rest assured we're going to have lots of pictures, we're going to see lots of this images that we've all been wanting to see.", "sentId": 39}], "secId": 18}, {"speaker": "BLITZER", "sentences": [{"text": "Very interesting stuff going on.", "sentId": 40}, {"text": "An excellent insight into what's going on, especially this very important relationship between Donald Trump and his son-in-law, Jared Kushner.", "sentId": 41}], "secId": 19}, {"speaker": "BLITZER", "sentences": [{"text": "I want to quickly get John King's reaction to that.", "sentId": 42}], "secId": 20}, {"speaker": "BLITZER", "sentences": [{"text": "It would be extraordinary if he asked his son-in-law to be his White House chief of staff.", "sentId": 43}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "Or to be a counselor in some capacity.", "sentId": 44}, {"text": "You know, the jobs change.", "sentId": 45}, {"text": "There's always a chief of staff.", "sentId": 46}, {"text": "There's two or three deputy chiefs of staff.", "sentId": 47}, {"text": "Then some presidents have what they call a counselor.", "sentId": 48}, {"text": "Denis McDonough, as you well know, comes out of a national security background, who became the chief of staff.", "sentId": 49}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "One of the interesting things, as Jim goes through that list, you know, Donald Trump has no government or Washington experience.", "sentId": 50}, {"text": "Jared Kushner has no government or Washington experience.", "sentId": 51}, {"text": "I know that one of the things that Reince Priebus is telling Donald Trump, one of the things Governor Christie and Mayor Giuliani are telling Donald Trump is, make sure, you know, yes, keep your outsider brand.", "sentId": 52}, {"text": "Yes, keep the people you trust most closely.", "sentId": 53}, {"text": "But also, let's be smart here and let's look outside our circle.", "sentId": 54}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Because, remember, Donald Trump ran against the Republican establishment.", "sentId": 55}, {"text": "He ran against the Republican governing establishment, if you will.", "sentId": 56}, {"text": "Ronald Reagan picked Jim Baker, who was a George H.W.", "sentId": 57}, {"text": "Bush guy, to be one of his.", "sentId": 58}, {"text": "This is the challenge for Donald Trump to keep your outsider brand, keep your outsider perspective.", "sentId": 59}, {"text": "He said he was going to drain the swamp, right, of Washington.", "sentId": 60}, {"text": "You want to keep that commitment, but you also need to bring in some experienced hands.", "sentId": 61}, {"text": "And I think that's what we're going to go through in these ten weeks as Donald Trump prepares.", "sentId": 62}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "You know, he's a real estate guy.", "sentId": 63}, {"text": "So it's like we keep looking over our shoulder here waiting to see the images.", "sentId": 64}, {"text": "He's a real estate guy.", "sentId": 65}, {"text": "This is the most spectacular 18 acres in our country.", "sentId": 66}, {"text": "And it's a complex where you have the Eisenhower Executive Office Building.", "sentId": 67}, {"text": "Wolf, you've walked through it many times, where the vice present, where Mike Pence will take office.", "sentId": 68}, {"text": "He'll meet with Joe Biden later today.", "sentId": 69}, {"text": "He has to fill all these jobs.", "sentId": 70}, {"text": "As he does so, what is the challenge?", "sentId": 71}, {"text": "Does he reach out to Republican governors and bring in health care experts and, you know, social programs experts from around the country?", "sentId": 72}, {"text": "Who does he find in Washington?", "sentId": 73}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "The challenges facing Mr. Trump and his team are fascinating.", "sentId": 74}, {"text": "And he's got, you know, you can't fill them all in ten weeks, but he's got to get about this business very quickly.", "sentId": 75}, {"text": "And the tone he sets and the people he picks will decide - we will judge him in 100 days.", "sentId": 76}, {"text": "We always do.", "sentId": 77}, {"text": "Is that fair to a president?", "sentId": 78}, {"text": "Probably not.", "sentId": 79}, {"text": "But there's always the 100-day test.", "sentId": 80}, {"text": "The decisions he makes today, tomorrow and the next ten weeks are going to define the next four years of our lives and certainly the first year of his presidency.", "sentId": 81}], "secId": 26}, {"speaker": "BOWER", "sentences": [{"text": "You mentioned the Eisenhower Building.", "sentId": 82}, {"text": "And Julie Nixon  is kind of a - the closest thing I can think of to Ivanka Trump.", "sentId": 83}, {"text": "I mean Nixon relied on Julie.", "sentId": 84}, {"text": "She came out and gave a statement in the Rose Garden during Watergate and he also relied on David Eisenhower, Ike's grandson.", "sentId": 85}, {"text": "So there is a similarity there, but Nixon would never have appointed David Eisenhower to a cabinet position.", "sentId": 86}, {"text": "I think there's some anti-nepotism rules in place where you can't .", "sentId": 87}], "secId": 27}, {"speaker": "BLITZER", "sentences": [{"text": "Well, this isn't a cabinet position, this would be a White House staff.", "sentId": 88}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 89}], "secId": 29}, {"speaker": "BOWER", "sentences": [{"text": "Yes.", "sentId": 90}, {"text": "Yes.", "sentId": 91}], "secId": 30}, {"speaker": "BLITZER", "sentences": [{"text": "You don't need to be confirmed by Congress if you're going to be appointed to a White House staff position.", "sentId": 92}], "secId": 31}, {"speaker": "BLITZER", "sentences": [{"text": "But, you know, you were mentioning - if I - if I know Donald Trump, and I've known him for a long time, maybe 20 - almost 20 years, I'm sure he has mentioned to the president - you know, and we've got a great shot of the White House.", "sentId": 93}, {"text": "You go a few blocks down Pennsylvania Avenue and you know what Donald Trump is telling the president?", "sentId": 94}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "You ever want to stay at the Trump International Hotel, I've got a room for you.", "sentId": 95}], "secId": 33}, {"speaker": "BLITZER", "sentences": [{"text": "He's got a hotel over there, right down the street.", "sentId": 96}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "Look, that's one thing - but you bring that up and we bring it up as a joke, but Donald Trump has other huge decisions to make.", "sentId": 97}, {"text": "What does he do with his business?", "sentId": 98}, {"text": "How does he separate himself from his business?", "sentId": 99}, {"text": "His critics will say there are all these conflicts of interests because he has businesses around the world and he hasn't released his taxes.", "sentId": 100}, {"text": "So the campaign is over and today we should focus on the pageantry and the peaceful transition of power, but there are layers and layers and layers of decisions.", "sentId": 101}, {"text": "Not just staffing a government, but separating himself from Donald Trump the businessman.", "sentId": 102}, {"text": "He's now the president-elect.", "sentId": 103}, {"text": "And in ten weeks he's going to be president.", "sentId": 104}, {"text": "This is a very complicated, deep process.", "sentId": 105}], "secId": 35}, {"speaker": "BLITZER", "sentences": [{"text": "They've been - Donald Trump has now been in the White House for more than an hour.", "sentId": 106}, {"text": "We're anxiously awaiting, at the end of the meeting with the president in the Oval Office, they're both going to be making statement.", "sentId": 107}, {"text": "We'll have the first images of President Obama, President-Elect Trump together.", "sentId": 108}, {"text": "That's what we're standing by for.", "sentId": 109}], "secId": 36}, {"speaker": "BLITZER", "sentences": [{"text": "Bob Cusack is joining us right now, he's the editor of \"The Hill\" newspaper, who's very well plugged in.", "sentId": 110}], "secId": 37}, {"speaker": "BLITZER", "sentences": [{"text": "Bob, what are you hearing about appointments?", "sentId": 111}, {"text": "Is it too early to start speculating about cabinet positions, White House chief of staff, other critically important positions?", "sentId": 112}], "secId": 38}, {"speaker": "CUSACK", "sentences": [{"text": "Oh, it's never too early, Wolf.", "sentId": 113}, {"text": "Bob Corker, Republican from Tennessee, has been mentioned certainly as secretary of state.", "sentId": 114}, {"text": "And then you have to look at the advisers.", "sentId": 115}, {"text": "Newt Gingrich, Ben Carson, maybe something at HHS, Rudy Giuliani, Chris Christie.", "sentId": 116}, {"text": "This is the parlor game of Washington that's going to be going on for quite some time.", "sentId": 117}, {"text": "But, as you know, a lot of Republicans, including some in the Trump orbit, were very surprised that he won.", "sentId": 118}, {"text": "So certainly they were working on a transition, but now it goes into overdrive.", "sentId": 119}], "secId": 39}, {"speaker": "BLITZER", "sentences": [{"text": "The - Mike Rogers, a CNN contributor, former chairman of the House Intelligence Committee, who has worked, has advised Donald Trump, we hear his name coming up pretty much.", "sentId": 120}, {"text": "Retired Lieutenant General Mike Flynn, the former head of the - director of the national - of the - of the Defense Department, the DIA, the Defense Intelligence Agency.", "sentId": 121}, {"text": "The - we've heard his name come up as well.", "sentId": 122}, {"text": "I assume you have as well.", "sentId": 123}], "secId": 40}, {"speaker": "CUSACK", "sentences": [{"text": "Yes, absolutely.", "sentId": 124}, {"text": "Those are the names.", "sentId": 125}, {"text": "And I do think you need former members like Mike Rogers, who know the Washington game, who are experienced in it.", "sentId": 126}, {"text": "And this is not - this is not Trump's world.", "sentId": 127}, {"text": "Trump's world is New York and business and he needs to surround himself with people like Mike Pence.", "sentId": 128}, {"text": "I think Mike Pence is going to play a key liaison role on Capitol Hill.", "sentId": 129}, {"text": "He's respected by fiscal and social conservatives.", "sentId": 130}, {"text": "He has many friends on Capitol Hill.", "sentId": 131}, {"text": "He's media savvy.", "sentId": 132}, {"text": "So he's - in order to get his agenda passed, he's going to have to have better relationships with members of Congress.", "sentId": 133}, {"text": "Certainly better relationships than Barack Obama did, who struggled with certainly Republicans and some Democrats.", "sentId": 134}], "secId": 41}, {"speaker": "BLITZER", "sentences": [{"text": "Yes, Mike Pence spent more than a decade as a member of Congress, was a member of the Foreign Affairs Committee, is very well plugged in up on Capitol Hill.", "sentId": 135}, {"text": "Now he's the governor of Indiana.", "sentId": 136}, {"text": "But, guess what, he's also the vice president-elect of the United States.", "sentId": 137}], "secId": 42}, {"speaker": "BLITZER", "sentences": [{"text": "Everyone standby.", "sentId": 138}, {"text": "We're waiting the president and the president-elect.", "sentId": 139}, {"text": "We'll have live coverage coming up.", "sentId": 140}, {"text": "Our special coverage right after this.", "sentId": 141}], "secId": 43}, {"speaker": "BLITZER", "sentences": [{"text": "Welcome back to our special coverage.", "sentId": 142}, {"text": "Once again, we want to welcome our viewers in the United States and around the world.", "sentId": 143}, {"text": "I'm Wolf Blitzer in Washington.", "sentId": 144}], "secId": 44}, {"speaker": "BLITZER", "sentences": [{"text": "President-Elect Donald Trump has now been in the White House for more than an hour.", "sentId": 145}, {"text": "I think an hour and 15 minutes or so.", "sentId": 146}, {"text": "He's in the Oval Office with the president of the United States.", "sentId": 147}, {"text": "President Obama welcoming the incoming president of the United States.", "sentId": 148}, {"text": "This is their first meeting.", "sentId": 149}, {"text": "The president going through some of the protocol during this critically important and very historic transition process.", "sentId": 150}], "secId": 45}, {"speaker": "BLITZER", "sentences": [{"text": "At the end of their meeting, reporters and camera crews will be allowed into the Oval Office.", "sentId": 151}, {"text": "We're going to have coverage of the first images of these two men and their statements.", "sentId": 152}, {"text": "The president will speak first.", "sentId": 153}, {"text": "You'll see him sitting there in the Oval Office.", "sentId": 154}, {"text": "Right next to him will be Donald Trump.", "sentId": 155}, {"text": "He'll be sitting there.", "sentId": 156}, {"text": "They'll both make statement, have a little conversation.", "sentId": 157}, {"text": "We'll see if they take questions from reporters.", "sentId": 158}, {"text": "Reporters will certainly try to ask some questions.", "sentId": 159}, {"text": "Sometimes the president will simply say, thank you, thank you, and aides will whisk those reporters out.", "sentId": 160}], "secId": 46}, {"speaker": "John King is with me. We've been in that situation many times when we've gone into the Oval Office to have what they call a photo op and at the end they say \"thank you\" and we're whisked out. KING", "sentences": [{"text": "Right.", "sentId": 161}, {"text": "And so let me turn the tables a bit here.", "sentId": 162}, {"text": "You're", "sentId": 163}], "secId": 47}, {"speaker": "John King is with me. We've been in that situation many times when we've gone into the Oval Office to have what they call a photo op and at the end they say \"thank you\" and we're whisked out. KING", "sentences": [{"text": "anchoring, so you're playing traffic cop, but let me take your spot for a second and just ask you, because you did cover the building for a long time.", "sentId": 164}, {"text": "You covered the building at times during the Bill Clinton presidency when we were dealing with balancing the budget, when we were dealing with bombing Iraq, when Saddam Hussein violated the no- fly zone, when we were dealing with an impeachment, and hopefully we're - that's in the past and things like that.", "sentId": 165}], "secId": 48}, {"speaker": "John King is with me. We've been in that situation many times when we've gone into the Oval Office to have what they call a photo op and at the end they say \"thank you\" and we're whisked out. KING", "sentences": [{"text": "But this is - your reflection just on this moment and you having from a Democratic president to a Republican president, to a Republican president for whom this town and the world has so many questions because he doesn't fit any box.", "sentId": 166}, {"text": "He doesn't fit the Republican boxes on foreign policy.", "sentId": 167}, {"text": "He doesn't fit the Republican boxes on taxes and spending.", "sentId": 168}, {"text": "He's been outside of the box.", "sentId": 169}, {"text": "I'm just - you're playing traffic cop.", "sentId": 170}, {"text": "Let's share your thoughts.", "sentId": 171}], "secId": 49}, {"speaker": "BLITZER", "sentences": [{"text": "It really is amazing, because you think about it, very few people, during the Republican primary process, thought he was going to win the Republican presidential nomination.", "sentId": 172}, {"text": "He did.", "sentId": 173}, {"text": "Very few people thought when he was running against Hillary Clinton he would beat her.", "sentId": 174}, {"text": "There were some, not many, who thought he really had a shot.", "sentId": 175}, {"text": "And the world was literally stunned when they found out, what everyone found out, you and I were there at the magic wall, we were looking - we were looking at all those counties coming in and all of a sudden it looked increasingly likely that he was going to be elected president.", "sentId": 176}, {"text": "And now he's here.", "sentId": 177}, {"text": "So it's really an extraordinary, historic moment.", "sentId": 178}, {"text": "And, I - like you, I feel, you know, I feel grateful that we can, as journalists, that we can cover this historic day.", "sentId": 179}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "To borrow a term from George W. Bush, he's been misunderestimated, Mr. Trump - Mr. Trump has -", "sentId": 180}], "secId": 51}, {"speaker": "BLITZER", "sentences": [{"text": "He certainly has here.", "sentId": 181}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "Through the entire process and he's been unpredictable.", "sentId": 182}, {"text": "I think that's the greatest challenge as we watch him fill his team, as we watch him, you know, have the handoff with President Obama, as we watch these two men who so far - so far everybody has said the right things.", "sentId": 183}, {"text": "Donald Trump, on election night, said the right thing.", "sentId": 184}, {"text": "He knew the country was divided.", "sentId": 185}, {"text": "He knew a lot of people were in shock.", "sentId": 186}, {"text": "He knew some people were in fear and other people were anxious and uncertain and he had a very conciliatory message.", "sentId": 187}, {"text": "Hillary Clinton's message, very conciliatory.", "sentId": 188}, {"text": "The president's message, very conciliatory.", "sentId": 189}, {"text": "So everybody's saying the right things.", "sentId": 190}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "The issue now is, people have to get around to doing things.", "sentId": 191}, {"text": "He has to pick his team.", "sentId": 192}, {"text": "Does the Obama team cooperate as fully as the president has asked them to do, you know, in this transition, which is just so critical.", "sentId": 193}, {"text": "Again, as you look back, you know, filling White House jobs, filling the Eisenhower Executive Office Building, some of this is the nuts and bolts of government and some of it today I think is just history.", "sentId": 194}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Again, we're look at the Marine outside of the West Wing.", "sentId": 195}, {"text": "Mike Pence has landed in Washington.", "sentId": 196}, {"text": "He's going to meet with Vice", "sentId": 197}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "President Biden.", "sentId": 198}, {"text": "Some of this, Wolf, is just cool.", "sentId": 199}, {"text": "I don't mean to sound like this, but it is a museum and so the - you know, President- Elect Trump is in the Oval Office.", "sentId": 200}, {"text": "President-Elect Trump is going to go to the map room, I assume.", "sentId": 201}, {"text": "President-Elect Trump is going to go to the Roosevelt Room.", "sentId": 202}, {"text": "It's an amazing place.", "sentId": 203}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "When Mike Pence is in the building, I'm sure Joe Biden will show him the vice president's ceremonial office.", "sentId": 204}, {"text": "There's a desk in there.", "sentId": 205}, {"text": "And the tradition is, you pull the desk drawer out when you're leaving on your last day, and the vice president signs his name.", "sentId": 206}, {"text": "And Dick Cheney brought me in there during the Bush administration and you look down at these names and there's Walter Mondale, you know, and you go back in time, you know, through all the - there's Spiro Agnew, you know, all the names are scribbled in the - it's just a fascinating moment.", "sentId": 207}, {"text": "And so there's so much history in the place that it's just cool.", "sentId": 208}, {"text": "And then it's the awesome responsibilities that are about to unfold.", "sentId": 209}], "secId": 57}, {"speaker": "BLITZER", "sentences": [{"text": "It's - speaking of history, let's bring in the presidential historian, Doug Brinkley, for some thoughts right now.", "sentId": 210}], "secId": 58}, {"speaker": "BLITZER", "sentences": [{"text": "Once again, I just want to remind viewers, we're awaiting the president and the president-elect for the first images we'll see of them together in the Oval Office and their statements.", "sentId": 211}, {"text": "That's coming up fairly soon.", "sentId": 212}], "secId": 59}, {"speaker": "BLITZER", "sentences": [{"text": "But, Doug, I'm anxious to get your thoughts.", "sentId": 213}], "secId": 60}, {"speaker": "BRINKLEY", "sentences": [{"text": "Well, Wolf, you know, I'm thinking about 2008 when Barack Obama won and he had just hammered on George w. Bush.", "sentId": 214}, {"text": "The Iraq War.", "sentId": 215}, {"text": "The recession.", "sentId": 216}, {"text": "What a failed president he was.", "sentId": 217}, {"text": "And then Barack Obama was in the situation Donald Trump is.", "sentId": 218}, {"text": "He had to go meet George W. Bush and he respected, President Obama told me this, how warm both George W. and Laura Bush were to him.", "sentId": 219}, {"text": "And they maintained a friendship all of these years later.", "sentId": 220}, {"text": "In fact, when the African-American history Smithsonian Museum opened, the Obamas were more excited to be with the Bushs than anybody else.", "sentId": 221}], "secId": 61}, {"speaker": "BRINKLEY", "sentences": [{"text": "And it also dawns on me, Wolf, that, you know, President Obama now is the leading Democrat.", "sentId": 222}, {"text": "Hillary Clinton's gone.", "sentId": 223}, {"text": "And he's going to be living in Washington, D.C., not very far from the White House, when all this is unfolding.", "sentId": 224}, {"text": "So in a way, instead of going to Rancho Mirage in Hawaii, Barack Obama may be the leader of the Democratic Party symbolically, rhetorically, getting - bringing his flock together in the next coming months.", "sentId": 225}, {"text": "I don't think he's going to be able to disappear from the national stage as quickly as he may have thought.", "sentId": 226}], "secId": 62}, {"speaker": "BLITZER", "sentences": [{"text": "Interesting.", "sentId": 227}], "secId": 63}, {"speaker": "BLITZER", "sentences": [{"text": "Dana, you're getting some new information as well.", "sentId": 228}, {"text": "What are you picking up?", "sentId": 229}], "secId": 64}, {"speaker": "BASH", "sentences": [{"text": "Just a little bit more color about what's going on inside that White House as Donald Trump and Barack Obama meet one on one in the Oval Office.", "sentId": 230}, {"text": "Jim was reporting on Denis McDonough, the White House chief of staff, taking a stroll down the - around the South Lawn with Jared Kushner, Donald Trump's son-in-law and very, very close adviser.", "sentId": 231}, {"text": "Many say that he was one of the people who really helped run his campaign.", "sentId": 232}], "secId": 65}, {"speaker": "BASH", "sentences": [{"text": "But also happening right now is the White House - the Obama communications team has been and is formally - excuse me, informally meeting with Hope Hicks, who has been at Donald Trump's side since it was just the two them and Corey Lewandowski basically, and that was the entire Donald Trump campaign.", "sentId": 233}, {"text": "Talk about somebody who did not come from politics.", "sentId": 234}, {"text": "Hope Hicks, who's the spokeswoman and has been for Donald Trump for some time, is one of them.", "sentId": 235}, {"text": "And the thing that I'm thinking about as I'm talking to a source who's telling me that the communications team is also showing Hope Hicks around, saying, you know, this is - this is not just the building, but this is what we learned from our transition is that Josh Earnest, who's become very visible, he was - is the White House spokesman, he was Barack Obama's Iowa press secretary in the campaign.", "sentId": 236}, {"text": "He has been with the Obama team that long and now he's at the podium talking about, you know, national security and everything from there.", "sentId": 237}, {"text": "So you have that experience of he - him going from the campaign to the administration.", "sentId": 238}, {"text": "And Jen Psaki, who is the communications director, was also one of the original Obama campaign aides, now the communications director at the White House.", "sentId": 239}, {"text": "She was also at the State Department.", "sentId": 240}], "secId": 66}, {"speaker": "BASH", "sentences": [{"text": "So people - the people around Donald Trump are getting that information from people who have done it.", "sentId": 241}, {"text": "And so it's not just the principals, which obviously is the most important thing, the president and the president-elect, but it's the people around them, especially given how much the experience is really lacking in government and in politics for the people in and round Donald Trump.", "sentId": 242}], "secId": 67}, {"speaker": "BLITZER", "sentences": [{"text": "Fascinating information.", "sentId": 243}, {"text": "Good color as we await the president and the president-elect to make their respective statements.", "sentId": 244}], "secId": 68}, {"speaker": "BLITZER", "sentences": [{"text": "Gloria, you're also getting some information right now on this historic moment.", "sentId": 245}, {"text": "The American people will be watching.", "sentId": 246}, {"text": "Everyone is anxious to hear how President Obama welcomes President-Elect Trump and indeed the whole world will be watching.", "sentId": 247}], "secId": 69}, {"speaker": "BORGER", "sentences": [{"text": "Yes, I was just communicating with somebody who reminded me, who's no longer in the administration, but remind me how important it was for Michelle Obama to be taken around by Laura Bush, mother to mother, telling her what it was like to raise young children in the White House.", "sentId": 248}, {"text": "And I think that's what started their relationship, actually, was the graciousness that the Bushs showed to the Obamas.", "sentId": 249}, {"text": "And as Doug Brinkley was saying, they have remained friends.", "sentId": 250}, {"text": "And I think it started because of the way the Bushs greeted the Obamas at the White House.", "sentId": 251}], "secId": 70}, {"speaker": "BORGER", "sentences": [{"text": "And I think clearly something that Melania Trump cares an awful lot about is how she would raise a child under this bubble.", "sentId": 252}, {"text": "The Trumps have always had a bubble around them, of course, but nothing like this.", "sentId": 253}, {"text": "And I think that what Michelle Obama can do, and will do, for Melania Trump is to let her know, give her a little insight into what it's like to be a mom, to try and make your child's life as normal as possible, and to have kids who grow up there inside that fish bowl.", "sentId": 254}, {"text": "It's just - it's not easy.", "sentId": 255}, {"text": "And one thing we know about Michelle Obama is that she has put her", "sentId": 256}], "secId": 71}, {"speaker": "BORGER", "sentences": [{"text": "kids first and that she has been able to raise them in a way that allowed them to go to school every day, have their friends come over for sleepovers and live sort of the semi-normal or as close to normal lives that you can live when your father just happens to be president of the United States.", "sentId": 257}, {"text": "And I think for a mother, it would have kind of a calming effect to let her know that there are ways to kind of work around this if you're trying to raise a young child, as Melania Trump is trying to do.", "sentId": 258}, {"text": "And that was one of the reasons she stayed off the campaign trail.", "sentId": 259}, {"text": "So I think that's an important conversation that's taking place in that building right now.", "sentId": 260}], "secId": 72}, {"speaker": "BORGER", "sentences": [{"text": "And I think the president made it very clear to everybody inside that White House, that they were to do that, and that this is what was done for them.", "sentId": 261}, {"text": "And when they came into the White House eight years ago, they had no clue about what the lives were going to be like.", "sentId": 262}, {"text": "And that's the same thing for those people today.", "sentId": 263}, {"text": "It's hard to wrap your arms around it unless you've been a part of it or a witness to it.", "sentId": 264}, {"text": "And the Trumps coming in there today don't have a lot of experience in government and how it works.", "sentId": 265}, {"text": "I mean if - I - you know, when John McCain was running for president, he'd been in and out of the White House all the time.", "sentId": 266}, {"text": "If Hillary Clinton were the president-elect, she had been in and out of the White House all the time and had lived there as first lady and raised her child there.", "sentId": 267}, {"text": "So this is going to be eye opening for everyone.", "sentId": 268}, {"text": "And, you know, when you talk about Melania Trump, it will be - it will be important for her to have that conversation with Michelle Obama.", "sentId": 269}], "secId": 73}, {"speaker": "BLITZER", "sentences": [{"text": "It certainly will be.", "sentId": 270}], "secId": 74}, {"speaker": "BLITZER", "sentences": [{"text": "All right, Dana, stay with us.", "sentId": 271}, {"text": "John and I, we're now joined by John's \"Inside Politics\" team of excellent, excellent reporters.", "sentId": 272}, {"text": "We're going to continue our special live coverage from across the street from the White House.", "sentId": 273}, {"text": "We're going to get the first images of the president and the president-elect inside the Oval Office.", "sentId": 274}, {"text": "We'll hear their statements.", "sentId": 275}, {"text": "Much more of our special coverage right after this.", "sentId": 276}], "secId": 75}], "sectionCount": 76, "url": "transcripts.cnn.com/TRANSCRIPTS/1611/10/ip.01.html", "sentenceCount": 278, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired November 10, 2016 - 12:00   ET", "speakers": ["HOLMES", "BLITZER", "ACOSTA", "KING", "BOWER", "CUSACK", "John King is with me. We've been in that situation many times when we've gone into the Oval Office to have what they call a photo op and at the end they say \"thank you\" and we're whisked out. KING", "BRINKLEY", "BASH", "BORGER"], "title": "INSIDE POLITICS"}