{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1610.18.ip.01.html.json", "subTitle": "Obama Delivers Press Conference with Renzi. Aired 12-12:30p ET ", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "QUESTION", "sentences": [{"text": "Secondly...", "sentId": 0}], "secId": 0}, {"speaker": "OBAMA", "sentences": [{"text": "I can still hear.", "sentId": 1}], "secId": 1}, {"speaker": "QUESTION", "sentences": [{"text": "... secondly, does it distress you that folks at the FBI and State Department talked about the proper level of classification of e-mails that were on Secretary Clinton's server?", "sentId": 2}, {"text": "Would you acknowledge the appearance of impropriety?", "sentId": 3}, {"text": "And should State Department officials look into this further?", "sentId": 4}], "secId": 2}, {"speaker": "QUESTION", "sentences": [{"text": "And for Prime Minister Renzi, would the critical governing referendum having ensued in your country?", "sentId": 5}, {"text": "What would passage mean for your ability to lead that country, and what would failure mean to your political future as well as to Italy's role in the European Union?", "sentId": 6}], "secId": 3}, {"speaker": "OBAMA", "sentences": [{"text": "Well, I'm going to be a little more subdued in my discussions of the Republican nominee in this context than I might be on the campaign trail.", "sentId": 7}, {"text": "But let me just speak broadly about Russia.", "sentId": 8}, {"text": "When I came into office, Russia, under the previous administration, had invaded parts of Georgia and created a frozen conflict there.", "sentId": 9}], "secId": 4}, {"speaker": "OBAMA", "sentences": [{"text": "There was a new president and we tried to initiate a more constructive path with respect to U.S.-Russia relations.", "sentId": 10}, {"text": "And I think we showed Russia plenty of respect, acknowledging enormous differences and different values, but also trying to find ways in which we could cooperate together.", "sentId": 11}], "secId": 5}, {"speaker": "OBAMA", "sentences": [{"text": "We initiated a new START treaty, we assisted Russia with respect to its ascension to the WTO.", "sentId": 12}, {"text": "We worked on some common international challenges together, and when the previous president was replaced with Mr. Putin, I met with him and we discussed again, ways in which we could constructively work together.", "sentId": 13}], "secId": 6}, {"speaker": "OBAMA", "sentences": [{"text": "The challenge that we had with Russia is very much centered in Russian aggression in some very particular areas around the world, in Ukraine, where they have engaged in similar conduct to what they did in Georgia.", "sentId": 14}], "secId": 7}, {"speaker": "OBAMA", "sentences": [{"text": "And even there, we've tried to broker and work with the Europeans to broker a Minsk Agreement that would peacefully resolve those issues.", "sentId": 15}, {"text": "In Syria, one of my earliest meetings with Putin was to suggest to him, that if Assad stayed in power, given brutality with which he treated his own people, he would see a civil war that would not be good for the Syrians, certainly, but would not be good for the world anywhere.", "sentId": 16}], "secId": 8}, {"speaker": "OBAMA", "sentences": [{"text": "Rather than to work with us to try to solve the problem, he doubled down on his support for Assad, and we know of the situation that exists there.", "sentId": 17}, {"text": "So, any characterization that somehow we have improperly challenged Russia aggression or have somehow tried to encroach on their legitimate interests is just wrong.", "sentId": 18}], "secId": 9}, {"speaker": "OBAMA", "sentences": [{"text": "And Mr. Trump's continued flattery of Mr. Putin and the degree to which he appears to model many of his policies and approaches to politics on Mr. Putin, is unprecedented in American politics, and is out of step with, not just what Democrats think but out of step with what, up until the last few months, almost every Republican thought, including some of the ones who are now endorsing Mr. Trump.", "sentId": 19}], "secId": 10}, {"speaker": "OBAMA", "sentences": [{"text": "So you don't have to explain to me how it is that some of the same leaders of the Republican Party, who were constantly haranguing us for even talking to the Russians, and who consistently took the most hawkish approaches to Russia, including Mr. Trump's selection for vice president, now reconciles their endorsement of Mr. Trump with their previous views.", "sentId": 20}], "secId": 11}, {"speaker": "OBAMA", "sentences": [{"text": "The bottom line is, is that we think that Russia is a large important country with a military that is second only to ours, and has to be a part of the solution on the world stage, rather than part of the problem.", "sentId": 21}], "secId": 12}, {"speaker": "OBAMA", "sentences": [{"text": "But their behavior has undermined international norms and international rules in ways that we have to call them out on.", "sentId": 22}, {"text": "And anybody who occupies this office should feel the same way because these are values that we fought for and we protected.", "sentId": 23}], "secId": 13}, {"speaker": "OBAMA", "sentences": [{"text": "We can't go around talking about human rights or freedom of the press or democracy or freedom of religion or nondiscrimination or basic laws of war or the sovereignty and territorial integrity of countries, no matter how small, and then extol the virtues of somebody who violates those principles.", "sentId": 24}], "secId": 14}, {"speaker": "OBAMA", "sentences": [{"text": "And you know, Mr. Trump rarely surprises me these days.", "sentId": 25}, {"text": "I am much more surprised and troubled by the fact that you have Republican officials who historically have been adamantly anti-Russian and in fact have attacked me for even engaging them diplomatically now supporting and, in some cases, echoing his positions.", "sentId": 26}, {"text": "It's quite a reversal.", "sentId": 27}, {"text": "You'll have to ask them how to explain it.", "sentId": 28}], "secId": 15}, {"speaker": "OBAMA", "sentences": [{"text": "With respect to the State Department and the FBI reports, I think you've heard directly from both the FBI and the State Department that the notion or the accounts that have been put out there are just not true.", "sentId": 29}, {"text": "And you know, you can question them again.", "sentId": 30}], "secId": 16}, {"speaker": "OBAMA", "sentences": [{"text": "But based on what we have seen, heard, learned, some of the more sensational implications or appearances, as you stated them, aren't based on actual events and based on what actually happened and I think derived from sort of overly broad characterizations of interactions between the State Department and the FBI that happen a lot and happen between agencies.", "sentId": 31}, {"text": "I think that covers me.", "sentId": 32}], "secId": 17}, {"speaker": "RENZI", "sentences": [{"text": "What are forms , I know 2016 is not a very good year to organize a referendum.", "sentId": 33}, {"text": "But I think the entire referendum is very simply in the message because it's about the fight against bureaucracy.", "sentId": 34}, {"text": "And we need a great investment against bureaucracy in Italy for a lot of reasons.", "sentId": 35}], "secId": 18}, {"speaker": "RENZI", "sentences": [{"text": "We change the '63 government in seven years, few times we joke about it with the president because it's unbelievable, in a country that have a government change one year every year.", "sentId": 36}, {"text": "But it's normal and the discussion, the political discussion is very strong.", "sentId": 37}], "secId": 19}, {"speaker": "RENZI", "sentences": [{"text": "My opinion is very easy.", "sentId": 38}, {"text": "If, in December, we'll win -- we will this referendum for Italy, it will be easy, more easy to continue the battle to change Europe because structural reforms are important for Italy but they are important also for institutions in Brussels, in Europe.", "sentId": 39}], "secId": 20}, {"speaker": "RENZI", "sentences": [{"text": "So the only consequence, constitutional reform a part in the political debate, in my view is, if we win, Italy will be stronger and the debate in E.U.", "sentId": 40}, {"text": "And so I work strongly and utterly  to achieve the victory.", "sentId": 41}], "secId": 21}, {"speaker": "QUESTION", "sentences": [{"text": ".", "sentId": 42}], "secId": 22}, {"speaker": "RENZI", "sentences": [{"text": "Ah, sorry.", "sentId": 43}], "secId": 23}, {"speaker": "RENZI", "sentences": [{"text": "Grazie.", "sentId": 44}, {"text": "You're American, not Italian.", "sentId": 45}], "secId": 24}, {"speaker": "RENZI", "sentences": [{"text": "Yes, you're American, American citizen.", "sentId": 46}], "secId": 25}, {"speaker": "QUESTION", "sentences": [], "secId": 26}, {"speaker": "RENZI", "sentences": [{"text": "OK.", "sentId": 47}, {"text": "Thank you so much.", "sentId": 48}], "secId": 27}, {"speaker": "QUESTION", "sentences": [{"text": "Or I can do it in English.", "sentId": 49}], "secId": 28}, {"speaker": "QUESTION", "sentences": [{"text": "But .", "sentId": 50}], "secId": 29}, {"speaker": "QUESTION ", "sentences": [{"text": "Let's talk about the referendum, because you hope to win, of course.", "sentId": 51}, {"text": "But we have found many investors at Wall Street who are worried about the fact that you might lose the referendum.", "sentId": 52}], "secId": 30}, {"speaker": "QUESTION ", "sentences": [{"text": "These are investors that have faith in Italy and that threaten, if there is a negative result in terms of the reforms, to just leave.", "sentId": 53}], "secId": 31}, {"speaker": "QUESTION ", "sentences": [{"text": "So what can you tell these investors in order to reassure them to, if there is a negative outcome, will you stay on, will you continue with the reforms?", "sentId": 54}, {"text": "And one last thing this evening.", "sentId": 55}, {"text": "Will you bring some wine to the dinner with the president?", "sentId": 56}, {"text": "This is an Italian custom.", "sentId": 57}], "secId": 32}, {"speaker": "QUESTION", "sentences": [{"text": "Mr. President.", "sentId": 58}, {"text": "I agree with the prime minister.", "sentId": 59}, {"text": "Your accent is beautiful, truly beautiful, so -- your Italian accent of course.", "sentId": 60}], "secId": 33}, {"speaker": "OBAMA", "sentences": [], "secId": 34}, {"speaker": "QUESTION", "sentences": [{"text": "On growth, you seem to be in agreement that there is -- that there is a need to sort of go ahead with the policy that you have pursued on being, you know, more flexible on the fiscal side.", "sentId": 61}, {"text": "The problem is that Brussels is very rigid about and it's very rigid with Italian efforts therefore jeopardizing these efforts.", "sentId": 62}, {"text": "What can you say to Brussels, especially after Brexit?", "sentId": 63}], "secId": 35}, {"speaker": "QUESTION", "sentences": [{"text": "You know, they don't seem to be moving on that front, you know, how important -- how important it is to move forward in that direction and do you think that in case the referendum will not go well for the prime minister, he should stay on and continue in his reform?", "sentId": 64}, {"text": "Thank you.", "sentId": 65}], "secId": 36}, {"speaker": "RENZI ", "sentences": [{"text": "I have a feeling and I think that rightly so our American friends are a little bit more interested in November 8 than in the Italian vote on constitutional reform and so are we, might I add.", "sentId": 66}], "secId": 37}, {"speaker": "RENZI ", "sentences": [{"text": "But in terms of what you are asking, very, very briefly, this is a time in which many investors throughout the world are coming back to invest in Italy.", "sentId": 67}, {"text": "We are extremely happy about this.", "sentId": 68}, {"text": "We're happy about the investments on innovation in terms of technology.", "sentId": 69}, {"text": "Apple is investing in Naples, Amazon is going to open an artificial intelligence center in Turin.", "sentId": 70}], "secId": 38}, {"speaker": "RENZI ", "sentences": [{"text": "So, for the entire economic and financial world, well, they're starting to see Italy as an area in which to create opportunities and business.", "sentId": 71}, {"text": "Therefore, open doors.", "sentId": 72}, {"text": "I don't believe that there will be any major disasters if the \"no\" wins at the referendum, but in order to have no doubts, I'd rather win the referendum.", "sentId": 73}, {"text": "I'll do everything I can due to this atavistic doubt will not be able to come about but what is fundamental, what is true, is that the message goes through.", "sentId": 74}], "secId": 39}, {"speaker": "RENZI ", "sentences": [{"text": "This referendum does not have to do with the great world events, the great world issues.", "sentId": 75}, {"text": "Very simply, do you want to simplify the institutional system in Italy giving greater stability and certain times in which to have greater stability?", "sentId": 76}], "secId": 40}, {"speaker": "RENZI ", "sentences": [{"text": "This is something to simplify things in our country and based on the question that was asked to the president on Europe, we do respect the European rules and we're totally inside the European rules although sometimes we do this half-heartedly.", "sentId": 77}], "secId": 41}, {"speaker": "RENZI ", "sentences": [{"text": "We'd like to do things differently but so long as rules don't change we will respect them because Italy has made of its reputation.", "sentId": 78}, {"text": "One of the key words in its mandate, we work to change them but if they're there we are going to respect them.", "sentId": 79}], "secId": 42}, {"speaker": "RENZI ", "sentences": [{"text": "Now, what will happen within the next few months will be seen as a great singer -- Italian singer says we will discover this by living so I'm almost certain that the \"yes\" will win so you will have no grounds to ask this question.", "sentId": 80}], "secId": 43}, {"speaker": "OBAMA", "sentences": [{"text": "During the course of my presidency, I have had repeated conversations with Brussels, with Angola, with Francois  others around how we could most effectively recover from the crisis of 2007, 2008.", "sentId": 81}], "secId": 44}, {"speaker": "OBAMA", "sentences": [{"text": "It is fair to say that we have made more progress more quickly and what I've tried to point out was the reason we were able to make progress was we focused very early on in providing a large infusion of demand through our fiscal policies rebuilding roads, bridges, investing in schools, teachers, clean energy, putting people back to work, tax cuts put money in the pockets of consumers, saving the auto industry.", "sentId": 82}], "secId": 45}, {"speaker": "OBAMA", "sentences": [{"text": "But then also, what was very important was quickly trying to fix the banks and infusing capital and making sure they were more stable, more transparent, and would attract confidence that the financial system was working again.", "sentId": 83}], "secId": 46}, {"speaker": "OBAMA", "sentences": [{"text": "And look, I'm proud of our economic track record.", "sentId": 84}, {"text": "We have grown faster and created more jobs, and this past year, seen incomes rise and poverty fall more quickly than a lot of our counterparts in Europe.", "sentId": 85}], "secId": 47}, {"speaker": "OBAMA", "sentences": [{"text": "Now, I recognize that Europe is a more complicated collection of states, and it's more difficult to move.", "sentId": 86}, {"text": "And some are in the Eurozone and some are not.", "sentId": 87}, {"text": "And so I don't expect that everything we've done can immediately translate to Europe.", "sentId": 88}, {"text": "And there's some parts of what Europe does that we could learn from, in terms of the social safety net, for example.", "sentId": 89}], "secId": 48}, {"speaker": "OBAMA", "sentences": [{"text": "But what I do know is that given the very slow growth that's taken place in Europe or a contraction over what is almost a decade now, you have a generation of European youth who are not attaching themselves to the labor market fast enough, and if you don't reverse some of those trends, then it becomes a generational loss of income, of wealth, of economic dynamism.", "sentId": 90}], "secId": 49}, {"speaker": "OBAMA", "sentences": [{"text": "And now that countries like Italy and others have made real progress, their finances and their deficits, and there's more market confidence in their position, now would be a good time, I believe, to refocus attention on growth and making investments.", "sentId": 91}, {"text": "Because one of the reasons that we've been able to cut our deficits by two-thirds is not simply because we cut spending by two thirds.", "sentId": 92}, {"text": "We disciplined spending, but we also grew fast enough that more revenue came in and that's one of the best ways for you to arrive at a sound fiscal position.", "sentId": 93}], "secId": 50}, {"speaker": "OBAMA", "sentences": [{"text": "And monetary policy alone is not sufficient.", "sentId": 94}, {"text": "I think Mario Draghi and the European Central Bank have done good work trying to maintain a positive trajectory in Europe, but ultimately, there's only so much monetary policy can do if it's not combined with fiscal policy.", "sentId": 95}, {"text": "And my hope would be that Matteo is right.", "sentId": 96}], "secId": 51}, {"speaker": "OBAMA", "sentences": [{"text": "Italy has been true to its word in Europe, and met its obligations, but my hope would be the debate broadens as Europe moves forward around how to grow more quickly, put more people back to work, see incomes rise, create a greater sense of momentum and optimism, because I do believe that there is a connection between stagnation and some of the less constructive populist impulses that have been rising up.", "sentId": 97}], "secId": 52}, {"speaker": "OBAMA", "sentences": [{"text": "Those trend lines about Europe do concern me, because if you look at the European experiment over the last 40 years, I said this in Hanover, there's probably been no group of people who've enjoyed more prosperity and more peace over the last several decades than a united Europe.", "sentId": 98}, {"text": "If it begins now splintering because their sense is the -- global capital and elites are not attentive to the ordinary concerns of people, that would be a tragedy, and my hope is that that discussion, led by Matteo and others, will continue.", "sentId": 99}], "secId": 53}, {"speaker": "OBAMA", "sentences": [{"text": "And by the way, yes.", "sentId": 100}, {"text": "I think if -- I won't weigh in on the referendum, but the reforms Matteo's initiating, certainly on the economic side, are the right ones, and in a global, internet-driven world, governments have to be able to move fast and quickly and transparently,  And so I am rooting for success but I think he should -- he should hang around for a while no matter what.", "sentId": 101}], "secId": 54}, {"speaker": "OBAMA", "sentences": [{"text": "Aisha Roscoe .", "sentId": 102}], "secId": 55}, {"speaker": "QUESTION", "sentences": [{"text": "Thank you, Mr. President.", "sentId": 103}, {"text": "I would like to ask you about the election.", "sentId": 104}, {"text": "Donald Trump is telling his supporters that the election is rigged and asking them to monitor certain areas on Election Day.", "sentId": 105}], "secId": 56}, {"speaker": "QUESTION", "sentences": [{"text": "How concerned are you about the potential for violence?", "sentId": 106}], "secId": 57}, {"speaker": "QUESTION", "sentences": [{"text": "And what about after Election Day?", "sentId": 107}], "secId": 58}, {"speaker": "QUESTION", "sentences": [{"text": "Are you worried the results of the election may be distrusted?", "sentId": 108}], "secId": 59}, {"speaker": "QUESTION", "sentences": [{"text": "And for Prime Minister Renzi, the offensive in Mosul has begun.", "sentId": 109}], "secId": 60}, {"speaker": "QUESTION", "sentences": [{"text": "Are you concerned about what happens after liberation?", "sentId": 110}], "secId": 61}, {"speaker": "QUESTION", "sentences": [{"text": "And, Mr. President, if you want to weigh in on that as well...", "sentId": 111}], "secId": 62}, {"speaker": "OBAMA", "sentences": [{"text": "I do.", "sentId": 112}], "secId": 63}, {"speaker": "QUESTION", "sentences": [{"text": "... appreciate it.", "sentId": 113}], "secId": 64}, {"speaker": "OBAMA", "sentences": [{"text": "OK.", "sentId": 114}], "secId": 65}, {"speaker": "OBAMA", "sentences": [{"text": "One of the great things about America's democracy is we have a vigorous, sometimes bitter political contest and when it's done, historically, regardless of party, the person who loses the election congratulates the winner, who reaffirms our democracy and we move forward.", "sentId": 115}], "secId": 66}, {"speaker": "OBAMA", "sentences": [{"text": "That's how democracy survives because we recognize that there's something more important than any individual campaign.", "sentId": 116}, {"text": "And that is making sure that the integrity and trust in our institutions sustains itself.", "sentId": 117}], "secId": 67}, {"speaker": "OBAMA", "sentences": [{"text": "Because democracy, by definition, works by consent, not by force.", "sentId": 118}, {"text": "I have never seen, in my lifetime or in modern political history, any presidential candidate trying to discredit the elections and the election process before votes have even taken place.", "sentId": 119}], "secId": 68}, {"speaker": "OBAMA", "sentences": [{"text": "It's unprecedented.", "sentId": 120}, {"text": "It happens to be based on no facts; every expert, regardless of political party, regardless of ideology, conservative or liberal, who has ever examined these issues in a serious way, will tell you that instances of significant voter fraud are not to be found, that -- keep in mind, elections are run by state and local officials, which means that there are places like Florida, for example, where you've got a Republican governor, whose Republican appointees are going to running and monitoring a whole bunch of these election sites.", "sentId": 121}], "secId": 69}, {"speaker": "OBAMA", "sentences": [{"text": "The notion that somehow if Mr. Trump loses Florida, it's because of those people that you have to watch out for, that is both irresponsible and, by the way, doesn't really show the kind of leadership and toughness that you want out of a president.", "sentId": 122}], "secId": 70}, {"speaker": "OBAMA", "sentences": [{"text": "If you start whining before the game's even over, if whenever things are going badly for you and you lose, you start blaming somebody else, then you don't have what it takes to be in this job because there are a lot of times when things don't go our way or my way.", "sentId": 123}], "secId": 71}, {"speaker": "OBAMA", "sentences": [{"text": "That's OK, you fight through it, you work through it, you try to accomplish your goals.", "sentId": 124}, {"text": "But the larger point I want to emphasize here is that there is no serious person out there who would suggest somehow that you could even -- you could even rig America's elections, in part, because they are so decentralized and the numbers of votes involved.", "sentId": 125}, {"text": "There is no evidence that that has happened in the past or that there are instances in which that will happen this time.", "sentId": 126}], "secId": 72}, {"speaker": "OBAMA", "sentences": [{"text": "And so I'd invite Mr. Trump to stop whining and go try to make his case to get votes.", "sentId": 127}], "secId": 73}, {"speaker": "OBAMA", "sentences": [{"text": "And if he got the most votes, then it would be my expectation of Hillary Clinton to offer a gracious concession speech and pledge to work with him in order to make sure that the American people benefit from an effective government.", "sentId": 128}], "secId": 74}, {"speaker": "OBAMA", "sentences": [{"text": "And it would be my job to welcome Mr. Trump, regardless of what he's said about me or my differences with him on my opinions, and escort him over to the Capitol, in which there would be a peaceful transfer of power.", "sentId": 129}], "secId": 75}, {"speaker": "OBAMA", "sentences": [{"text": "That's what Americans do.", "sentId": 130}, {"text": "That's why America is already great.", "sentId": 131}, {"text": "One way of weakening America, making it less great, is if you start betraying those basic American traditions that have been bipartisan, and have helped to hold together this democracy now for well over two centuries.", "sentId": 132}], "secId": 76}, {"speaker": "OBAMA", "sentences": [{"text": "With respect to Mosul, we are seeing the Iraqi forces, with the support of the coalition that includes the United States and Italy and other nations, moving forward and encircling Mosul.", "sentId": 133}, {"text": "The intention is to drive ISIL out of what was its first major urban stronghold and what continues to be one of the key organizational and logistical and leadership hubs for ISIL.", "sentId": 134}], "secId": 77}, {"speaker": "OBAMA", "sentences": [{"text": "I'm confident that we can succeed, although it's going to be a tough fight and a difficult fight.", "sentId": 135}, {"text": "It is Iraqis who are doing the fighting.", "sentId": 136}, {"text": "And they are performing effectively and bravely, and taking on significant casualties.", "sentId": 137}, {"text": "There will be ups and downs in this process, but my expectation is that ultimately it will be successful.", "sentId": 138}], "secId": 78}, {"speaker": "OBAMA", "sentences": [{"text": "And this will be I think a key milestone in what I committed to doing when ISIL first emerged, which was we were going to roll them back and we are going to ultimately drive them out of population centers and we will destroy them and defeat them so that they are not in a position to carry out terrorist attacks against our peoples or our friends and allies, or against innocent people inside of Iraq and Syria.", "sentId": 139}, {"text": "And we've seen just steady progress on this front.", "sentId": 140}], "secId": 79}, {"speaker": "OBAMA", "sentences": [{"text": "Now, you ask a very important question, which is if in fact we are successful, how do we deal with what could be a humanitarian crisis?", "sentId": 141}, {"text": "Because ISIL, when it occupies these territories, it bleeds them dry.", "sentId": 142}, {"text": "It feeds off of them.", "sentId": 143}, {"text": "It oppresses the local populations.", "sentId": 144}, {"text": "It's not very good at governance.", "sentId": 145}, {"text": "And so just basic functions like electricity or water start running down.", "sentId": 146}], "secId": 80}, {"speaker": "OBAMA", "sentences": [{"text": "People are fleeing from their homes.", "sentId": 147}, {"text": "There will be significant displacement.", "sentId": 148}, {"text": "This has all been part of the coalition planning process, in conjunction with the United Nations, in conjunction with major aid organizations.", "sentId": 149}, {"text": "And so we have put together plans and infrastructure for dealing with a potential humanitarian crisis that are as extensive as the military plans.", "sentId": 150}], "secId": 81}, {"speaker": "OBAMA", "sentences": [{"text": "That doesn't mean that we don't have to pay attention to it and executing will be difficult.", "sentId": 151}, {"text": "It's going to still be a tough environment to operate under.", "sentId": 152}, {"text": "And no doubt, there will be instances where we see some heartbreaking situations if in fact large numbers of people flee.", "sentId": 153}, {"text": "It's hard when you leave your home.", "sentId": 154}, {"text": "It's hard when you leave your home and you already didn't have a lot because you were living under an oppressive, barbarous regime.", "sentId": 155}, {"text": "It's hard to leave your home in a war zone.", "sentId": 156}], "secId": 82}, {"speaker": "OBAMA", "sentences": [{"text": "So, it's not something that I expect will be easy.", "sentId": 157}, {"text": "But I think it perhaps hasn't been publicized enough, at least in the American press, the degree of planning and assets and resources that we're devoting to this very important problem.", "sentId": 158}, {"text": "Because if we aren't successful in helping ordinary people as they're fleeing from ISIL, then that makes us vulnerable to seeing ISIL return and feeding on the resentments in the aftermath of Mosul being liberated.", "sentId": 159}], "secId": 83}, {"speaker": "OBAMA", "sentences": [{"text": "And so there's a strategic, as well as humanitarian interest in us getting that right.", "sentId": 160}], "secId": 84}, {"speaker": "RENZI", "sentences": [{"text": "I think about the Mosul -- the considerations of the president are very clear.", "sentId": 161}], "secId": 85}], "sectionCount": 86, "url": "transcripts.cnn.com/TRANSCRIPTS/1610/18/ip.01.html", "sentenceCount": 163, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 18, 2016 - 12:00   ET", "speakers": ["QUESTION", "OBAMA", "RENZI", "QUESTION ", "RENZI "], "title": "INSIDE POLITICS"}