{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1501.04.ip.01.html.json", "subTitle": "New Congress, Big Distraction; 2016 Potential Candidates", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "The New Year means a new power structure in Washington but will character questions make it harder for House Republicans to take advantage of their new Senate allies?", "sentId": 0}], "secId": 0}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "-- to actually move legislation through the process that puts a check on this president and the things he's trying to do that are illegal.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "One early flashpoint will be familiar, a spending fight about the President's bold executive steps on immigration.", "sentId": 2}], "secId": 2}, {"speaker": "OBAMA", "sentences": [{"text": "For those in congress who question my authority, I have one answer.", "sentId": 3}, {"text": "Pass a bill.", "sentId": 4}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "And 2015 means it's 2016 decision time.", "sentId": 5}, {"text": "Jeb Bush starts the Republican presidential clock.", "sentId": 6}, {"text": "And Hillary Clinton ponders how 2016 can be different from 2008.", "sentId": 7}], "secId": 4}, {"speaker": "CLINTON", "sentences": [{"text": "It's not whether you're going to run or whether you're going to win.", "sentId": 8}, {"text": "It is what is your vision for the country?", "sentId": 9}, {"text": "And can you lead us there?", "sentId": 10}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 11}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 12}, {"text": "I'm John King.", "sentId": 13}, {"text": "Thanks for sharing your Sunday morning and happy New Year.", "sentId": 14}], "secId": 7}, {"speaker": "With us to share their reporting and their insights this morning", "sentences": [{"text": "Julie Pace of the Associated Press, Ed O'Keefe of the \"Washington Post, the \"Atlantic's\" Molly Ball and Nia-Malika Henderson of the \"Washington Post\".", "sentId": 15}, {"text": "The new Congress convenes this week and Republicans have reason", "sentId": 16}], "secId": 8}, {"speaker": "With us to share their reporting and their insights this morning", "sentences": [{"text": "to celebrate, a bigger majority in the House and with it a new majority in the Senate as well.", "sentId": 17}, {"text": "They promise swift action.", "sentId": 18}, {"text": "Energy and job creation are the big agenda items.", "sentId": 19}, {"text": "Some are taking new steps to confront president Obama on issues ranging from health care and immigration to the environment.", "sentId": 20}], "secId": 9}, {"speaker": "With us to share their reporting and their insights this morning", "sentences": [{"text": "But as the Republicans promise a new question, here's a question?", "sentId": 21}, {"text": "What is the statute of limitations on stupidity?", "sentId": 22}, {"text": "Louisiana Congressman Steve Scalise, the number three House Republican and a key Tea Party ambassador within the leadership, acknowledges he spoke to a David Duke white supremacist group a dozen years ago.", "sentId": 23}], "secId": 10}, {"speaker": "With us to share their reporting and their insights this morning", "sentences": [{"text": "Now Scalise says he's sorry.", "sentId": 24}, {"text": "That he didn't realize what he was doing and that he abhors the organization's views.", "sentId": 25}, {"text": "Speaker John Boehner says his deputy is a good man who made a mistake.", "sentId": 26}, {"text": "Safe to say this is not what Republicans wanted us talking about just as they prepare to take a bigger role in Washington and across American politics.", "sentId": 27}], "secId": 11}, {"speaker": "With us to share their reporting and their insights this morning", "sentences": [{"text": "The question Ed O'Keefe, as someone who spent a lot of time on Capitol Hill, is this just a distraction or does it become at some point debilitating or a speed bump to actually getting things done?", "sentId": 28}], "secId": 12}, {"speaker": "O'KEEFE", "sentences": [{"text": "Democrats certainly want to make it a speed bump, John.", "sentId": 29}, {"text": "They say that will force Republicans up for re-election in two years to answer to this, to either latch on to Mr. Scalise or distance themselves from what he did and who he was hanging out with 12 years ago.", "sentId": 30}], "secId": 13}, {"speaker": "O'KEEFE", "sentences": [{"text": "Look, Republicans say this was a quick distraction.", "sentId": 31}, {"text": "He acknowledged it.", "sentId": 32}, {"text": "He got it out of the way and that speaker Boehner, while also dealing with Scalise very quickly disposed of Michael Grimm, the scandal-tarred lawmaker from Staten Island saying that they move quickly on this stuff whereas Democrats allow these things to languish.", "sentId": 33}], "secId": 14}, {"speaker": "O'KEEFE", "sentences": [{"text": "But look, Scalise will be back this week.", "sentId": 34}, {"text": "He's right in the thick of it right away, they have to move on some pretty hefty stuff regarding immigration in the second week at least of the year and yet Democrats say they will bring it up as often as they can, because how can they allow someone like that to be in their leadership, even if he says he didn't agree with the group?", "sentId": 35}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "It's a national party that has profound issues in presidential politics with non-white voters.", "sentId": 36}, {"text": "The Republicans, look, they won 2014, 31 governors, the bigger majority in the House, they get the majority in the Senate but they have this demographic problem in the country right now.", "sentId": 37}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Stephanie Grace is a reporter for the \"New Orleans Advocate\".", "sentId": 38}, {"text": "Now Scalise was in state politics at the time.", "sentId": 39}, {"text": "He says he did not know from the name of the group what it represented.", "sentId": 40}, {"text": "She says \"This is what I remember about the first time I met Steve Scalise nearly 20 years ago.", "sentId": 41}, {"text": "He told me he was like David Duke without the baggage.\"", "sentId": 42}, {"text": "Again I didn't ask the question Molly, so we flip, what is the", "sentId": 43}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "statute of limitations on stupidity or someone who may have had some views or may be associated with people back then thinking it was if not he agreed with them, may be the opportunistic, the politically smart thing to do.", "sentId": 44}, {"text": "Can you be forgiven for that if you say I've changed my mind or I wasn't quite sure?", "sentId": 45}], "secId": 18}, {"speaker": "BALL", "sentences": [{"text": "Well, you know, I think Ed is right that at this point it looks like John Boehner had dealt with this rather effectively, rather swiftly, rather decisively.", "sentId": 46}, {"text": "Boehner and the other members of leadership took Scalise at his word that nothing else was going to come to reinforce this; that this was going to be a single incident and that he could put it behind him.", "sentId": 47}, {"text": "And so far there has not been a drip of other revelations.", "sentId": 48}, {"text": "There's not been anything else to reinforce this idea.", "sentId": 49}], "secId": 19}, {"speaker": "BALL", "sentences": [{"text": "But Republicans, like you say, they know that they have a problem with being seen as a white man's party, and they know that if they want to set a new tone in the new Congress, they have to get past that.", "sentId": 50}, {"text": "They have to show that they can be constructive and do things other than that.", "sentId": 51}], "secId": 20}, {"speaker": "BALL", "sentences": [{"text": "So, but you know, I believe I said on this show a few weeks ago that the House Republicans were really going to be the wild card in the new Congress.", "sentId": 52}, {"text": "Even though the Senate majority is what's new, the House is a really unpredictable place.", "sentId": 53}, {"text": "There's a lot of people in it.", "sentId": 54}, {"text": "There's a lot of new people in it.", "sentId": 55}, {"text": "And, you know, John Boehner has historically had difficulty herding that particular group of cats.", "sentId": 56}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "And did Boehner have the latitude to dump Scalise?", "sentId": 57}, {"text": "Because a lot of these Tea Party guys --", "sentId": 58}], "secId": 22}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 59}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "A lot of these Tea Party guys are calling for his head still.", "sentId": 60}], "secId": 24}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, yes.", "sentId": 61}, {"text": "That's right.", "sentId": 62}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "And so if he had just dumped Scalise and said you've got to go, would he have not exacerbated his own problems with the base?", "sentId": 63}], "secId": 26}, {"speaker": "HENDERSON", "sentences": [{"text": "Well, Scalise is in the position he's in because there are a lot of southerners who were at the House they very much wanted representation at the top of the party so they ended up getting Scalise.", "sentId": 64}, {"text": "And this, you know -- the problem is that oftentimes southern Republicans have had this problem where white identity politics often mixes with some of the rhetoric from some of their candidates", "sentId": 65}], "secId": 27}, {"speaker": "HENDERSON", "sentences": [{"text": "I think it's going to be hard for Republicans on the one hand to say listen, we are a party that is really doing this outreach.", "sentId": 66}, {"text": "And in 2014 they actually did pretty good among African-American voters, among Latino voters.", "sentId": 67}, {"text": "It's hard for them I think to make the argument that they're making this outreach but also have someone here who has this past and he hasn't quite reconciled.", "sentId": 68}, {"text": "I think they have gotten past it in some ways.", "sentId": 69}, {"text": "It will be", "sentId": 70}], "secId": 28}, {"speaker": "HENDERSON", "sentences": [{"text": "lingering, I think, in the minds of a lot of voters and this week I think they're going to deal with it again.", "sentId": 71}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "And it will be lingering I think to Ed's point in every strategy Democrats make, where as they watch the Republicans -- listen here on immigration for example, President Obama gave an interview to NPR, I believe this interview was taped before the Scalise headlines were made.", "sentId": 72}, {"text": "But listen to the President here talking about in the immigration debate that is about to come, remember that congress has to go back to funding the Department of Homeland Security within the next month or so.", "sentId": 73}, {"text": "That will bring up the big immigration debate, the President's executive orders all over again.", "sentId": 74}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Listen to the President here talking about the big question for him is, is he dealing with a reasonably Republican party or --", "sentId": 75}], "secId": 31}, {"speaker": "OBAMA", "sentences": [{"text": "Does it spur them to work once again with Democrats and my administration to get a reasonable piece of legislation done, or does it simply solidify what I do think is a nativist trend in parts of the Republican Party and if it's the latter, then probably we're not going to get much more progress done and it will be a major debate in the next presidential election.", "sentId": 76}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "Whether it's fair or unfair to whip Scalise, when they have the immigration debate, when Republicans say no to the President, that's what Democrats are going to say right -- that Steve Scalise and the nativists in the Republican Party are blocking us.", "sentId": 77}], "secId": 33}, {"speaker": "PACE", "sentences": [{"text": "Absolutely.", "sentId": 78}, {"text": "I mean for Democrats, for the White House it's not necessarily Steve Scalise who is the problem.", "sentId": 79}, {"text": "Is that they can see him fitting into this larger narrative.", "sentId": 80}, {"text": "And you're going to hear maybe the President not mentioning Scalise by name but you're going to hear him making the argument that nativist argument over and over again.", "sentId": 81}, {"text": "It's partially because he wants to get support for immigration reform.", "sentId": 82}, {"text": "It's also partially because Democrats are looking at 2016 where the voting bloc is far different than in midterms.", "sentId": 83}, {"text": "They know that they're going to need to have large African- American turnout, large Hispanic turnout.", "sentId": 84}], "secId": 34}, {"speaker": "PACE", "sentences": [{"text": "So Scalise gives them just another little bit of information that they keep putting forward to say hey, this is really what this party is about -- the Republican Party.", "sentId": 85}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "So is it fair to say the best way, the easiest way if there is an easier way for Republicans to put this behind them is to prove they can get things done.", "sentId": 86}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "And here is the Republican agenda when they come into town and as we discussed before largely set by new Senate majority leader Mitch McConnell.", "sentId": 87}, {"text": "Move quickly on the Keystone XL Pipeline.", "sentId": 88}, {"text": "They believe that's smart energy policy, also good jobs policy; a jobs bill, Hire More Heroes Act.", "sentId": 89}, {"text": "They'll have a big fight again about Obamacare specifically trying to first repeal it but then moving on to things like the 40-hour work week provisions there, funding for Homeland Security will come up.", "sentId": 90}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Where do you see the flashpoints where we're going to see whether we're going to have some cooperation or confrontation or maybe just a mix?", "sentId": 91}], "secId": 38}, {"speaker": "O'KEEFE", "sentences": [{"text": "Well, I think you'll see pretty broad agreement on the Keystone Pipeline reauthorization, because you have at least a half dozen Democrats in the Senate who want to vote Republican.", "sentId": 92}, {"text": "They get that to the President, where you'll see the biggest arguments come week two is about Homeland Security funding in the House because Republicans in the House want to move on that very quickly.", "sentId": 93}], "secId": 39}, {"speaker": "O'KEEFE", "sentences": [{"text": "They have until the end of February but they figure if they can get it out of the House quickly and over to the Senate, perhaps the fight will be there and that's where we'll start to see closer coordination between congressional Democrats and the White House, they've been working on this for weeks.", "sentId": 94}, {"text": "The plan is to hit Republicans every single day either on things they've said or things they're proposing to do.", "sentId": 95}, {"text": "Remember we heard the White House before the holidays saying why would Republicans want to hold up things like airport security, port security over disagreements with the President on something he can do constitutionally?", "sentId": 96}, {"text": "I think you'll see a lot of that.", "sentId": 97}], "secId": 40}, {"speaker": "O'KEEFE", "sentences": [{"text": "And you know, you'll see a lot of agreement from certain Democrats on making those tweaks to Obamacare and that's going to put the President on the bubble, because you know, fixing the work week issues, repealing the medical device tax, very popular with a lot of Midwestern and business-oriented Democrats, so I think there you almost immediately are going to see the White House get a little uncomfortable.", "sentId": 98}], "secId": 41}, {"speaker": "PACE", "sentences": [{"text": "But even on something like Keystone, I think you're right, you're going to have a lot of agreement on Capitol Hill over passing that legislation, all signs from the White House point to the President vetoing that legislation so immediately you're going to have this fight between the White House and congressional Democrats, not just Republicans.", "sentId": 99}], "secId": 42}, {"speaker": "O'KEEFE", "sentences": [{"text": "and Republicans think that that's great for them because they've got the backing of the American public.", "sentId": 100}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "Fascinating new dynamics.", "sentId": 101}, {"text": "Gives us all a little bit more to do.", "sentId": 102}, {"text": "All part of the work week here in Washington -- nothing wrong with that.", "sentId": 103}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "Up next, four days into 2015 and that means yes 2016 decisions must come soon but first we set aside our weekly \"Politicians Say the Darnedest Things\" this Sunday to instead bid farewell to a poignant poet.", "sentId": 104}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "To liberals he was a hero.", "sentId": 105}, {"text": "And even if you disagreed with Mario Cuomo, you respected him and were a fool not to listen.", "sentId": 106}, {"text": "Here he is at the 1984 Democratic Convention directly challenging President Ronald Reagan.", "sentId": 107}], "secId": 46}, {"speaker": "CUOMO", "sentences": [{"text": "There is despair, Mr. President, in the faces that you don't see, in the places that you don't visit in your shining city.", "sentId": 108}, {"text": "In fact, Mr. President, this is a nation --", "sentId": 109}], "secId": 47}, {"speaker": "CUOMO", "sentences": [{"text": "-- Mr. President, you ought to know that this nation is more a tale of two cities than it is just a shining city on a hill.", "sentId": 110}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 111}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "First Ben Carson, now Mike Huckabee, both conservatives stepping down from Fox News positions to explore running for president in 2016.", "sentId": 112}, {"text": "A dozen, maybe 15 or 16 Republicans now giving the race an active look and the pressure is higher because Jeb Bush is getting aggressive so early.", "sentId": 113}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "So as we welcome 2015, let's refresh our memories about where the 2016 field stands.", "sentId": 114}, {"text": "Here's some of the candidates and potential candidates.", "sentId": 115}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Governor Huckabee we mentioned if we look at our polling over the years he's dropped a little bit in the last year, this goes back to last January 2014.", "sentId": 116}, {"text": "It runs to where we are now.", "sentId": 117}, {"text": "He's dropped a little bit but remember he won the Iowa caucuses two campaigns ago.", "sentId": 118}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "Rand Paul how'd he do last year, down a little bit.", "sentId": 119}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "What about Governor Chris Christie of New Jersey -- we're waiting for his decision -- about the same over the past year.", "sentId": 120}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "If Republicans have a front-runner it's this guy -- the former Florida governor, Jeb Bush.", "sentId": 121}, {"text": "Look at this -- spiked at the end of the year in our polling as he started to actively explore running for president so you see that crowd but Jeb Bush advantage on the Republican side.", "sentId": 122}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Let's look at the Democrats.", "sentId": 123}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "Liberals would love Massachusetts Senator Elizabeth Warren to run.", "sentId": 124}, {"text": "She's in a flat line down here.", "sentId": 125}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "The Vice President says he hasn't ruled out running; Joe Biden -- about a flat line over the course of the past year.", "sentId": 126}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "And this is why we say Hillary Clinton stands alone in presidential politics when it comes to the polling.", "sentId": 127}, {"text": "Look at everybody else down here, when members of their party are asked who do you want and here's Hillary Clinton way up here.", "sentId": 128}, {"text": "So she is still the far away Democratic front-runner.", "sentId": 129}, {"text": "Jeb Bush you'd have to call the early Republican front-runner but", "sentId": 130}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "there's a fragility to that.", "sentId": 131}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Nia-Malika Henderson, Mike Huckabee jut last night in his Fox program says I'm stepping down.", "sentId": 132}, {"text": "I'm going to explore this.", "sentId": 133}, {"text": "He did win Iowa --", "sentId": 134}], "secId": 61}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, he did.", "sentId": 135}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "-- two cycles ago.", "sentId": 136}, {"text": "How much of a force is he in the Republican field when you do have Dr. Carson out there as well, Rick Santorum says he might run again.", "sentId": 137}, {"text": "Bit of a crowd I guess on the social conservative side.", "sentId": 138}], "secId": 63}, {"speaker": "HENDERSON", "sentences": [{"text": "And you know, there's sort of a crowd in the Tea Party lane, there's a crowd in the evangelical lane.", "sentId": 139}, {"text": "Not much of a crowd in the Chamber of Commerce Republican lane so that's why, I think if you're Jeb Bush you feel pretty good that even though this is a crowd -- 12 to 15 people who could run, it looks like all of those other folks in those teavangeliical lanes could split that vote.", "sentId": 140}], "secId": 64}, {"speaker": "HENDERSON", "sentences": [{"text": "One interesting thing about Mike Huckabee though is you have Rand Paul, someone who's sort of claiming that he's going to expand the party and appeal to African-Americans.", "sentId": 141}, {"text": "Mike Huckabee won 48 percent of the African-American vote when he ran in Arkansas in 1998 so he's actually done something.", "sentId": 142}, {"text": "So it will be interesting to see how he changes that conversation if he gets in this thing.", "sentId": 143}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "And Republicans do have a history of going back to candidates they've met before.", "sentId": 144}, {"text": "And so if you're Governor Huckabee and you're looking at some of these new faces -- Rand Paul, maybe Marco Rubio, maybe Ted Cruz -- maybe you're thinking in a crowded field my familiarity will help me?", "sentId": 145}], "secId": 66}, {"speaker": "PACE", "sentences": [{"text": "Yes, maybe.", "sentId": 146}, {"text": "I mean he certainly has name recognition in places like Iowa, New Hampshire, South Carolina, having a Fox television show, having a talk radio show gives you a lot of name recognition.", "sentId": 147}, {"text": "He has a book coming out later this month.", "sentId": 148}, {"text": "The question for Huckabee or anybody else kind of falls into that lane of the party though is where is your path?", "sentId": 149}, {"text": "How do you, after you get through Iowa, where do you win, besides maybe South Carolina?", "sentId": 150}, {"text": "It's still a very difficult path.", "sentId": 151}, {"text": "Someone like Rick Santorum was able to hang on in part last time because Mitt Romney simply wasn't that popular with the base.", "sentId": 152}, {"text": "But you know, can a Huckabee or a Santorum this time around actually make it through to the end.", "sentId": 153}, {"text": "I think that's a huge question -- so.", "sentId": 154}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "And if you're a Huckabee and now that you've made a lot of money you risk losing that money -- right.", "sentId": 155}, {"text": "Isn't that part of it?", "sentId": 156}], "secId": 68}, {"speaker": "BALL", "sentences": [{"text": "That's always been the big question for Huckabee is how much does he want this, particularly since he has seemed to get pretty comfortable having a life outside politics for the last six years.", "sentId": 157}, {"text": "But look, I spend a lot of time in Iowa there's still a lot of people there carrying a torch for Mike Huckabee and they reluctantly settled for Santorum last time around as sort of a second choice and they feel and a lot of them will tell you they wished Huckabee would have run.", "sentId": 158}], "secId": 69}, {"speaker": "BALL", "sentences": [{"text": "And he heard those voices.", "sentId": 159}, {"text": "That's why he's considering this as strongly as he is.", "sentId": 160}, {"text": "I actually disagree with Nia.", "sentId": 161}, {"text": "I think that there's not a lot of competition in the sort of conservative alternative lane.", "sentId": 162}, {"text": "All the competition this time is for that establishment lane.", "sentId": 163}, {"text": "It's Jeb, it's Chris Christie, it's all those governors.", "sentId": 164}, {"text": "It's Scott Walker, Mike Pence, John Kasich, Bobby Jindal -- they're all sort of in that lane -- even Rick Perry this time around are all gunning to be sort of acceptable to the establishment.", "sentId": 165}, {"text": "And so there really is an opening for someone who could consolidate conservative support and I think that's where Huckabee sees his opportunity.", "sentId": 166}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "The question to that point is you mentioned all those establishment guys, only Jeb is in the water now.", "sentId": 167}, {"text": "He says he's actively exploring.", "sentId": 168}, {"text": "The other guys are thinking about Jindal has been very aggressive.", "sentId": 169}, {"text": "He's been traveling a lot but he hasn't stepped as far as Jeb Bush.", "sentId": 170}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "Here is my question about Jeb Bush.", "sentId": 171}, {"text": "Forgive me, governor.", "sentId": 172}, {"text": "Is he Hillary Clinton or is he Bill Clinton?", "sentId": 173}, {"text": "And here's why I ask it.", "sentId": 174}, {"text": "Hillary Clinton in 2008 ran -- she was formidable on paper just like Jeb Bush is now.", "sentId": 175}, {"text": "She had a great organization.", "sentId": 176}, {"text": "She could raise all the money just like Jeb Bush is now but she had an ideology problem.", "sentId": 177}, {"text": "She had voted for authorization to go to war in Iraq.", "sentId": 178}, {"text": "Her Democratic base didn't like it.", "sentId": 179}, {"text": "Jeb Bush has the ideology problem on immigration and education, he's countered the debate.", "sentId": 180}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "Or is he Bill Clinton who ran against his own party said Democrats have to be different.", "sentId": 181}, {"text": "We're wrong on some issues and we have to change if we're going to win and his viability as a general election candidate helped him survive some inner party challenges?", "sentId": 182}], "secId": 73}, {"speaker": "O'KEEFE", "sentences": [{"text": "I think he wants to be a Bill Clinton.", "sentId": 183}, {"text": "But they're going to do their darnedest to make him the Hillary Clinton and I think that's what he -- remember he's talked about wanting to run with joy.", "sentId": 184}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "With joy.", "sentId": 185}], "secId": 75}, {"speaker": "O'KEEFE", "sentences": [{"text": "It was like a real desire.", "sentId": 186}], "secId": 76}, {"speaker": "HENDERSON", "sentences": [{"text": "It's never doing --", "sentId": 187}], "secId": 77}, {"speaker": "O'KEEFE", "sentences": [{"text": "He can see the path from March 2016 on.", "sentId": 188}, {"text": "What he can't live with is between now and March 2016.", "sentId": 189}, {"text": "And I think, you know, clearing the decks and putting all the e-mails out there, that has an appeal not only to us because it makes our job a little easier to start looking through all this stuff but I think it has an appeal beyond the Republican Party and maybe even to some pragmatic Republicans who say if he's willing to do all that and if he's willing to be the adult while all these others are toiling in Iowa and toiling to try to get their Christian conservative vote, then maybe really we should look at him.", "sentId": 190}, {"text": "He's the adult.", "sentId": 191}, {"text": "He's the one who's been down this road, who has seen others do it, is willing to put himself out there, willing to totally divorce himself of his past and move forward.", "sentId": 192}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "Primaries are about ideology.", "sentId": 193}, {"text": "That's why we have them right.", "sentId": 194}, {"text": "My question is, so Governor Bush has spiked in our polling, again, he's at 23 percent, it's now January 2015 so he can celebrate that, he can love that.", "sentId": 195}, {"text": "But President Giuliani can tell you it doesn't always mean anything about how these things carry forward.", "sentId": 196}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "But does it Molly to your point about Christie, and Governor Kasich and Governor Pence and Governor Walker -- a number of people out there who would be formidable candidates?", "sentId": 197}, {"text": "On paper this say very strong potential Republican field.", "sentId": 198}, {"text": "Does the Jeb Bush decision pressure them to decide sooner because he's now actively telling fund- raisers and actively looking for staff in key states?", "sentId": 199}], "secId": 80}, {"speaker": "BALL", "sentences": [{"text": "Yes.", "sentId": 200}, {"text": "Jeb's people would tell you he's not actually any more in water than anyone else.", "sentId": 201}, {"text": "All of these other guys already had leadership packs and Jeb didn't.", "sentId": 202}, {"text": "So he's just putting himself on the same playing field as they were.", "sentId": 203}, {"text": "In reality it's been seen as, you know, much more of an overt signal than anyone else has made and I think in that sense, he's laid down a marker.", "sentId": 204}, {"text": "I think he's done it very smartly.", "sentId": 205}], "secId": 81}, {"speaker": "BALL", "sentences": [{"text": "I think he's been very smart to be as deliberate as he is about this because he is somebody who has to force his way into the conversation.", "sentId": 206}, {"text": "He doesn't have a platform.", "sentId": 207}, {"text": "He's not in elected office.", "sentId": 208}, {"text": "He hasn't been in elected office for nearly a decade so he's really got to get in there and make it clear to people that he wants to be a factor because a lot of people didn't believe it before he said it.", "sentId": 209}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Ben Carson says he can wait until May after Governor Huckabee --", "sentId": 210}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Can you wait until May?", "sentId": 211}], "secId": 84}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 212}, {"text": "I mean I guess, if you're Ben Carson you can wait until May.", "sentId": 213}, {"text": "I think a lot of these folks --", "sentId": 214}], "secId": 85}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "A lot of folks are waiting until late spring.", "sentId": 215}], "secId": 86}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 216}, {"text": "I think a lot of these folks might wait.", "sentId": 217}, {"text": "Clinton has speeches on her schedule up until March, maybe she cancels those but that looks like that sort of a time frame, some time in the spring.", "sentId": 218}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "Waiting to announce to give us official word.", "sentId": 219}, {"text": "Does it mean you can't go to Iowa, New Hampshire and South Carolina and beyond?", "sentId": 220}, {"text": "Let's go.", "sentId": 221}, {"text": "What do you say we pack up?", "sentId": 222}, {"text": "For the road show.", "sentId": 223}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Almost time -- I love Des Moines.", "sentId": 224}], "secId": 89}, {"speaker": "BALL", "sentences": [{"text": "I think it will be better in Iowa in a few months.", "sentId": 225}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "You want to wait a few months.", "sentId": 226}, {"text": "Ok, great -- bring the baby.", "sentId": 227}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 228}, {"text": "Tomorrow's news today is next.", "sentId": 229}, {"text": "Our reporters share from their notebooks including new word on the reception the President's choice to succeed Eric Holder is likely to receive on Capitol Hill.", "sentId": 230}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table.", "sentId": 231}, {"text": "Get you out ahead of the big political news just around the corner.", "sentId": 232}, {"text": "Julie Pace?", "sentId": 233}], "secId": 93}, {"speaker": "PACE", "sentences": [{"text": "The President's going to be running around the country over the next couple of weeks talking about the state of the union proposals before the state of the union and the White House says that this is a way to, you know, get out there, gain momentum, draw up contrasts with Republicans early on but it also shows that state of the unions simply aren't as important as they once were.", "sentId": 234}, {"text": "The President's last state of the union addressed 33 million viewers; it was the lowest number of viewers since Bill Clinton's last address.", "sentId": 235}, {"text": "You still get a big audience but I think this is interesting whether this signals that not only this White House but future White House will see an incentive in talking to the American people about state of the union ideas separate from just that one big night.", "sentId": 236}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "No big events.", "sentId": 237}, {"text": "Keep it constant, keep it constant.", "sentId": 238}, {"text": "Ed?", "sentId": 239}], "secId": 95}, {"speaker": "O'KEEFE", "sentences": [{"text": "John, get ready for this congress, talked to a bunch of the committee chairmen who are taking over this week.", "sentId": 240}, {"text": "Jason Chaffetz will be the new head of the House oversight and Government Reform Committee; He's a Republican from Utah.", "sentId": 241}, {"text": "Among the other things, he's going to wrap up all these investigations into the IRS, the EPA, Fast and Furious at the Justice Department but he's putting together a bunch of new subcommittees one to look at Obama's work on energy and the environment and another focused specifically on administrative rules, all the regulation writing that is on across the administration.", "sentId": 242}, {"text": "He says staffers on that subcommittee are tasked with waking up every morning scouring the federal register and all the other pieces of information that are out there about rule making going on and hold hearings about them.", "sentId": 243}], "secId": 96}, {"speaker": "O'KEEFE", "sentences": [{"text": "It will be led by Jim Jordan, a Republican of Ohio, popular conservative, and likely to be a very popular subcommittee.", "sentId": 244}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "Congressman Chaffetz very ambitious.", "sentId": 245}, {"text": "We'll see how different he is from Darrell Issa.", "sentId": 246}, {"text": "Molly?", "sentId": 247}], "secId": 98}, {"speaker": "BALL", "sentences": [{"text": "With Attorney General Eric Holder leaving the administration, there was some early hype that the President's nominee to fill that post.", "sentId": 248}, {"text": "Loretta Lynch the federal prosecutor from New York could be a big flash point, a big battle.", "sentId": 249}, {"text": "Some Republicans saying they want to turn it into a referendum on immigration and other issue.", "sentId": 250}], "secId": 99}, {"speaker": "BALL", "sentences": [{"text": "They had a lot of problems with Holder but the early signs are very good for Loretta Lynch.", "sentId": 251}, {"text": "She impressed a lot of Republicans in other meetings on the hill last month.", "sentId": 252}, {"text": "Senator Grassley, who's the chairman -- the incoming chairman of the judiciary committee hasn't said anything negative about her.", "sentId": 253}, {"text": "Senior Republican sources in the Senate are telling me that they think there may be a little bit of drama but right now she's looking pretty good for confirmation.", "sentId": 254}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "The administration will be happy to hear that.", "sentId": 255}, {"text": "At least one fight avoided or volume turned down.", "sentId": 256}, {"text": "Nia?", "sentId": 257}], "secId": 101}, {"speaker": "HENDERSON", "sentences": [{"text": "We don't talk enough about North Dakota so we can talk about it now.", "sentId": 258}, {"text": "Looks like there's chatter there about whether or not Heidi Heitkamp will actually run for governor in 2016.", "sentId": 259}, {"text": "She's not up for Senate until 2018.", "sentId": 260}, {"text": "If she runs for governor in 2016 she can keep her Senate seat.", "sentId": 261}, {"text": "What if she actually wins and that's a long shot, she would be up possibly against the current Governor Dalrimple.", "sentId": 262}, {"text": "But if she wins she could appoint her successor on Republicans and North Dakota nervous about that prospect and making noise and actually putting some bills forward to prevent that little technicality, so she wouldn't be able to do that, but that's a little chatter going on in North Carolina now -- North Dakota in the movement.", "sentId": 263}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "Keep an eye on it.", "sentId": 264}, {"text": "You're right we never talk about North Dakota enough.", "sentId": 265}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "I'll close with a look back that has a bit of a parallel as we look forward to the 2016 presidential race.", "sentId": 266}, {"text": "The question now is whether liberals can somehow convince Elizabeth Warren to challenge Hillary Clinton for the Democratic presidential nomination.", "sentId": 267}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "Mario Cuomo faced very similar entreaties back in 1991 and 1929 as Bill Clinton emerged as the Democratic frontrunner and was openly critical of his Democratic Party as being too liberal.", "sentId": 268}, {"text": "On deadline day for filing in the New Hampshire primary there was a play for Governor Cuomo from Albany to Concorde.", "sentId": 269}, {"text": "And most signs pointed to a go -- a yes.", "sentId": 270}, {"text": "I remember like it was yesterday sitting in the comfort of the Associated Press Bureau and firing the bulletin that Governor Cuomo would not run.", "sentId": 271}, {"text": "I remember like yesterday, the joy that brought top Clinton lieutenant.", "sentId": 272}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "The biggest reason then Governor Clinton survived the character questions of that roller-coaster the 1992 campaign of was.", "sentId": 273}, {"text": "He is the most gifted and the tenacious politician of his generation but he also faced a relatively weak Democratic field that year never having to face a debate or with we are the skills and the street sense of Mario Cuomo who was labeled \"Hamlet on the Hudson\" for his public debate largely with himself about running for President.", "sentId": 274}, {"text": "I remember those days very, very vividly.", "sentId": 275}, {"text": "Rest in peace, Governor Cuomo.", "sentId": 276}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 277}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 278}, {"text": "We'll see you soon.", "sentId": 279}, {"text": "\"STATE OF THE UNION\" starts right now.", "sentId": 280}], "secId": 107}], "sectionCount": 108, "url": "transcripts.cnn.com/TRANSCRIPTS/1501/04/ip.01.html", "sentenceCount": 282, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired January 4, 2015 - 08:30   ET", "speakers": ["KING", "UNIDENTIFIED MALE", "OBAMA", "CLINTON", "With us to share their reporting and their insights this morning", "O'KEEFE", "BALL", "HENDERSON", "PACE", "CUOMO", "UNIDENTIFIED FEMALE"], "title": "INSIDE POLITICS"}