{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1610.20.ip.02.html.json", "subTitle": "A Look at Last Night's Debate. Aired 12:30-1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Pretty good way to talk about it, didn't talk about it.", "sentId": 0}], "secId": 0}, {"speaker": "ZELENY", "sentences": [{"text": "Unbelievable, he's also been talking about term limits, and other things, always a good buzzword out there, he didn't talk about it.", "sentId": 1}, {"text": "So it gets back to preparation.", "sentId": 2}, {"text": "It just is not a good model for him I guess.", "sentId": 3}, {"text": "But he missed opportunities throughout all three debates to prosecute the case.", "sentId": 4}, {"text": "I thought last night in that moment was the strongest as you said.", "sentId": 5}, {"text": "I mean he clearly practiced some but never brought it home, almost like he's afraid to in some respects.", "sentId": 6}], "secId": 1}, {"speaker": "KUCINICH", "sentences": [{"text": "But, you know, Chris Wallace really had Hillary Clinton in a bind at one point.", "sentId": 7}, {"text": "Explaining the Clinton Foundation, I mean, some of their donors.", "sentId": 8}, {"text": "And he cut her -- Trump cut her off.", "sentId": 9}, {"text": "And she was really struggling with the question.", "sentId": 10}, {"text": "And it was a weaker moment for Hillary Clinton, in that debate.", "sentId": 11}, {"text": "He cut her off and mentioned his own foundation which \"The Washington Post\" has been digging into and finding all sorts of not regular things about it.", "sentId": 12}, {"text": "So it was just -- watching it was just perplexing.", "sentId": 13}, {"text": "I mean, exactly, he saved her essentially from that moment.", "sentId": 14}], "secId": 2}, {"speaker": "WILSON", "sentences": [{"text": "And then of course Clinton was able to bring up the fact that Trump's foundation has bought a -- what is it, a ten- foot tall portrait of him and she got in the good line \"Who does that\" which I thought really stuck.", "sentId": 15}], "secId": 3}, {"speaker": "MURRAY", "sentences": [{"text": "I was surprise that she didn't actually have a better answer when it came to the Clinton Foundation.", "sentId": 16}, {"text": "I mean I think we all are aware that the foundation has done good work.", "sentId": 17}, {"text": "But that doesn't mean, those two things are not mutually exclusive.", "sentId": 18}, {"text": "You can do good work as a foundation and you also accept money from donors you shouldn't accept money from.", "sentId": 19}, {"text": "And to see her continue to struggle with that even at this point in the campaign, I think that highlights why no one really feels like even though these battleground maps look so treacherous for Trump, nobody's going to feel like this race is put away until it's actually put away because there are such inherent weaknesses in both candidates.", "sentId": 20}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 21}, {"text": "And the volatility of the race too, but there was, you know, if he watches the news all the time, DVR if he watches again, if he didn't read the documents himself, his campaign team has read them.", "sentId": 22}, {"text": "That was the perfect opportunity to say, \"Madam Secretary, why did your daughter write an e-mail saying there are all sorts of conflicts interests, people taking banking in your husband's name?\"", "sentId": 23}, {"text": "There was a great opportunity there for him to come at it.", "sentId": 24}, {"text": "But he didn't do it.", "sentId": 25}, {"text": "Another one was, when he criticizing her record as secretary of state.", "sentId": 26}, {"text": "Essentially saying she's a failure.", "sentId": 27}, {"text": "And everything she touches as secretary of state.", "sentId": 28}, {"text": "The issue of China came up.", "sentId": 29}, {"text": "And Clinton swung it back.", "sentId": 30}], "secId": 5}, {"speaker": "CLINTON", "sentences": [{"text": "One of the biggest problems we have with China is the illegal dumping of steel and aluminum into our markets.", "sentId": 31}, {"text": "I have fought against that as a senator.", "sentId": 32}, {"text": "I've stood up against it as secretary of state.", "sentId": 33}], "secId": 6}, {"speaker": "CLINTON", "sentences": [{"text": "Donald has bought Chinese steel and aluminum.", "sentId": 34}, {"text": "In fact, the Trump hotel right here in Las Vegas was made with Chinese steel.", "sentId": 35}, {"text": "So he goes around with crocodile tears about how terrible it is.", "sentId": 36}, {"text": "But he has given jobs to Chinese steelworkers, not American steelworkers.", "sentId": 37}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "His answer to that was, \"Well, you didn't change the laws so I did it.\"", "sentId": 38}], "secId": 8}, {"speaker": "MURRAY", "sentences": [{"text": "That's not a really good ...", "sentId": 39}], "secId": 9}, {"speaker": "WILSON", "sentences": [{"text": "Which is -- what has provoked the gasps from focus groups in previous debates, when he said that not paying taxes makes him a good businessman, that was when a bunch of -- I think that was a \"The Washington Post\" story.", "sentId": 40}, {"text": "A bunch of up decided voters in North Carolina actually gasped.", "sentId": 41}, {"text": "This sort of shows this candidate not only didn't necessarily prepare well enough for the debate last night, he also didn't prepare to actually run for president, which is when you start paying your taxes and making a bunch of charitable contributions and things like that because your tax returns are going to be in the public eye until we get to Donald Trump and then somebody sends them to \"The New York Times.\"", "sentId": 42}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "On this -- on the issue you brought up.", "sentId": 43}, {"text": "And we talk about for this, ways Trump could have better prosecuted the foundation argument, the politician argument that change Washington argument.", "sentId": 44}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Again, the WikiLeaks questions came up.", "sentId": 45}, {"text": "And there's a lot of embarrassing things -- potentially embarrassing things, at least the things that have to be explained for Secretary Clinton to be fair, we don't have the full context of the e-mails.", "sentId": 46}, {"text": "But at least what we do have, some very interesting questions about whether she says one thing in public and then tells a bunch of bankers in private for a lot of money something else.", "sentId": 47}, {"text": "But when it came up, she did what we expected her to do, pivot, say, \"Well, wait a minute, never mind what's in the e-mails, where did they come from.\"", "sentId": 48}], "secId": 12}, {"speaker": "CLINTON", "sentences": [{"text": "You are very clearly quoting from WikiLeaks and what's really important about WikiLeaks is that the Russian government has engaged in espionage against Americans.", "sentId": 49}], "secId": 13}, {"speaker": "TRUMP", "sentences": [{"text": "That was a great pivot off the fact that she wants open borders, OK. How did we get on to Putin?", "sentId": 50}], "secId": 14}, {"speaker": "ZELENY", "sentences": [{"text": "Fine, but then he didn't follow up.", "sentId": 51}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Right, yes.", "sentId": 52}], "secId": 16}, {"speaker": "ZELENY", "sentences": [{"text": "I mean he was right, it was a great pivot.", "sentId": 53}, {"text": "I'm surprised that she was able to get away with it.", "sentId": 54}, {"text": "But she was.", "sentId": 55}, {"text": "Again, if you as we near the twilight of this campaign, it is amazing how many questions, as Sara was saying, and controversies still linger on the Clinton campaign.", "sentId": 56}, {"text": "She's not answered or quieted many of these from e-mail to the foundation, other things.", "sentId": 57}, {"text": "But she's running against Donald Trump.", "sentId": 58}, {"text": "So it really hasn't mattered.", "sentId": 59}, {"text": "If she was running against a tougher candidate, she would be in a world of hurt because of those WikiLeaks e-mails.", "sentId": 60}], "secId": 17}, {"speaker": "KUCINICH", "sentences": [{"text": "And they knew it.", "sentId": 61}, {"text": "The campaign knew it.", "sentId": 62}, {"text": "In those e-mails, not because of WikiLeaks, you can see them because of WikiLeaks.", "sentId": 63}, {"text": "But they were talking about Marco Rubio.", "sentId": 64}, {"text": "They were worried about Jeb's economic message.", "sentId": 65}, {"text": "And I'm sure the people on those campaigns, a little part of them died when they read that.", "sentId": 66}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Early in the Republican primaries we would say, \"You know what, give Donald Trump a little grace, he's never done this before.", "sentId": 67}, {"text": "When he did have some moments where he fade in the debates.", "sentId": 68}, {"text": "It's also an effective debates.", "sentId": 69}, {"text": "But there were times especially where he would just fade away.", "sentId": 70}, {"text": "But he's been at this long enough now.", "sentId": 71}, {"text": "And if you're going to do the thing just to your point when the issues came up, you know, he couldn't just turn and say \"Fine, fine, let's talk about WikiLeaks.", "sentId": 72}, {"text": "But what about the substance of the e-mails, why won't you answer the question about this?", "sentId": 73}, {"text": "You can do things with one line to force that he never did.", "sentId": 74}], "secId": 19}, {"speaker": "WILSON", "sentences": [{"text": "But these are two different sort of sets of debates that we're talking about here.", "sentId": 75}, {"text": "In the first one, he got to pick two or three moments with a stage full of, you know, 11 people and make his statement or, you know, essentially pick his spots.", "sentId": 76}, {"text": "Here, he's got 90 minutes.", "sentId": 77}, {"text": "Its two people.", "sentId": 78}, {"text": "He's got to split the time with somebody else who is a very good debater.", "sentId": 79}, {"text": "And he's got to be versed on things that they're not talking about in the Republican primary.", "sentId": 80}, {"text": "The thing that strikes me is Donald Trump is still running a Republican primary campaign and we're 19 days before general election.", "sentId": 81}], "secId": 20}, {"speaker": "MURRAY", "sentences": [{"text": "And they knew this was obviously a different debate format going into the series of general election debates.", "sentId": 82}, {"text": "And what is striking is if you then look at that full interaction about WikiLeaks and about Putin and about Russia, what I came away with, and that was Donald Trump still insisting that Russia, you know, has nothing to do with it.", "sentId": 83}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "Well, let's see what Donald Trump takes away from the debate last night.", "sentId": 84}, {"text": "He's speaking live right now in Delaware, Ohio.", "sentId": 85}], "secId": 22}, {"speaker": "TRUMP", "sentences": [{"text": "Ladies and gentlemen, I want to make a major announcement today.", "sentId": 86}, {"text": "I would like to promise and pledge to all of my voters and supporters and to all of the people of the United States, that I will totally accept the results of this great and historic presidential election, if I win, all right.", "sentId": 87}], "secId": 23}, {"speaker": "TRUMP", "sentences": [{"text": "Seriously, the debate last night was amazing.", "sentId": 88}, {"text": "And everybody said I won.", "sentId": 89}, {"text": "Including every single online poll and some had it at 90 and close to 90 percent so let's put it that.", "sentId": 90}, {"text": "The question of voter fraud came up during the debate.", "sentId": 91}, {"text": "We want fairness in the election.", "sentId": 92}, {"text": "This is having nothing to do with me.", "sentId": 93}, {"text": "But having to do with the future of our country, we have to have fairness.", "sentId": 94}], "secId": 24}, {"speaker": "TRUMP", "sentences": [{"text": "John Podesta, Hillary Clinton's campaign chairman, was quoted in WikiLeaks is saying \"Illegal immigrants could vote as long as they their driver's license.\"", "sentId": 95}, {"text": "What I'm saying is don't be naive, folks, don't be naive.", "sentId": 96}, {"text": "One of the big issues that came up last night was the fact that the Clinton campaign has paid people to disrupt violently our rallies and to insight absolute total bedlam.", "sentId": 97}], "secId": 25}, {"speaker": "CROWD", "sentences": [{"text": "Lock her up, Lock her up, Lock her up, Lock her up, Lock her up, Lock her up, Lock her up, Lock her up, Lock her up, Lock her up, Lock her up, Lock her up, Lock her up.", "sentId": 98}], "secId": 26}, {"speaker": "TRUMP", "sentences": [{"text": "It's so bad, so bad.", "sentId": 99}, {"text": "And, you know, I've had occasions where we've had rallies and it was so incredibly violent.", "sentId": 100}, {"text": "I said, \"What's going on over here?\"", "sentId": 101}, {"text": "These were paid people by the Clinton campaign.", "sentId": 102}, {"text": "And it just came out.", "sentId": 103}, {"text": "And I give, a lot of credit to the people that brought this out, believe me.", "sentId": 104}, {"text": "This is criminal behavior that violates centuries of tradition of peaceful Democratic elections.", "sentId": 105}, {"text": "A campaign like Clinton's that will incite violence is truly a campaign that will do anything to win.", "sentId": 106}, {"text": "And a candidate like crooked Hillary Clinton who will lie to Congress, lie to the FBI, destroy 33,000 e-mails, put her office up for sale and put our confidential information into reach of our enemies is a candidate who is truly capable of anything, including voter fraud.", "sentId": 107}], "secId": 27}, {"speaker": "TRUMP", "sentences": [{"text": "In addition, it was just learned that Hillary Clinton was given the exact questions to a previous debate.", "sentId": 108}, {"text": "Word for word by Donna Brazile, who is now under tremendous pressure to resign from the DNC and she should be.", "sentId": 109}, {"text": "She should resign.", "sentId": 110}, {"text": "How can a woman do that?", "sentId": 111}, {"text": "That is cheating at the highest level.", "sentId": 112}], "secId": 28}, {"speaker": "TRUMP", "sentences": [{"text": "But I ask you, why shouldn't Hillary Clinton resign from the race?", "sentId": 113}, {"text": "She was given -- think of it.", "sentId": 114}, {"text": "She was given these questions.", "sentId": 115}, {"text": "She used these questions, studied the questions, got the perfect answer for the questions and never said that she did something that was totally wrong and inappropriate.", "sentId": 116}, {"text": "Hence the name crooked Hillary.", "sentId": 117}], "secId": 29}, {"speaker": "TRUMP", "sentences": [{"text": "Years ago, there was a show called \"The $64,000 Question.\"", "sentId": 118}, {"text": "A contestant got the questions in advance.", "sentId": 119}, {"text": "And his life was ruined.", "sentId": 120}, {"text": "They found out about it.", "sentId": 121}, {"text": "Remember?", "sentId": 122}, {"text": "Anybody remember his name?", "sentId": 123}, {"text": "Come on.", "sentId": 124}, {"text": "Van Doren.", "sentId": 125}, {"text": "Very good.", "sentId": 126}, {"text": "You look younger than that.", "sentId": 127}], "secId": 30}, {"speaker": "TRUMP", "sentences": [{"text": "Charles Van Doren was his name.", "sentId": 128}, {"text": "He got the questions.", "sentId": 129}, {"text": "And his life was ruined.", "sentId": 130}, {"text": "But Hillary Clinton got the question.", "sentId": 131}, {"text": "Think of it.", "sentId": 132}, {"text": "Forget Donna Brazile.", "sentId": 133}, {"text": "She should resign.", "sentId": 134}, {"text": "She looked like such a fool last night on television, trying to say, well, she didn't know what was going.", "sentId": 135}, {"text": "She had no idea.", "sentId": 136}, {"text": "She said, \"Get me out of here.\"", "sentId": 137}], "secId": 31}, {"speaker": "TRUMP", "sentences": [{"text": "She got the questions.", "sentId": 138}, {"text": "She got the questions.", "sentId": 139}, {"text": "She gave them to Hillary Clinton.", "sentId": 140}, {"text": "Hillary Clinton didn't say, \"I'd like to announce that a mistake was made and I can't take these questions.\"", "sentId": 141}, {"text": "I mean look, how many questions are there, right?", "sentId": 142}], "secId": 32}, {"speaker": "TRUMP", "sentences": [{"text": "Can you imagine, if I got the questions?", "sentId": 143}, {"text": "They would call for the re- establishment of the electric chair.", "sentId": 144}, {"text": "Do you agree with that?", "sentId": 145}, {"text": "Right?", "sentId": 146}, {"text": "She got the questions and she didn't report it.", "sentId": 147}, {"text": "She went out there knowing the questions.", "sentId": 148}, {"text": "She didn't report it.", "sentId": 149}, {"text": "That is very dishonest.", "sentId": 150}, {"text": "She's a very dishonest person.", "sentId": 151}, {"text": "This is even bigger because we are going for the presidency of the United States.", "sentId": 152}, {"text": "So this is very important.", "sentId": 153}], "secId": 33}, {"speaker": "TRUMP", "sentences": [{"text": "Hillary Clinton is t most corrupt and dishonest person ever to seek the office of the presidency.", "sentId": 154}, {"text": "So it's in that context that I was asked the question about whether I would agree in advance to concede the results on election night if for some reason we should lose, which we're not going to lose.", "sentId": 155}, {"text": "And that was sort of an unprecedented question.", "sentId": 156}], "secId": 34}, {"speaker": "TRUMP", "sentences": [{"text": "If Al Gore or George Bush had agreed three weeks before the election to concede the results and waive their right to a legal challenge or a recount then there would be no Supreme Court case and no Gore versus Bush or Bush versus Gore.", "sentId": 157}, {"text": "And there have been numerous other cases.", "sentId": 158}, {"text": "In effect I'm being asked to waive centuries of legal precedent designed to protect the voters.", "sentId": 159}, {"text": "But listen to this, according to pew, highly respected, there are 24 million voter registrations in the United States that are either invalid or inaccurate, OK.", "sentId": 160}, {"text": "I think the people in this room understand it more than our leaders.", "sentId": 161}, {"text": "Although maybe our leaders understand more than we think they understand.", "sentId": 162}], "secId": 35}, {"speaker": "TRUMP", "sentences": [{"text": "Listen to this.", "sentId": 163}, {"text": "1.8 million people are dead.", "sentId": 164}, {"text": "But they're registered to vote.", "sentId": 165}, {"text": "Some of whom vote, even though they are dead which is really a hard thing to do.", "sentId": 166}, {"text": "But it's easy a fraud is involved, right?", "sentId": 167}, {"text": "So you have 1.8 million people who are dead who are registered to vote and some of them vote.", "sentId": 168}], "secId": 36}, {"speaker": "TRUMP", "sentences": [{"text": "One was a Republican.", "sentId": 169}, {"text": "And after death became a Democrat.", "sentId": 170}, {"text": "It's true.", "sentId": 171}, {"text": "2.8 million people are registered in more than one state.", "sentId": 172}, {"text": "So you got 2.8 million people they can vote in Ohio and some place else.", "sentId": 173}, {"text": "And 14 percent of non-citizens are registered to vote.", "sentId": 174}, {"text": "And then I hear we have such a beautiful -- everything is so wonderful.", "sentId": 175}, {"text": "You understand where I'm coming from I think, right?", "sentId": 176}], "secId": 37}, {"speaker": "TRUMP", "sentences": [{"text": "Now, I am not a politician.", "sentId": 177}, {"text": "So I can say it like it is.", "sentId": 178}, {"text": "But those are terrible and frightening statistics.", "sentId": 179}, {"text": "America is a constitutional republic with a system of laws.", "sentId": 180}, {"text": "These laws are triggered in the case of fraud or in the event of a recount where it's needed.", "sentId": 181}, {"text": "Of course I would accept a clear election result.", "sentId": 182}, {"text": "But I would also reserve my right to contest or file a legal challenge in the case of a questionable result, right?", "sentId": 183}], "secId": 38}, {"speaker": "TRUMP", "sentences": [{"text": "And always I will follow and abide by all of the rules and traditions of all of the many candidates who have come before me, always.", "sentId": 184}, {"text": "Bottom line, we're going to win.", "sentId": 185}, {"text": "We're going to win so big.", "sentId": 186}, {"text": "We're going to win so big.", "sentId": 187}, {"text": "November 8th.", "sentId": 188}, {"text": "We're going to win.", "sentId": 189}, {"text": "Together we are going to deliver real change that puts again America first.", "sentId": 190}, {"text": "It's going to be America first.", "sentId": 191}], "secId": 39}, {"speaker": "CROWD", "sentences": [{"text": "USA, USA, USA, USA, USA, USA, USA, USA, USA, USA.", "sentId": 192}], "secId": 40}, {"speaker": "TRUMP", "sentences": [{"text": "Thank you.", "sentId": 193}, {"text": "Boy, you people have spirit, so early.", "sentId": 194}, {"text": "Beautiful.", "sentId": 195}, {"text": "It's beautiful thing to see.", "sentId": 196}, {"text": "All over the country, it's the same.", "sentId": 197}, {"text": "The spirit, it's a movement like they've never seen, the dishonest media.", "sentId": 198}, {"text": "They've never seen anything like it.", "sentId": 199}, {"text": "They've never seen, they've never seen anything like it.", "sentId": 200}, {"text": "They've never seen anything like it.", "sentId": 201}, {"text": "We are going to renegotiate our terrible trade deals and illegal immigrations.", "sentId": 202}, {"text": "Stop the massive inflow of refugees.", "sentId": 203}, {"text": "Reduce surging crime.", "sentId": 204}, {"text": "Cut taxes and regulation.", "sentId": 205}, {"text": "Unleash job producing energy, American energy.", "sentId": 206}, {"text": "Rebuild our military.", "sentId": 207}, {"text": "And take care of our vets.", "sentId": 208}], "secId": 41}, {"speaker": "TRUMP", "sentences": [{"text": "Now, our vets -- our great veterans have not been taken care of the way they should be taken care of, that I can tell you.", "sentId": 209}, {"text": "Our vets are treated oftentimes, not as well as illegal immigrants and we're going to change that very fast.", "sentId": 210}, {"text": "Our vets are going to be treated properly and with great respect.", "sentId": 211}, {"text": "That's not happening now.", "sentId": 212}], "secId": 42}, {"speaker": "TRUMP", "sentences": [{"text": "And we are going to repeal and replace Obamacare.", "sentId": 213}, {"text": "Just in case you haven't noticed, rates are going up 60 percent, 70 percent, 80 percent, next year is going to be worse.", "sentId": 214}, {"text": "It's a catastrophe.", "sentId": 215}, {"text": "It's dying anyway.", "sentId": 216}, {"text": "But we're going to repeal it.", "sentId": 217}, {"text": "Replace it.", "sentId": 218}, {"text": "You're going to have great health care at a fraction of the cost, OK.", "sentId": 219}], "secId": 43}, {"speaker": "TRUMP", "sentences": [{"text": "Your jobs will come back under a Trump administration.", "sentId": 220}, {"text": "Your jobs are flare.", "sentId": 221}, {"text": "Your incomes will go up under a Trump administration.", "sentId": 222}, {"text": "Your taxes will go way down under a Trump administration.", "sentId": 223}, {"text": "And Hillary Clinton is going to raise your taxes.", "sentId": 224}, {"text": "She's going to raise your taxes.", "sentId": 225}, {"text": "Your companies won't be leaving Ohio under a Trump administration.", "sentId": 226}], "secId": 44}, {"speaker": "TRUMP", "sentences": [{"text": "Right now, our economy isn't growing practically at all.", "sentId": 227}, {"text": "Last quarter, it was only around 1 percent GDP.", "sentId": 228}, {"text": "People have hardly ever heard of numbers like that.", "sentId": 229}, {"text": "If in China it goes to 7 percent or 8 percent, its like considered a national catastrophe.", "sentId": 230}, {"text": "Here, we're 1 percent, isn't everything wonderful.", "sentId": 231}, {"text": "Everything is not wonderful.", "sentId": 232}, {"text": "And if it was wonderful, we wouldn't have packed auditoriums no matter where we go, believe me.", "sentId": 233}], "secId": 45}, {"speaker": "TRUMP", "sentences": [{"text": "I'm going to get us to 4 percent growth and maybe more and create 25 million jobs for our country over the next ten years.", "sentId": 234}, {"text": "Many workers are earning less today than they were 18 years ago.", "sentId": 235}, {"text": "They're working harder.", "sentId": 236}, {"text": "They're working longer.", "sentId": 237}, {"text": "But they're making less.", "sentId": 238}, {"text": "And in some cases, they're working two and three jobs, but still taking home less money.", "sentId": 239}, {"text": "It's ridiculous.", "sentId": 240}, {"text": "They're getting older.", "sentId": 241}, {"text": "They're working harder.", "sentId": 242}, {"text": "And so am I. I'm working harder.", "sentId": 243}, {"text": "And I'm getting older too.", "sentId": 244}, {"text": "It was harder.", "sentId": 245}, {"text": "Believe me.", "sentId": 246}, {"text": "I'm working harder.", "sentId": 247}], "secId": 46}, {"speaker": "TRUMP", "sentences": [{"text": "Companies like Carrier are firing their workers and moving to Mexico.", "sentId": 248}, {"text": "Ford is moving all of their small car production to Mexico.", "sentId": 249}, {"text": "When I'm president, if a company wants to fire their workers and leave for Mexico or other countries, then we will charge them a 35 percent tax when they want to ship their products back into the United States.", "sentId": 250}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "We're listening to the Republican presidential nominee Donald Trump there live in Delaware, Ohio, right at the very end.", "sentId": 251}, {"text": "They're talking about a proposal, he's talked about before.", "sentId": 252}, {"text": "U.S. base companies ship jobs overseas.", "sentId": 253}, {"text": "Donald Trumps says he'll penalize them.", "sentId": 254}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "But the bigger news at this event, first, at the top, a bit a joke and then a bit later, Donald Trump addressing the big controversy out of lt night's final presidential debate when he said he was not sure if he would accept results of the election.", "sentId": 255}, {"text": "At the top of his remarks, joking a bit, Trump said \"I will of course accept them if I win.\"", "sentId": 256}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Later in his remarks, well, let's just listen.", "sentId": 257}, {"text": "First, let's listen the very beginning when Donald Trump tried to make light of a controversy that has a lot of Republicans mad at him.", "sentId": 258}], "secId": 50}, {"speaker": "TRUMP", "sentences": [{"text": "I would like to promise and pledge to all of my voters and supporters and to all of the people of the United States, that I will totally accept the results of this great and historic presidential election, if I win, all right.", "sentId": 259}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Clever line there.", "sentId": 260}, {"text": "It would be funny if -- it is a little bit funny, amusing.", "sentId": 261}, {"text": "But if not for the controversy stoked last night that has Republicans across the spectrum including some Trump supporters and most of the non-Trump Republicans saying, \"You can't do that, you can't essentially insult and question America's democracy.\"", "sentId": 262}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "We'll turn the sound in a minute.", "sentId": 263}, {"text": "A bit later he did say if there's a clear election result, I will accept it, but of course I'm going to keep available any legal resource, recount, recourse, court recourse, in case you get a 2000-like election Bush V. Gore.", "sentId": 264}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "Clearly, they woke up this morning in the Trump campaign and realize they needed to fix this.", "sentId": 265}], "secId": 54}, {"speaker": "ZELENY", "sentences": [{"text": "I'm not even sure if it was this morning, I think it was in real time last night because you saw them trying to.", "sentId": 266}, {"text": "But he have answer that last night that would've been a good way to say it.", "sentId": 267}, {"text": "The parallels to 2000 are entirely different, as we've said earlier.", "sentId": 268}, {"text": "I mean predicting it in advance versus if something happens.", "sentId": 269}, {"text": "But as things are going now, unless something massively changes here, this is not going to decided on a couple votes here.", "sentId": 270}, {"text": "But I think, you know, if he didn't clean this up it will probably be a little more Zen type for some Republicans out there.", "sentId": 271}, {"text": "But, you know, perhaps too little too late.", "sentId": 272}], "secId": 55}, {"speaker": "ZELENY", "sentences": [{"text": "But I think this is progress.", "sentId": 273}, {"text": "He's now in line with his surrogates.", "sentId": 274}, {"text": "So last night they all were out line with what he actually said.", "sentId": 275}, {"text": "And now everyone's on the same page.", "sentId": 276}], "secId": 56}, {"speaker": "WILSON", "sentences": [{"text": "All before lunchtime.", "sentId": 277}], "secId": 57}, {"speaker": "MURRAY", "sentences": [{"text": "But I do think, you know, this kind of thing is going to come down to a candidate's judgment and his aide's judgment on election night.", "sentId": 278}, {"text": "And we thought it was Mitt Romney in 2012, when they had planes ready to go to battleground states and it was the candidate who said, \"This isn't going to happen, like, we're not going to take this extra step.", "sentId": 279}, {"text": "We're going to go out there, I'm going to give my concession speech and we're going to move on.\"", "sentId": 280}, {"text": "And at that certain point, you'll have to trust that, if that is a scenario that Donald Trump would make the same move.", "sentId": 281}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "And it's interesting, listening to him, says, Donald Trump didn't say, \"You know, this came up last night and I didn't answer it just right or I didn't, you know, fully,\" he doesn't try to explain, \"You know, here's what I said before and I'm sorry or I didn't get it right or get the context right.\"", "sentId": 282}, {"text": "He just says, \"Here's my new position, take it.\"", "sentId": 283}], "secId": 59}, {"speaker": "WILSON", "sentences": [{"text": "Donald Trump has not apologized for even something minor like this where clean-up would involve exactly what you said, \"Hey, look, I didn't say it exactly right.", "sentId": 284}, {"text": "Here's what I meant.\"", "sentId": 285}, {"text": "He's not that type of person.", "sentId": 286}, {"text": "When parties get towards Election Day, everybody has planes on the ground ready to go to battleground states, say to the Senate, Democrats, and Senate Republicans will to go to whatever close Senate races is in balance.", "sentId": 287}], "secId": 60}, {"speaker": "WILSON", "sentences": [{"text": "The House Democrats, House Republicans will, just because he says he will accept an election result doesn't mean -- there's no implicit statement there that he won't make whatever legal challenges are legitimately available to him.", "sentId": 288}, {"text": "But there's a larger point here that, you know, seven Republican secretaries of state from around the country have called these kinds of comments irresponsible.", "sentId": 289}, {"text": "That was just over the last Monday and Tuesday.", "sentId": 290}, {"text": "I haven't checked in the last 24 hours or so if anybody else has.", "sentId": 291}, {"text": "But the fact is questioning the integrity of American elections undermines the very foundation of the thing that we've been relying on for 224 years.", "sentId": 292}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Now, let's quickly because words matter, last night he said he wanted to keep the suspension.", "sentId": 293}, {"text": "Let's listen to exactly what Donald Trump said when he just come out in again, Delaware, Ohio, and tried to clean it up.", "sentId": 294}], "secId": 62}, {"speaker": "TRUMP", "sentences": [{"text": "I would accept a clear election result.", "sentId": 295}, {"text": "But I would also reserve my right to contest or file a legal challenge in the case of a questionable result.", "sentId": 296}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Let me ask this final question, we have about 20 seconds in this context.", "sentId": 297}, {"text": "Last night's debate was dominated by this.", "sentId": 298}, {"text": "Now today, 19 days before the election, be dominated by Donald Trump's clean-up, not about doing the business of trying to win the election, correct?", "sentId": 299}], "secId": 64}, {"speaker": "ZELENY", "sentences": [{"text": "No doubt about it.", "sentId": 300}, {"text": "In the meantime, early voting starting in North Carolina today and personally voting, that's the issue here, so many ballots being casts as we speak.", "sentId": 301}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "And?", "sentId": 302}], "secId": 66}, {"speaker": "WILSON", "sentences": [{"text": "Literally millions of people have already voted in this election.", "sentId": 303}, {"text": "Those are the die-hard partisans.", "sentId": 304}, {"text": "The people who are just starting to vote now or will be voting on Election Day are the people who are undecided.", "sentId": 305}, {"text": "Those are the folks who were watching last night looking for the candidate to be behind.", "sentId": 306}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "We watched Donald Trump on the road of important context, he's in the state of Ohio today.", "sentId": 307}, {"text": "He's way behind the electoral map.", "sentId": 308}, {"text": "Ohio's a big one.", "sentId": 309}, {"text": "Republicans need it.", "sentId": 310}, {"text": "A 50/50 tie, if not 50, 45/45.", "sentId": 311}, {"text": "And our brand new poll out today, interesting to watch, 19 days to go.", "sentId": 312}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "Thanks for joining us today, \"Inside Politics.\"", "sentId": 313}, {"text": "We're back here tomorrow, noon eastern.", "sentId": 314}, {"text": "Wolf's ready to take over after a quick break.", "sentId": 315}], "secId": 69}, {"speaker": "BLITZER", "sentences": [{"text": "Hello.", "sentId": 316}, {"text": "I'm Wolf Blitzer.", "sentId": 317}, {"text": "It's 1:00 p.m. here in Washington, wherever you're watching from around the world, thanks very much for joining us.", "sentId": 318}], "secId": 70}, {"speaker": "BLITZER", "sentences": [{"text": "We start with Donald Trump, he's holding a campaign event in Ohio right now.", "sentId": 319}], "secId": 71}], "sectionCount": 72, "url": "transcripts.cnn.com/TRANSCRIPTS/1610/20/ip.02.html", "sentenceCount": 321, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 20, 2016 - 12:30   ET", "speakers": ["KING", "ZELENY", "KUCINICH", "WILSON", "MURRAY", "CLINTON", "TRUMP", "CROWD", "BLITZER"], "title": "INSIDE POLITICS"}