{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1504.19.ip.01.html.json", "subTitle": "Clinton's Evolving Policies; Hillary Courting Liberals?; GOP's Troubles with Women and Minority Votes.  Aired 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Point.", "sentId": 0}], "secId": 0}, {"speaker": "RUBIO", "sentences": [{"text": "A leader from yesterday began a campaign for president by promising to take us back to yesterday.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Counterpoint.", "sentId": 2}], "secId": 2}, {"speaker": "CLINTON", "sentences": [{"text": "We need to build the economy of tomorrow, not yesterday.", "sentId": 3}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "It's game on in the 2016 presidential race.", "sentId": 4}, {"text": "Hillary Clinton opens with a more casual touch in Iowa.", "sentId": 5}], "secId": 4}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Do you like caramel?", "sentId": 6}], "secId": 5}, {"speaker": "CLINTON", "sentences": [{"text": "I like caramel but I'd really love to try.", "sentId": 7}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "And next stop, New Hampshire.", "sentId": 8}, {"text": "The Republicans spent the weekend targeting her.", "sentId": 9}], "secId": 7}, {"speaker": "GRAHAM", "sentences": [{"text": "She is the third term of Barack Obama.", "sentId": 10}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "And each other.", "sentId": 11}], "secId": 9}, {"speaker": "PAUL", "sentences": [{"text": "There's a group of folks in our party who would have troops in six countries right now.", "sentId": 12}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS.", "sentId": 13}, {"text": "The biggest stories sourced by the best reporters now.", "sentId": 14}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 15}, {"text": "I'm John King.", "sentId": 16}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 17}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "With us to share the reporting and their insights, CNN's Nia-Malika Henderson, Jonathan Martin of the \"New York Times,\" Jeff Zeleny of CNN, Lisa Lerer of the Associated Press.", "sentId": 18}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "It was a big first week back in politics for Hillary Clinton.", "sentId": 19}, {"text": "Her campaign promised it would look different, and it did.", "sentId": 20}, {"text": "Small casual events in Iowa, no big rallies and no Hilla-copter, as they called it back in 2008.", "sentId": 21}, {"text": "Different not just in appearance.", "sentId": 22}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "When she ran for president in 2008, Hillary Clinton, like Barack Obama and many other Democrats back then, opposed same-sex marriage.", "sentId": 23}, {"text": "Ten months ago she said it should be an issue decided state by state.", "sentId": 24}, {"text": "Now, though, her campaign says Clinton hopes the Supreme Court declares same-sex marriage a constitutional right.", "sentId": 25}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Then there's the issue of drivers licenses for undocumented workers, of course, who entered the United States illegally.", "sentId": 26}, {"text": "In 2007, Hillary Clinton said as president she would oppose allowing the undocumented to get a driver's license.", "sentId": 27}, {"text": "Now her campaign says she favors it.", "sentId": 28}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "And then there's the Transpacific Partnership.", "sentId": 29}, {"text": "That's a big trade agreement President Obama very much wants and labor unions and other liberals very much oppose.", "sentId": 30}, {"text": "In 2010, then Secretary of State Clinton was for it.", "sentId": 31}], "secId": 17}, {"speaker": "CLINTON", "sentences": [{"text": "We are also pressing ahead with negotiations for the Transpacific Partnership, an innovative, ambitious, multilateral free trade agreement.", "sentId": 32}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Now her campaign says she is watching this debate closely and believes the proposal can and should be improved.", "sentId": 33}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Lisa Lerer, let's go through the first week here.", "sentId": 34}, {"text": "Now you could say, especially on the issue of same-sex marriage, the times have changed, a lot of people have changed, but the cynics look at Hillary Clinton and say she changes on marriage, she changes on immigration proposal, the driver's license issue, she's much more skeptical on trade all of a sudden.", "sentId": 35}, {"text": "They say she remembers 2008 and she's worried about her left flank, some liberal getting her in Iowa.", "sentId": 36}, {"text": "Fair?", "sentId": 37}], "secId": 20}, {"speaker": "LERER", "sentences": [{"text": "I think that's simply part of it.", "sentId": 38}, {"text": "She's trying to correct some of the missteps from 2008, but, you know, she's clearly reaching out her flank, though.", "sentId": 39}, {"text": "She did things far beyond those reversals that you're talking about.", "sentId": 40}, {"text": "She appointed Gary Gensler, who's someone who's known for his work regulating Wall Street, as her campaign CFO.", "sentId": 41}, {"text": "She wrote a love letter to Elizabeth Warren in \"TIME\" magazines.", "sentId": 42}], "secId": 21}, {"speaker": "LERER", "sentences": [{"text": "She doesn't want to take any chances even though she has a commanding lead that someone else could come in there and become the embodiment of liberal dreams in this race so she's trying to tamp that down as soon as possible.", "sentId": 43}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "But is she too worried about that, Jeff Zeleny?", "sentId": 44}, {"text": "And you mentioned the love letter so let me bring it in.", "sentId": 45}, {"text": "Elizabeth Warren is in the \"TIME 100,\" the 100 most influential people in the country, according to \"TIME.\"", "sentId": 46}, {"text": "And Hillary Clinton wrote the blur for her and she wrote, \"Elizabeth Warren never lets us forget that the work of taming Wall Street's irresponsible risk taking and reforming our financial system is far from finished.", "sentId": 47}, {"text": "And she never hesitates to hold powerful people's feet to the fire -- bankers, lobbyists, senior government officials, and yes, even presidential aspirants.\"", "sentId": 48}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 49}, {"text": "The knock on Hillary Clinton from progressives is she's too cozy to Wall Street.", "sentId": 50}, {"text": "Not only is it a love letter, as Lisa put it, but she says right there, keep an eye on Wall Street.", "sentId": 51}], "secId": 24}, {"speaker": "ZELENY", "sentences": [{"text": "I think that she has to keep an eye on her left flank, first and foremost, because she knows that there are so many Democrats and liberals who want her to have a race.", "sentId": 52}, {"text": "Want to knock her down a peg or two or so.", "sentId": 53}, {"text": "And she has the, you know, sort of unfortunate circumstances of having to evolve while she is running again.", "sentId": 54}], "secId": 25}, {"speaker": "ZELENY", "sentences": [{"text": "The president and the vice president evolved while they were in office.", "sentId": 55}], "secId": 26}, {"speaker": "LERER", "sentences": [{"text": "Yes.", "sentId": 56}], "secId": 27}, {"speaker": "ZELENY", "sentences": [{"text": "It's so much easier after you're elected.", "sentId": 57}, {"text": "So she is sort of doing it in real time.", "sentId": 58}, {"text": "But look, I think she has to do these things because there are people in the party who know that -- you know, she's not aligned on these, but she's not making these statements herself.", "sentId": 59}, {"text": "Her campaign is kind of releasing these through.", "sentId": 60}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 61}], "secId": 29}, {"speaker": "ZELENY", "sentences": [{"text": "Their background statements one at a time.", "sentId": 62}, {"text": "When is she going to talk about these in roundtables and other things, and that's what Martin O'Malley is bringing up.", "sentId": 63}, {"text": "He's saying that it's politically convenient, it's not out of principle.", "sentId": 64}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "You mentioned Martin O'Malley, before we bring the others to the conversation.", "sentId": 65}, {"text": "Listen to Martin O'Malley who's been -- the interesting thing about the Democrats who are likely to challenge Secretary Clinton is how rough are they, how tough are they.", "sentId": 66}, {"text": "Martin O'Malley has been -- most of them have been very, very gentle so far.", "sentId": 67}, {"text": "Martin O'Malley started to give us a little bit of a hint.", "sentId": 68}, {"text": "Listen to him saying, welcome, but, about Secretary Clinton.", "sentId": 69}], "secId": 31}, {"speaker": "O'MALLEY", "sentences": [{"text": "I'm glad Secretary Clinton has come around to the right positions on these issues and leadership is about making the right decision and the best decision before sometimes it becomes entirely popular.", "sentId": 70}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "It's the last part there.", "sentId": 71}], "secId": 33}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 72}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "You know, again, it's relatively tamed right now.", "sentId": 73}], "secId": 35}, {"speaker": "MARTIN", "sentences": [{"text": "It's the whole part.", "sentId": 74}], "secId": 36}, {"speaker": "LERER", "sentences": [{"text": "Yes.", "sentId": 75}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "The last part there is -- you know, the leadership is about making the decision before it becomes entirely popular.", "sentId": 76}, {"text": "Martin O'Malley essentially saying she's, you know, doing the old thumb up for the polls.", "sentId": 77}], "secId": 38}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 78}, {"text": "I mean, the great question about O'Malley was how tough will he be before he go after her by name and he clearly is showing this week that he intends to do just that.", "sentId": 79}, {"text": "So you could have a sort of hard fought race if not an actually competitive race.", "sentId": 80}], "secId": 39}, {"speaker": "LERER", "sentences": [{"text": "Right.", "sentId": 81}], "secId": 40}, {"speaker": "MARTIN", "sentences": [{"text": "But all the folks in the last few weeks have been saying to the press, look, we're going to be a more humble campaign this time around, we're not taking anything for granted, we understand the challenges ahead and we're going to run this primary like we actually have a real primary.", "sentId": 82}, {"text": "And all of us just kind of heard that, nodded politely, but what they've done this week is put sort of the actions behind those words.", "sentId": 83}], "secId": 41}, {"speaker": "MARTIN", "sentences": [{"text": "And I was especially struck by her language on the trade deal.", "sentId": 84}, {"text": "That is remarkable that when she was secretary of state, you had that video, she's actively promoting this deal, and now, you know, years later she's raising questions about it.", "sentId": 85}, {"text": "Her husband, very much a free trader.", "sentId": 86}, {"text": "It is a very, very notable moment.", "sentId": 87}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "And NAFTA was a big thing in the Clinton administration.", "sentId": 88}], "secId": 43}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 89}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "The North American Free Trade Agreement with Mexico.", "sentId": 90}, {"text": "And that was a huge fight and look, Bill Clinton ran against the unions in 1992.", "sentId": 91}, {"text": "That was part of his campaign.", "sentId": 92}], "secId": 45}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 93}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "A different kind of Democrats.", "sentId": 94}], "secId": 47}, {"speaker": "MARTIN", "sentences": [{"text": "That's right.", "sentId": 95}], "secId": 48}, {"speaker": "HENDERSON", "sentences": [{"text": "That's right.", "sentId": 96}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "And so it's the very interesting test for her because he -- Bill Clinton literally ran against the union, saying the Democratic Party was too beholden to the unions.", "sentId": 97}], "secId": 50}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 98}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "I'm waiting to see, of course, what her final decision is now, but is the risk, though -- so she's looking left, that's one lesson of 2008, Barack Obama got her on the left.", "sentId": 99}, {"text": "He had the Iraq war, a big flashing issue at that time.", "sentId": 100}, {"text": "The Republicans are saying, you know, she is inauthentic, she's flip-flopping, you can't trust her, she'll say whatever it takes to be elected.", "sentId": 101}], "secId": 52}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 102}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "So is there -- in the short term she's protecting her flank, is there a risk in the long term?", "sentId": 103}], "secId": 54}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, I think there is a risk in the long term.", "sentId": 104}, {"text": "And that's what I think Martin O'Malley is going for when he says essentially she's getting on the bandwagon here with some of these issues.", "sentId": 105}, {"text": "She's in such a tough spot because on the one hand she's got to different herself from this idea of the new Democrat.", "sentId": 106}, {"text": "But she's also got to figure out where Obama is on these issues.", "sentId": 107}, {"text": "She's got to keep that coalition together.", "sentId": 108}], "secId": 55}, {"speaker": "HENDERSON", "sentences": [{"text": "You know, sometimes I can't figure out, do people want her to be more liberal than Obama?", "sentId": 109}, {"text": "Do thye see her as equally liberal like Obama?", "sentId": 110}, {"text": "Like where is she vis-a-vis him.", "sentId": 111}, {"text": "And Martin O'Malley has got some big shoes to fill, or trying to do what Obama did in 2012.", "sentId": 112}, {"text": "It's not clear that he got 100 Democrats in the room, average Democrats, that they necessarily know who Martin O'Malley is, or even think that he was the one that could fill these sort of liberal shoes, the kinds that Ted Kennedy filled and those kinds of folks.", "sentId": 113}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "And so we will spend most of our time about her policy positions.", "sentId": 114}, {"text": "The ones we just talked about.", "sentId": 115}, {"text": "We're waiting for her to flush out her economic plan.", "sentId": 116}, {"text": "But optics matter in politics so we saw the first week in Iowa, she's going to be in New Hampshire this coming week.", "sentId": 117}, {"text": "You were just talking before the show, several of you are getting on flights up to New Hampshire to watch this playoff.", "sentId": 118}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "What do we make of that?", "sentId": 119}, {"text": "It was not the big, you know, inevitability, the helicopter, which they called the Halli-copter, the rock star rallies.", "sentId": 120}, {"text": "It was much, much smaller.", "sentId": 121}, {"text": "A lot of people made fun of it.", "sentId": 122}, {"text": "I would say this, you know, I might get a little tougher -- I will be tough on her about a lot of things, but I might get tougher about that later on, but a candidate has every right to roll out their campaign in the style they want to do it.", "sentId": 123}], "secId": 58}, {"speaker": "ZELENY", "sentences": [{"text": "Without a question.", "sentId": 124}, {"text": "And we're one weekend, I think the first week was a pretty successful rollout.", "sentId": 125}, {"text": "She's sort of -- you know, she can't win in some respects.", "sentId": 126}], "secId": 59}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 127}, {"text": "Right.", "sentId": 128}], "secId": 60}, {"speaker": "LERER", "sentences": [{"text": "Right.", "sentId": 129}], "secId": 61}, {"speaker": "ZELENY", "sentences": [{"text": "Going big or small.", "sentId": 130}, {"text": "So, you know, she has to keep things controlled.", "sentId": 131}, {"text": "So I think there's a pretty good conversation.", "sentId": 132}, {"text": "She touched a lot of Iowans.", "sentId": 133}, {"text": "She had a lot of private meetings.", "sentId": 134}, {"text": "And that's what those activists are looking for.", "sentId": 135}, {"text": "Those phone calls from her.", "sentId": 136}], "secId": 62}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 137}], "secId": 63}, {"speaker": "ZELENY", "sentences": [{"text": "You know, those sort of one-on-one with her.", "sentId": 138}, {"text": "She'll do the same in New Hampshire, but at some point she is going to have to put some meat on the bones.", "sentId": 139}, {"text": "It probably won't come until May, though.", "sentId": 140}, {"text": "That's when she'll be giving her sort of big announcement speech.", "sentId": 141}, {"text": "But I think the first week, you have to give her a pretty good grade.", "sentId": 142}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Because I suspect she'll be happier the second week because she actually likes New Hampshire.", "sentId": 143}], "secId": 65}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 144}, {"text": "Yes.", "sentId": 145}, {"text": "They like her there.", "sentId": 146}], "secId": 66}, {"speaker": "LERER", "sentences": [{"text": "Behind the scenes, I think it's important to point out the first 72 hours her team made a huge number of calls and meetings with all the various parts of the party.", "sentId": 147}, {"text": "One person in Clinton world estimated thousands of people were reached.", "sentId": 148}, {"text": "Seems a little extreme.", "sentId": 149}, {"text": "But -- so what's happening -- what was happening in Iowa, like sort of squazi  in the public, what's also happening behind the scenes from her campaign, they are really trying to unify the party.", "sentId": 150}, {"text": "A lot of this will depend, as you point out, on where she goes on policy.", "sentId": 151}], "secId": 67}, {"speaker": "LERER", "sentences": [{"text": "Progressive folks on that side of the ledger that I talked to said, look, there's a really big difference between a $9 minimum wage and a $15 minimum wage.", "sentId": 152}, {"text": "So I think, you know, a lot of people in the party are waiting to see where she ends up on some of these issues but they're certainly making a pretty heavy outreach.", "sentId": 153}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "I was a little bit snarky there about Iowa and New Hampshire.", "sentId": 154}, {"text": "But she did lose Iowa last time.", "sentId": 155}], "secId": 69}, {"speaker": "LERER", "sentences": [{"text": "Yes.", "sentId": 156}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "I think the Clintons have a history in New Hampshire.", "sentId": 157}, {"text": "She likes it more than Iowa, trust me.", "sentId": 158}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "Up next, a question for the Republican Party.", "sentId": 159}, {"text": "Can it win the White House if some of its leading voices keep insulting women and angering African-Americans?", "sentId": 160}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "First, though, politicians say the darndest things.", "sentId": 161}, {"text": "Here is a senator who, like me, has come to know a lot about Elsa and Olaf.", "sentId": 162}], "secId": 73}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "We are going to be very aggressive on that issue as well as on the geographic preferences --", "sentId": 163}], "secId": 74}, {"speaker": "ROBERTS", "sentences": [{"text": "Oh, come on.", "sentId": 164}, {"text": "Just let it go, mister.", "sentId": 165}, {"text": "Sorry about that.", "sentId": 166}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 167}, {"text": "Now maybe some leaders in the Republican Party and the conservative movement forget the last two presidential elections.", "sentId": 168}, {"text": "Maybe they just don't care.", "sentId": 169}, {"text": "But could their actions now be making it easier in the long run for Hillary Clinton to win the White House?", "sentId": 170}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "Let's take a look at what I mean.", "sentId": 171}, {"text": "A little bit of history here.", "sentId": 172}, {"text": "Let's go back to 2008.", "sentId": 173}, {"text": "President Obama wins huge, 365 electoral votes, over John McCain.", "sentId": 174}, {"text": "How does he do it?", "sentId": 175}, {"text": "The Obama coalition, 95 percent of the African-American vote, 67 percent of Latinos, 56 percent among women.", "sentId": 176}, {"text": "That's 2008.", "sentId": 177}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "And fast-forward four years.", "sentId": 178}, {"text": "The president does it again, not quite as big a victory over Mitt Romney, 332 electoral votes, but the coalition stays intact.", "sentId": 179}, {"text": "93 percent of African-Americans, 71 percent of Latinos, 55 percent among women.", "sentId": 180}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "Look at the number among women, look at the number among African- Americans.", "sentId": 181}, {"text": "The lesson pretty obvious, right?", "sentId": 182}, {"text": "To win the White House Republicans need to do better with nonwhite voters and close the gender gap, well, that would be a big help, too.", "sentId": 183}, {"text": "So why then the Loretta Lynch hostage crisis?", "sentId": 184}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "It was 163 days ago that President Obama nominated her to succeed Eric Holder as attorney general.", "sentId": 185}, {"text": "More importantly, in my view, 52 days since she got the approval of the Senate Judiciary Committee.", "sentId": 186}, {"text": "So the committee says, make her the attorney general, President Obama says, well, I want the full Senate vote.", "sentId": 187}], "secId": 80}, {"speaker": "OBAMA", "sentences": [{"text": "There are times where the dysfunction in the Senate just goes too far.", "sentId": 188}, {"text": "This is an example of it.", "sentId": 189}, {"text": "It's gone too far.", "sentId": 190}, {"text": "Enough.", "sentId": 191}, {"text": "Enough.", "sentId": 192}, {"text": "Call Loretta Lynch in for a vote and get her confirmed and let her do her job, and this is embarrassing.", "sentId": 193}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "This one I just don't get.", "sentId": 194}, {"text": "I mean, I understand that some of them say she's going to help the president's immigrations policy, but she's going to win.", "sentId": 195}, {"text": "She's going to be approved, she's going to be the next attorney general.", "sentId": 196}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "One of the questions about 2016 is with no Barack Obama on the ballot, do African-Americans maybe not vote in this big a numbers, or is there an opening for Republicans to get just a little bit more of the African-American vote, which changes a state like Ohio?", "sentId": 197}, {"text": "Can change a state like Virginia?", "sentId": 198}, {"text": "Can make you more competitive in a state like North Carolina.", "sentId": 199}, {"text": "I could go on.", "sentId": 200}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "So why?", "sentId": 201}, {"text": "This is an easy direct mail piece or an ad from Hillary Clinton targeting African-American voters.", "sentId": 202}, {"text": "Who cares who the Republican nominee is?", "sentId": 203}], "secId": 84}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 204}, {"text": "KING:  Even if the Republican nominee is flawless on these issues,", "sentId": 205}], "secId": 85}, {"speaker": "HENDERSON", "sentences": [{"text": "we'll say, their party will do this.", "sentId": 206}], "secId": 86}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, and the sort of conventional wisdom about this early on was that because of the demographics of -- her demographics and also the demographics of the country that she would sail through, they certainly didn't like Eric Holder very much so they would get somebody new in there.", "sentId": 207}], "secId": 87}, {"speaker": "HENDERSON", "sentences": [{"text": "I tend to not believe that it really is about race, but I think the perception about many African-Americans and many others is that it is about race, and I think it's interesting that Jeb Bush has come out and said this needs to happen.", "sentId": 208}, {"text": "He's very mindful of the fact that the optics are bad for Republicans.", "sentId": 209}, {"text": "He knows his brother did fairly well with African-Americans in swing states like Ohio and Virginia, and Florida got something like 11 percent.", "sentId": 210}], "secId": 88}, {"speaker": "HENDERSON", "sentences": [{"text": "So it's an easy thing that they could do.", "sentId": 211}, {"text": "But it also goes against one of the things they were trying to do, which is show that they could govern and show that there were something other than they are just to say no to the president.", "sentId": 212}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 213}, {"text": "Let me add this to the mix.", "sentId": 214}, {"text": "Wayne LaPierre, the head of the National Rifle Association, now that's not the Republican Party, but it's a big voice in the conservative movement.", "sentId": 215}, {"text": "Most of the Republican presidential wannabes ran to the NRA meeting to lobby for support.", "sentId": 216}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Wayne LaPierre could make a case against gun control.", "sentId": 217}, {"text": "He could make a case against the president on any issue he wanted to.", "sentId": 218}, {"text": "But he decided to also make this case.", "sentId": 219}], "secId": 91}, {"speaker": "LAPIERRE", "sentences": [{"text": "When he's finished, he intends to go out with a coronation of Hillary Rodham Clinton.", "sentId": 220}, {"text": "Yes.", "sentId": 221}], "secId": 92}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Never.", "sentId": 222}], "secId": 93}, {"speaker": "LAPIERRE", "sentences": [{"text": "I have to tell you, eight years of one demographically symbolic president is enough.", "sentId": 223}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 224}, {"text": "Why?", "sentId": 225}], "secId": 95}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 226}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Why?", "sentId": 227}], "secId": 97}, {"speaker": "MARTIN", "sentences": [{"text": "That's not the face that Jeb Bush wants on their party.", "sentId": 228}], "secId": 98}, {"speaker": "LERER", "sentences": [{"text": "Yes.", "sentId": 229}], "secId": 99}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 230}], "secId": 100}, {"speaker": "MARTIN", "sentences": [{"text": "If you surveyed 10 GOP strategists and show them that clip and said -- is that the face that you want for your party?", "sentId": 231}, {"text": "Ten out of 10 would say no, it's not.", "sentId": 232}, {"text": "I mean, this is the challenge that they have is that part of their base is driven by, you know, sort of white resentment politics.", "sentId": 233}], "secId": 101}, {"speaker": "MARTIN", "sentences": [{"text": "And how do you overcome that in a country that is increasingly diverse while at the same time keeping the folks in your party energized who are in politics because they have those views?", "sentId": 234}, {"text": "It's not an easy balancing act, John, but it's -- they are going to have to address it.", "sentId": 235}], "secId": 102}, {"speaker": "MARTIN", "sentences": [{"text": "Look, I was in New Hampshire over the weekend.", "sentId": 236}, {"text": "Marco Rubio got a question from a lady who was very upset because her daughter couldn't get a job teaching in a Florida public school because she did not have an English as a second language certificate.", "sentId": 237}, {"text": "She was going on a sort of -- you know, extended rift about it's unfair that you have to learn somebody else's language and they should learn English, right?", "sentId": 238}], "secId": 103}, {"speaker": "MARTIN", "sentences": [{"text": "The cameras were all rolling, and Rubio was sort of very delicately walking around this issue.", "sentId": 239}, {"text": "It's going to be a persistent challenge for them for 16 months now.", "sentId": 240}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "And in the age of microtargeting and technology.", "sentId": 241}, {"text": "you can target voters, so things like that you might think you're not going to see the national ad.", "sentId": 242}, {"text": "People are going to get in the .", "sentId": 243}, {"text": "We're going to see .", "sentId": 244}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "Let's step back.", "sentId": 245}, {"text": "You mentioned you're in New Hampshire.", "sentId": 246}, {"text": "Where is this Republican race right now?", "sentId": 247}, {"text": "There are, what, 19 people going through this meeting up there?", "sentId": 248}, {"text": "You know, maybe half of them will run.", "sentId": 249}, {"text": "It's a fascinating dynamic but you have the governors Jeb Bush and Rick Perry, both saying executive experience, executive experience, executive experience.", "sentId": 250}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "Scott Walker was saying, you know, I can shop at Kohl's, and a little bit of disagreement on the policy issues, but are we anywhere yet in the Republican race or are we still in the filling out?", "sentId": 251}], "secId": 107}, {"speaker": "ZELENY", "sentences": [{"text": "We're not.", "sentId": 252}, {"text": "We're definitely in the filling out.", "sentId": 253}, {"text": "And the lanes are getting so crowded.", "sentId": 254}, {"text": "Mike Huckabee now is almost certain to join this field.", "sentId": 255}, {"text": "He should not be overlooked.", "sentId": 256}, {"text": "I think, you know, it is -- it's still all eyes are on Jeb Bush.", "sentId": 257}, {"text": "You know, is New Hampshire going to be a place where can he sort of avoid the Bush family curse that happened to his father and his brother?", "sentId": 258}], "secId": 108}, {"speaker": "ZELENY", "sentences": [{"text": "But it is wide open.", "sentId": 259}, {"text": "The lane is wide open.", "sentId": 260}, {"text": "And the super PAC spending is probably the most interesting.", "sentId": 261}, {"text": "Everybody is lining up.", "sentId": 262}, {"text": "So I think perhaps in this early going, that's the metric to look at, whose super PAC is the strongest here.", "sentId": 263}, {"text": "But the voters are just in the beginning of testing this out.", "sentId": 264}, {"text": "I mean, this is the -- this is going to be the most fascinating story of the next nine months.", "sentId": 265}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "And you mentioned the Jeb Bush question.", "sentId": 266}, {"text": "I heard from a lot of people who said, you know, we all laugh sometimes, where did he go?", "sentId": 267}, {"text": "Chris Christie, a lot of people say Chris Christie had a good week up there.", "sentId": 268}, {"text": "So wide open, the Republican side.", "sentId": 269}, {"text": "Long ways to go still.", "sentId": 270}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "Everybody, sit tight.", "sentId": 271}, {"text": "Tomorrow's news today is next.", "sentId": 272}, {"text": "Our reporters share from their notebooks.", "sentId": 273}, {"text": "Give you a sneak peek at the upcoming big political news including new insights on how Hillary Clinton plans to manage the Obama factor.", "sentId": 274}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table.", "sentId": 275}, {"text": "Get you out ahead of the big political news just ahead.", "sentId": 276}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Nia-Malika Henderson, what do you got?", "sentId": 277}], "secId": 113}, {"speaker": "HENDERSON", "sentences": [{"text": "So we've been talking about Hillary Clinton and how liberal she is and what this means for her ability to hold the Obama coalition.", "sentId": 278}, {"text": "One clue, I think, is the hiring of Maya Harris to lead her policy team.", "sentId": 279}, {"text": "Maya Harris is the sister of Kamala Harris, who of course is running for Senate out in California.", "sentId": 280}], "secId": 114}, {"speaker": "HENDERSON", "sentences": [{"text": "Her resume is really a liberal's dream.", "sentId": 281}, {"text": "She worked at the Center of American Progress, ACLU.", "sentId": 282}, {"text": "She's also done work on community policing and police reforming.", "sentId": 283}, {"text": "She also has a very interesting paper that looks at the importance of women of color to the electorate.", "sentId": 284}], "secId": 115}, {"speaker": "HENDERSON", "sentences": [{"text": "It makes the argument if you have to make specific appeals to women of color and not just lump them in with the rest of the electorate.", "sentId": 285}, {"text": "So I think this hire is going to be really interesting in what it means for the kind of policy initiatives that Hillary Clinton rolls out and the sort of appeal she makes to women of color who are so crucial to getting the Obama coalition back together again.", "sentId": 286}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "Very interesting.", "sentId": 287}, {"text": "We'll keep an eye on that.", "sentId": 288}, {"text": "Jeff?", "sentId": 289}], "secId": 117}, {"speaker": "ZELENY", "sentences": [{"text": "Martin O'Malley's YouTube videos.", "sentId": 290}, {"text": "He is releasing them kind of one by one to make the point that he is leading by principle, not by polls.", "sentId": 291}, {"text": "Every time Hillary Clinton sort of adjust her positioning from '08 to '16, you know, through a statement on the driver's license as we discussed and other things.", "sentId": 292}, {"text": "Martin O'Malley has been releasing a YouTube video showing a speech that he has done something different.", "sentId": 293}], "secId": 118}, {"speaker": "ZELENY", "sentences": [{"text": "So watch that to continue.", "sentId": 294}, {"text": "He'll be going to South Carolina this week and he is stepping up his campaign ever so aggressively.", "sentId": 295}, {"text": "You know, we didn't hear from him for a long time but he is in this race so those YouTube videos on his channel will be a key part of this race.", "sentId": 296}, {"text": "The liberals love them.", "sentId": 297}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "Interesting to watch as the volume slowly starts to go up from Camp O'Malley.", "sentId": 298}, {"text": "We'll keep an eye on that.", "sentId": 299}, {"text": "Lisa?", "sentId": 300}], "secId": 120}, {"speaker": "LERER", "sentences": [{"text": "So I was in Iowa this past week with Hillary Clinton for a couple of days, and while she was focused on winning those all important caucus-goers, we also got a really interesting glance into one of the most intriguing relationships in politics, which is Hillary and the man she hopes to replace.", "sentId": 301}, {"text": "She walked a really fine line when she talked about President Obama.", "sentId": 302}, {"text": "She embraced key portions of his legacy, coming out strong for the health care law, for his push for immigration legislation.", "sentId": 303}], "secId": 121}, {"speaker": "LERER", "sentences": [{"text": "But it wasn't all sunshine and light.", "sentId": 304}, {"text": "She also took sort of subtle digs at his leadership style, she said that America is on the wrong track.", "sentId": 305}, {"text": "I can't believe I'm saying this but at sometimes she sounded almost like a Republican.", "sentId": 306}, {"text": "It was unbelievably fascinating and something I think we'll see more of in the months to come.", "sentId": 307}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "Sort of the most delicate balance in her life right now at the moment.", "sentId": 308}], "secId": 123}, {"speaker": "LERER", "sentences": [{"text": "Right.", "sentId": 309}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "Jonathan?", "sentId": 310}], "secId": 125}, {"speaker": "MARTIN", "sentences": [{"text": "There's been chatter on the GOP operative class about a Rubio-Walker ticket or a Walker-Rubio ticket.", "sentId": 311}, {"text": "The thinking is that they would complement each other, one is from Florida, one is from Wisconsin.", "sentId": 312}, {"text": "But obviously they are a similar same age.", "sentId": 313}, {"text": "They both would offer that kind of generational dynamic in the same way that Clinton and Gore did, John, in '92.", "sentId": 314}], "secId": 126}, {"speaker": "MARTIN", "sentences": [{"text": "Now the Rubio folks don't like this chatter too much because oftentimes it's Walker-Rubio rather than the other way around.", "sentId": 315}], "secId": 127}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, right.", "sentId": 316}], "secId": 128}, {"speaker": "MARTIN", "sentences": [{"text": "And I think they're sort of being ginned up.", "sentId": 317}, {"text": "But what's interesting is in New Hampshire over the weekend, I was there for this big , all the candidates, for the first time from an actual activist, not an operative but an activist, I heard somebody float the idea of Walker-Rubio 2016.", "sentId": 318}, {"text": "So it start -- makes its way beyond Washington out in the grassroots.", "sentId": 319}], "secId": 129}, {"speaker": "KING", "sentences": [{"text": "Interesting to watch that one.", "sentId": 320}, {"text": "The generational test.", "sentId": 321}], "secId": 130}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 322}, {"text": "A lot of Republicans are frankly surprised Mike Huckabee seems so serious about running again.", "sentId": 323}, {"text": "He set an announcement next month back home in Arkansas.", "sentId": 324}, {"text": "And as he inches closer to officially joining the GOP field, Huckabee tells people there are two big pluses now.", "sentId": 325}, {"text": "He says he thinks he can raise a lot more money than when he last run back in 2008, and he says the 2016 primary calendar should be a lot more favorable to a pastor-turned-politician whose base of course is among evangelical Christians.", "sentId": 326}], "secId": 131}, {"speaker": "KING", "sentences": [{"text": "Now that latter point.", "sentId": 327}, {"text": "The new nominating calendar is more and more a source of grumbling among leading Republican establishment figures.", "sentId": 328}, {"text": "Now some of these pieces are not yet locked in.", "sentId": 329}, {"text": "So let's keep an eye on this over the next few months.", "sentId": 330}, {"text": "But what worries the establishment most is the likelihood of the so-called SEC primary in early March.", "sentId": 331}, {"text": "A super Tuesday, maybe back-to-back Tuesdays when Alabama, Arkansas, Georgia, Mississippi, Tennessee, Texas and Louisiana would vote.", "sentId": 332}], "secId": 132}, {"speaker": "KING", "sentences": [{"text": "In 2008 and 2012 conservatives Huckabee and then Rick Santorum did quite well on those states.", "sentId": 333}, {"text": "But it was too late.", "sentId": 334}, {"text": "John McCain and Mitt Romney were well on the path to the GOP nomination.", "sentId": 335}, {"text": "But with a crowded field this time, no clear frontrunner, and some other likely calendar shifts, like Florida pushing back and going later, those southern states could have much more sway and that has the establishment very nervous because they're wary if the likely beneficiaries candidates like Huckabee and Ted Cruz.", "sentId": 336}], "secId": 133}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 337}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 338}, {"text": "We'll see you soon.", "sentId": 339}], "secId": 134}], "sectionCount": 135, "url": "transcripts.cnn.com/TRANSCRIPTS/1504/19/ip.01.html", "sentenceCount": 341, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired April 19, 2015 - 08:30   ET", "speakers": ["KING", "RUBIO", "CLINTON", "UNIDENTIFIED FEMALE", "GRAHAM", "PAUL", "LERER", "ZELENY", "O'MALLEY", "HENDERSON", "MARTIN", "UNIDENTIFIED MALE", "ROBERTS", "OBAMA", "LAPIERRE"], "title": "INSIDE POLITICS"}