{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1611.02.ip.02.html.json", "subTitle": "The Race For the White House Tightens;  Both Candidates Campaign Hard. 12:30-1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Closing in on Clinton in Florida and Pennsylvania.", "sentId": 0}, {"text": "A deeper dive into our brand new CN polling and how it reshapes the campaign map.", "sentId": 1}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 2}, {"text": "A deeper dig now on our new CNN polling that shows a tightening race for President and some new opportunities for Donald Trump.", "sentId": 3}, {"text": "First, let's go back to numbers real quick.", "sentId": 4}, {"text": "Let's start in Nevada.", "sentId": 5}, {"text": "Our new poll shows Donald Trump, look at this, with a 6-point lead among likely voters in Nevada, a state Hillary Clinton wants win, but Trump advantage.", "sentId": 6}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Clinton is in Arizona today, and look at this.", "sentId": 7}, {"text": "She was leading in recent public polling, but our new poll has Donald Trump with a 5- point lead among likely voters in Arizona.", "sentId": 8}, {"text": "A red state he needs to put back in the fold.", "sentId": 9}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Now let's move east to the sunshine state.", "sentId": 10}, {"text": "Florida, the biggest prize among the toss-up battleground is still on the map and close every year.", "sentId": 11}, {"text": "Looks like this one will go right down to the wire as well.", "sentId": 12}, {"text": "49- 47, so a slight Clinton lead, but Trump in play in a state he absolutely must win.", "sentId": 13}, {"text": "And again the surprise on our polling today is probably this one.", "sentId": 14}, {"text": "Pennsylvania, Clinton on top, but look at that, four points.", "sentId": 15}, {"text": "Four points in the state of Pennsylvania.", "sentId": 16}, {"text": "20 electoral votes Donald Trump would like to keep it.", "sentId": 17}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "We told you at the top of the program, the reason Trump is leading or doing better in these states, number one, in all four states, voters trust him more on the economy.", "sentId": 18}, {"text": "Number two, especially in the wake of the FBI announcement, Hillary Clinton numbers on honesty and trustworthiness taking another hit.", "sentId": 19}, {"text": "Let's look deeper into the poll and some other dynamics, though, here.", "sentId": 20}, {"text": "Here is one of the reasons Clinton can look up, if you will, have an optimistic view, She's going to turn the focus on Trump's fitness to be commander in chief in the final days, because on that question, she wins in all four battleground states.", "sentId": 21}, {"text": "Very important she wins when it comes to who better able to be commander in chief.", "sentId": 22}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Here is an interesting question.", "sentId": 23}, {"text": "In these battleground states in the final days especially the ones where Trump has to make up ground, like Pennsylvania, like Florida, could you change your mind?", "sentId": 24}, {"text": "15 percent of Pennsylvania voters say they might.", "sentId": 25}, {"text": "15 percent in Arizona, 11 percent in Florida, only 8 percent in Nevada, so a small audience of people open to changing their mind, but enough to make the difference in each of these states as the candidates make final appeals.", "sentId": 26}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Couple other quick digs deep into the poll here.", "sentId": 27}, {"text": "I want to show you this number in Florida again this will be a constant Clinton theme in the final days.", "sentId": 28}, {"text": "Trump leads on the economy.", "sentId": 29}, {"text": "Trump comes out better when it comes to honesty.", "sentId": 30}, {"text": "She wants to say he does not have the temperament to be your president.", "sentId": 31}, {"text": "And then all four states she scores very well on that question, so look for that to be a key focus to the very end.", "sentId": 32}, {"text": "One last point here, are you extremely or enthusiastic about voting for president?", "sentId": 33}, {"text": "If you notice this you see here, in Arizona, it's pretty close.", "sentId": 34}, {"text": "But in these other states, Pennsylvania, it's pretty close.", "sentId": 35}, {"text": "In Nevada and Florida, more enthusiasm on the Trump side, this is a test of the Clinton organization in the final days.", "sentId": 36}, {"text": "If there's more enthusiasm for Trump, they have to overcome that with organization and turning out their voters.", "sentId": 37}, {"text": "Another thing Donald Trump knows is that early voting has hurt him in states.", "sentId": 38}, {"text": "So, on the campaign trial these days listen to him here.", "sentId": 39}, {"text": "He says if you live in a state we've already voted but allowed and change it, go and change it.", "sentId": 40}], "secId": 6}, {"speaker": "TRUMP", "sentences": [{"text": "This is a message for any Democratic voter who have already cast their ballots for Hillary Clinton and who are having a bad case of buyer's remorse.", "sentId": 41}, {"text": "In other words, you want to change your vote.", "sentId": 42}, {"text": "You can change your vote to Donald Trump.", "sentId": 43}, {"text": "We'll make America great again, OK?", "sentId": 44}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Now, he says this message to any Democratic voter.", "sentId": 45}, {"text": "I suspect he also means to any Republican voter because of their focus -- we're laughing about this.", "sentId": 46}, {"text": "Is this at all real?", "sentId": 47}, {"text": "And as we have the conversation, there are some states that matter.", "sentId": 48}, {"text": "Pennsylvania, Wisconsin Michigan, then Minnesota, New York, Connecticut, Mississippi.", "sentId": 49}, {"text": "Those first three though, Pennsylvania, Wisconsin and Michigan, could be very important in this race.", "sentId": 50}, {"text": "You are allowed to change your vote, is this a real effort?", "sentId": 51}, {"text": "Is it just Donald Trump talking at the podium?", "sentId": 52}, {"text": "Or they'll going to actually try to call people and turn them out to bring them in and file the affidavit and change their votes?", "sentId": 53}], "secId": 8}, {"speaker": "VISER", "sentences": [{"text": "I mean the whole process is kind of extraordinary, I mean you have to go to the voting precinct and they have to track down your actual ballot, you know, and retrieve it.", "sentId": 54}, {"text": "You know, so it's quite a process and I, I mean I think it's unrealistic given most of the people who vote early know who they're supporting and they're just doing it ahead of time.", "sentId": 55}, {"text": "They're not sort of susceptible to changing their mind based of ...", "sentId": 56}], "secId": 9}, {"speaker": "Male", "sentences": [{"text": "Yeah.", "sentId": 57}, {"text": "If you voted early, you were pretty locked in.", "sentId": 58}], "secId": 10}, {"speaker": "MURRAY", "sentences": [{"text": "Yeah.", "sentId": 59}, {"text": "In Wisconsin, you can do this three times by the way.", "sentId": 60}, {"text": "You can change your vote.", "sentId": 61}], "secId": 11}, {"speaker": "MURRAY", "sentences": [{"text": "Really, really indecisive.", "sentId": 62}, {"text": "But I also think the notion of this is a big organized thing by the Trump campaign, like their field organization is not Hillary Clinton's field organization, and the RNC has picked up a lot of slack, but when I was talking to Republicans in Wisconsin and they barely see a field operation there that could help boost Trump's momentum currently.", "sentId": 63}, {"text": "Much less a field organization is going to find.", "sentId": 64}, {"text": "Republicans who's affected or Democrats are switching and take them back.", "sentId": 65}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "That is a critical point.", "sentId": 66}, {"text": "Let's pause there for a second.", "sentId": 67}, {"text": "It's a critical point when you say that because we do see tightening in the polls.", "sentId": 68}, {"text": "We do see the Trump -- it's a less steep hill, still a steep hill but less to 270 that was a week ago, but when you hear things like that and you hear them from state after state after state, remember Romney had a pretty good operation.", "sentId": 69}, {"text": "They didn't do well on early voting but they were that a pretty good operation and they couldn't.", "sentId": 70}, {"text": "They won North Carolina, was the only close one they won.", "sentId": 71}, {"text": "They Lost Florida close, they Ohio close, they lost some of these other ones close.", "sentId": 72}, {"text": "So that that's a critical point as you hearing Trump saying go change your vote.", "sentId": 73}, {"text": "The question is can they turn out votes?", "sentId": 74}], "secId": 13}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 75}], "secId": 14}, {"speaker": "LIZZA", "sentences": [{"text": "Yeah.", "sentId": 76}, {"text": "Well, remember Romney's operation on the day, on Election Day, or I think it's called Orca.", "sentId": 77}, {"text": "Because there's an electronic operation completely failed, but-- and Trump's staffing- wise, and if the number 3-1 or 4-1.", "sentId": 78}, {"text": "Clinton staffers to Trump staffers just on the ground, that's a big advantage.", "sentId": 79}, {"text": "You know, the Cliche among the ground game operatives is it's like a field goal team, you know?", "sentId": 80}, {"text": "You only need -- it's there at the very end if you need a few points, but otherwise, the field operation doesn't make a huge difference in this campaign ...", "sentId": 81}], "secId": 15}, {"speaker": "HENDERSON", "sentences": [{"text": "He will yeah.", "sentId": 82}], "secId": 16}, {"speaker": "LIZZA", "sentences": [{"text": "He needs that.", "sentId": 83}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "He needs a few points in just about every state.", "sentId": 84}], "secId": 18}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 85}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "And so it's crazy in the final days, which makes campaigns a ton of fun.", "sentId": 86}, {"text": "You're going up to Philadelphia to see Melania Trump in the suburbs in Philadelphia tomorrow.", "sentId": 87}, {"text": "The surrogates are out there.", "sentId": 88}, {"text": "Let's show where the candidates are today.", "sentId": 89}, {"text": "Hillary Clinton is in Vegas, and Tempe, Arizona.", "sentId": 90}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Donald Trump, we showed you him in Miami.", "sentId": 91}, {"text": "He's got two other stops in Florida.", "sentId": 92}, {"text": "The surrogates are out everywhere, too and if you look at the map.", "sentId": 93}, {"text": "The president's going in North Carolina, Bill Clinton's out, the vice president is out, Chelsea is out, Bernie Sanders, Elizabeth Warren, Tim Kaine.", "sentId": 94}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "Mike Pence is out and some of the Trump children are out they don't make this graphic if we put it up as well.", "sentId": 95}, {"text": "We didn't get the Trump children on their -- they're out as well.", "sentId": 96}, {"text": "In these frenetic final days, does team Clinton having so many more what I'll call a- list surrogates, no offense to the Trump team but he doesn't have the senators and the president going around, he doesn't have a president and we're missing the first lady at point you smartly made earlier.", "sentId": 97}, {"text": "Does that help?", "sentId": 98}], "secId": 22}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 99}, {"text": "I think it helps.", "sentId": 100}, {"text": "It helps with enthusiasm.", "sentId": 101}, {"text": "I mean they are basically putting these surrogates close to early voting places.", "sentId": 102}, {"text": "They're putting them on college campuses.", "sentId": 103}, {"text": "You saw Michelle Obama out in North Carolina with Hillary Clinton at Wake Forest.", "sentId": 104}, {"text": "It was also near -- and historically black colleges as well.", "sentId": 105}, {"text": "So, it matters.", "sentId": 106}, {"text": "It matters in terms of enthusiasm, in terms of reaching voters, making the local press as well, so yeah.", "sentId": 107}], "secId": 23}, {"speaker": "MURRAY", "sentences": [{"text": "But I think what Nia said as key is that you might be drawn in by Jay-Z or by Barack Obama, whoever the surrogate is.", "sentId": 108}, {"text": "That the Clinton people have done a really good job of making sure that you're near polling sites, if they have volunteers, they're telling you where you need to go, how you can vote, where you nee to be.", "sentId": 109}, {"text": "And the Trump people have actually begun to steal a page from their playbook when we were in Colorado this past weekend, the event was at a polling place and Donald Trump reminded people that even though he doesn't trust mailing ballots, they should still mail their ballots in.", "sentId": 110}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "Like you said a couple times.", "sentId": 111}], "secId": 25}, {"speaker": "MURRAY", "sentences": [{"text": "If they want to vote in person they could do it right there.", "sentId": 112}, {"text": "So, you know, they kind of ripping off the Clinton campaign a little bit there.", "sentId": 113}], "secId": 26}, {"speaker": "KINGL", "sentences": [{"text": "And here.", "sentId": 114}, {"text": "We talk about advantage Clinton in organization, in money.", "sentId": 115}, {"text": "She had a pretty good lead in Electoral College map.", "sentId": 116}, {"text": "Now we're going to see, it's going to get a little bit tighter.", "sentId": 117}, {"text": "Some of that is natural.", "sentId": 118}, {"text": "We live in a pretty evenly divided country.", "sentId": 119}, {"text": "So expect some tightening at the end.", "sentId": 120}, {"text": "But this is telling to me.", "sentId": 121}, {"text": "She had bought $14 million in television ads this week.", "sentId": 122}, {"text": "$14 million across the country.", "sentId": 123}, {"text": "They have increased their budget in the final week to $32 million.", "sentId": 124}, {"text": "That is more than double.", "sentId": 125}, {"text": "You don't do that just because hey, we got a few extra dimes in the bank.", "sentId": 126}, {"text": "You do that because you are suddenly nervous.", "sentId": 127}], "secId": 27}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 128}], "secId": 28}, {"speaker": "LIZZA", "sentences": [{"text": "And they're spending some of this money in the upper Midwest which I think they thought they had lock downed.", "sentId": 129}, {"text": "It seems like their goal has gone from expanding the map into Georgia, Arizona, Utah, into protecting their firewall.", "sentId": 130}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "The big blues, if you look at Wisconsin, it 10.", "sentId": 131}, {"text": "You look at Michigan, 16.", "sentId": 132}, {"text": "You look at Pennsylvania, it's 20.", "sentId": 133}, {"text": "They have to keep Trump from getting one of those big blues.", "sentId": 134}, {"text": "Because if he gets New Hampshire and it's four, or if he Nevada and it's six, they don't want that, but that's small math.", "sentId": 135}], "secId": 30}, {"speaker": "HENDERSON", "sentences": [{"text": "And this is where Trump was supposed to be strong, right?", "sentId": 136}, {"text": "He was supposed to really reshape that map, the rust belt and do well in states like Michigan.", "sentId": 137}, {"text": "Do well in state like Pennsylvania.", "sentId": 138}, {"text": "Do well in Wisconsin.", "sentId": 139}, {"text": "Wisconsin is 85 percent white, that might be a state that he should've paid more attention to earlier.", "sentId": 140}, {"text": "They're doing it at the last minute.", "sentId": 141}, {"text": "We'll see if it make as difference.", "sentId": 142}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "To the point we're making earlier about the president, before we went live to the Trump event.", "sentId": 143}, {"text": "This one is fascinating to me because, you know, Republicans love the Obama years except for the presidential years.", "sentId": 144}, {"text": "In 2010 and 2014 Republicans won everything, state legislative seats, the house then the Senate.", "sentId": 145}, {"text": "A bigger majority in the house and the president, he wasn't out all the time, but he was trying to help Democrats and he could not translate his personal appeal to Democrats.", "sentId": 146}, {"text": "So the question is, can he do that for Hillary Clinton?", "sentId": 147}, {"text": "And listen to the president this morning on the Tom Joyner morning show.", "sentId": 148}, {"text": "He is desperately trying to help her turn that slump in African-American early voting around and he's making it personal.", "sentId": 149}], "secId": 32}, {"speaker": "OBAMA", "sentences": [{"text": "I just want everybody to understand.", "sentId": 150}, {"text": "We've got one more race here.", "sentId": 151}], "secId": 33}, {"speaker": "OBAMA", "sentences": [{"text": "This one we -- even though my name is not on the ballot, our legacy is all at stake, and we can't take it for granted.", "sentId": 152}, {"text": "So, please, everybody, get out there and do the work.", "sentId": 153}, {"text": "Find people, you know, who have not voted yet.", "sentId": 154}], "secId": 34}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Yes.", "sentId": 155}], "secId": 35}, {"speaker": "OBAMA", "sentences": [{"text": "And tell them, I was listening to the president, and he personally asked you to go out there and vote.", "sentId": 156}, {"text": "Do your thing.", "sentId": 157}], "secId": 36}, {"speaker": "VISER", "sentences": [{"text": "Yeah.", "sentId": 158}, {"text": "I mean, he's putting his legacy more in the line than he did in those midterms.", "sentId": 159}], "secId": 37}, {"speaker": "MURRAY", "sentences": [{"text": "Yeah.", "sentId": 160}], "secId": 38}, {"speaker": "VISER", "sentences": [{"text": "And he was criticized a lot because he wasn't campaigning with other people.", "sentId": 161}, {"text": "He's campaigning an awful lot for Hillary Clinton.", "sentId": 162}, {"text": "In fact, in North Carolina he spent more time in North Carolina this year than he did in 2012 for himself.", "sentId": 163}, {"text": "You know, I mean he's spending a lot of time there trying to translate that African-American support.", "sentId": 164}], "secId": 39}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah and in 2014, Democrats didn't really want Obama out there, right?", "sentId": 165}, {"text": "I mean if you think about Paul Andrew  -- Julian Andrew  down in Louisiana, she didn't want him.", "sentId": 166}, {"text": "Alison Lundergan Grimes didn't even admit that she voted for him in Kentucky.", "sentId": 167}, {"text": "So -- but this go-round he's essentially running the 2008 and 2012 strategy.", "sentId": 168}, {"text": "Doing the black radio and Samantha Bee and all of these things, and Jay-Z is going to be onboard as well.", "sentId": 169}], "secId": 40}, {"speaker": "LIZZA", "sentences": [{"text": "And not just among African-Americans ...", "sentId": 170}], "secId": 41}, {"speaker": "HENDESON", "sentences": [{"text": "Yeah.", "sentId": 171}], "secId": 42}, {"speaker": "LIZZA", "sentences": [{"text": "But he is more popular than Hillary Clinton just with the wider electorate, right?", "sentId": 172}, {"text": "His approval ratings in the mid-50s, so.", "sentId": 173}, {"text": "KING: And if it doesn't work, he won't be for in his part won't be for lack of effort it'll be doubts about the candidate.", "sentId": 174}, {"text": "It won't be for lack of effort on the president's part.", "sentId": 175}], "secId": 43}, {"speaker": "LIZZA", "sentences": [{"text": "Let's quick break here, but don't miss any of CNN's coverage of the Election Day in America.", "sentId": 176}, {"text": "We'll have every race and every result all day, all day coverage next Tuesday.", "sentId": 177}, {"text": "Get up early, stay up late.", "sentId": 178}, {"text": "Get the espresso machine fired up.", "sentId": 179}], "secId": 44}, {"speaker": "LIZZA", "sentences": [{"text": "Up next, Donald Trump seizes on yet another hack Wikileaks e-mail, but his attacks flunks the fact check.", "sentId": 180}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 181}, {"text": "You may have met Donald Trump before was a politician on television.", "sentId": 182}, {"text": "Well, he went full \"Apprentice\" yesterday on the Clinton campaign chairman John Podesta.", "sentId": 183}], "secId": 46}, {"speaker": "TRUMP", "sentences": [{"text": "In a newly released e-mail John Podesta has been caught saying, we have to dump all of those e-mails.", "sentId": 184}, {"text": "Can you believe this?", "sentId": 185}, {"text": "That's Wikileaks.", "sentId": 186}, {"text": "And he also said to me, he has made a big, a big statement.", "sentId": 187}, {"text": "John Podesta, I tell you what.", "sentId": 188}, {"text": "If he worked for me I would fire him so fast.", "sentId": 189}, {"text": "He is such a nasty guy.", "sentId": 190}, {"text": "I would fire him.", "sentId": 191}, {"text": "Like \"The Apprentice.\"", "sentId": 192}, {"text": "John, you're fired.", "sentId": 193}, {"text": "Amazing.", "sentId": 194}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "That issue, courtesy of Wikileaks, this March 2015, message from Podesta to longtime Clinton aid Cheryl Mills.", "sentId": 195}, {"text": "\"On another matter.", "sentId": 196}, {"text": "And not to sound like Lanny, but we are going to have to dump all of those e-mails.", "sentId": 197}, {"text": "So better to do sooner than later.", "sentId": 198}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Now, Trump and his allies are speaking dump as meaning destroy.", "sentId": 199}, {"text": "But that ignores fact, history and context.", "sentId": 200}, {"text": "The building behind me, I covered it for 8.5 years including during that Clinton days.", "sentId": 201}, {"text": "The Lanny reference is to Lanny Davis, a Bill Clinton White house aide brought in for crisis control skills.", "sentId": 202}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "His Friday document dumps meaning releases to the media were legendary back in those days.", "sentId": 203}, {"text": "When both Podesta and Cheryl Mills worked in the Bill Clinton White House.", "sentId": 204}, {"text": "The Lanny Davis philosophy, if there are records that might be used against you, release them first, before your enemies can get a hold of them.", "sentId": 205}, {"text": "Dump in this case, sorry Mr. Trump, is actually a rare Clinton camp call for transparency.", "sentId": 206}], "secId": 50}, {"speaker": "Now", "sentences": [{"text": "And he's got the story wrong here.", "sentId": 207}, {"text": "Cheryl Mills and the people around Hillary Clinton at the state department were much more interested in keeping this under wraps or much more in sort of the close the ranks camp.", "sentId": 208}, {"text": "Podesta and the people who are going to have to run the campaign were much more in the let's get this all out because we have to defend this in 2016 running for president.", "sentId": 209}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "And they wanted to get it out in 14-15, get it over with get out there.", "sentId": 210}], "secId": 52}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah, it's also just him almost sounding like Rush Limbaugh.", "sentId": 211}, {"text": "Like he has to just fill time and want to say Wikileaks as much as possible.", "sentId": 212}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "Impersonation.", "sentId": 213}], "secId": 54}, {"speaker": "HENDERSON", "sentences": [{"text": "I can't imagine ...", "sentId": 214}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Do that again.", "sentId": 215}], "secId": 56}, {"speaker": "HENDERSON", "sentences": [{"text": "So, yeah.", "sentId": 216}, {"text": "I mean, I just think it's ineffective.", "sentId": 217}, {"text": "I mean, I think the more effective thing is to frame Hillary Clinton as almost the pigpen president.", "sentId": 218}, {"text": "Someone who is surrounded by drama and scandal all the time and talk about Clinton fatigue, to your point earlier.", "sentId": 219}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "To that point, then you guys jump in.", "sentId": 220}, {"text": "Donald Trump is doing just that with one of his closing campaign ads.", "sentId": 221}, {"text": "A lot of people questioned, haw effective will ad be, in this cluttered environment where there's always T.V.", "sentId": 222}, {"text": "ads and here's a pre powerful one from Donald Trump.", "sentId": 223}], "secId": 58}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "So how did Hillary end up filthy rich?", "sentId": 224}, {"text": "Pay to play politics.", "sentId": 225}, {"text": "Staggering amounts of cash poured into the Clinton foundation from criminals, dictators, countries that hate America.", "sentId": 226}, {"text": "Hillary cut deals for donors.", "sentId": 227}, {"text": "Now the FBI has launched a new investigation after decades of lies and scandal her corruption is closing in.", "sentId": 228}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "To your point earlier, Sarah, that's a more powerful message about, you don't want this.", "sentId": 229}, {"text": "You want to change Washington.", "sentId": 230}, {"text": "You want to get rid of big money in politics.", "sentId": 231}, {"text": "You want to get rid of Clinton drama, Clinton investigations.", "sentId": 232}, {"text": "More powerful than reading the details and getting into the weeds of this stuff.", "sentId": 233}], "secId": 60}, {"speaker": "MURRAY", "sentences": [{"text": "Well, right.", "sentId": 234}, {"text": "I mean, I think, you know, the reality, is yes, Comey's announcement really muddled the race and muddled our understanding what's in the e-mails and what's going on.", "sentId": 235}, {"text": "But had he use the words Hillary Clinton and an FBI investigation together in an ad, that's problematic.", "sentId": 236}, {"text": "No candidate wants to be in this position.", "sentId": 237}, {"text": "And not a very simple way of saying is this really what you want for two terms?", "sentId": 238}, {"text": "VISER: And voters care a lot about that.", "sentId": 239}, {"text": "They don't care about John Podesta.", "sentId": 240}, {"text": "You know, I don't that that resonates quite with voters, the way they're keeping the focus on Hillary Clinton which Trump has often struggled with.", "sentId": 241}, {"text": "Just focus on her the whole time and drag her numbers down.", "sentId": 242}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "And for the first time today in another radio interview the president of the United States was asked about this.", "sentId": 243}, {"text": "This White House Press Secretary, Josh Earnest has been very careful saying he's not taking sides.", "sentId": 244}, {"text": "Jim Comey, the FBI director works for the president.", "sentId": 245}, {"text": "He now has a 10-year term, now he decides to reopen this investigation.", "sentId": 246}, {"text": "The Clinton campaign has been very critical, Jim Comey has been following the campaign saying to double standard, he shouldn't have done this, shouldn't have made this public before the election.", "sentId": 247}, {"text": "Listen to the president United States here trying to stay neutral, but leans in a little tiny bit.", "sentId": 248}], "secId": 62}, {"speaker": "OBAMA", "sentences": [{"text": "I do think that there is a norm that when there are investigations, we don't operate on innuendo.", "sentId": 249}, {"text": "We don't operate on incomplete information.", "sentId": 250}, {"text": "We don't operate on leaks.", "sentId": 251}, {"text": "We operate based on concrete decisions that are made.", "sentId": 252}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "So he's trying to say, and it goes on in the interview, we cannot play snippets for you there.", "sentId": 253}, {"text": "I know Hillary Clinton.", "sentId": 254}, {"text": "She's an honest person.", "sentId": 255}, {"text": "The last investigation he says found nothing prosecutable.", "sentId": 256}, {"text": "He said they found that she made some mistakes but didn't find anything prosecutable.", "sentId": 257}, {"text": "So he is not trying to bash Comey here, but he does throw in innuendo, you kind of get a little ...", "sentId": 258}], "secId": 64}, {"speaker": "LIZZA", "sentences": [{"text": "The way states ...", "sentId": 259}], "secId": 65}, {"speaker": "HENDERSON", "sentences": [{"text": "It's pretty clear.", "sentId": 260}], "secId": 66}, {"speaker": "LIZZA", "sentences": [{"text": "It's been clear that he is suggesting he was not happy that Comey did this.", "sentId": 261}, {"text": "And, look, there's norm against presidents commenting on investigations that their justice department are doing and frankly, Barack Obama broke that norm last year when he in an interview with \"60 minutes\" essentially said he didn't think Hillary Clinton did anything wrong.", "sentId": 262}, {"text": "And that was long before the ...", "sentId": 263}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "During the investigation that's right.", "sentId": 264}], "secId": 68}, {"speaker": "LIZZA", "sentences": [{"text": "Including their investigation, not a lot of people on the right appointed to that as to why, you know, Loretta Lynch and other folks in the Obama administration needed to have this investigation, as the face of this investigation Comey, so unusual for the -- to even imply that his FBI director has done something wrong here.", "sentId": 265}], "secId": 69}, {"speaker": "VISER", "sentences": [{"text": "And there is a significant difference from the other day with Josh Earnest.", "sentId": 266}, {"text": "You know, I mean like another immediate aftermath was, you know, praising Comey and not questioning his integrity whatsoever.", "sentId": 267}, {"text": "So I mean you wonder what's happened in the interim and the FBIs.", "sentId": 268}, {"text": "KING: And even -- But even the president of United States being asked about Hillary Clinton's honesty and trustworthiness in the final days of the campaign.", "sentId": 269}, {"text": "Tells you everything about how we've shifted from talking much all about Donald Trump and talking about a big Clinton blowout, very tight now.", "sentId": 270}, {"text": "Very tight.", "sentId": 271}], "secId": 70}, {"speaker": "VISER", "sentences": [{"text": "That's it for \"INSIDE POLITICS\" today.", "sentId": 272}, {"text": "But stay here throughout the week.", "sentId": 273}, {"text": "Hope to see you back here tomorrow the same time.", "sentId": 274}, {"text": "After a quick break, our campaign coverage continues right here in this chair.", "sentId": 275}, {"text": "\"Wolf\" is next.", "sentId": 276}], "secId": 71}], "sectionCount": 72, "url": "transcripts.cnn.com/TRANSCRIPTS/1611/02/ip.02.html", "sentenceCount": 278, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired November 2, 2016 - 12:30   ET", "speakers": ["KING", "TRUMP", "VISER", "Male", "MURRAY", "HENDERSON", "LIZZA", "KINGL", "OBAMA", "UNIDENTIFIED MALE", "HENDESON", "Now", "UNIDENTIFIED FEMALE"], "title": "INSIDE POLITICS"}