{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1402.02.ip.01.html.json", "subTitle": "New Allegations in Bridge Scandal; Democratic Civil War; Is Obama the Same as Bush?", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "UNK", "sentences": [{"text": "08:30:08>", "sentId": 0}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "A key player in New Jersey's bridge gate scandal says he can prove Governor Chris Christie isn't telling the truth.", "sentId": 1}], "secId": 1}, {"speaker": "CHRISTIE", "sentences": [{"text": "I had no knowledge of this, of the planning, the execution.", "sentId": 2}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "The Governor says time will prove the facts are on his side.", "sentId": 3}, {"text": "But some nervous Republican insiders are already looking for a new 2016 horse.", "sentId": 4}], "secId": 3}, {"speaker": "BUSH", "sentences": [{"text": "The decision will be based on, can I do it joyfully.", "sentId": 5}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "And it is no secret immigration divides Republicans but did President Obama set the stage for a Democratic civil war on the issue when he said this --", "sentId": 6}], "secId": 5}, {"speaker": "TAPPER", "sentences": [{"text": "Would you veto that?", "sentId": 7}], "secId": 6}, {"speaker": "OBAMA", "sentences": [{"text": "Well you know, I'm not going to prejudge what gets to my desk.", "sentId": 8}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS.", "sentId": 9}, {"text": "The biggest stories sourced by the best reporters -- now.", "sentId": 10}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 11}, {"text": "I'm John King.", "sentId": 12}, {"text": "Good morning and thanks for sharing your Sunday morning with us.", "sentId": 13}, {"text": "If true, it's an allegation that will end Chris Christie's presidential hopes and perhaps lead to his impeachment as Governor.", "sentId": 14}, {"text": "But the \"if\" bears repeating, over and over and over again.", "sentId": 15}, {"text": "The one- time friend who says Governor Christie lied about what he knew and when he knew it, well that friend is trying to win immunity from prosecution and trying to force the government, his former employer, to pay his mounting legal fees in that bridge gate investigation.", "sentId": 16}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "So is David Wildstein a credible witness?", "sentId": 17}, {"text": "And what now for a Governor who just weeks ago was viewed as the Republican Party's best hope in 2016?", "sentId": 18}], "secId": 10}, {"speaker": "Here to share their reporting and their insights", "sentences": [{"text": "Maeve Reston of \"The Los Angeles Times\", Jonathan Martin of \"The New York Times\", Julie Pace of the Associated Press and CNN's Peter Hamby.", "sentId": 19}], "secId": 11}, {"speaker": "Here to share their reporting and their insights", "sentences": [{"text": "Jonathan, wow, Governor Christie, after first issuing a very legalistic response saying David Wildstein is not telling the truth but nothing in here hurts me, then comes out over the weekend with this -- boom.", "sentId": 20}], "secId": 12}, {"speaker": "MARTIN", "sentences": [{"text": "Here comes the .", "sentId": 21}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Here comes the .", "sentId": 22}, {"text": "They slam him, sort of the old Bill Clinton playbook.", "sentId": 23}, {"text": "If you get accused of something, attack your accuser to try to make the issue him.", "sentId": 24}, {"text": "Are they nervous?", "sentId": 25}], "secId": 14}, {"speaker": "MARTIN", "sentences": [{"text": "Of course because this is an issue that is at the very least a distraction for Governor Christie.", "sentId": 26}, {"text": "Look, even though there's more smoke than there is fire right now -- we're not going to know if there's fire until we actually see the evidence that Wildstein is talking about that he says exists.", "sentId": 27}], "secId": 15}, {"speaker": "MARTIN", "sentences": [{"text": "But here is the problem with all the smoke is that Chris Christie hasn't taken questions in weeks from the press.", "sentId": 28}, {"text": "He is the chairman of the RGA.", "sentId": 29}, {"text": "He is about go to go on some trips here on behalf of the GOP governors across the country.", "sentId": 30}], "secId": 16}, {"speaker": "MARTIN", "sentences": [{"text": "When is he going to be able to take questions from the press, either in Jersey or on the road, make his case about his state, about GOP governors across America?", "sentId": 31}, {"text": "He can't do that because he knows every question is going to be about this scandal.", "sentId": 32}, {"text": "So it is a major distraction for him.", "sentId": 33}, {"text": "And this sort of he said/he said with Wildstein just adds one more layer to that.", "sentId": 34}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "And --", "sentId": 35}], "secId": 18}, {"speaker": "RESTON", "sentences": [{"text": "It's kind of juvenile.", "sentId": 36}, {"text": "I mean it's bizarre to me that they would go after Wildstein again in this e-mail blast yesterday.", "sentId": 37}, {"text": "It seems like it's just all of the politics of high school instead of Christie moving on to what he should be doing.", "sentId": 38}], "secId": 19}, {"speaker": "RESTON", "sentences": [{"text": "You have to think about what Hillary Clinton is doing right now, which is going around the country, talking to donors in a very low-key settings and you know making her case that she'll be the nominee without actually saying that.", "sentId": 39}, {"text": "Christie doesn't have time for that.", "sentId": 40}, {"text": "He's got distractions at the RGA and he's just in a tailspin right now.", "sentId": 41}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Secretary Clinton though Peter Hamby has the luxury of being a former.", "sentId": 42}, {"text": "But he's a sitting Governor.", "sentId": 43}, {"text": "So I'm going to use Bill Clinton, not Hillary Clinton, as the analogy.", "sentId": 44}, {"text": "A lot of people attacked Bill Clinton when he was the Governor of Arkansas.", "sentId": 45}, {"text": "And I will say this for those of you who think Governor Christie is done, I've been to a lot of Bill Clinton wakes.", "sentId": 46}, {"text": "There's never been a funeral -- you know there's never been a funeral.", "sentId": 47}, {"text": "And he came back attacking -- this is what Bill Clinton did -- if you attack him, he attacked you bigger.", "sentId": 48}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "But I do want to raise the question and the stakes for Governor Christie.", "sentId": 49}, {"text": "Now let's -- at the root of the issue where David Wildstein says the Governor was lying when they cut -- when the shut down the bridge -- that he knew as it was shut down, not reading from press reports.", "sentId": 50}, {"text": "Governor Christie says that's not true.", "sentId": 51}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "We're going to go through months and months of investigations but this I talked to their four or five people here in Washington, you know Republicans around the country called to get their gut sense from.", "sentId": 52}, {"text": "The donors call, do I support this guy?", "sentId": 53}, {"text": "One of them last night told me this, \"For the first time I'm worried he may have to resign if this keeps spiraling out of control.\"", "sentId": 54}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "And I said resign from the Republican Governor's Association or resign as Governor?", "sentId": 55}, {"text": "He said well definitely the RGA if this keeps going and maybe Governor.", "sentId": 56}], "secId": 24}, {"speaker": "HAMBY", "sentences": [{"text": "Well this touches on what Jonathan was just saying is that -- I was shocked and the biggest problem for Christie to me I think in the short term until we know more evidence -- is the reaction to the story in the media, in our Twitter news cycle, compared to really functionally how little this letter advanced the story.", "sentId": 57}, {"text": "We knew Wildstein was sort of gaming to flip --", "sentId": 58}], "secId": 25}, {"speaker": "PACE", "sentences": [{"text": "Right.", "sentId": 59}], "secId": 26}, {"speaker": "HAMBY", "sentences": [{"text": "-- gaming to save himself.", "sentId": 60}], "secId": 27}, {"speaker": "HAMBY", "sentences": [{"text": "You know he did say that Christie knew about the lane closures.", "sentId": 61}, {"text": "But the reaction in the media was so big that when Christie and travels around the country for the RGA, the problem for him is going to be when Governors like Rick Scott and John Kasich and Nikki Haley make the assessment that we do not want you to come here.", "sentId": 62}], "secId": 28}, {"speaker": "HAMBY", "sentences": [{"text": "08:35:05>", "sentId": 63}], "secId": 29}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 64}], "secId": 30}, {"speaker": "HAMBY", "sentences": [{"text": "We do not want our state House reporters --", "sentId": 65}], "secId": 31}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 66}], "secId": 32}, {"speaker": "HAMBY", "sentences": [{"text": "-- in our states asking us these questions about your race.", "sentId": 67}], "secId": 33}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 68}], "secId": 34}, {"speaker": "HAMBY", "sentences": [{"text": "And your -- your job in New Jersey when we're trying to win re-election.", "sentId": 69}, {"text": "And that's when the RGA stuff comes in to -- into the fore.", "sentId": 70}, {"text": "And then also can -- what can he get done actually in New Jersey legislatively.", "sentId": 71}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "And think about what a shift that is.", "sentId": 72}, {"text": "He won a landslide reelection victory, he was the Republican brand because the party out of power doesn't have a face he became the brand, this guy who's different, he's won some African-American votes, won Latino votes.", "sentId": 73}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "Now, Julie Pace, some Republicans are nervous and they're beginning to look around.", "sentId": 74}, {"text": "And there's this guy named Jeb Bush, he's the former Governor of Florida -- the \"former\" part does help you sometimes.", "sentId": 75}, {"text": "And so he's been asked many, many times will he run in 2016.", "sentId": 76}, {"text": "Normally he says I'll go away or I'll comeback in a year.", "sentId": 77}, {"text": "This week he said this.", "sentId": 78}], "secId": 37}, {"speaker": "BUSH", "sentences": [{"text": "I'm deferring the decision to the right time which is later this year.", "sentId": 79}, {"text": "And the decision will be based on, can I do it joyfully, because I think we need to have candidates lift our spirits.", "sentId": 80}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "Something switched in Jeb in the sense that instead of the push away, now he's talking, A, about a timetable -- he's actually thinking about a process.", "sentId": 81}, {"text": "And B, thematic  -- you have to be joyful, you have to get uplifted, you've got to be optimistic.", "sentId": 82}, {"text": "Are Republicans looking for another horse?", "sentId": 83}], "secId": 39}, {"speaker": "PACE", "sentences": [{"text": "A lot of Republicans are looking for another horse.", "sentId": 84}, {"text": "A lot of Republicans who have a lot of money in particular the donors are looking for someone who's not Chris Christie.", "sentId": 85}], "secId": 40}, {"speaker": "PACE", "sentences": [{"text": "Jeb Bush has a lot of support in the section of the Republican Party that is more the Chamber of Commerce Republican, the country club Republicans who have always been uncomfortable with the Tea Party element of the party.", "sentId": 86}, {"text": "They would love to see Jeb Bush run.", "sentId": 87}], "secId": 41}, {"speaker": "PACE", "sentences": [{"text": "I do think the great thing about Jeb Bush, is you know when he's talking about this, I just keep thinking about Barbara Bush and her comments about there must be other families out there.", "sentId": 88}, {"text": "And the reason I just think that comment is so interesting is because that's how a lot of the public feels, too.", "sentId": 89}, {"text": "They look at the Clintons, they look at the Bushes and they say really?", "sentId": 90}, {"text": "Is that it?", "sentId": 91}], "secId": 42}, {"speaker": "RESTON", "sentences": [{"text": "At the same time --", "sentId": 92}], "secId": 43}, {"speaker": "MARTIN", "sentences": [{"text": "Hold on a second because his mother's comment about not wanting Jeb to run I don't think is quite prohibitive.", "sentId": 93}, {"text": "Look I think it actually lets Jeb Bush say, ha-ha, I even have to convince my mom.", "sentId": 94}, {"text": "And second of all and more subtly --      RESTON:  It's always a good line.", "sentId": 95}], "secId": 44}, {"speaker": "MARTIN", "sentences": [{"text": "Second of all and more subtly it underscores the fact that this is not some sort of inside family deal to restore the Bushes to power but in fact there are folks in the family who don't want this to happen.", "sentId": 96}, {"text": "But that's one --", "sentId": 97}], "secId": 45}, {"speaker": "RESTON", "sentences": [{"text": "I've heard also over the last week that as this Christie scandal has unfolded, that people on Jeb's team have been quietly reaching out to donors, having these conversations that Christie really isn't having right now.", "sentId": 98}, {"text": "And he's not doing as much as he should be perhaps to reach out and feel what's going on.", "sentId": 99}], "secId": 46}, {"speaker": "HAMBY", "sentences": [{"text": "The problem for Jeb Bush though is that he of all people knows that actually running for president is not joyful.", "sentId": 100}], "secId": 47}, {"speaker": "RESTON", "sentences": [{"text": "Right.", "sentId": 101}], "secId": 48}, {"speaker": "MARTIN", "sentences": [{"text": "This is exactly right.", "sentId": 102}], "secId": 49}, {"speaker": "RESTON", "sentences": [{"text": "I think he's in for a playlist yes.", "sentId": 103}], "secId": 50}, {"speaker": "HAMBY", "sentences": [{"text": "Right and also think about this.", "sentId": 104}, {"text": "I mean we've all covered Jeb Bush recently when he's given speeches.", "sentId": 105}, {"text": "He's kind of hot and cold.", "sentId": 106}, {"text": "There's a lot of Republicans who think, frankly, he's rusty.", "sentId": 107}, {"text": "He hasn't run for office since 2002.", "sentId": 108}], "secId": 51}, {"speaker": "RESTON", "sentences": [{"text": "He does not have his brother's gifts in that regard.", "sentId": 109}], "secId": 52}, {"speaker": "HAMBY", "sentences": [{"text": "And his wife has something of an aversion to politics, yes.", "sentId": 110}], "secId": 53}, {"speaker": "PACE", "sentences": [{"text": "Family issues.", "sentId": 111}], "secId": 54}, {"speaker": "HAMBY", "sentences": [{"text": "Think about George P. Bush who might be actually the next heir-apparent in the Bush family.", "sentId": 112}, {"text": "So he's probably thinking about --", "sentId": 113}], "secId": 55}, {"speaker": "MARTIN", "sentences": [{"text": "You can't write off Christie or Jeb Bush.", "sentId": 114}, {"text": "There are already folks in politics who are saying what do we do if we can't nominate Christie or Jeb?", "sentId": 115}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "Right and it's unfair to Christie in many ways, but you are innocent until proven guilty, we hold that to be true but in politics perception sometimes becomes reality.", "sentId": 116}, {"text": "And that's I think the problem, for Governor Christie at the moment.", "sentId": 117}, {"text": "We'll see how he handles it.", "sentId": 118}, {"text": "Everyone, stand by.", "sentId": 119}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Nancy Pelosi says it's a must; organized labor says it's a must.", "sentId": 120}, {"text": "But President Obama says he's not so sure.", "sentId": 121}, {"text": "Will this exclusive conversation with CNN open a Democratic civil war on an issue that already divides the Republicans?", "sentId": 122}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "08:43:04>", "sentId": 123}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Welcome back to INSIDE POLITICS.", "sentId": 124}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "House Speaker John Boehner pushing his caucus now to pass a series of immigration reforms that would include legal status but not a fast track to citizenship for most of the estimated 11 million immigrants here in the United States.", "sentId": 125}, {"text": "Improving the Republican Party standing with Latino voters is a no brainer they can't win the White House unless they do that.", "sentId": 126}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "But some conservatives look at the map this year and they argue acting now could actually hurt the party in the mid-term election year because turning out the conservative base is critical.", "sentId": 127}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Look at the map here, the more red you see the higher the Latino population in these states.", "sentId": 128}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Now watch this.", "sentId": 129}, {"text": "See the blue lines?", "sentId": 130}, {"text": "Those are 11 states Senate seats, now held by Democrats that the Republicans are targeting.", "sentId": 131}, {"text": "Republicans need a net of six, plus six to take the senate majority.", "sentId": 132}, {"text": "Look at states where the Democrats are.", "sentId": 133}, {"text": "You see any red?", "sentId": 134}, {"text": "Hardly right?", "sentId": 135}, {"text": "A very tiny Latino population in these states so the Republicans who say don't act now don't want to anger conservatives in those states.", "sentId": 136}, {"text": "In fact, West Virginia, one of the targets, only one percent of the population is Latino.", "sentId": 137}, {"text": "North Carolina has the highest of those 11 target states with nine percent.", "sentId": 138}, {"text": "The conservative argument to the Speaker is not this year Mr. Speaker.", "sentId": 139}, {"text": "We need to turn out our base.", "sentId": 140}, {"text": "We can worry about Latinos later.", "sentId": 141}, {"text": "That's the Republican side.", "sentId": 142}, {"text": "We know Democrats have benefited enormously from the Republicans' civil war in this issue.", "sentId": 143}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "But listen here will this exchange with CNN's Jake Tapper put the Democrats in a mess of their own?", "sentId": 144}], "secId": 65}, {"speaker": "TAPPER", "sentences": [{"text": "It's possible that you might be able to get an immigration reform bill on your desk that has legal status for the millions of undocumented workers who are in this country but not citizenship.", "sentId": 145}, {"text": "Would you veto that?", "sentId": 146}], "secId": 66}, {"speaker": "OBAMA", "sentences": [{"text": "Well you know I'm not going to prejudge what gets to my desk.", "sentId": 147}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Julie Pace, so you cover the President every day.", "sentId": 148}, {"text": "What's he trying to do here, is he trying to cause a revolt in his own party or is he just trying to back off and let the Republicans go as far as they can?", "sentId": 149}], "secId": 68}, {"speaker": "PACE", "sentences": [{"text": "So this is a subtle but a pretty significant shift from the President who also the last year has said an immigration bill has to have a special pathway to citizenship for people who are in this country illegally.", "sentId": 150}], "secId": 69}, {"speaker": "PACE", "sentences": [{"text": "Now he's saying I would consider legalization which would be much more palatable to a lot of Republicans.", "sentId": 151}], "secId": 70}, {"speaker": "PACE", "sentences": [{"text": "08:45:00>", "sentId": 152}], "secId": 71}, {"speaker": "PACE", "sentences": [{"text": "It would mean that you could give these people legal status but not a special pathway to citizenship.", "sentId": 153}, {"text": "Democrats on the left have said we want citizenship.", "sentId": 154}, {"text": "Republicans on the right have said we don't want anything at all.", "sentId": 155}], "secId": 72}, {"speaker": "PACE", "sentences": [{"text": "So the President is creating a bit of an opening here.", "sentId": 156}, {"text": "Does it clear the way for immigration to actually move forward on the Hill?", "sentId": 157}, {"text": "Slightly but I don't think we're there.", "sentId": 158}], "secId": 73}, {"speaker": "MARTIN", "sentences": [{"text": "I think it's a big \"if\" to House Speaker John Boehner.", "sentId": 159}, {"text": "And not just become of what he said.", "sentId": 160}, {"text": "Luis Gutierrez is a liberal from Chicago, big advocate of immigration reform --", "sentId": 161}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "-- and a huge critic of the President last time.", "sentId": 162}], "secId": 75}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 163}, {"text": "On this issue --", "sentId": 164}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 165}], "secId": 77}, {"speaker": "MARTIN", "sentences": [{"text": "-- he said Friday in a conference call that he is basically Ok with doing legalization.", "sentId": 166}, {"text": "The combination of that and this President saying this gives House Democrats coverage before whatever Boehner brings to the floor -- piecemeal, incremental, what have you -- they can be .", "sentId": 167}, {"text": "That gives Boehner space to get a bill passed.", "sentId": 168}], "secId": 78}, {"speaker": "MARTIN", "sentences": [{"text": "Look President Obama has never been a fan of what Robert Gibbs once called the professional left -- right.", "sentId": 169}, {"text": "He doesn't care about these advocacy groups.", "sentId": 170}, {"text": "This is a legacy issue for him.", "sentId": 171}, {"text": "He wants to get a big piece of legislation on his desk in this term.", "sentId": 172}, {"text": "And even if it is sort of half a loaf on immigration, he'll sign it.", "sentId": 173}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "But it's a legacy issue or him.", "sentId": 174}, {"text": "Does a policy victory for the President and a legacy victory for the President -- what's the political impact?", "sentId": 175}, {"text": "If you have Richard Trumka, organized labor doesn't matter as much as it used to but it matters --", "sentId": 176}], "secId": 80}, {"speaker": "MARTIN", "sentences": [{"text": "It matters.", "sentId": 177}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "In a mid-term election year it is all about your base.", "sentId": 178}, {"text": "He's says it's fool's gold if you take legal status.", "sentId": 179}, {"text": "So he's going to say to the President it's just fool's gold?", "sentId": 180}], "secId": 82}, {"speaker": "HAMBY", "sentences": [{"text": "It is also the President's staffers are sort of -- I was at a breakfast this week with Jason Fuhrman who's chief economic adviser who said we need a pathway to citizenship to add certainty to the economy.", "sentId": 181}, {"text": "Jay Carney said the same thing but the President is out there.", "sentId": 182}], "secId": 83}, {"speaker": "KIN", "sentences": [{"text": "President himself has said it in the past.", "sentId": 183}, {"text": "He's actually splitting with himself.", "sentId": 184}, {"text": "PACE:  But what you can do on the bill -- this is a policy matter -- is you could say this bill creates a legal framework for these people to get some kind of status, green card, whatever but it doesn't actually prevent them from eventually getting citizenship.", "sentId": 185}], "secId": 84}, {"speaker": "PACE", "sentences": [{"text": "So both sides would get what they want.", "sentId": 186}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Let me play cynic -- let me play cynic for a minute because I think you may  on this one.", "sentId": 187}], "secId": 86}, {"speaker": "PACE", "sentences": [{"text": "Absolutely.", "sentId": 188}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "The President could be backing off --", "sentId": 189}], "secId": 88}, {"speaker": "PACE", "sentences": [{"text": "Right.", "sentId": 190}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "-- because he wants the Republicans to keep going.", "sentId": 191}, {"text": "If the President says I'll veto it, then the House conservatives might say let's forget about it.", "sentId": 192}], "secId": 90}, {"speaker": "RESTON", "sentences": [{"text": "Why not fan the flames of an internal fight in the Republican Party in an election year when they really should be talking about Obamacare which is what they wanted to do all this year.", "sentId": 193}, {"text": "Instead you're going to have all these fractious fights, you know, within these primary races with Tea Party challengers coming up against establishment candidates.", "sentId": 194}], "secId": 91}, {"speaker": "RESTON", "sentences": [{"text": "I just don't think that the President had anything to lose by sort of leaving his options open, letting them fight it out.", "sentId": 195}, {"text": "And I'm very skeptical that anything really real will get done this year.", "sentId": 196}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Because even if the House passed status, then you have Harry Reid from Nevada on the Senate side saying I want citizenship or would they figure it out in an election year.", "sentId": 197}, {"text": "I think you could right.", "sentId": 198}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "What did we learn about the President this week?", "sentId": 199}, {"text": "He gives -- this past week -- he gives the big State of the Union address.", "sentId": 200}, {"text": "He travels the country.", "sentId": 201}, {"text": "It is supposed to be a time where he helps had his agenda and he helps his party but he goes to Wisconsin.", "sentId": 202}, {"text": "The candidate for governor doesn't show up.", "sentId": 203}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "On the night of the speech, a vulnerable Democrat from Alaska says sure, Mr. President, come see me.", "sentId": 204}, {"text": "Not to campaign with me, I want to tell you how wrong you are.", "sentId": 205}, {"text": "Mark Udall, a gentleman senator from the state of Colorado says I don't know if I'd campaign with the President.", "sentId": 206}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "Is he toxic in his own party?", "sentId": 207}, {"text": "Let me ask the question this way -- sorry Mr. President.", "sentId": 208}, {"text": "Is Barack Obama 2014 George W. Bush 2006?", "sentId": 209}], "secId": 96}, {"speaker": "PACE", "sentences": [{"text": "Well, if you look at poll numbers they certainly line up with Bush at this point in his presidency.", "sentId": 210}, {"text": "I don't think Obama is toxic to his party at this point but it will be really interesting to see what his role becomes in 2014.", "sentId": 211}], "secId": 97}, {"speaker": "PACE", "sentences": [{"text": "Do these candidates want him out there at rallies?", "sentId": 212}, {"text": "Do they want him facing voters or does he become the guy who just goes out and raises money for the party.", "sentId": 213}, {"text": "If that happens then he's increasingly irrelevant in his own party.", "sentId": 214}], "secId": 98}, {"speaker": "HAMBY", "sentences": [{"text": "I think this is -- what we saw this week is a chastened president, who basically admitted in his State of the Union speech that he's not as powerful as he was -- the whole pen and phone thing.", "sentId": 215}, {"text": "But also I think in 2010, if Mark Begich said what he said in 2010, heads would have exploded at the white house.", "sentId": 216}], "secId": 99}, {"speaker": "PACE", "sentences": [{"text": "Absolutely.", "sentId": 217}], "secId": 100}, {"speaker": "HAMBY", "sentences": [{"text": "Today, they kind of get it.", "sentId": 218}, {"text": "His poll numbers are not as low as Bush's were just now in 2006?", "sentId": 219}, {"text": "But if he's at 43 percent come November, and Democrats are voting 43 percent of the vote in all of these senate races, it could be a really bad --", "sentId": 220}], "secId": 101}, {"speaker": "MARTIN", "sentences": [{"text": "If you look at that Senate map John that you showed on the screen, there's not a lot of places this President can go and campaign for his party.", "sentId": 221}], "secId": 102}, {"speaker": "PACE", "sentences": [{"text": "He won't be helpful.", "sentId": 222}], "secId": 103}, {"speaker": "MARTIN", "sentences": [{"text": "I think Julie has it right.", "sentId": 223}, {"text": "He's going to do finance events in New York, Chicago, D.C., and the West Coast and guess who's going to be called out of the bull pen to go campaign for Democrats around the country?", "sentId": 224}, {"text": "Bill and Hillary Clinton.", "sentId": 225}], "secId": 104}, {"speaker": "PACE", "sentences": [{"text": "Right and --", "sentId": 226}], "secId": 105}, {"speaker": "HAMBY", "sentences": [{"text": "If you go back to 2010 in Ohio, I remember being out in Ohio and Bill Clinton and Joe Biden would be the ones that were going into Youngstown.", "sentId": 227}, {"text": "It wasn't President Obama.", "sentId": 228}], "secId": 106}, {"speaker": "RESTON", "sentences": [{"text": "I mean the party has moved on.", "sentId": 229}, {"text": "The activists have moved on.", "sentId": 230}, {"text": "They are looking ahead to Hillary Clinton in 2016.", "sentId": 231}, {"text": "End of conversation.", "sentId": 232}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "But in a base election if people are showing disrespect to the African-American president does the African-American vote?", "sentId": 233}], "secId": 108}, {"speaker": "MARTIN", "sentences": [{"text": "That's the challenge --", "sentId": 234}], "secId": 109}, {"speaker": "MARTIN", "sentences": [{"text": "-- which is always talk in a mid-term and so that's going to be the challenge.", "sentId": 235}], "secId": 110}, {"speaker": "MARTIN", "sentences": [{"text": "08:50:03>", "sentId": 236}], "secId": 111}, {"speaker": "MARTIN", "sentences": [{"text": "And at least one key race that Democrats think they actually have a shot to pick up a seat and that's Georgia.", "sentId": 237}, {"text": "There's no path for Michelle Nunn to win that seat unless she has a really sizable turnout in Atlanta for African-Americans.", "sentId": 238}, {"text": "HAMBY:  The issue is also troublesome for the President -- the Keystone pipeline is something that progressives care deeply about.", "sentId": 239}, {"text": "We saw this week that that might advance trade as an issue that flared this week a little bit.", "sentId": 240}], "secId": 112}, {"speaker": "RESTON", "sentences": [{"text": "And he's having to step back from what his goals were.", "sentId": 241}], "secId": 113}, {"speaker": "PACE", "sentences": [{"text": "Yes, absolutely.", "sentId": 242}], "secId": 114}, {"speaker": "RESTON", "sentences": [{"text": "So what does that mean with Latinos?", "sentId": 243}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "He lost 2013.", "sentId": 244}, {"text": "I mean if you go back and read his 2013 State of the Union address and all the things he asked for, he got nothing.", "sentId": 245}, {"text": "He's essentially zero for 2013 on big items.", "sentId": 246}, {"text": "So in 2014, is it more about him -- his legacy because this could be his last legislative year, if you will, in his party even though it is a big mid-term election?", "sentId": 247}], "secId": 116}, {"speaker": "PACE", "sentences": [{"text": "And this is something that this White House when you look at -- when you talk about the White House, they all want House Democrats -- you know, they want Democrats to win but they are --", "sentId": 248}], "secId": 117}, {"speaker": "MARTIN", "sentences": [{"text": "Sort of.", "sentId": 249}], "secId": 118}, {"speaker": "PACE", "sentences": [{"text": "-- sort of.", "sentId": 250}, {"text": "They are never going to really put their ambitions and their agenda aside for the party.", "sentId": 251}, {"text": "That is not what they do.", "sentId": 252}, {"text": "So when it comes to immigration, if you have some Democrats out there saying, you know, let's not finish it this year so we can use this as a political item in the midterm of you have the President saying I want a legacy victory here.", "sentId": 253}, {"text": "They're always going to go with the White House presidential legacy on this.", "sentId": 254}], "secId": 119}, {"speaker": "HAMBY", "sentences": [{"text": "The Republican presidential race starts November of this year after the election.", "sentId": 255}, {"text": "So they probably -- Democrats would like this issue --", "sentId": 256}], "secId": 120}, {"speaker": "RESTON", "sentences": [{"text": "Kind of.", "sentId": 257}, {"text": "I mean it's only a primary -", "sentId": 258}], "secId": 121}, {"speaker": "HAMBY", "sentences": [{"text": "This is the pre-game show?", "sentId": 259}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "The pre-game show under way.", "sentId": 260}], "secId": 123}, {"speaker": "HAMBY", "sentences": [{"text": "Yes, the pre-game show's well under way.", "sentId": 261}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "Kind of like the Super Bowl pre-game show.", "sentId": 262}, {"text": "It starts -- it lasts hours.", "sentId": 263}], "secId": 125}, {"speaker": "KING", "sentences": [{"text": "What's his role then?", "sentId": 264}], "secId": 126}, {"speaker": "MARTIN", "sentences": [{"text": "The President?", "sentId": 265}], "secId": 127}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 266}], "secId": 128}, {"speaker": "MARTIN", "sentences": [{"text": "Well, I think he can raise money for his party.", "sentId": 267}, {"text": "And I think, you know, you will see him out there pushing issues like minimum wage, like some of these issues related to women and politics, voting rights, the so-called affinity issues that will sort of help.", "sentId": 268}, {"text": "It's used to turn out long Democratic voters.", "sentId": 269}, {"text": "But in terms of actually going to stump for a Begich in Alaska, a Pryor in Arkansas --", "sentId": 270}], "secId": 129}, {"speaker": "KING", "sentences": [{"text": "Landrieu in Louisiana.", "sentId": 271}], "secId": 130}, {"speaker": "MARTIN", "sentences": [{"text": "Landrieu, Louisiana -- up in Montana.", "sentId": 272}, {"text": "The list goes on and on and on.", "sentId": 273}], "secId": 131}, {"speaker": "MARTIN", "sentences": [{"text": "I'm just skeptical that he's going to get those invitations, which is why to Julie's point, I think this president has to choose between a Democratic majority for his last two years in the Senate versus getting some stuff done this year like immigration.", "sentId": 274}], "secId": 132}, {"speaker": "KING", "sentences": [{"text": "In this past week the mood among Democrats suddenly changed.", "sentId": 275}, {"text": "They always thought they're not going to get the House back.", "sentId": 276}], "secId": 133}, {"speaker": "MARTIN", "sentences": [{"text": "You feel it.", "sentId": 277}], "secId": 134}, {"speaker": "KING", "sentences": [{"text": "At least that week after the government shutdown -- that balloon, the air came out of it.", "sentId": 278}, {"text": "But the Senate this past week all of a sudden Democrats are saying \"We're going to lose the Senate.\"", "sentId": 279}], "secId": 135}, {"speaker": "RESTON", "sentences": [{"text": "Just as a mini-point though.", "sentId": 280}, {"text": "I mean I think that what he was trying to do with women in the State of the Union was really important.", "sentId": 281}, {"text": "Because if this year he can continue to push those issues that solidify Democrats among Independent women, they won by huge margins in 2012, then that will be a gift to his party going forward.", "sentId": 282}], "secId": 136}, {"speaker": "KING", "sentences": [{"text": "It's only February -- great election here to come.", "sentId": 283}, {"text": "You want a peek at tomorrow's news today?", "sentId": 284}, {"text": "Our reporters empty their notebooks next.", "sentId": 285}], "secId": 137}, {"speaker": "KING", "sentences": [{"text": "08:57:32>", "sentId": 286}], "secId": 138}, {"speaker": "KING", "sentences": [{"text": "Our goal here at INSIDE POLITICS: keep you ahead of the curve on the big Washington and campaign stories so let's take a peek into our reporters' notebook.", "sentId": 287}, {"text": "Let's go around the table.", "sentId": 288}], "secId": 139}, {"speaker": "KING", "sentences": [{"text": "Mr. Hamby, you're first.", "sentId": 289}], "secId": 140}, {"speaker": "HAMBY", "sentences": [{"text": "I'm going to go to my favorite state of South Carolina, as you guys know.", "sentId": 290}, {"text": "Lindsey Graham has a problem on the right but he has four challengers in his Republican primary this year none of whom are considered top tier.", "sentId": 291}, {"text": "I'm hearing he is about to get a fifth, a preacher from Colombia, and possibly a sixth.", "sentId": 292}, {"text": "At the same time Lindsey and the seven dwarfs in this race.", "sentId": 293}], "secId": 141}, {"speaker": "MARTIN", "sentences": [{"text": "But that's good news though for him, isn't it?", "sentId": 294}], "secId": 142}, {"speaker": "HAMBY", "sentences": [{"text": "Well, no.", "sentId": 295}, {"text": "I mean because it means that he -- it increases the chance of him making a run-off and having to run one-on- one against one of these people.", "sentId": 296}, {"text": "Still, there's no top tier challenger in that race, he is vulnerable but no one has the money or the juice to beat him yet.", "sentId": 297}], "secId": 143}, {"speaker": "KING", "sentences": [{"text": "Fun, fun, fun and that's only one of the Republican races with interesting  actually.", "sentId": 298}], "secId": 144}, {"speaker": "PACE", "sentences": [{"text": "The President meets with Senate Democrats this week and a big part of their meeting is going to be planning a strategy for minimum wage.", "sentId": 299}, {"text": "Unlike the immigration debate where you've seen the President kind of take a backseat.", "sentId": 300}, {"text": "He's going to be really at the forefront of the minimum wage debate.", "sentId": 301}, {"text": "Look for him to be hitting the road pretty soon going to states that have taken action on raising the minimum wage on their own.", "sentId": 302}], "secId": 145}, {"speaker": "MARTIN", "sentences": [{"text": "Chris Christie is not going to be the only pall at the Super Bowl tonight, the Meadowlands.", "sentId": 303}, {"text": "Mitt Romney is going to be there with Woody Johnson --", "sentId": 304}], "secId": 146}, {"speaker": "KING", "sentences": [{"text": "Documentary storm -- Romney.", "sentId": 305}], "secId": 147}, {"speaker": "MARTIN", "sentences": [{"text": "Exactly -- the Jets owner, Woody Johnson, is hosting it for at the big game.", "sentId": 306}, {"text": "This to me is one more reminder that Mitt Romney misses being in public life.", "sentId": 307}, {"text": "He wants to be back in the game.", "sentId": 308}], "secId": 148}, {"speaker": "RESTON", "sentences": [{"text": "How many interview has he done in the last few days.", "sentId": 309}], "secId": 149}, {"speaker": "MARTIN", "sentences": [{"text": "How far back in the game, may I ask?", "sentId": 310}], "secId": 150}, {"speaker": "MARTIN", "sentences": [{"text": "This is the issue.", "sentId": 311}, {"text": "So he said to our Ashley Parker at \"The New York Times\" -- no, no, no, no, no when he was asked about running for a third time for president but I keep hearing from his friends that he is thinking about this and that he does not totally want to close the door.", "sentId": 312}, {"text": "Now here's the question.", "sentId": 313}], "secId": 151}, {"speaker": "RESTON", "sentences": [{"text": "No way.", "sentId": 314}, {"text": "I don't believe it.", "sentId": 315}], "secId": 152}, {"speaker": "MARTIN", "sentences": [{"text": "How much of that though is his friends who want him to run again and how much of that actually is him?", "sentId": 316}, {"text": "There's no question that he's bored and misses it.", "sentId": 317}, {"text": "But does he actually take the plunge for a third time?", "sentId": 318}, {"text": "It does seem unlikely.", "sentId": 319}], "secId": 153}, {"speaker": "RESTON", "sentences": [{"text": "I'm going to say no to that.", "sentId": 320}], "secId": 154}, {"speaker": "RESTON", "sentences": [{"text": "So today, this morning in New Hampshire Scott Brown is doing the penguin plunge at Hampton Beach -- who knows how cold the water is there.", "sentId": 321}, {"text": "He's back in New Hampshire and the internal polling is showing him and Shaheen just a few points apart.", "sentId": 322}, {"text": "Obviously the Obamacare culture is looking really bad for her there.", "sentId": 323}, {"text": "So I think it's going to be fun to watch how she starts to distance herself from the President as we go into the 2014 races.", "sentId": 324}], "secId": 155}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 325}, {"text": "I'll just add this quick footnote Jay Martin's point about the Georgia senate race.", "sentId": 326}, {"text": "Georgia governor, Nathan Deal, his handling of the snow storm down there has Republicans nervous and of all places Georgia in this election year.", "sentId": 327}], "secId": 156}, {"speaker": "KING", "sentences": [{"text": "09:00:05>", "sentId": 328}], "secId": 157}, {"speaker": "KING", "sentences": [{"text": "That's it for us this week.", "sentId": 329}, {"text": "Again, thanks for sharing your Sunday morning with us, we'll see you soon.", "sentId": 330}], "secId": 158}, {"speaker": "KING", "sentences": [{"text": "Stay with CNN though, watch CNN's exclusive interview with President Obama -- that's next.", "sentId": 331}], "secId": 159}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" with Candy Crowley starts now.", "sentId": 332}], "secId": 160}], "sectionCount": 161, "url": "transcripts.cnn.com/TRANSCRIPTS/1402/02/ip.01.html", "sentenceCount": 334, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired February 2, 2014 - 08:30   ET", "speakers": ["KING", "CHRISTIE", "BUSH", "TAPPER", "OBAMA", "Here to share their reporting and their insights", "MARTIN", "RESTON", "HAMBY", "PACE", "KIN"], "title": "INSIDE POLITICS"}