{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1607.18.ip.01.html.json", "subTitle": "Preparation for the Republican Convention. Aired 12-12:30p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "JONES", "sentences": [{"text": "What you're going to see tonight, I think, are people - is the other side of Trump.", "sentId": 0}, {"text": "They're trying to do two things that don't usually go well together.", "sentId": 1}, {"text": "On the one hand they're trying to humanize him by bringing his wife out and that kind of stuff, but they also want to give him the opportunity to be Mr. Bluster.", "sentId": 2}, {"text": "I don't think they've got a coherent strategy to present this guy to the country, so it seems like they literally are trying to roll out two products at the same time, the warm, fuzzy father figure, who's also the blustery, crazy uncle who's going to throw a punch.", "sentId": 3}, {"text": "And I don't know if that works.", "sentId": 4}], "secId": 0}, {"speaker": "BOLDUAN", "sentences": [{"text": "One thing that is continuing to be unconventional about the convention is Donald Trump.", "sentId": 5}, {"text": "He's actually expected maybe to speak tonight, introducing even Melania Trump.", "sentId": 6}, {"text": "We don't normally hear from our nominees this early on in the week, but we will tonight.", "sentId": 7}], "secId": 1}, {"speaker": "BOLDUAN", "sentences": [{"text": "Guys, thank you very much.", "sentId": 8}, {"text": "We really appreciate it.", "sentId": 9}, {"text": "Thank you all.", "sentId": 10}], "secId": 2}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Thank you.", "sentId": 11}], "secId": 3}, {"speaker": "BOLDUAN", "sentences": [{"text": "Christine, thank you so much for joining us in New York.", "sentId": 12}], "secId": 4}, {"speaker": "BOLDUAN", "sentences": [{"text": "And thank you all for joining us here in Cleveland.", "sentId": 13}, {"text": "For me here in Cleveland and for John in Baton Rouge, we appreciate your being with us.", "sentId": 14}, {"text": "Our special coverage of the Republican National Convention continues right now.", "sentId": 15}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "A special edition of INSIDE POLITICS.", "sentId": 16}, {"text": "I'm John King, live - welcome to this special edition of INSIDE POLITICS I'm John King live from the Republican Convention Hall in Cleveland, Ohio.", "sentId": 17}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "A lot happening this afternoon.", "sentId": 18}, {"text": "The convention official will be gaveled to order one hour from now.", "sentId": 19}, {"text": "Delegates beginning to fill into a largely empty hall, but you'll see them coming in, in the hour ahead.", "sentId": 20}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Also, we're waiting to see Hillary Clinton.", "sentId": 21}, {"text": "She speaks this hour.", "sentId": 22}, {"text": "We're waiting any moment now to the NAACP Convention in southern Ohio, in the city of Cincinnati.", "sentId": 23}, {"text": "A key moment here for her to respond to the Baton Rouge shootings and to try to mobilize African-American voters for the fall campaign.", "sentId": 24}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "As you can tell, a very busy day in presidential politics.", "sentId": 25}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Also, another sad day as we deal, once again, with senseless violence.", "sentId": 26}, {"text": "The deadly assault now on two police officers in Baton Rouge, Louisiana.", "sentId": 27}, {"text": "The latest outrage, and for the political leaders of this country, the latest challenge.", "sentId": 28}], "secId": 10}, {"speaker": "OBAMA", "sentences": [{"text": "We, as a nation, have to be loud and clear that nothing justifies violence against law enforcement.", "sentId": 29}, {"text": "Attacks on police are an attack on all of us and the rule of law that makes society possible.", "sentId": 30}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Law and order is a big, very big theme here on convention day one.", "sentId": 31}, {"text": "A big part of Donald Trump's case that the country is off on the wrong track and that the country needs his new leadership.", "sentId": 32}], "secId": 12}, {"speaker": "TRUMP", "sentences": [{"text": "We're both ready.", "sentId": 33}, {"text": "I have no doubt.", "sentId": 34}, {"text": "We need toughness.", "sentId": 35}, {"text": "We need strength.", "sentId": 36}, {"text": "Obama's weak.", "sentId": 37}, {"text": "Hillary's weak.", "sentId": 38}, {"text": "And part of it is that, a big part of it.", "sentId": 39}, {"text": "We need law and order.", "sentId": 40}, {"text": "We need strong borders.", "sentId": 41}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Now, Trump's team tells us the biggest priority for them of Trump's four-day nominating showcase is winning a second look from voters who simply don't like the billionaire businessman.", "sentId": 42}, {"text": "And, on opening night, Melania Trump gets a prime time platform to begin the image makeover.", "sentId": 43}], "secId": 14}, {"speaker": "TRUMP", "sentences": [{"text": "I don't try to change him.", "sentId": 44}, {"text": "He's an adult.", "sentId": 45}, {"text": "He knows the consequences.", "sentId": 46}, {"text": "And so I let him be who he is.", "sentId": 47}, {"text": "I give him my opinions many, many times.", "sentId": 48}], "secId": 15}, {"speaker": "COOPER", "sentences": [{"text": "You do?", "sentId": 49}], "secId": 16}, {"speaker": "TRUMP", "sentences": [{"text": "Yes.", "sentId": 50}, {"text": "And I don't agree with everything what he says, but, you know, that is normal.", "sentId": 51}, {"text": "I'm my own person.", "sentId": 52}, {"text": "I tell him what I think.", "sentId": 53}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "An exciting day ahead here in Cleveland.", "sentId": 54}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "We are told Mr. Trump himself will be in the convention hall to introduce his wife.", "sentId": 55}, {"text": "That's unconventional.", "sentId": 56}, {"text": "And on opening day also includes some tough talk on immigration, Hillary Clinton's leadership during the deadly attacks in Benghazi as well.", "sentId": 57}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "With us to share the reporting and their insights, CNN's Manu Raju, Julie Pace of the \"Associated Press,\" CNN's Sara Murry, and Jackie Kucinich of \"The Daily Beast.\"", "sentId": 58}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "After condemning the killing of three police officers in Baton Rouge yesterday, President Obama offered his fellow politicians some advice.", "sentId": 59}], "secId": 21}, {"speaker": "OBAMA", "sentences": [{"text": "Everyone right now focus on words and actions that can unite this country, rather than divide it further.", "sentId": 60}, {"text": "We don't need inflammatory rhetoric.", "sentId": 61}, {"text": "We don't need careless accusations thrown around to score political points or to advance an agenda.", "sentId": 62}, {"text": "We need to temper our words and open our hearts.", "sentId": 63}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "But there is no question, Donald Trump and his political team do see a political opening.", "sentId": 64}, {"text": "In a tweet, Trump said the president, quote, \"doesn't have a clue.", "sentId": 65}, {"text": "Our country,\" Trump says, \"is a divided crime scene.\"", "sentId": 66}, {"text": "And this morning, calling into a Fox News program, Donald Trump repeated a line that national party leaders have repeatedly implored him to drop.", "sentId": 67}], "secId": 23}, {"speaker": "TRUMP", "sentences": [{"text": "So, I watched the president, that sometimes the words are OK, but you - you just look at the - the body language.", "sentId": 68}, {"text": "There's something going on.", "sentId": 69}, {"text": "Look, there's something going on.", "sentId": 70}, {"text": "And the words are not often OK, by the way.", "sentId": 71}], "secId": 24}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "What does that mean, there's something going on?", "sentId": 72}], "secId": 25}, {"speaker": "TRUMP", "sentences": [{"text": "There's - there's just bad feeling.", "sentId": 73}, {"text": "And a lot of bad feeling about him.", "sentId": 74}, {"text": "I see it, too.", "sentId": 75}, {"text": "And there's a lot of bad feeling about him.", "sentId": 76}, {"text": "We have a country that's -", "sentId": 77}], "secId": 26}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "You know - all right.", "sentId": 78}], "secId": 27}, {"speaker": "TRUMP", "sentences": [{"text": "We have a country that has not been like this since I can remember it.", "sentId": 79}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "And there we are, as we begin the convention.", "sentId": 80}, {"text": "Donald Trump, even before the convention, officially gaveled, going off script, if you will.", "sentId": 81}, {"text": "His team has said, and national Republican leaders want him to say on a careful script.", "sentId": 82}, {"text": "They are very happy to focus on law and order.", "sentId": 83}, {"text": "They think that is a good theme for them.", "sentId": 84}, {"text": "But the - \"there's something going on there.\"", "sentId": 85}, {"text": "Donald Trump has done this throughout the past months about the president, that some people think, is he insinuating in the past, examples, is the president a Muslim or does the president not care, does the president not get outraged when Americans get killed?", "sentId": 86}, {"text": "Is this how Donald Trump wants to be talking on day one - day one of a very critical convention?", "sentId": 87}], "secId": 29}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "No.", "sentId": 88}, {"text": "I -", "sentId": 89}], "secId": 30}, {"speaker": "RAJU", "sentences": [{"text": "Sure, it's a risk.", "sentId": 90}, {"text": "I mean some - look at also the way he responded to the Orlando attack as well.", "sentId": 91}, {"text": "It reminded me of that, almost suggesting that the president was complicit in that attack.", "sentId": 92}, {"text": "And, clearly, that's a risk, given how tragic of a circumstance that we saw in Baton Rouge and we've seen in Dallas and elsewhere.", "sentId": 93}], "secId": 31}, {"speaker": "RAJU", "sentences": [{"text": "But, you know, John, actually, I'm not so sure how many Republicans also want to really stick to that tough law and order theme.", "sentId": 94}, {"text": "A lot of Republicans, particularly on Capitol Hill, have looked for a way to be - to have a more bipartisan approach to criminal justice reform, be more lenient on people who are first-time offenders, get rid of mandatory minimum sentences.", "sentId": 95}, {"text": "But we're not going to hear that tonight.", "sentId": 96}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 97}], "secId": 33}, {"speaker": "RAJU", "sentences": [{"text": "We're going to hear a very tough approach to crime in this country and something that he thinks the way the party should go, but maybe not everybody in the party thinks.", "sentId": 98}], "secId": 34}, {"speaker": "MURRAY", "sentences": [{"text": "But there's good reason for that.", "sentId": 99}, {"text": "I mean when Donald Trump, in past incidences like this, he has noticed his poll numbers have gone up afterwards.", "sentId": 100}, {"text": "He has noticed that he does pretty well when it comes to, you know, poll numbers on dealing with ISIS, on who would be stronger in protecting the country, which is stunning when you think about the fact that he is running against a former secretary of state, and Donald Trump has no foreign policy experience to speak of whatsoever.", "sentId": 101}, {"text": "But he still has noticed that if you talk tough on these issues, if you project an image of toughness, that's been resonating with voters.", "sentId": 102}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 103}], "secId": 36}, {"speaker": "PACE", "sentences": [{"text": "And one of the things that's so interesting is that, you know, in talking to Paul Manafort this morning, he said point blank that he does not think Donald Trump needs to back up this tough talk with specific policies.", "sentId": 104}, {"text": "He thinks identifying the problem right now, pointing to the Obama administration, lumping Hillary Clinton in with them is enough.", "sentId": 105}, {"text": "They are looking at voters, seeing that they are angry, and they think, at this point, just presenting an alternative in terms of rhetoric is enough to push him ahead in the fall.", "sentId": 106}], "secId": 37}, {"speaker": "KUCINICH", "sentences": [{"text": "But that said, this tonight is designed to present Donald Trump as someone who could be the commander in chief, who could have the nuclear codes.", "sentId": 107}, {"text": "And tinfoil hat conspiracy theories, like he's talking about in that clip, undermines that.", "sentId": 108}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "Undermines that, at least if you're thinking about the universe out there watching at home -", "sentId": 109}], "secId": 39}, {"speaker": "KUCINICH", "sentences": [{"text": ".", "sentId": 110}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "Independent voters -", "sentId": 111}], "secId": 41}, {"speaker": "KUCINICH", "sentences": [{"text": "Yes.", "sentId": 112}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "Persuadable voters, the voters beyond the Republican voters.", "sentId": 113}, {"text": "And Donald Trump has two challenges.", "sentId": 114}, {"text": "One, it's to fully unify this hall.", "sentId": 115}, {"text": "Not everybody here is convinced Trump is one of them.", "sentId": 116}, {"text": "Not everyone here is convinced Trump's a Republican or a conservative.", "sentId": 117}, {"text": "But the biggest challenge is always to convince the audience watching at home.", "sentId": 118}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "But you mentioned Paul Manafort and we know the Trump campaign is at odds with national republicans on many policy things, and we know on this issue he hasn't laid out many policies, but he did say, was it today or last night at the briefing, that he thinks Donald Trump's speech will be very much like Richard Nixon, 1968, a year when the country was torn apart, the assassinations of Robert Kennedy, the assassination of Dr. Martin Luther King.", "sentId": 119}, {"text": "And Nixon gave a very tough law and order speech that many viewed as part of the Republican southern strategy that say, look at what's happening in the streets to motivate white voters.", "sentId": 120}, {"text": "Is that what we have?", "sentId": 121}], "secId": 44}, {"speaker": "MURRAY", "sentences": [{"text": "But Donald Trump doesn't have a southern strategy.", "sentId": 122}, {"text": "Sure, he's - of course, the southern states are going to be helpful to Republicans, but we're talking about a rust belt strategy, which also means you need to win people who are in suburbs, you need to be able to win some of these people who are in more urban areas.", "sentId": 123}, {"text": "And I think the challenge for Donald Trump is you can come here and you can talk tough and you can be the candidate who is tough on these issues, but people, right now, are not buying the notion that Donald Trump is a unifier, because he is winning white voters, but he's at zero with black voters, because he has said things that has alienate Latino voters.", "sentId": 124}, {"text": "And you have to take that steps further if you want to be the candidate who can unite people other than just white men.", "sentId": 125}], "secId": 45}, {"speaker": "RAJU", "sentences": [{"text": "And how does it deal with the key demographic groups that he's now struggling with, which is suburban women or minorities, Latino voters in some of those key battleground states like Colorado and Nevada?", "sentId": 126}, {"text": "Does it actually attract those folks?", "sentId": 127}, {"text": "We'll have to see.", "sentId": 128}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 129}], "secId": 47}, {"speaker": "PACE", "sentences": [{"text": "One of the things that his campaign is starting to preview a bit is this idea that he's going to be specifically talking about, I think starting tonight -", "sentId": 130}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Sure.", "sentId": 131}], "secId": 49}, {"speaker": "PACE", "sentences": [{"text": "About problems in the inner cities.", "sentId": 132}, {"text": "Trying to make a direct appeal to black voters -", "sentId": 133}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "Sure.", "sentId": 134}], "secId": 51}, {"speaker": "PACE", "sentences": [{"text": "Who really are just very turned off by Donald Trump at this point.", "sentId": 135}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "And I guess that's the challenge, is do you just talk about, you don't like what you've got or things are bad, look around, you need change, you want things different.", "sentId": 136}, {"text": "That dynamic no doubt helps Donald Trump.", "sentId": 137}, {"text": "Whether it's the economy, whether it's these shootings, whether it's just unrest, people thinking, what's going on?", "sentId": 138}, {"text": "What's going on?", "sentId": 139}, {"text": "And no - no question it helps the challenger.", "sentId": 140}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "But the bar is higher, I think.", "sentId": 141}, {"text": "We're waiting to hear from Secretary Clinton as well.", "sentId": 142}, {"text": "Because normally at the conventions these are abstract conversations.", "sentId": 143}, {"text": "The politicians are saying, you should be worried about this.", "sentId": 144}, {"text": "These are very real in that you're seeing on your screen, three more cops gunned down in a community after Dallas, after the police shootings of gentlemen in Minneapolis and Baton Rouge.", "sentId": 145}, {"text": "You're seeing Nice on your screen.", "sentId": 146}, {"text": "You see a coup in Turkey.", "sentId": 147}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "These presidential candidates, over the next two weeks, are going to be talking about how they should replace the current commander in chief, and the current, you know, the domestic president of the United States as well, at a time when people have every right to be a little anxious about what's going on.", "sentId": 148}], "secId": 55}, {"speaker": "RAJU", "sentences": [{"text": "Yes, and that's why you're seeing Donald Trump not afraid of saying things like the president is, you know, his body language doesn't look right because he's trying to show a clear difference with the president.", "sentId": 149}, {"text": "And Trump is seeing poll numbers that have shown he's actually viewed more favorably than Hillary Clinton on national security and on terrorism, which is one reason why they're going to hit that very, very hard in this convention.", "sentId": 150}], "secId": 56}, {"speaker": "PACE", "sentences": [{"text": "But I do think to your point that this is happening in real time.", "sentId": 151}, {"text": "I wonder if the campaigns bet on voters not really caring about specifics is right.", "sentId": 152}, {"text": "Because it's one thing to talk - use rhetorical flourishes at a time when people may be feeling a certain way, but it's not directly connected to events.", "sentId": 153}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Sure.", "sentId": 154}], "secId": 58}, {"speaker": "PACE", "sentences": [{"text": "This is something that's happening every day.", "sentId": 155}, {"text": "I think people may want to see something more than his talk.", "sentId": 156}], "secId": 59}, {"speaker": "KUCINICH", "sentences": [{"text": "Trump is saying you're going to - you're going to fight - you're going to defeat ISIS big league, I think is what he said last night?", "sentId": 157}, {"text": "I mean you can't keep saying stuff like that.", "sentId": 158}, {"text": "It's all fun and games until it's actually serious and you're talking about a commander in chief test.", "sentId": 159}], "secId": 60}, {"speaker": "MURRAY", "sentences": [{"text": "And I think this is why we've seen sort of a division.", "sentId": 160}, {"text": "This kind of rhetoric might play very well with some base Republican voters and it might help him in the polls.", "sentId": 161}, {"text": "But we've seen a number of Republicans who are national security experts, who are foreign policy experts come out and publically say, I'm backing Hillary Clinton because we know where she understands, we know she understands these issues, we have an idea of what policy she would put forward.", "sentId": 162}, {"text": "And, frankly, we don't trust Donald Trump to have any understanding of what you would need to do in this situation.", "sentId": 163}, {"text": "And that, you know, to the extent that the Trump campaign wants to assuage the feelings of any of those folks, which, you know, that's an open question, but there may be more voters who are starting to feel like that and saying, OK, I do need a little meat on the bone.", "sentId": 164}], "secId": 61}, {"speaker": "RAJU", "sentences": [{"text": "That's - I think that's a key question, too, uniting the folks.", "sentId": 165}, {"text": "What is Donald Trump going to do?", "sentId": 166}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 167}, {"text": "Right.", "sentId": 168}], "secId": 63}, {"speaker": "RAJU", "sentences": [{"text": "Go ahead and try to unite the folks in the hall here or does he worry about the people who are still skeptical of him out there?", "sentId": 169}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Well, I think we had an example last week where he went with his staff and he with the advice instead of his gut when he picked his vice presidential candidate.", "sentId": 170}, {"text": "I think on these issues, Donald Trump likes to go with his gut because he thinks he's right.", "sentId": 171}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Stay where you are.", "sentId": 172}, {"text": "We'll be right back.", "sentId": 173}, {"text": "Tough talk on ISIS and immigration, but a soft touch from the woman who says she knows Donald Trump best.", "sentId": 174}, {"text": "The opening night of the Republican challenge - the big challenge on opening night, excuse me, up next.", "sentId": 175}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 176}, {"text": "I'm John King, live inside the \"Q,\" the house LeBron built, and the house where in about 45 minutes the Republican National Convention that will nominate Donald Trump will officially come to order.", "sentId": 177}, {"text": "We're waiting for big events here in Cleveland.", "sentId": 178}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "We're also waiting for the former secretary of state, Hillary Clinton, the presumptive Democratic nominee, to take the stage in the southwestern corner of the state, Cincinnati, Ohio.", "sentId": 179}, {"text": "Secretary Clinton, she's a little late, -- no surprise there.", "sentId": 180}, {"text": "Politicians often are - to address the NAACP convention.", "sentId": 181}, {"text": "We will get her reactions to the tragic shootings of police officers in Baton Rouge.", "sentId": 182}, {"text": "Also, we're told to look for Hillary Clinton to talk about voter registration and turnout in the fall campaign.", "sentId": 183}, {"text": "We'll take you to Cincinnati live as soon as Hillary Clinton gets to the meat of her remarks there.", "sentId": 184}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "But back here in Cleveland, as we await Donald Trump's convention to begin, there are always, always conflicting goals that - and pressures at these presidential nominating conventions.", "sentId": 185}, {"text": "And there are too many to mention this week given Donald Trump's wild ride to the Republican nomination and his problems now pivoting, as the political consultants like to say, to the general election.", "sentId": 186}, {"text": "Opening night here is no exception.", "sentId": 187}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "There are many Republican skeptics in this convention hall and watching from home.", "sentId": 188}, {"text": "They wonder if a man who called Hillary Clinton once a great secretary of state, donated to the Clinton Foundation, and invited Bill and Hillary Clinton to their - his third wedding is really one of them, really a committed conservative.", "sentId": 189}, {"text": "So, for them, there will be a promise tonight from the speakers to secure the border, to build a wall, and there will be a scathing critique of Hillary Clinton's handling of Benghazi.", "sentId": 190}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "But priority number one, the Trump team says, is shoring - is not only shoring up his support among base supporters.", "sentId": 191}, {"text": "His temperament is an issue and he has lousy numbers, frankly, among women voters.", "sentId": 192}, {"text": "We last heard from Melania Trump back in April, three months ago.", "sentId": 193}, {"text": "Tonight, she begins a Trump family effort to present a kinder, gentler Donald.", "sentId": 194}], "secId": 71}, {"speaker": "TRUMP", "sentences": [{"text": "He's hard worker.", "sentId": 195}, {"text": "He's kind.", "sentId": 196}, {"text": "He has a great heart.", "sentId": 197}, {"text": "He's tough.", "sentId": 198}, {"text": "He's smart.", "sentId": 199}, {"text": "When you attack him, he will punch back ten times harder.", "sentId": 200}, {"text": "No matter who you are, a man or a woman, he treats everyone equal.", "sentId": 201}, {"text": "He's a fighter.", "sentId": 202}, {"text": "And if you elect him to be your president, he will fight for you and for our country.", "sentId": 203}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "I'm fascinated by this.", "sentId": 204}, {"text": "To me, it's the biggest event of opening night.", "sentId": 205}, {"text": "A, because we haven't seen her very much.", "sentId": 206}, {"text": "She's not out there campaigning much.", "sentId": 207}, {"text": "When she does speak on the trail, and it's been three months, she tends to speak very briefly.", "sentId": 208}, {"text": "Campaign aides says that she's very protective of her son and she actually cherishes her role as a mom.", "sentId": 209}, {"text": "She had a modeling career.", "sentId": 210}, {"text": "Why inside the Trump campaign do they think she's the beginning?", "sentId": 211}, {"text": "We will get the sons, we will get Ivanka introducing Donald Trump when he accepts the nomination.", "sentId": 212}, {"text": "Why do they think Melania is so important to what they clearly say is an urgent task of saying, hey, he's actually a likable guy?", "sentId": 213}], "secId": 73}, {"speaker": "MURRAY", "sentences": [{"text": "Well, we were just actually talking to Paul Manafort before we came out to be on set for this and he was saying, when they first approached Melania and said, do you want to give a speech, they thought that she would say no.", "sentId": 214}, {"text": "She doesn't like to be on the campaign trail.", "sentId": 215}, {"text": "She's not really comfortable with the political side of this.", "sentId": 216}, {"text": "And she's not one of those spouses that is also a political adviser.", "sentId": 217}, {"text": "But they say that she was excited to do it.", "sentId": 218}, {"text": "She wanted to do this.", "sentId": 219}], "secId": 74}, {"speaker": "MURRAY", "sentences": [{"text": "And the reasons are sort of similar that - to what we saw in 2012 with Ann Romney, is this feeling that everyone in America thinks they know the person that you know the best, and they just don't see, you know, in this case, the Donald Trump that she gets to see at home.", "sentId": 220}, {"text": "And - and so they sort of felt that this was the person who should kick it off.", "sentId": 221}, {"text": "The person who is excited to do this, who knows Donald Trump so well, and who can explain, you know, my husband is a family man.", "sentId": 222}, {"text": "This is what he has done to help raise, you know, our son and his other children together, and this is what he's like behind closed doors that you don't get to see.", "sentId": 223}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "Now, Democrats, I will tell you, are prepared because Donald Trump - and Donald Trump says he's for interviews with Howard Stern.", "sentId": 224}, {"text": "He was joking around.", "sentId": 225}, {"text": "And maybe we do - he does deserves some grace there, \"The Howard Stern Show\" is, you know, a little off color, but there are - Donald Trump on tape saying, well, I don't know if parenting - I paid money to people.", "sentId": 226}, {"text": "And if they come out with this soft, fluffy image of Donald Trump, the dad, the Democrats are prepared to, you know, put all that stuff out there on the Internet again.", "sentId": 227}], "secId": 76}, {"speaker": "KUCINICH", "sentences": [{"text": "No, but I think Ivanka might be the most - the best spokesperson for that.", "sentId": 228}, {"text": "I mean we've seen her push back and say, listen, look at me.", "sentId": 229}, {"text": "Look at what I've achieved.", "sentId": 230}, {"text": "My father has helped me make this possible and let me kind of spread my wings.", "sentId": 231}], "secId": 77}, {"speaker": "KUCINICH", "sentences": [{"text": "The other interesting thing about Donald Trump and Melania, when you see them together, when they've done those joint interviews, he's very different.", "sentId": 232}, {"text": "He's softer.", "sentId": 233}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 234}, {"text": "KUCINICH: He - you can see them interact as a couple.", "sentId": 235}, {"text": "And I think that is helpful.", "sentId": 236}, {"text": "That helps humanize him.", "sentId": 237}, {"text": "And so if he's there with her on the stage or nearby, that can't help but be good for him.", "sentId": 238}], "secId": 79}, {"speaker": "RAJU", "sentences": [{"text": "And it's all part of the larger convention strategy, to avoid having mostly politicians deliver these keynote addresses, the big addresses, the prime time addresses when everybody is carrying it and the viewers are watching it, to have actually family members deliver the testimonials to show that, you know, to bring that side of Donald Trump that a lot of us don't see, and also to have some actors that we wouldn't expect, like Scott Baio, for instance.", "sentId": 239}], "secId": 80}, {"speaker": "PACE", "sentences": [{"text": "It's a lesson learned there from 2012, also because if you remember in the 2012 convention, they did have moments where they were trying humanize Mitt Romney.", "sentId": 240}, {"text": "They were just in videos and in formats that didn't end up on television.", "sentId": 241}], "secId": 81}, {"speaker": "MURRAY", "sentences": [{"text": "Right.", "sentId": 242}], "secId": 82}, {"speaker": "PACE", "sentences": [{"text": "But this is a very concerted effort here to put family members in the prime time hours, having them give speeches every single night.", "sentId": 243}, {"text": "It's consistent.", "sentId": 244}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Another big part of it is national security, keep America safe will be the theme tonight under the subset of keep - make America great again.", "sentId": 245}, {"text": "You have Lt. Gen. Michael Flynn, Army retired, who's been very critical of the Obama administration.", "sentId": 246}, {"text": "Some thought he might be considered for VP here.", "sentId": 247}, {"text": "You have Joni Ernst from Iowa, a freshman senator.", "sentId": 248}, {"text": "She's on the Foreign Relations Committee.", "sentId": 249}, {"text": "A Tea Party favorite there.", "sentId": 250}, {"text": "You also have Tom Cotton, again, a southern - conservative favorite on - especially on national security issues.", "sentId": 251}, {"text": "And then you also have the mother of a Benghazi victim and two Marines who fought in Benghazi who have been harshly critical of the Obama administration.", "sentId": 252}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "Again, all conventions go through this conflict.", "sentId": 253}, {"text": "You try to do some soft stuff to improve the image of your candidate, but you've got to do some tough messaging here.", "sentId": 254}, {"text": "Why is this part so important to team Trump?", "sentId": 255}], "secId": 85}, {"speaker": "PACE", "sentences": [{"text": "Discredit to  -", "sentId": 256}], "secId": 86}, {"speaker": "KUCINICH", "sentences": [{"text": "-", "sentId": 257}], "secId": 87}, {"speaker": "PACE", "sentences": [{"text": "Go ahead.", "sentId": 258}], "secId": 88}, {"speaker": "KUCINICH", "sentences": [{"text": "Going after Hillary Clinton and taking apart her record as secretary of state, which Sara mentioned, there is no reason she should be losing to someone like Donald Trump.", "sentId": 259}, {"text": "But if they keep on tearing down her record and emphasizing Benghazi, which is arguably - that and Libya are two of the most problematic parts of her record, that's resonating and .", "sentId": 260}], "secId": 89}, {"speaker": "MURRAY", "sentences": [{"text": "And what better way to unite the Republican Party than to unite them against Hillary Clinton?", "sentId": 261}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 262}], "secId": 91}, {"speaker": "MURRAY", "sentences": [{"text": "If you have a bunch of people who are skeptical about Donald Trump and his message, but you can create a narrative of people slamming Hillary Clinton, slamming her record, there's nothing that's going to bring the Republicans together more than a common enemy.", "sentId": 263}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "And to that point, to the unity question, the never Trump movement has largely fizzled out, but when this convention comes to order, they do have to adopt the rules.", "sentId": 264}, {"text": "And that is one more chance for the people who don't want Donald Trump as their nominee.", "sentId": 265}, {"text": "And there are a lot of them here.", "sentId": 266}, {"text": "I don't think they're anywhere nearly enough to do what they want to do, but so they can protest about the rules.", "sentId": 267}, {"text": "Any chance they will succeed?", "sentId": 268}, {"text": "And where else are we in the - you know, we've had a sparring match today between the Trump campaign and the governor of Ohio, John Kasich, who is not going to be here, who was one of Trump's rivals.", "sentId": 269}, {"text": "He's in the city I think some but he's not coming into the hall because he still says, I'm not even sure I can vote for Trump.", "sentId": 270}, {"text": "Where are we on the unity question?", "sentId": 271}], "secId": 93}, {"speaker": "RAJU", "sentences": [{"text": "And so it's still an open question.", "sentId": 272}, {"text": "I mean you have more and more Republicans coming over to Donald Trump simply because he is not Hillary Clinton.", "sentId": 273}, {"text": "You're hearing that messaging happening more often.", "sentId": 274}, {"text": "Paul Ryan saying this is a binary choice, Hillary Clinton or Donald Trump.", "sentId": 275}, {"text": "So you're hearing more of that.", "sentId": 276}], "secId": 94}, {"speaker": "RAJU", "sentences": [{"text": "But there is still a lot of folks who are staying away from this convention because they don't want to be tied too closely to Donald Trump.", "sentId": 277}, {"text": "They want to worry about their own re-elections back home.", "sentId": 278}, {"text": "And that is represented by a small faction of these never Trump people who are in the hall today.", "sentId": 279}, {"text": "They can't stop Donald Trump from being the nominee, but they can protest.", "sentId": 280}, {"text": "They can have theatrics.", "sentId": 281}, {"text": "They can show that there is still some of that division within the party.", "sentId": 282}, {"text": "But I think that's mostly among the politicians.", "sentId": 283}, {"text": "We'll get polls largely, a lot of Republican voters believe that Donald Trump is rightly the nominee.", "sentId": 284}], "secId": 95}, {"speaker": "PACE", "sentences": [{"text": "But look at what happened today, the first day of this convention here in Ohio.", "sentId": 285}, {"text": "The Trump campaign started off the day targeting John Kasich.", "sentId": 286}, {"text": "Kasich is not going to be here.", "sentId": 287}, {"text": "He's going to be in and around the area, but not at the convention.", "sentId": 288}, {"text": "He has not endorsed Donald Trump.", "sentId": 289}, {"text": "And it really bothers the campaign.", "sentId": 290}, {"text": "They really don't understand how he's not living up to this pledge to back the nominee.", "sentId": 291}, {"text": "They're trying to start a fight between John Kasich and Rob Portman, who's a senator from Ohio, who has luke-warmly endorsed Donald Trump.", "sentId": 292}, {"text": "So this is of the Trump campaign's own making today, starting to stir this idea of disunity up again.", "sentId": 293}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 294}, {"text": "Right.", "sentId": 295}], "secId": 97}, {"speaker": "MURRAY", "sentences": [{"text": "That sounds to me a little bit like a misstep by Paul Manafort, to say that the governor - Ohio Governor John Kasich, who's very popular here, is embarrassing his state.", "sentId": 296}, {"text": "Kasich is not appearing here, but he and his team have made pains to say, we're not going to disrupt the convention, we're not cheering on a delegate insurrection.", "sentId": 297}, {"text": "And Trump has really been relying on the chairman of the Ohio Republican Party, Matt Borges, to sort of help him lay the groundwork here in Ohio.", "sentId": 298}, {"text": "This is one of the states where they are arguably the best organized because they are working with the Republican Party here.", "sentId": 299}, {"text": "And Matt Borges has been on Twitter today very critical of Paul Manafort, saying he does not know what he's talking about.", "sentId": 300}, {"text": "I hope he does a better job going forward.", "sentId": 301}, {"text": "These are not the kinds of relationships you want in a state that's as important as Ohio.", "sentId": 302}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "Yes, that's the question.", "sentId": 303}, {"text": "If you get into those final weeks and you're trying to do turnout, you're trying to identify voters, you're trying to pull every last lever in a very competitive race, just that dysfunction impact what happens on Election Day.", "sentId": 304}, {"text": "That's one thing we're going to keep an eye on all week here and then through November.", "sentId": 305}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Up next, it's a big week for Hillary Clinton, too, as she looks to fill the Democratic ticket.", "sentId": 306}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Welcome back to INSIDE POLITICS.", "sentId": 307}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "A live picture there, Cincinnati, Ohio.", "sentId": 308}, {"text": "The 107th annual convention of the NAACP.", "sentId": 309}], "secId": 102}], "sectionCount": 103, "url": "transcripts.cnn.com/TRANSCRIPTS/1607/18/ip.01.html", "sentenceCount": 311, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 18, 2016 - 12:00   ET", "speakers": ["JONES", "BOLDUAN", "UNIDENTIFIED FEMALE", "KING", "OBAMA", "TRUMP", "COOPER", "UNIDENTIFIED MALE", "RAJU", "MURRAY", "PACE", "KUCINICH"], "title": "INSIDE POLITICS"}