{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1610.23.ip.01.html.json", "subTitle": "Trump: Media, Establishment, Clinton All Corrupt; Dems Tying GOP Candidates to Trump; Trump's Tough Path to 270 Electoral Votes. Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Donald Trump vows a no rest sprint to Election Day.", "sentId": 0}], "secId": 0}, {"speaker": "TRUMP", "sentences": [{"text": "Win, lose or draw I will be happy with myself.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Sixteen days out and the map heavily favors Hillary Clinton.", "sentId": 2}], "secId": 2}, {"speaker": "CLINTON", "sentences": [{"text": "I'm excited because we are well on our way.", "sentId": 3}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Plus, the Obamas lead a critical early voting push.", "sentId": 4}], "secId": 4}, {"speaker": "OBAMA", "sentences": [{"text": "They are trying to get you to stay home.", "sentId": 5}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "And, yes, it's been a rough campaign.", "sentId": 6}], "secId": 6}, {"speaker": "CLINTON", "sentences": [{"text": "Like being hooked up to an I.V.", "sentId": 7}, {"text": "drip of venom, vinegar and vile.", "sentId": 8}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "\"INSIDE POLITICS,\" the best stories sourced by the best reporters now.", "sentId": 9}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 10}, {"text": "I'm John King.", "sentId": 11}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 12}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Just 16 days until America picks its new president.", "sentId": 13}, {"text": "Three questions to frame the race and our Sunday conversation.", "sentId": 14}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "One, why can't Donald Trump control himself?", "sentId": 15}, {"text": "Adding this to a speech aides had sold as a major policy address.", "sentId": 16}], "secId": 11}, {"speaker": "TRUMP", "sentences": [{"text": "Every woman lied when they came forward to hurt my campaign.", "sentId": 17}, {"text": "All of these liars will be sued after the election is over.", "sentId": 18}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Question two, his talk of retribution like that a byproduct of this introspection.", "sentId": 19}], "secId": 13}, {"speaker": "TRUMP", "sentences": [{"text": "It matters to me whether we win or lose because -- so I'll have over $100 million of my own money in this campaign.", "sentId": 20}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "It's actually $60 million.", "sentId": 21}, {"text": "But who's counting?", "sentId": 22}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Number three, cautious or bold?", "sentId": 23}, {"text": "With the big advantage, Hillary Clinton sounds confidence, as she makes final choices about whether to play it safe or whether target some red states?", "sentId": 24}], "secId": 16}, {"speaker": "CLINTON", "sentences": [{"text": "I have now spent four and a half hours on stage with Donald, proving once again I have the stamina to be president.", "sentId": 25}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights, Julie Pace of \"The Associated Press\", CNN's Jeff Zeleny, CNN's Manu Raju, and Jennifer Jacobs of \"Bloomberg Politics\".", "sentId": 26}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Well, there he goes again.", "sentId": 27}, {"text": "Donald Trump off prompter, off message and by the looks of it at the moment, off any potential path to victory.", "sentId": 28}, {"text": "The Republican nominee staff held a conference call with the media Friday evening, outlining what they promised would be a major policy speech Saturday, at historic Gettysburg, Pennsylvania, an outline of the first 100 days of a Trump presidency they said.", "sentId": 29}, {"text": "His closing argument, they called it.", "sentId": 30}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "But the candidate once again had other ideas.", "sentId": 31}, {"text": "He opened with a nearly 15-minute tirade against media, the political establishment and then the women, 11 of them now, who have said Trump made inappropriate advances ranging from kissing to groping.", "sentId": 32}], "secId": 20}, {"speaker": "TRUMP", "sentences": [{"text": "They are trying to poison the mind of the American voter.", "sentId": 33}, {"text": "Every woman lied when they came forward to hurt my campaign.", "sentId": 34}, {"text": "Total fabrication.", "sentId": 35}], "secId": 21}, {"speaker": "TRUMP", "sentences": [{"text": "The events never happened.", "sentId": 36}, {"text": "Never.", "sentId": 37}, {"text": "All of these liars will be sued after the election is over.", "sentId": 38}], "secId": 22}, {"speaker": "TRUMP", "sentences": [{"text": "It was probably the DNC and Clinton campaign that put forward these liars with their fabricated stories.", "sentId": 39}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton more than happy to respond.", "sentId": 40}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "Number one, she says her campaign has had nothing to do with this.", "sentId": 41}, {"text": "Number two, perhaps suggesting Trump was ignoring Gettysburg's important legacy.", "sentId": 42}], "secId": 25}, {"speaker": "CLINTON", "sentences": [{"text": "And I saw where our opponent, Donald Trump, went to Gettysburg, one of the most extraordinary places in American history, and basically said if he's president he'll spend his time suing women who have made charges against him based on his behavior.", "sentId": 43}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "What does it tell us?", "sentId": 44}, {"text": "I guess where are we?", "sentId": 45}, {"text": "In the sense that, you know, look Trump is behind.", "sentId": 46}, {"text": "I'm going stay until the very end and saying that even though the map looks bleak in this volatile climate, I'm going to hold open the possibility of a Trump comeback because she's a flawed candidate and we have this interesting environment.", "sentId": 47}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "But the campaign staff says here it comes, 100 days, we're going to close with a strong argument and then their candidate decides before he gets to the speech on the teleprompter to go off for 15 minutes, against the media, against these women.", "sentId": 48}], "secId": 28}, {"speaker": "PACE", "sentences": [{"text": "It tells us that he can't himself.", "sentId": 49}, {"text": "It's something that we've known from the start of this campaign and he's never been able to overcome this impulse to air a grievance, especially if it's something that affects him personally.", "sentId": 50}, {"text": "You almost have to feel bad for his campaign staff because they really laid this out in a level of detail that they don't often do with his speeches.", "sentId": 51}, {"text": "This is going to be his closing argument.", "sentId": 52}, {"text": "He is going to define the choice in this race.", "sentId": 53}], "secId": 29}, {"speaker": "PACE", "sentences": [{"text": "And again, we talk about this a lot.", "sentId": 54}, {"text": "Yes, he did that in a later part of the speech but every time that the Republican nominee opens with something that's quite controversial, we have no choice but to cover that.", "sentId": 55}, {"text": "We have to cover this.", "sentId": 56}, {"text": "And he cannot help himself in leaving that on the floor.", "sentId": 57}], "secId": 30}, {"speaker": "JACOBS", "sentences": [{"text": "Maybe they  just think that, you know, personal conflicts are more interesting to voters than just watching him channel straight change.", "sentId": 58}, {"text": "I mean, that's what reality TV is, that's core of reality TV, beeps and score settling.", "sentId": 59}, {"text": "Trump likes to be compelling.", "sentId": 60}], "secId": 31}, {"speaker": "JACOBS", "sentences": [{"text": "So, maybe he's -- because that was part of the teleprompter speech.", "sentId": 61}, {"text": "He planned to say those things for the first 16 minutes of the speech where he was criticizing the press and Clinton and the electoral process.", "sentId": 62}, {"text": "So, perhaps they think that that conflict truly is compelling to voters.", "sentId": 63}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "Do they think it gets him to 270 electoral votes?", "sentId": 64}, {"text": "Do they think it gets him Pennsylvania, where he's down eight, nine, or 10 points, depending on what you're looking at in the polls?", "sentId": 65}], "secId": 33}, {"speaker": "ZELENY", "sentences": [{"text": "You have to wonder if there was any voter, one single voter who he reached out to or attracted in that speech.", "sentId": 66}, {"text": "No.", "sentId": 67}, {"text": "I mean, I think he is shedding supporters or potential supporters all the time.", "sentId": 68}], "secId": 34}, {"speaker": "ZELENY", "sentences": [{"text": "So, I think it's -- you know, it's just another example.", "sentId": 69}, {"text": "I can't wait to see what happens in these final 16 days.", "sentId": 70}, {"text": "He's campaigning so aggressively.", "sentId": 71}, {"text": "This is his last sort of moment to make his point here.", "sentId": 72}, {"text": "I think yesterday, he was just getting started.", "sentId": 73}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "OK, let's frame it a little bit.", "sentId": 74}, {"text": "Let's just first show our poll of polls nationally.", "sentId": 75}, {"text": "I often say don't pay attention to national polls.", "sentId": 76}, {"text": "When the lead is this big, you can't pay attention to national polls.", "sentId": 77}, {"text": "Hillary Clinton goes into final two weeks, essentially, 16 days out, two full weeks of campaigning, that's an eight-point lead nationally.", "sentId": 78}, {"text": "That's unheard of in the last 25 years in America politics.", "sentId": 79}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "So, if Donald Trump can get within three points or so, then forget the national polls and we have to go state by state through all this.", "sentId": 80}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "To the point you were making, he wants to talk about this media bias.", "sentId": 81}, {"text": "He criticized this company, if you paid any attention to news last night, AT&T is trying to buy Time Warner.", "sentId": 82}, {"text": "They announced a merger plan yesterday.", "sentId": 83}, {"text": "Time Warner owns CNN.", "sentId": 84}, {"text": "Donald Trump says that won't happen if he's elected president.", "sentId": 85}, {"text": "He'll reject that.", "sentId": 86}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "That was part of his tirade against the media.", "sentId": 87}, {"text": "Let's listen.", "sentId": 88}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "The dishonest mainstream media is also part and a major part of this corruption.", "sentId": 89}, {"text": "They are corrupt.", "sentId": 90}, {"text": "They lie and fabricate stories to make a candidate that's not they're preferred choice look as bad and even dangerous as possible.", "sentId": 91}, {"text": "They are trying desperately to suppress my vote and the voice of the American people.", "sentId": 92}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "I hope everybody watching votes.", "sentId": 93}, {"text": "Nobody here is trying to suppress anybody's vote.", "sentId": 94}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "This I get -- this I get, it's a conservative stalwart, every campaign beat up on the media.", "sentId": 95}, {"text": "But to your point, if Donald Trump -- if he were president, he says, win or lose, he's going to sue these women.", "sentId": 96}, {"text": "So, if he's either the president of the United States or the Republican nominee who loses the election, he's going to sue these women, if he says that at the top of his speech, of course, it's going to get covered.", "sentId": 97}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "If I rob a bank and then I lay out my 100-day plan for America, guess what's going to be in the newspaper?", "sentId": 98}, {"text": "The fact that I rob the bank, not my 100-day plan for America.", "sentId": 99}], "secId": 43}, {"speaker": "RAJU", "sentences": [{"text": "That's so puzzling for the Republicans.", "sentId": 100}, {"text": "I mean, when you look at the rest of his speech, 100-day speech, it could be a compelling message to voters.", "sentId": 101}, {"text": "I mean, this is -- not many new policy ideas, but ones that frankly have propelled him to the nomination.", "sentId": 102}, {"text": "Railing on immigration, saying we should drain the swamp, put term limits on members of Congress, things that, you know, populist change messages that voters would like, particularly in this anti-Washington year.", "sentId": 103}], "secId": 44}, {"speaker": "RAJU", "sentences": [{"text": "But he continually steps on his message.", "sentId": 104}, {"text": "Look at the one period of time where Donald Trump was doing very well in the polls, was neck and neck with Hillary Clinton, was when he was making speeches like this, where he was staying on message, prosecuting case, being the outsider, taking out the status quo.", "sentId": 105}, {"text": "When he says things like that, he steps on the message, he loses the message and he can't afford to that.", "sentId": 106}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "Let's look at the proposals that he got to after beating up on the media and saying he's' going to sue these women who've come forward.", "sentId": 107}, {"text": "His 100-day priorities congressional term limits, very popular with conservatives and independents as well -- renegotiate NAFTA, his trade message in the Rust Belt States has been for his campaign, especially in the primaries, suspend immigration from terror prone countries, cancel most of Obama's executive orders, repeal and replace Obamacare.", "sentId": 108}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "That is -- you know, can you win with that?", "sentId": 109}, {"text": "Who knows?", "sentId": 110}, {"text": "But if that's -- that's a change message.", "sentId": 111}, {"text": "If he's talking about these things, he can probably get it.", "sentId": 112}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "But this has been a week where he's off the rails, because of other things he says that dominate the headlines.", "sentId": 113}, {"text": "I want to go back to the debate.", "sentId": 114}, {"text": "The fact we're talking about the third and final debate which was this week on the Sunday morning after tells you about the turmoil and the constant headlines in this campaign.", "sentId": 115}, {"text": "But in the debate, he wanted -- he needed to turn in a strong performance.", "sentId": 116}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "But instead, the big headline after is when he said at the debate, I'll ask me on election night or the day after if I'll accept the results.", "sentId": 117}], "secId": 49}, {"speaker": "WALLACE", "sentences": [{"text": "The loser concedes to the winner and that the country comes together in part for the good of the country.", "sentId": 118}, {"text": "Are you saying you're not prepared now to commit to that principle?", "sentId": 119}], "secId": 50}, {"speaker": "TRUMP", "sentences": [{"text": "What I'm saying is that I will tell you at the time.", "sentId": 120}, {"text": "I'll keep you in suspense.", "sentId": 121}, {"text": "OK?", "sentId": 122}], "secId": 51}, {"speaker": "CLINTON", "sentences": [{"text": "Well, Chris --", "sentId": 123}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "Now, he later cleaned that up some, saying that he has every expectation to accept the results.", "sentId": 124}, {"text": "But he wants to keep his mind open for potential legal challenges and like.", "sentId": 125}, {"text": "But again, he's his own worst enemy in the sense that if you want to prosecute the case for change or prosecute your case against Clinton, you can't keep saying things like that.", "sentId": 126}], "secId": 53}, {"speaker": "PACE", "sentences": [{"text": "And he actually had a pretty good moment except for that moment.", "sentId": 127}, {"text": "He landed a couple of punches on Clinton.", "sentId": 128}, {"text": "He did manage to get out some of the talking points that his campaign has wanted to focus him on.", "sentId": 129}, {"text": "But I can say from my own experience that night, I was crafting the", "sentId": 130}], "secId": 54}, {"speaker": "PACE", "sentences": [{"text": "lead on the \"A.P.\"", "sentId": 131}, {"text": "story that actually made that point, and the second he said that, we switched gears because, again, he's the Republican nominee.", "sentId": 132}, {"text": "If you're going to stand on the debate stage and say you can't tell us if you're going to accept the results, you wash away everything else that you're trying to put out there.", "sentId": 133}], "secId": 55}, {"speaker": "PACE", "sentences": [{"text": "And he just can't seem to get his head around that.", "sentId": 134}], "secId": 56}, {"speaker": "RAJU", "sentences": [{"text": "You know, he looks at the polls too.", "sentId": 135}, {"text": "I mean, he knows he's losing this race.", "sentId": 136}, {"text": "I mean, it seems that Donald Trump is laying the groundwork to say, to make excuses of why he didn't win, blaming the media, blaming the system and saying that he may not accept the election results.", "sentId": 137}, {"text": "That could be part of the one reason why he continually brings up the fact that he thinks everything is rigged against him, because it can't be his fault.", "sentId": 138}, {"text": "It has to be the system's fault.", "sentId": 139}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Well, we'll see.", "sentId": 140}, {"text": "I would still argue that, you know, if you're going to do that, wait until the last couple of days.", "sentId": 141}, {"text": "In this volatile climate, why would you give up this early?", "sentId": 142}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "Ahead, we're going to map out the final two weeks of the presidential race and the biggest choices facing the Clinton and Trump campaigns.", "sentId": 143}, {"text": "Next, though, the Trump effect on the battle for the Senate.", "sentId": 144}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "And if you want to watch this, this week politicians say the darndest things takes you back, sort of, to the third and final debate.", "sentId": 145}], "secId": 60}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Let's talk immigration.", "sentId": 146}, {"text": "Mr. Trump, why are your immigration policies better than Secretary Clinton's?", "sentId": 147}], "secId": 61}, {"speaker": "ALEC BALDWIN AS DONALD TRUMP", "sentences": [{"text": "Because she wants open borders and that's crazy.", "sentId": 148}, {"text": "I mean, people are just pouring in to this country from Mexico and a lot of them are very bad hombres.", "sentId": 149}], "secId": 62}, {"speaker": "KATE MCKINNON AS HILLARY CLINTON", "sentences": [{"text": "Bingo, bingo.", "sentId": 150}, {"text": "I've got bingo.", "sentId": 151}, {"text": "I've got it.", "sentId": 152}, {"text": "I have bad hombres, rapists, Miss Piggy, they're all living in hell, and if she wasn't my daughter.", "sentId": 153}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 154}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "The presidential race gets most of the attention, but there's a fierce battle for control of the Senate under way, as we head into the final two-plus weeks of campaigning.", "sentId": 155}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "One-third of the Senate is up every two years.", "sentId": 156}, {"text": "The Republicans currently have 54 seats.", "sentId": 157}, {"text": "Democrats actually think they can take the Senate back.", "sentId": 158}, {"text": "The steepness of the hill for the Republicans, see the red outlines,", "sentId": 159}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "those are states Republicans are defending.", "sentId": 160}, {"text": "Republicans are defending way more seats than Democrats.", "sentId": 161}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Let's take some seats off the board.", "sentId": 162}, {"text": "These are races that strategists in both parties think are pretty much baked in.", "sentId": 163}, {"text": "Democrats will win California, for example.", "sentId": 164}, {"text": "Republicans will win through here.", "sentId": 165}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "But then you're down to these races and the presidential races having a huge impact on these.", "sentId": 166}, {"text": "People thought Ohio would be closer.", "sentId": 167}, {"text": "Rob Portman is running a pretty good campaign.", "sentId": 168}, {"text": "Republicans are happy they think they're going to keep that one.", "sentId": 169}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Let's look somewhere else.", "sentId": 170}, {"text": "In Wisconsin, Ron Johnson is the Republican incumbent.", "sentId": 171}, {"text": "At the moment, Republicans are rushing money in there late but looks like Russ Feingold, the Democrat will pick up that.", "sentId": 172}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "Look where that gets you, 47-46.", "sentId": 173}, {"text": "Now, if Clinton wins, Democrats only need 50.", "sentId": 174}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "You see these other races here, fierce to the end, competition, the presidential campaign having an impact, for example, in Missouri, usually a red state.", "sentId": 175}, {"text": "But this race is very, very close.", "sentId": 176}, {"text": "Why?", "sentId": 177}, {"text": "In part because Trump is underperforming past Republicans.", "sentId": 178}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "Up in New Hampshire, Kelly Ayotte is the Republican incumbent, her numbers in the state in terms of likability are actually pretty good but Trump is dragging Republicans down.", "sentId": 179}, {"text": "Maggie Hassan is ahead at the moment.", "sentId": 180}, {"text": "Where does that get you?", "sentId": 181}, {"text": "Forty-eight, forty-six.", "sentId": 182}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "These races will decide control of the Senate.", "sentId": 183}, {"text": "That matters when you're trying to pick up a Supreme Court.", "sentId": 184}, {"text": "Hillary Clinton in Pennsylvania yesterday, Pat Toomey is the incumbent Republican, Katie McGinty the Democratic candidate.", "sentId": 185}, {"text": "Hillary Clinton is asking voters, why is this guy standing by Donald Trump in the wake of horrible things that Trump has said?", "sentId": 186}], "secId": 74}, {"speaker": "CLINTON", "sentences": [{"text": "How much does he have to hear or to see?", "sentId": 187}, {"text": "If he doesn't have the courage to stand up against Donald Trump after all of this, then how will he stand up to special interests and powerful forces that are going to be trying to have their way in Washington?", "sentId": 188}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "It is interesting to watch in the sense this is relatively new for her to -- by name and by going these states specifically, a sign of confidence on the Clinton campaign's part that she can take a little bit of time away from her speech focus on the Senate?", "sentId": 189}], "secId": 76}, {"speaker": "ZELENY", "sentences": [{"text": "No question at all.", "sentId": 190}, {"text": "And if you look at her travel schedule, it lines up almost exactly with these competitive races and they believe that this is an opportunity here to saddle all these candidates with Donald Trump.", "sentId": 191}, {"text": "That is their plan for the next 16 days here.", "sentId": 192}], "secId": 77}, {"speaker": "ZELENY", "sentences": [{"text": "She has seldom really talked about the Senate for the last year and a half, but now it is in all of her speeches.", "sentId": 193}, {"text": "The president, too, is going out hard after Marco Rubio in Florida in this week.", "sentId": 194}, {"text": "So, it is part of their effort here to help her after she's elected.", "sentId": 195}], "secId": 78}, {"speaker": "ZELENY", "sentences": [{"text": "The Clinton campaign is constantly saying, you know, she's not getting ahead of herself, but the reality is, they are thinking ahead.", "sentId": 196}, {"text": "A lot of times she's off the road, she's doing planning meetings for what's ahead here, in part of her transition now is helping the Senate candidates because she wants a Democratic majority.", "sentId": 197}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "You mentioned the president and Marco Rubio.", "sentId": 198}, {"text": "He's down in Florida.", "sentId": 199}, {"text": "Now, that one is more of a long shot.", "sentId": 200}, {"text": "But Trump is underperforming in Florida and Democrats think just maybe, just maybe.", "sentId": 201}, {"text": "So, they are trying to rush again if Clinton doesn't need the money in places, they're some of the super PACs are redirecting money, the president clearly having fun.", "sentId": 202}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "Listen to the president in Miami the other day poking -- remember Rubio running against Donald Trump in the primaries, kind of poking here from the president.", "sentId": 203}], "secId": 81}, {"speaker": "OBAMA", "sentences": [{"text": "I will say I'm even more confused by Republican politicians who still support Donald Trump.", "sentId": 204}, {"text": "Marco Rubio is one of those people.", "sentId": 205}, {"text": "How does that work?", "sentId": 206}, {"text": "How can you call him a con artist and dangerous and object to all the controversial things he says and then say but I'm still going to vote for him?", "sentId": 207}, {"text": "Come on, man.", "sentId": 208}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Now he's having fun.", "sentId": 209}, {"text": "Florida is a tougher one.", "sentId": 210}, {"text": "But just fact that that race is competitive tells you about the Trump effect in the sense that Trump is dragging other Republicans down and they are fighting to -- Rubio, one of the candidates running an ad saying essentially you need me as a check, potentially a check on Hillary Clinton.", "sentId": 211}], "secId": 83}, {"speaker": "PACE", "sentences": [{"text": "And the interesting thing about Rubio that a lot of Democrats are talking about is not just this Senate race.", "sentId": 212}, {"text": "There's also the idea of looking ahead if Trump loses, that Rubio would be someone who might come out and run again in 2020.", "sentId": 213}], "secId": 84}, {"speaker": "PACE", "sentences": [{"text": "If you could knock out Rubio in both the Republican primary and in the Senate race, that does really long term damage to him politically.", "sentId": 214}, {"text": "And remember with Obama, there's no love lost with Rubio.", "sentId": 215}, {"text": "Rubio was originally with the \"gang of eight\" on immigration, and then he was away from the gang of eight.", "sentId": 216}, {"text": "So, there's a little bit of mistrust in the White House on Rubio that's personal.", "sentId": 217}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Payback maybe.", "sentId": 218}, {"text": "PACE:  Yes.", "sentId": 219}], "secId": 86}, {"speaker": "RAJU", "sentences": [{"text": "It's remarkable to see the difference of how the Senate candidates are doing with the top of the ticket, Democrats versus Republicans.", "sentId": 220}, {"text": "I mean, you're seeing Democratic candidates campaign with Hillary Clinton, Maggie Hassan  with Elizabeth Warren and Hillary Clinton this week.", "sentId": 221}, {"text": "Hillary Clinton was with Catherine Cortez Masto in Nevada, another important race.", "sentId": 222}], "secId": 87}, {"speaker": "RAJU", "sentences": [{"text": "And those states that Republican candidates are running away from the top of the ticket, a real difference and calculation from the two parties, and the down ticket Democrats are banking on Hillary Clinton having a big margin of victory to ride their coattails into office.", "sentId": 223}, {"text": "And in Florida, that's really the only chance that Patrick Murphy, the Democratic candidate has in beating Marco Rubio.", "sentId": 224}, {"text": "That if Clinton has a significant margin of victory, perhaps that could help him achieve a pretty monumental upset given that national Democrats have pulled out money in that race.", "sentId": 225}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "And you see the strategic shift by Republicans heading into the final weeks.", "sentId": 226}, {"text": "They have been debating how much do we get away from Trump, do we run from Trump, do we just try to, you know, keep distance, but not make it such a big deal?", "sentId": 227}, {"text": "Missouri, of all places, which has become reliably red in presidential years.", "sentId": 228}, {"text": "But, again, the Clinton campaign is only down a little bit.", "sentId": 229}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "The same in Indiana, Mike Pence's home state, Republicans are leading but only by a much smaller percentage than one would expect.", "sentId": 230}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "In Missouri, look at the ad here against the Democratic candidate essentially almost conceding the fact that Hillary Clinton is going to be the next president and you don't want to give her a Democratic Senate.", "sentId": 231}], "secId": 91}, {"speaker": "AD NARRATOR", "sentences": [{"text": "It's surprising how many ways Jason Kander is just like Hillary Clinton.", "sentId": 232}, {"text": "Constantly running for office and voting against tax relief, mishandling public money.", "sentId": 233}], "secId": 92}, {"speaker": "AD NARRATOR", "sentences": [{"text": "One Hillary in Washington would be bad enough.", "sentId": 234}, {"text": "Reject Jason Kander.", "sentId": 235}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "You're seeing variations of this in a number of these states.", "sentId": 236}, {"text": "Essentially, Republicans throwing Trump under the bus and saying, you know, you need us to check on Clinton.", "sentId": 237}], "secId": 94}, {"speaker": "RAJU", "sentences": [{"text": "And Missouri is freaking Republicans out right now.", "sentId": 238}, {"text": "I talked to a number of them last week said that's the one state that they are very, very worried about.", "sentId": 239}, {"text": "Roy Blunt, member of Republican leadership, long time veteran in Washington, is facing that sort of outsider push that Donald Trump successfully has used in his campaign but from Jason Kander, a young, attractive candidate who's run a very good campaign.", "sentId": 240}, {"text": "So, that is one reason why he's trying to tie him to the top of the ticket and say, look, you need to check in Washington.", "sentId": 241}, {"text": "It's also a message that Republicans are trying to send to their", "sentId": 242}], "secId": 95}, {"speaker": "RAJU", "sentences": [{"text": "voters.", "sentId": 243}, {"text": "You may not want to vote for Donald Trump, maybe you want to stay home, but at least come out and vote for the Senate candidate.", "sentId": 244}, {"text": "That's really, really important right now.", "sentId": 245}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "How do you do the nuts and bolts of that in the final weeks essentially, like looking at some polling in Ohio where Portman seems to be safe.", "sentId": 246}, {"text": "But 20 percent of Clinton voters in Ohio plan to vote for Portman for Senate, which campaigns turn those voters out.", "sentId": 247}], "secId": 97}, {"speaker": "PACE", "sentences": [{"text": "It's amazing, actually.", "sentId": 248}, {"text": "I mean, we've been talking about this for several years about ticket splitters and we often have strategists that say voters don't ticket split.", "sentId": 249}, {"text": "But it's actually happening.", "sentId": 250}, {"text": "I think voters are really showing us how smart and tuned in they are in this election, this idea of Republican Senate as a check on Clinton is probably the strongest argument that Republicans have for the next two weeks.", "sentId": 251}], "secId": 98}, {"speaker": "RAJU", "sentences": [{"text": "It's probably the only argument in some places but, again, it is sort of difficult.", "sentId": 252}, {"text": "But that's one place she will not be going is to Missouri, because he wants her nowhere near that race, because he needs to -- he needs Trump voters.", "sentId": 253}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Heeds separation there.", "sentId": 254}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 255}, {"text": "Everybody, sit tight.", "sentId": 256}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "Up next, Donald Trump has a severe case of the Electoral College blues.", "sentId": 257}, {"text": "Is there any way to map out a dramatic come back?", "sentId": 258}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "And please, you don't want to miss this.", "sentId": 259}, {"text": "Take our inside politics this Sunday morning.", "sentId": 260}, {"text": "We like to know when do you plan to vote?", "sentId": 261}, {"text": "Vote early or vote on November 8th or maybe skip, don't vote at all.", "sentId": 262}, {"text": "Take the quiz at CNN.com/vote.", "sentId": 263}, {"text": "Please vote not just on the quiz, on election day.", "sentId": 264}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Welcome back to INSIDE POLITICS.", "sentId": 265}], "secId": 104}, {"speaker": "out", "sentences": [{"text": "can you find a viable path to victory for Donald Trump, a viable path to 270 electoral votes?", "sentId": 266}], "secId": 105}, {"speaker": "out", "sentences": [{"text": "Well, it's incredibly difficult because of the state of play right now?", "sentId": 267}, {"text": "We have Hillary Clinton at 307 electoral votes, Donald Trump at 179.", "sentId": 268}, {"text": "It takes 270 to win.", "sentId": 269}, {"text": "Can Trump turn it around?", "sentId": 270}], "secId": 106}, {"speaker": "out", "sentences": [{"text": "Yes.", "sentId": 271}, {"text": "But it would be extraordinarily hard.", "sentId": 272}, {"text": "Number one, out west, we have Utah and Arizona as toss ups.", "sentId": 273}, {"text": "Donald Trump has to get these ruby red states back.", "sentId": 274}, {"text": "That's time, energy, money in the final weeks of a campaign.", "sentId": 275}, {"text": "He shouldn't be worrying about those but he has to.", "sentId": 276}], "secId": 107}, {"speaker": "out", "sentences": [{"text": "Then, what?", "sentId": 277}, {"text": "He must win North Carolina.", "sentId": 278}, {"text": "Clinton has a narrow lead there right now.", "sentId": 279}, {"text": "He must win Ohio, that one is a toss up right now.", "sentId": 280}, {"text": "Being generous, if you give Trump all that, it's still not enough.", "sentId": 281}], "secId": 108}, {"speaker": "out", "sentences": [{"text": "So, Donald Trump is about to take a three day bus tour in Florida.", "sentId": 282}, {"text": "He needs those 29.", "sentId": 283}, {"text": "He simply cannot win without them.", "sentId": 284}], "secId": 109}, {"speaker": "out", "sentences": [{"text": "Guess what?", "sentId": 285}, {"text": "Even if he got them, it's not enough.", "sentId": 286}, {"text": "Donald Trump needs even more than that which is why he was yesterday in Pennsylvania.", "sentId": 287}, {"text": "If he could get all those others, not easy, he could win by winning that.", "sentId": 288}, {"text": "But 20 electoral votes, leans Democratic, Hillary Clinton was there yesterday, too.", "sentId": 289}], "secId": 110}, {"speaker": "out", "sentences": [{"text": "Part of her case now, talking directly to Trump voters saying, maybe you're reconsidering your vote for him.", "sentId": 290}, {"text": "Come on over to me.", "sentId": 291}], "secId": 111}, {"speaker": "CLINTON", "sentences": [{"text": "I want to say something to people who may be reconsidering their support for my opponent.", "sentId": 292}, {"text": "I know you may still have questions for me.", "sentId": 293}, {"text": "I respect that.", "sentId": 294}, {"text": "I want to answer them.", "sentId": 295}, {"text": "I want to earn your vote.", "sentId": 296}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "When you talk to the senior Trump people, do they still see a viable path or -- you know, sometimes late in the campaign if you cover Bob Dole in 1996, if you cover John McCain in 2008, they kind of know.", "sentId": 297}, {"text": "You know, they are hoping for divine intervention.", "sentId": 298}, {"text": "They're hoping for some outside event to change, but they kind of know.", "sentId": 299}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "Do the inside team Trump think they still have a path?", "sentId": 300}], "secId": 114}, {"speaker": "JACOBS", "sentences": [{"text": "They kind of know.", "sentId": 301}, {"text": "They know it's less a path than more of a tight rope.", "sentId": 302}], "secId": 115}, {"speaker": "JACOBS", "sentences": [{"text": "It's more of a, you know, 80-storey high, no net kind of tight rope..", "sentId": 303}, {"text": "But they also do think, you know, he's got the Brexit argument that Trump likes to push.", "sentId": 304}, {"text": "The fallacy there is that with Brexit, like the betting markets were showing that they would leave.", "sentId": 305}, {"text": "And the polls were within the margin of error, it doesn't really translate to this race because the polls aren't within the margin of error.", "sentId": 306}], "secId": 116}, {"speaker": "JACOBS", "sentences": [{"text": "But yet they do think that there could be some sort of, you know, last-minute surge.", "sentId": 307}, {"text": "They've defied the polling and they've defied the press in the past.", "sentId": 308}, {"text": "And so there is -- there is still some belief within that Trump inner circle that yes, they can pull this off.", "sentId": 309}], "secId": 117}, {"speaker": "RAJU", "sentences": [{"text": "You have to feel that way if you're in a campaign.", "sentId": 310}, {"text": "I mean, at this stage a lot of folks, no matter what campaign you are, you think that you're going to win it until the last day.", "sentId": 311}, {"text": "But the real problem, too, not just those states, John, but the Republican states that are at risk of flipping, traditional Republican states like Arizona or Georgia or even possibly even a Utah.", "sentId": 312}, {"text": "I mean, this is the -- that's the real concern is that this map could just get completely out of control and be a landslide victory for Hillary Clinton.", "sentId": 313}, {"text": "So in the final days here where Trump spend his time in those more traditional battlegrounds to try to preserve those Republican states from flipping.", "sentId": 314}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "Well, you make an interesting point.", "sentId": 315}, {"text": "Where does he spend his time?", "sentId": 316}, {"text": "Because in '96 campaign Bob Dole essentially gave the wink nod and said take the money from me, spend it to save the Senate, do what you can.", "sentId": 317}, {"text": "There's -- Trump doesn't care about the Republican Party and increasingly the Republican Party doesn't care about Trump, and says that you have this -- so that's the wild card here is there's not a coordination about this.", "sentId": 318}, {"text": "And it's been interesting, you talk about you think they know.", "sentId": 319}, {"text": "I mean, some -- privately some in Trump campaign feels, you know, I've really tried to move him.", "sentId": 320}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "They're trying to rehabilitate their own reputations even before the election.", "sentId": 321}, {"text": "I've really tried, he won't listen, we've tried this, he won't listen.", "sentId": 322}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "Listen to Donald Trump, rare is the candidate who talks publicly about the possibility of losing.", "sentId": 323}], "secId": 121}, {"speaker": "TRUMP", "sentences": [{"text": "What a waste of time if we don't pull this off.", "sentId": 324}, {"text": "You know, these guys have said, doesn't matter if you win or lose, there's never been a movement like this in the history of this country.", "sentId": 325}, {"text": "I say it matters to me whether we win or lose.", "sentId": 326}, {"text": "Because -- so I'll have over $100 million of my own money in this campaign.", "sentId": 327}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "Again, just a little fact check.", "sentId": 328}, {"text": "He's added about $60 million right now so he's going to have to write a pretty big check if he's going to get to $100 million.", "sentId": 329}], "secId": 123}, {"speaker": "ZELENY", "sentences": [{"text": "A lot of I's and me's in there.", "sentId": 330}, {"text": "I mean, I thought this was supposed to be about other people.", "sentId": 331}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "Yes .", "sentId": 332}], "secId": 125}, {"speaker": "ZELENY", "sentences": [{"text": "That to me sounded like that was about Donald Trump.", "sentId": 333}, {"text": "I have wasted my time, et cetera.", "sentId": 334}, {"text": "One of the other big challenges here, you know, we think Election Day is 16 days away.", "sentId": 335}, {"text": "It's not.", "sentId": 336}, {"text": "In so many places it's not.", "sentId": 337}, {"text": "This is a trend that is changing every election.", "sentId": 338}, {"text": "Early voting is completely under way.", "sentId": 339}, {"text": "More than five million people have already voted.", "sentId": 340}, {"text": "At the end of this week it'll be so much more.", "sentId": 341}, {"text": "And the Clinton campaign is aggressively trying to capture this and put this energy in a bottle and bank it up right now.", "sentId": 342}, {"text": "And if you're sick of this election you're going to vote and say, stop calling me.", "sentId": 343}], "secId": 126}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 344}], "secId": 127}, {"speaker": "ZELENY", "sentences": [{"text": "Move on.", "sentId": 345}, {"text": "And that is happening.", "sentId": 346}, {"text": "That's a problem for Trump.", "sentId": 347}, {"text": "He loses the chance to change the narrative.", "sentId": 348}], "secId": 128}, {"speaker": "KING", "sentences": [{"text": "I'm going to put these numbers up because you're helping me with the art of the segue here, Mr. Zeleny.", "sentId": 349}, {"text": "You put these numbers up.", "sentId": 350}, {"text": "5.1 million votes cast already.", "sentId": 351}, {"text": "3.4 million of those from key battleground states.", "sentId": 352}, {"text": "The most in Florida.", "sentId": 353}, {"text": "More Democratic ballots returned than Republicans.", "sentId": 354}, {"text": "And again this is happening at a time -- if you have Trump talking about, well, we might lose, or win, lose or draw, and Hillary Clinton talking very confidently that affects people's mood, their sentiment when they go out to early vote.", "sentId": 355}], "secId": 129}, {"speaker": "PACE", "sentences": [{"text": "It really does.", "sentId": 356}, {"text": "And the Clinton campaign believes that in some of these states they could actually know well before Election Day if they are going to win and I think that if you look at her appeal to people who may have been supporting Trump and now are on the fence that is a sign that they feel very confident that their voters are showing up in early voting, that they are on the path to victory and they can afford to be making these broader arguments right now.", "sentId": 357}], "secId": 130}, {"speaker": "PACE", "sentences": [{"text": "The amount of data that is churning through the Clinton campaign right now is just enormous.", "sentId": 358}, {"text": "They're very confident.", "sentId": 359}], "secId": 131}, {"speaker": "ZELENY", "sentences": [{"text": "And it helps with that enthusiasm gap.", "sentId": 360}, {"text": "No question, some of the Trump voters are more excited to vote for him than some of hers.", "sentId": 361}, {"text": "But if you have 16 days to get those people out and mail in the ballot that helps with enthusiasm.", "sentId": 362}], "secId": 132}, {"speaker": "JACOBS", "sentences": [{"text": "And Jeff is exactly right about the I's and the me's.", "sentId": 363}, {"text": "Yesterday he said something about, you know, without me the movement dies.", "sentId": 364}, {"text": "Well, he's been saying all along this movement is larger than him, he kind of betrayed himself by saying if I'm not elected this is over.", "sentId": 365}], "secId": 133}, {"speaker": "KING", "sentences": [{"text": "Well, that's a great thing.", "sentId": 366}, {"text": "What happens after this election the Republican Party still got a of fissure.", "sentId": 367}, {"text": "But in terms of the integration in the final days, if the Trump campaign is not -- you know, let's say a Republican candidate doesn't want Trump to come.", "sentId": 368}, {"text": "He goes -- he keeps going to North Carolina and Richard Burr, the Senate candidate, would prefer he not.", "sentId": 369}], "secId": 134}, {"speaker": "KING", "sentences": [{"text": "With the Clinton campaign, to your point, they have the data.", "sentId": 370}, {"text": "They scored every voter.", "sentId": 371}, {"text": "They know if you're a hot voter or a cold voter.", "sentId": 372}, {"text": "If they could trust you to show up on election day they leave you alone.", "sentId": 373}, {"text": "If they know that you'll vote for her, if you show up but you're -- then they turn you out early voting.", "sentId": 374}], "secId": 135}, {"speaker": "KING", "sentences": [{"text": "In this nuts and bolts phase to have the Trump campaign and the Republican Party in this discord, and I'm being polite has a huge impact.", "sentId": 375}], "secId": 136}, {"speaker": "RAJU", "sentences": [{"text": "Has a huge impact.", "sentId": 376}, {"text": "Even in states like -- for instance, in Ohio, I mean, where Rob Portman is really running really -- had a Democratic opponent in the Senate race, he has run a very good campaign.", "sentId": 377}, {"text": "He's knocked on doors.", "sentId": 378}, {"text": "Identified voters.", "sentId": 379}, {"text": "Has been doing -- has it down to a science there.", "sentId": 380}, {"text": "But he's no longer supporting Donald Trump because of that \"Access Hollywood\" video.", "sentId": 381}, {"text": "If presumably if they were working in tandem Portman would be able to help Donald Trump.", "sentId": 382}, {"text": "But if he would do that now, it would undermine his own message of not supporting Donald Trump.", "sentId": 383}], "secId": 137}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton is cautious by nature so does she want to push in Arizona?", "sentId": 384}, {"text": "Does she want to push in Utah?", "sentId": 385}, {"text": "Does she want to push in", "sentId": 386}], "secId": 138}, {"speaker": "KING", "sentences": [{"text": "Georgia so she can say I not only beat Donald Trump but I repudiated the Republican Party?", "sentId": 387}, {"text": "Or does she want to play it safe and make sure let's get to 280, let's get to 290, if we make 300, great, but let's not stretch ourselves thin and get surprised?", "sentId": 388}], "secId": 139}, {"speaker": "ZELENY", "sentences": [{"text": "Just two more fundraisers this week.", "sentId": 389}, {"text": "And that is a sign that they are still trying raise money and they are going to try and win in Arizona and other places.", "sentId": 390}, {"text": "They are expanding the map or trying to.", "sentId": 391}, {"text": "Most people do not believe Georgia is possible.", "sentId": 392}, {"text": "They think it's sort of pie in the sky.", "sentId": 393}, {"text": "But Arizona they think it's very real.", "sentId": 394}, {"text": "So she does want to win that.", "sentId": 395}], "secId": 140}, {"speaker": "PACE", "sentences": [{"text": "And they also interestingly as they look at Utah think that Evan McMullin has a real chance of picking up the six electoral votes there.", "sentId": 396}, {"text": "And if they can steal those away from Trump, even if she doesn't win --", "sentId": 397}], "secId": 141}, {"speaker": "KING", "sentences": [{"text": "Well, it's an , right.", "sentId": 398}], "secId": 142}, {"speaker": "PACE", "sentences": [{"text": "It's really fascinating.", "sentId": 399}], "secId": 143}, {"speaker": "ZELENY", "sentences": [{"text": "It's not about her winning, it's about Trump losing.", "sentId": 400}, {"text": "Right.", "sentId": 401}], "secId": 144}, {"speaker": "PACE", "sentences": [{"text": "Exactly.", "sentId": 402}, {"text": "And if you look at Arizona what they are doing now it just encapsulates so many of the advantages that she has.", "sentId": 403}, {"text": "She can be on the air.", "sentId": 404}, {"text": "She can be sending topnotch surrogates like Michelle Obama but she doesn't actually have to go herself right now.", "sentId": 405}, {"text": "They can wait to see how this plays out maybe over the next week.", "sentId": 406}], "secId": 145}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 407}], "secId": 146}, {"speaker": "RAJU", "sentences": [{"text": "And the big win, John, for her would also send a lot of big message in her first year in office.", "sentId": 408}, {"text": "She'll be able to say that maybe I have a mandate I can push my own agenda.", "sentId": 409}, {"text": "And she limps into office a lot harder to make that case.", "sentId": 410}], "secId": 147}, {"speaker": "KING", "sentences": [{"text": "In this wonderful, Kumbaya town of Washington, D.C.  We'll see how this one plays out.", "sentId": 411}], "secId": 148}, {"speaker": "KING", "sentences": [{"text": "Bad hombres?", "sentId": 412}, {"text": "Nasty woman?", "sentId": 413}, {"text": "Bunch of babies?", "sentId": 414}, {"text": "Donald Trump tries some new attack lines and also picks a new target.", "sentId": 415}], "secId": 149}, {"speaker": "KING", "sentences": [{"text": "Final days of the campaign you can't blame Donald Trump if he feels outnumbered.", "sentId": 416}, {"text": "Hillary Clinton's deep bench includes the president and vice president, a former president named Bill Clinton, and the first lady who at Clinton campaign headquarters has considered this campaign's super surrogate.", "sentId": 417}], "secId": 150}, {"speaker": "OBAMA", "sentences": [{"text": "Here's the thing about Hillary.", "sentId": 418}, {"text": "She is a policy wonk.", "sentId": 419}, {"text": "And let me tell you, just for the record, when you are president that is a good thing.", "sentId": 420}, {"text": "When you are president being able to clearly articulate detailed plans to help the people of this country is a good thing.", "sentId": 421}, {"text": "Knowing what you're doing is a good thing.", "sentId": 422}, {"text": "Hillary has comprehensive policies to help people.", "sentId": 423}, {"text": "Her opponent has tweets.", "sentId": 424}, {"text": "You decide.", "sentId": 425}], "secId": 151}, {"speaker": "KING", "sentences": [{"text": "Well, if the goal was to get under Trump's skin, mission accomplished.", "sentId": 426}], "secId": 152}, {"speaker": "TRUMP", "sentences": [{"text": "We have a bunch of babies running our countries, folks.", "sentId": 427}, {"text": "We have a bunch of losers.", "sentId": 428}, {"text": "They are losers.", "sentId": 429}, {"text": "They are babies.", "sentId": 430}, {"text": "We have a president all wants to do is campaign, his wife, all she wants to do is campaign.", "sentId": 431}, {"text": "And I see how much his wife likes Hillary.", "sentId": 432}, {"text": "But wasn't she the one that originally started the statement, if you can't take care of your home, right?", "sentId": 433}, {"text": "You can't take care of the White House or the country.", "sentId": 434}, {"text": "Where is that?", "sentId": 435}, {"text": "I don't hear that.", "sentId": 436}, {"text": "I don't hear that.", "sentId": 437}], "secId": 153}, {"speaker": "KING", "sentences": [{"text": "I'll take you back in time to that statement he's referring to in just a minute.", "sentId": 438}, {"text": "But he sounds a little whiney there, forgive me, Mr. Trump, but you sound a little whiney there.", "sentId": 439}, {"text": "And if your goal is to win an election and we know that African-Americans are a little tepid about Hillary Clinton you really want to have a recording of you calling the president and the first lady babies?", "sentId": 440}], "secId": 154}, {"speaker": "PACE", "sentences": [{"text": "No, you don't --", "sentId": 441}], "secId": 155}, {"speaker": "KING", "sentences": [{"text": "Losers?", "sentId": 442}], "secId": 156}, {"speaker": "PACE", "sentences": [{"text": "You don't want that especially when they are the best messengers for Hillary Clinton right now.", "sentId": 443}, {"text": "I mean, the thing that's so striking when Michelle Obama talks is she is just unapologetic about Hillary Clinton in a way that Clinton struggles to be about herself.", "sentId": 444}, {"text": "She is a policy wonk.", "sentId": 445}, {"text": "That's a good thing.", "sentId": 446}, {"text": "She has experience.", "sentId": 447}, {"text": "That's a good thing.", "sentId": 448}], "secId": 157}, {"speaker": "PACE", "sentences": [{"text": "For Donald Trump to go after Michelle Obama is kind of baffling because there's very little benefit when it comes to the voters that he might actually need if he hopes to win this thing.", "sentId": 449}], "secId": 158}, {"speaker": "RAJU", "sentences": [{"text": "This is another problem with Trump having this feud with his party.", "sentId": 450}, {"text": "He does just not have surrogates to amplify his message on the campaign trail.", "sentId": 451}, {"text": "The only person that he has is Mike Pence.", "sentId": 452}, {"text": "And -- or on the airwaves, you say do surrogates matter?", "sentId": 453}, {"text": "In a lot of ways they don't.", "sentId": 454}, {"text": "But in some ways they do because they have to generate enthusiasm, they have rallies, and big named surrogates get people out to the polls potentially.", "sentId": 455}, {"text": "This is a problem for Trump.", "sentId": 456}], "secId": 159}, {"speaker": "PACE", "sentences": [{"text": "He's always short on surrogates.", "sentId": 457}], "secId": 160}, {"speaker": "JACOBS", "sentences": [{"text": "Even during the primaries, I mean, remember Jeff sessions, who's one of his most loyal surrogates now, didn't endorse Trump until a month before the primaries were over.", "sentId": 458}, {"text": "And so all the people that he attacked and mocked and shunned are now shunning him so when he desperately needs help expanding his base they're just not there for him.", "sentId": 459}], "secId": 161}, {"speaker": "ZELENY", "sentences": [{"text": "And it's not just to give speeches.", "sentId": 460}, {"text": "Michelle Obama was in Arizona to get people to early vote.", "sentId": 461}, {"text": "These were organizing tools.", "sentId": 462}, {"text": "So the Clinton campaign and Democrats are running circles around them in terms of music concerts and other things.", "sentId": 463}, {"text": "They are all organizing tools.", "sentId": 464}, {"text": "So every time you see her speaking she's in a place for a reason.", "sentId": 465}, {"text": "That's what Trump doesn't have.", "sentId": 466}], "secId": 162}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 467}, {"text": "And we -- you know, we can realize that.", "sentId": 468}, {"text": "They had Miley Cyrus, whether you're a fan or not, knocking on doors of the college near Washington, D.C.", "sentId": 469}, {"text": "In northern Virginia yesterday, Katy Perry on a college campus in Nevada.", "sentId": 470}], "secId": 163}, {"speaker": "KING", "sentences": [{"text": "Again, they have the database.", "sentId": 471}, {"text": "They know who would vote for them if they show up and they know who might not.", "sentId": 472}, {"text": "So they go and knock on the doors.", "sentId": 473}, {"text": "And that's why Michelle Obama is there.", "sentId": 474}], "secId": 164}, {"speaker": "KING", "sentences": [{"text": "Let's go back in time.", "sentId": 475}, {"text": "Michelle Obama did say what Donald Trump was talking about there.", "sentId": 476}, {"text": "This was back in 2007.", "sentId": 477}, {"text": "If you listen here, the Obamas said after, oh, no, no, she wasn't talking about the Clintons.", "sentId": 478}, {"text": "You make the call.", "sentId": 479}], "secId": 165}, {"speaker": "M. OBAMA", "sentences": [{"text": "One of the most important things that we need to know about the next president of the United States is, is he somebody that shares our values?", "sentId": 480}, {"text": "Is she somebody that respects family, is a good and decent person?", "sentId": 481}, {"text": "So our view is that if you can't run your own house you certainly can't run the White House.", "sentId": 482}], "secId": 166}, {"speaker": "KING", "sentences": [{"text": "Now that was during the primaries, that was in 2007, that was Michelle Obama speaking at a rally in Chicago and a lot of people took that as a shot at Hillary Clinton for sticking with Bill Clinton or for Bill Clinton's issues.", "sentId": 483}, {"text": "The Obamas said after, no, no, no, she was just talking generically.", "sentId": 484}, {"text": "You can make your own call about that.", "sentId": 485}, {"text": "But that's in 2007.", "sentId": 486}, {"text": "I'm not sure that it's going to help Donald Trump to bring it up now.", "sentId": 487}], "secId": 167}, {"speaker": "PACE", "sentences": [{"text": "No.", "sentId": 488}, {"text": "And also the relationships between the Obamas and the Clintons has just changed so dramatically since then.", "sentId": 489}, {"text": "I mean, there was a lot of tension between them.", "sentId": 490}, {"text": "It's not as though they are close personally.", "sentId": 491}], "secId": 168}, {"speaker": "out", "sentences": [{"text": "And even if there was any disagreement the idea of having", "sentId": 492}], "secId": 169}, {"speaker": "out", "sentences": [{"text": "Donald Trump as the next occupier of the Oval Office would certainly bring Michelle Obama, you know, out there campaigning.", "sentId": 493}], "secId": 170}, {"speaker": "ZELENY", "sentences": [{"text": "I was going to say something I shouldn't have.", "sentId": 494}], "secId": 171}, {"speaker": "KING", "sentences": [{"text": "You clarify --", "sentId": 495}], "secId": 172}, {"speaker": "ZELENY", "sentences": [{"text": "So, I mean, she's all in.", "sentId": 496}, {"text": "And Michelle Obama is campaigning much more than she planned to.", "sentId": 497}, {"text": "Initially she was going to just do a few things.", "sentId": 498}, {"text": "She wants to keep Trump --", "sentId": 499}], "secId": 173}, {"speaker": "KING", "sentences": [{"text": "Yes, I know that.", "sentId": 500}, {"text": "You know, it started to come out -- you crank the mic.", "sentId": 501}, {"text": "Bring those words before those words back before they come out.", "sentId": 502}, {"text": "Crank the mic.", "sentId": 503}], "secId": 174}, {"speaker": "ZELENY", "sentences": [{"text": "What could possibly go wrong?", "sentId": 504}], "secId": 175}, {"speaker": "KING", "sentences": [{"text": "Another one of the Clinton campaign surrogates who gets less attention but actually has probably one of the toughest jobs is Joe Biden.", "sentId": 505}, {"text": "They sent him into these blue-collar towns where, you know, white working class voters are one of Hillary Clinton's biggest problems.", "sentId": 506}, {"text": "Joe Biden loves it.", "sentId": 507}, {"text": "He loves campaigning and he doesn't like Donald Trump.", "sentId": 508}], "secId": 176}, {"speaker": "BIDEN", "sentences": [{"text": "The press always asks me don't I wish I were debating him?", "sentId": 509}, {"text": "No, I wish we're in high school I could take him back behind the gym.", "sentId": 510}, {"text": "That's what I wish.", "sentId": 511}], "secId": 177}, {"speaker": "KING", "sentences": [{"text": "You got to love it.", "sentId": 512}, {"text": "He's a happy warrior.", "sentId": 513}], "secId": 178}, {"speaker": "RAJU", "sentences": [{"text": "He doesn't wish he was debating.", "sentId": 514}, {"text": "I mean, he was actually running for president.", "sentId": 515}, {"text": "But, again, I think this goes back to the same issue that I mentioned before.", "sentId": 516}, {"text": "These surrogates are able to go all across the country and generate a lot of attention.", "sentId": 517}, {"text": "Where it is on the Donald Trump side?", "sentId": 518}, {"text": "A huge problem right there.", "sentId": 519}], "secId": 179}, {"speaker": "JACOBS", "sentences": [{"text": "But you talk about how the Democrats have this database and they're fine-tuning it.", "sentId": 520}, {"text": "I think the Republicans have exactly that same thing, too, except they're just -- they're fine-tuning it on -- at the Senate level rather than necessarily at the president's level.", "sentId": 521}], "secId": 180}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 522}, {"text": "Because as we mentioned who is Donald Trump's surrogate?", "sentId": 523}, {"text": "He does have Mike Pence.", "sentId": 524}, {"text": "And he has his daughter, Ivanka, who was out a bit last week.", "sentId": 525}, {"text": "This is in Wisconsin.", "sentId": 526}], "secId": 181}, {"speaker": "TRUMP", "sentences": [{"text": "With what my father, what you see is what you get.", "sentId": 527}, {"text": "What you hear is what you get.", "sentId": 528}, {"text": "He is incredibly candid.", "sentId": 529}, {"text": "He will never lie to the American people.", "sentId": 530}, {"text": "He will always be forthright with his opinions and his perspectives, even if that's not what somebody wants to hear.", "sentId": 531}, {"text": "It's who he is.", "sentId": 532}, {"text": "He doesn't know how to be another way.", "sentId": 533}], "secId": 182}, {"speaker": "KING", "sentences": [{"text": "Now the Trump kids at the convention got a lot of great press.", "sentId": 534}, {"text": "They just kind of disappeared a bit late in the campaign.", "sentId": 535}], "secId": 183}, {"speaker": "JACOBS", "sentences": [{"text": "Right.", "sentId": 536}, {"text": "They have been campaigning hard.", "sentId": 537}, {"text": "I mean, Don Jr. has been everywhere.", "sentId": 538}, {"text": "He's been in a dozen states campaigning.", "sentId": 539}, {"text": "He's been in a dozen -- more states doing fundraisers.", "sentId": 540}, {"text": "So he is working really hard.", "sentId": 541}, {"text": "Eric Trump and his wife also have been campaigning hard.", "sentId": 542}, {"text": "Ivanka less so but that's probably because she's -- you know, she's got a family and she also has not wanted to campaign on Jewish holidays and there's been a lot of those lately.", "sentId": 543}, {"text": "But they have played a smaller role than people expected.", "sentId": 544}, {"text": "I think since -- you know, since the convention people thought that they would really take a big national role and they just haven't.", "sentId": 545}], "secId": 184}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 546}, {"text": "Our reporters share from their notebook's nest including Speaker Paul Ryan's survival strategy.", "sentId": 547}, {"text": "Post-Trump.", "sentId": 548}, {"text": "First here are the results from our quiz.", "sentId": 549}, {"text": "We asked when do you plan to vote early on November 8th or if you won't vote at all?", "sentId": 550}, {"text": "A majority of you said vote early.", "sentId": 551}, {"text": "Good.", "sentId": 552}, {"text": "Whatever you do please vote.", "sentId": 553}], "secId": 185}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table, ask you great reporters to give you a sneak peek into their reporter's notebook.", "sentId": 554}, {"text": "Gets you kind of ahead of some big political news.", "sentId": 555}, {"text": "Julie Pace?", "sentId": 556}], "secId": 186}, {"speaker": "PACE", "sentences": [{"text": "One of the questions about the Supreme Court that Hillary Clinton did not get asked about in the final debate was whether she would re-nominate Merrick Garland if the Senate doesn't act on his nomination in the lame duck.", "sentId": 557}, {"text": "And it's actually a pretty complicated question for Clinton and one she's been trying avoid answering.", "sentId": 558}, {"text": "The reality is that for a lot of Republicans they don't have much of a problem with Garland as a jurist and it's likely he could be fairly quickly confirmed next year.", "sentId": 559}], "secId": 187}, {"speaker": "PACE", "sentences": [{"text": "And for a new president that sounds awfully appealing.", "sentId": 560}, {"text": "But if Clinton wins she is going to be constantly watching the left flank of her party and there are a lot of people in that part of the Democratic Party who would like to see her move on a more liberal justice particularly if Democrats have a majority in the Senate.", "sentId": 561}, {"text": "So a simple question with a pretty complicated answer for Clinton.", "sentId": 562}], "secId": 188}, {"speaker": "KING", "sentences": [{"text": "A memo to the Clinton campaign press corps.", "sentId": 563}, {"text": "Next time she comes back on that plane, maybe focus on that one a little bit.", "sentId": 564}, {"text": "Jeff?", "sentId": 565}], "secId": 189}, {"speaker": "ZELENY", "sentences": [{"text": "It's in my notebook to ask her what she really intends to do.", "sentId": 566}, {"text": "Hillary Clinton has been reaching out to Republicans more than we know, actually.", "sentId": 567}, {"text": "I am told that she has been talking to Republican senators, old allies and new, saying that she is willing to work with them and govern.", "sentId": 568}, {"text": "On the campaign trail she clings very closely to President Obama.", "sentId": 569}, {"text": "She needs him to win an election.", "sentId": 570}, {"text": "But she is also signaling she will be a different kind of president.", "sentId": 571}, {"text": "She will work with them.", "sentId": 572}, {"text": "So she wants to have an open door policy.", "sentId": 573}, {"text": "She's having those conversations.", "sentId": 574}, {"text": "Now she just has to win.", "sentId": 575}], "secId": 190}, {"speaker": "KING", "sentences": [{"text": "I bet those Republicans won't admit that before the election.", "sentId": 576}, {"text": "Manu?", "sentId": 577}], "secId": 191}, {"speaker": "RAJU", "sentences": [{"text": "Yes.", "sentId": 578}, {"text": "Paul Ryan has his hands full after the elections from the House Freedom Caucus, it's a group of conservatives who helped lead that charge against John Boehner several years ago and starting his ouster last year.", "sentId": 579}], "secId": 192}, {"speaker": "RAJU", "sentences": [{"text": "The House Freedom Caucus is now demanding to delay leadership elections that are scheduled to take place right after the elections.", "sentId": 580}, {"text": "They want to have them later in the lame duck session in order to see how Ryan deals with spending deal negotiations.", "sentId": 581}, {"text": "But in addition to that, some of those members of the Freedom Caucus are not happy with Ryan's handling of Donald Trump, some of those members threatening to vote against Paul Ryan if he were to run for speaker again, assuming that he does, and there's a problem because in a new majority of House Republicans keep the majority.", "sentId": 582}, {"text": "It will be a smaller majority.", "sentId": 583}, {"text": "There will be fewer chances for Ryan to afford losing defections, more defections.", "sentId": 584}, {"text": "Harder for him to keep his job.", "sentId": 585}, {"text": "But the question they haven't been able to answer, if not Ryan then who?", "sentId": 586}], "secId": 193}, {"speaker": "KING", "sentences": [{"text": "Then who is a big issue but the Republican civil strife will not end on Election Day.", "sentId": 587}, {"text": "Jennifer?", "sentId": 588}], "secId": 194}, {"speaker": "JACOBS", "sentences": [{"text": "The Trump show, this reality TV series called Trump's campaign rallies, as this gets bleaker for him, his advance team have been getting more and more creative.", "sentId": 589}, {"text": "They did Gettysburg with all its American symbolism.", "sentId": 590}, {"text": "They've been doing these big meet hangar rallies that make the crowd gasp when his jet lands right in front of them.", "sentId": 591}, {"text": "This week they were supposed to have him land on the space shuttle runway which would have really thrilled the \"Make America Great\" types.", "sentId": 592}], "secId": 195}, {"speaker": "JACOBS", "sentences": [{"text": "Florida today, newspaper reports that that apparently has been scrubbed.", "sentId": 593}, {"text": "So what that says is, you know, maybe that's a new symbol for his campaign.", "sentId": 594}, {"text": "But expect that campaign team to have some pretty neat TV in the closing weeks.", "sentId": 595}], "secId": 196}, {"speaker": "KING", "sentences": [{"text": "Try to keep the candidate happy with the crowd.", "sentId": 596}, {"text": "We'll see how that one goes.", "sentId": 597}, {"text": "I'll close with this.", "sentId": 598}], "secId": 197}, {"speaker": "KING", "sentences": [{"text": "As we head deep into October, that's World Series and campaign crunch time, Republicans are looking for an Andrew Miller or an Aroldis Chapman, a good closer, to the counter the deep bullpen being deployed by Hillary Clinton.", "sentId": 599}, {"text": "As they watch Clinton and other Democrats get help from the Obamas, Vice President Biden and senators like Bernie Sanders and Elizabeth Warren, Republicans in tough races are asking, who can help me?", "sentId": 600}, {"text": "Well, Donald Trump is toxic in most of the competitive races including", "sentId": 601}], "secId": 198}, {"speaker": "KING", "sentences": [{"text": "New Hampshire Senate contest we discussed a bit earlier.", "sentId": 602}, {"text": "So can anyone rescue Kelly Ayotte?", "sentId": 603}, {"text": "Well, John Kasich makes soon give it a try.", "sentId": 604}, {"text": "The Ohio governor ran second to Trump in the New Hampshire primary.", "sentId": 605}, {"text": "Polls show most of his more moderate New Hampshire voters are not backing Trump but many of them also not backing Ayotte.", "sentId": 606}, {"text": "So there are conversations in New Hampshire about trying to bring Kasich up to campaign with Ayotte.", "sentId": 607}, {"text": "Perhaps get him to cut a late-season ad.", "sentId": 608}], "secId": 199}, {"speaker": "KING", "sentences": [{"text": "Let's see if he's got anything left on the fastball.", "sentId": 609}], "secId": 200}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS again.", "sentId": 610}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 611}, {"text": "Hope to see you back here at tomorrow noon for a weekday edition of INSIDE POLITICS.", "sentId": 612}], "secId": 201}, {"speaker": "KING", "sentences": [{"text": "Just ahead, \"STATE OF THE UNION\" with Jake Tapper.", "sentId": 613}], "secId": 202}], "sectionCount": 203, "url": "transcripts.cnn.com/TRANSCRIPTS/1610/23/ip.01.html", "sentenceCount": 615, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 23, 2016 - 08:00   ET", "speakers": ["KING", "TRUMP", "CLINTON", "OBAMA", "PACE", "JACOBS", "ZELENY", "RAJU", "WALLACE", "UNIDENTIFIED MALE", "ALEC BALDWIN AS DONALD TRUMP", "KATE MCKINNON AS HILLARY CLINTON", "AD NARRATOR", "out", "M. OBAMA", "BIDEN"], "title": "INSIDE POLITICS"}