{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1409.14.ip.01.html.json", "subTitle": "Obama Expands Airstrikes on ISIS", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "A blunt warning to ISIS.", "sentId": 0}], "secId": 0}, {"speaker": "BARACK OBAMA PRESIDENT OF THE UNITED STATES", "sentences": [{"text": "This is a core principle of my presidency.", "sentId": 1}, {"text": "If you threaten America, you will find no safe haven.", "sentId": 2}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "But also a promise to a war-weary nation.", "sentId": 3}], "secId": 2}, {"speaker": "OBAMA", "sentences": [{"text": "We will not get dragged into another ground war in Iraq.", "sentId": 4}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Republicans say they share the President's goal but most also question his plan.", "sentId": 5}], "secId": 4}, {"speaker": "BOEHNER", "sentences": [{"text": "An F-16 is not a strategy.", "sentId": 6}, {"text": "And air strikes alone will not accomplish what we're trying to accomplish.", "sentId": 7}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "And Hillary Clinton head lines a big weekend in Iowa, sending a clear 2016 signal as possible Democratic rivals also test the waters.", "sentId": 8}], "secId": 6}, {"speaker": "CLINTON", "sentences": [{"text": "Are these Iowa chickens new?", "sentId": 9}], "secId": 7}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "They're from Arkansas.", "sentId": 10}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 11}], "secId": 9}, {"speaker": "Welcome to INSIDE POLITICS.  I'm John King.  Thanks for sharing your Sunday morning.  With us to share their reporting and their insights", "sentences": [{"text": "Julie Pace of the Associated Press; Robert Costa of \"The Washington Post\"; Josh Kraushaar of \"National Journal\"; and Nia Malika-Henderson of \"The Washington Post\".", "sentId": 12}], "secId": 10}, {"speaker": "Welcome to INSIDE POLITICS.  I'm John King.  Thanks for sharing your Sunday morning.  With us to share their reporting and their insights", "sentences": [{"text": "The President you remember received the Nobel Peace Prize during his first year in office told the United States, told the citizens of America this past he will be on war footing for the rest of his term and likely beyond.", "sentId": 13}], "secId": 11}, {"speaker": "OBAMA", "sentences": [{"text": "We will hunt down terrorists who threaten our country wherever they are.", "sentId": 14}, {"text": "That means I will not hesitate to take action against ISIL in Syria as well as Iraq.", "sentId": 15}, {"text": "It will take time to eradicate a cancer like ISIS.", "sentId": 16}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Julie Pace, this is not the presidency he wanted.", "sentId": 17}, {"text": "This is not the second term he wanted.", "sentId": 18}, {"text": "Public opinion and the politics have changed dramatically because of the beheadings.", "sentId": 19}, {"text": "Is that what changed this president?", "sentId": 20}], "secId": 13}, {"speaker": "PACE", "sentences": [{"text": "It really is extraordinary to hear Barack Obama talking about air strikes, not only in Iraq but also in Syria, the country that he has tried to avoid going into for several years.", "sentId": 21}, {"text": "But when you look at the polls, the American people are with him on this so far.", "sentId": 22}], "secId": 14}, {"speaker": "PACE", "sentences": [{"text": "These horrible videos that we saw of the beheadings of two Americans have really, I think, brought this situation home to a lot of people.", "sentId": 23}, {"text": "And as long as he has the public on his side I think he's in a pretty good position.", "sentId": 24}], "secId": 15}, {"speaker": "PACE", "sentences": [{"text": "It is still a war-weary nation though and people are going to be expecting results.", "sentId": 25}, {"text": "And if this drags on for the rest of his presidency I don't know how the public's going to feel about that.", "sentId": 26}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "They are not comparable.", "sentId": 27}, {"text": "They're very different challenges.", "sentId": 28}, {"text": "But George W. Bush thought he could deal with Afghanistan and he could deal Iraq and get other things done.", "sentId": 29}, {"text": "He became a war- time president especially when things got controversial.", "sentId": 30}, {"text": "Can this president, Josh, be a wartime president and still use the final two years of his term to get things done?", "sentId": 31}, {"text": "Or is this what he is?", "sentId": 32}], "secId": 17}, {"speaker": "KRAUSHAAR", "sentences": [{"text": "He's clearly uncomfortable with the idea of inheriting George W. Bush's legacy and being a wartime presidency.", "sentId": 33}, {"text": "This administration has had trouble declaring this a war against ISIS.", "sentId": 34}, {"text": "We've heard different responses from the Pentagon and the State Department in the last couple of days.", "sentId": 35}], "secId": 18}, {"speaker": "So it's clearly a president that wanted to get out of Iraq and wanted to focus on his domestic policies back home but he's going to be spending the last couple years of his presidency looking at Iraq and looking at Syria and it's going to have a lot of resonance on how people view his presidency.       KING", "sentences": [{"text": "And it took a couple of days, as Josh knows, for them to", "sentId": 36}], "secId": 19}, {"speaker": "So it's clearly a president that wanted to get out of Iraq and wanted to focus on his domestic policies back home but he's going to be spending the last couple years of his presidency looking at Iraq and looking at Syria and it's going to have a lot of resonance on how people view his presidency.       KING", "sentences": [{"text": "use the term \"war\".", "sentId": 37}, {"text": "The President clearly doesn't like the term.", "sentId": 38}, {"text": "Secretary Kerry didn't want to use it at first.", "sentId": 39}, {"text": "But now they say yes we're at war with ISIS, Robert, like we're at war with al Qaeda.", "sentId": 40}, {"text": "If it is a war, will Congress step up to the plate and authorize it?", "sentId": 41}, {"text": "To give him, you know, vote like they did in Afghanistan, vote like they did for the Iraq war?", "sentId": 42}], "secId": 20}, {"speaker": "COSTA", "sentences": [{"text": "I think so.", "sentId": 43}, {"text": "And when you look at House Republicans especially, they're taking a hawkish slant on all of this.", "sentId": 44}, {"text": "They came out strong especially House Speaker Boehner to back the President's strategy.", "sentId": 45}, {"text": "Do they have some quibbles and quarrels with the details?", "sentId": 46}, {"text": "Sure.", "sentId": 47}, {"text": "But I think you're going to Republican move behind the President if not call for more.", "sentId": 48}, {"text": "The question is Senate Democrats, are those vulnerable Senate Democrats going to rally behind the White House?", "sentId": 49}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "And that's what was fascinating.", "sentId": 50}], "secId": 22}, {"speaker": "MALIKA-HENDERSON", "sentences": [{"text": "right.", "sentId": 51}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Because the President gives this speech, he lays out his plan, Republicans as Robert knows essentially say you're behind, you should have done this a long time ago, glad you're finally here.", "sentId": 52}, {"text": "You shouldn't have ruled out boots on the ground but good, we're glad you're in the fight Mr. President.", "sentId": 53}], "secId": 24}, {"speaker": "The Democrats where he got some issues -- look at these three Democrats in tough races", "sentences": [{"text": "Mark Begich from Alaska, \"I oppose the President's plan to arm Syrian rebels at this time.\"", "sentId": 54}, {"text": "So he picks a policy disagreement with the President.", "sentId": 55}], "secId": 25}, {"speaker": "The Democrats where he got some issues -- look at these three Democrats in tough races", "sentences": [{"text": "Jeanne Shaheen in New Hampshire says a speech is not a strategy.", "sentId": 56}, {"text": "And quote, \"In hearings next week, I intend to question the administration officials on their plans to implement this.\"", "sentId": 57}, {"text": "So she's skeptical.", "sentId": 58}], "secId": 26}, {"speaker": "The Democrats where he got some issues -- look at these three Democrats in tough races", "sentences": [{"text": "The one that got me most of all is Mark Udall, vulnerable Democrat in Colorado, the President explicitly said this will not be a ground war.", "sentId": 59}, {"text": "I am not sending in combat troops.", "sentId": 60}, {"text": "Yet Mark Udall felt compelled to say, \"I will not give this president or any other president a blank check to begin another land war in Iraq.\"", "sentId": 61}], "secId": 27}, {"speaker": "The Democrats where he got some issues -- look at these three Democrats in tough races", "sentences": [{"text": "Why Nia Malika-Henderson do they need this distance or what I'll call in Udall's case anyway faux distance from their Democratic president?", "sentId": 62}], "secId": 28}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 63}, {"text": "Well, I think we know why.", "sentId": 64}, {"text": "It's these polls that show the President's approval rating so low in the 30s and 40s, 30s in some of the states, 40s nationwide, and that's why they want to create this distance.", "sentId": 65}, {"text": "In Shaheen's case you have somebody like Scott Brown who is running on this issue, running in a more hawkish way than she is.", "sentId": 66}, {"text": "So she is trying to really craft herself as somebody who's going to get back to Washington and be in sort of an oversight position over this president.", "sentId": 67}, {"text": "And for Udall you had with him trying to get some distance, also", "sentId": 68}], "secId": 29}, {"speaker": "HENDERSON", "sentences": [{"text": "tried to get some distance on immigration reform and the executive action that President Obama did not take over these last weeks.", "sentId": 69}, {"text": "So this is Democrats really trying to get some distance from this president.", "sentId": 70}, {"text": "They think he's a drag on them.", "sentId": 71}], "secId": 30}, {"speaker": "PACE", "sentences": [{"text": "You can always tell though with these statements that they're really just trying to sort this out because of all the things we thought that this midterm election might possibly be about -- health care, the economy, immigration -- I think that a military campaign in the Middle East was not high on the list.", "sentId": 72}, {"text": "So we're going to see I think probably some fluctuation in these statements, too.", "sentId": 73}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "And I think another thing that happens if you're in a military campaign even if it goes well in the early stages, it makes people feel anxious.", "sentId": 74}, {"text": "And that holds down right track/wrong track the number of people who think the country's on the right track or worse, think it's on the wrong track.", "sentId": 75}, {"text": "And that hurts the President's party.", "sentId": 76}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "Another thing that hurts Robert is this if you look at will someone in your family be a victim of terrorism?", "sentId": 77}, {"text": "Suddenly terrorism is rising as a concern.", "sentId": 78}, {"text": "The economy is waning a little bit.", "sentId": 79}, {"text": "And women are much more concerned about terrorism as an issue.", "sentId": 80}, {"text": "Democrats are counting on a big gender gap in the election.", "sentId": 81}, {"text": "And that in and of itself -- maybe that's one of the reasons Jeanne Shaheen is trying to be a hawk.", "sentId": 82}, {"text": "I mean you know, Al Franken is trying to be a hawk.", "sentId": 83}, {"text": "It is amazing in our politics right now that you can go from the far right to the far left and everyone is telling the President to get tough.", "sentId": 84}], "secId": 33}, {"speaker": "COSTA", "sentences": [{"text": "Well, when I sat down with Democratic operatives ahead of this year -- I said, what are you going to do with the women vote?", "sentId": 85}, {"text": "And they said they're going to run a similar campaign to what they did in 2012, the war on women, going at Republicans on social issues.", "sentId": 86}], "secId": 34}, {"speaker": "COSTA", "sentences": [{"text": "Now they're looking at internal polling and they see these so- called security moms, mothers -- women who are concerned about the beheadings.", "sentId": 87}, {"text": "They don't like the images they're seeing out of the Middle East.", "sentId": 88}, {"text": "They're wary of this situation.", "sentId": 89}, {"text": "They're more hawkish now than they were months ago.", "sentId": 90}, {"text": "This matters to Democrats because if they start to turn toward Republicans it's a threat.", "sentId": 91}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "So let me come back to the question.", "sentId": 92}, {"text": "Will they just give the President changes in legislation that allows him to arm the Syrian rebels and give them some money which he needs congressional authorization to do or will they give him a broad war authorization?", "sentId": 93}], "secId": 36}, {"speaker": "COSTA", "sentences": [{"text": "I don't think you're going to see a broad war authorization at all.", "sentId": 94}, {"text": "Harry Reid doesn't want to have that full war debate right now.", "sentId": 95}, {"text": "And I don't think House Republicans -- there is some dissent within the ranks there.", "sentId": 96}, {"text": "Some libertarians like Justin Amash and others.", "sentId": 97}, {"text": "You're going to see a vote for authorization to arm the rebels, little else and you had Steny Hoyer on Friday, he said we'll have a full war debate after the election.", "sentId": 98}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "After the election.", "sentId": 99}, {"text": "HENDERSON:  And you've heard I mean from most of these", "sentId": 100}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "Republicans that they feel like the President already has the authority for this under the UNF that was passed in 2011.", "sentId": 101}, {"text": "And the President himself has said that.", "sentId": 102}, {"text": "So I don't think they want any skin in the game in terms of actually, you know, giving a yes vote to this broad authorization.", "sentId": 103}], "secId": 39}, {"speaker": "KRAUSHAAR", "sentences": [{"text": "But what you're seeing in the congressional debate is that the President is having trouble getting members of his own party on his side.", "sentId": 104}], "secId": 40}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 105}, {"text": "Yes.", "sentId": 106}], "secId": 41}, {"speaker": "KRAUSHAAR", "sentences": [{"text": "I think Republicans are more hawkish and they're reluctantly willing to support the President but you're seeing Democrats, the anti-war wing of the party that is very open about their criticism of the plan or lack -- what they see as a lack thereof and they want more details.", "sentId": 107}, {"text": "And I think you have a lot of White House officials worried about enough Democrats defecting.", "sentId": 108}, {"text": "They want to get a much more united Democratic caucus.", "sentId": 109}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "It's also interesting.", "sentId": 110}, {"text": "I think the fascinating part is on the left, watching that play out and see if they'll be loyal to their President.", "sentId": 111}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "It's also interesting to watch the Washington players in the Republican Party who are likely or probable 2016 presidential candidates.", "sentId": 112}, {"text": "They were mostly in the same camp.", "sentId": 113}, {"text": "As you noticed earlier, some of their language is a little different but most of them were, you know, Mr. President we told you, you had to consider Syria a long time ago.", "sentId": 114}, {"text": "We're glad you are not calling the JV team anymore and you say ISIS is a serious threat to national security.", "sentId": 115}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "I want you to listen though here.", "sentId": 116}, {"text": "Here's Marco Rubio who I felt was trying to be very measured in saying, you know, supporting the commander in chief with a key but --", "sentId": 117}], "secId": 45}, {"speaker": "RUBIO", "sentences": [{"text": "What if that doesn't work?", "sentId": 118}, {"text": "Does that that mean ISIL gets to stay?", "sentId": 119}, {"text": "Does that then mean that ISIL gets to, you know, continue to expand?", "sentId": 120}, {"text": "I think it was important for the President to say that no matter what it takes, and we hope we can do it with these local forces and I agree that that should be the first effort but ultimately we'll do whatever it takes to defeat them.", "sentId": 121}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "His point was the President should not have taken the idea you might have to use combat troops.", "sentId": 122}, {"text": "If the Syrian Free Army can't rise to the challenge, if the Iraqis don't rise to the challenge, if the Kurds don't rise to the challenge that you should have said no matter what we will do this.", "sentId": 123}, {"text": "Are the Republicans worried at all about being so hawkish?", "sentId": 124}], "secId": 47}, {"speaker": "COSTA", "sentences": [{"text": "I think right now -- I sat down with Rubio.", "sentId": 125}, {"text": "I sat down with a lot of senators.", "sentId": 126}, {"text": "They're not worried because they think this is a pressure point with the President.", "sentId": 127}, {"text": "They can take him on by calling for more special forces on the ground and eventually boots on the ground.", "sentId": 128}, {"text": "They think President Obama is vulnerable on this because he's not willing to put troops on the ground.", "sentId": 129}, {"text": "They think they can hit him on this ahead of the election.", "sentId": 130}], "secId": 48}, {"speaker": "PACE", "sentences": [{"text": "But I think that's it really important to note that in all of these public opinion polls what we're seeing broad support for is air strikes.", "sentId": 131}, {"text": "We're not seeing broad public support for boots on the ground.", "sentId": 132}, {"text": "That is a very different issue.", "sentId": 133}], "secId": 49}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 134}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "Before I let you jump in.", "sentId": 135}, {"text": "I just want to get this piece of sound in to show the different.", "sentId": 136}, {"text": "Listen to Ted Cruz, his language is a little bit more political and he brings in somebody else.", "sentId": 137}], "secId": 51}, {"speaker": "CRUZ", "sentences": [{"text": "I thought the remarks tonight continued the President's approach to this crisis, which is that they were fundamentally unserious.", "sentId": 138}, {"text": "They were devoted to a defense of the failed Obama/Clinton foreign policy.", "sentId": 139}], "secId": 52}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 140}, {"text": "Mentioned Clinton, right, and Marco Rubio -- he's going to have a piece in the \"Washington Post\", the outlook section also saying that this is part of the Obama/Clinton doctrine, which isn't tough enough, which isn't something that has worked.", "sentId": 141}], "secId": 53}, {"speaker": "HENDERSON", "sentences": [{"text": "I think for Republicans, you know, they are sort of going back to the sort of default, which is to being hawks and one of the things you're seeing in the polls is that they do have an advantage in terms of who voters trust more in protecting the country against terrorism.", "sentId": 142}], "secId": 54}, {"speaker": "KRAUSHAAR", "sentences": [{"text": "What was so fascinating, showing how far to the right, how far to the hawkish side the GOP has become.", "sentId": 143}, {"text": "Rand Paul wrote an op-ed in \"Time Magazine\" headlined \"I am not an isolationist.\"", "sentId": 144}, {"text": "He was an isolationist a few months ago and now he's not.", "sentId": 145}, {"text": "And it shows how far to the hawkish side of the things the GOP is.", "sentId": 146}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "And so we watch the policy play out.", "sentId": 147}, {"text": "And we are now guaranteed.", "sentId": 148}, {"text": "We talked about this in the past with taxes and spending issues, with immigration issues -- they will not only be big in 2014, they are guaranteed to carry over like this now is into 2016 where we likely will still be in the middle of military strike in a presidential campaign in 2016.", "sentId": 149}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 150}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Up next Hillary Clinton takes center stage today in Iowa, the state that gave her a rude awake back in 2008.", "sentId": 151}, {"text": "But first this week's \"Politicians sometimes say the darnedest things\".", "sentId": 152}, {"text": "Here you go, the 43rd president of the United States telling the 42nd how becoming a grandfather changes everything.", "sentId": 153}], "secId": 58}, {"speaker": "BUSH", "sentences": [{"text": "It will be an awesome period for you.", "sentId": 154}, {"text": "And get ready also to be like the lowest person in the pecking order in your family.", "sentId": 155}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 156}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "If you still need a clear signal from Hillary Clinton about 2016 well, it's coming later today out in Iowa.", "sentId": 157}, {"text": "Hillary Clinton along with Bill Clinton will be at the Tom Harkin Steak Fry.", "sentId": 158}, {"text": "He's a veteran senator from Iowa, Democrat -- he's retiring this year.", "sentId": 159}, {"text": "His event has been going on for years.", "sentId": 160}, {"text": "This is 2007.", "sentId": 161}, {"text": "You see Senator Clinton, you also see that guy Barack Obama.", "sentId": 162}, {"text": "He was making his big emergence in Iowa that year.", "sentId": 163}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "1996 President Bill Clinton running for re-election, he stopped by the Harkin Steak Fry to rally Democrats in Iowa.", "sentId": 164}, {"text": "This year when Hillary Clinton goes, look at this, overwhelming.", "sentId": 165}, {"text": "This is a brand new CNN poll.", "sentId": 166}, {"text": "Iowa Democrats 53 percent want her as the party's nominee in 2016.", "sentId": 167}, {"text": "Vice president Joe Biden well behind at 15 percent, Elizabeth Warren at 7 percent, Bernie Sanders at 5 percent.", "sentId": 168}, {"text": "So she is the overwhelming favorite.", "sentId": 169}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "However, she has to remember a little bit of history.", "sentId": 170}, {"text": "Iowa has not been so kind to Hillary Clinton.", "sentId": 171}, {"text": "This is in the run-up -- this is summer of 2006 -- in the run-up to 2008 where she was at the top of the pack but still behind then Senator John Edwards.", "sentId": 172}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "What's noteworthy, nobody was even thinking about Barack Obama at this point in that campaign.", "sentId": 173}, {"text": "But on election night -- caucus night in Iowa, look what happened.", "sentId": 174}, {"text": "Barack Obama wins Iowa, John Edwards second, Hillary Clinton third -- all she can do is look on to New Hampshire.", "sentId": 175}], "secId": 64}, {"speaker": "CLINTON", "sentences": [{"text": "Well, we're going to take this enthusiasm and go right to New Hampshire tonight.", "sentId": 176}, {"text": "I am so proud to have run with such exceptional candidates.", "sentId": 177}, {"text": "I congratulate Senator Obama and Senator Edwards --", "sentId": 178}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "That was then Nia Malika Henderson.", "sentId": 179}, {"text": "This is now.", "sentId": 180}, {"text": "Does she just have to show up at this event?", "sentId": 181}, {"text": "Or does she have to say something to the people Iowa who popped the inevitability bubble in 2008?", "sentId": 182}, {"text": "Does she have to say lessons learned?", "sentId": 183}, {"text": "Does this have to be any different?", "sentId": 184}], "secId": 66}, {"speaker": "HENDERSON", "sentences": [{"text": "You know, maybe a little of both.", "sentId": 185}, {"text": "I think obviously, by being there she's sending the signal that she's eyeing a run and will likely run.", "sentId": 186}, {"text": "She's probably got to say \"I love Iowa\" and talk about how important that state is.", "sentId": 187}, {"text": "You know the problem with the Clintons is they didn't have a real, you know, strategy.", "sentId": 188}, {"text": "Bill Clinton, of course, skipped Iowa in 1992, it was a cake walk in '96 for him.", "sentId": 189}, {"text": "And in some ways Hillary Clinton did the same thing.", "sentId": 190}, {"text": "She didn't do that kind of retail politicking that folks need to do in Iowa.", "sentId": 191}], "secId": 67}, {"speaker": "HENDERSON", "sentences": [{"text": "The question is, does she have it in her to do that kind of retail politicking that folks expect in Iowa?", "sentId": 192}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "And as she's out there, Senator Bernie Sanders, three town halls this weekend out in Iowa.", "sentId": 193}, {"text": "Joe Biden is going out next weekend to Iowa.", "sentId": 194}, {"text": "Bernie Sanders said this in an interview with CNN, \"If we do not get our act together to come up with a public policy which expands the middle class, if we don't overturn Citizens United\" -- that's that big campaign finance institution -- \"if we don't move to public funding of elections we're going to live in an oligarchic form of society.\"", "sentId": 195}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Now is Hillary Clinton going to say that?", "sentId": 196}, {"text": "He's essentially challenging her --", "sentId": 197}], "secId": 70}, {"speaker": "COSTA", "sentences": [{"text": "The answer's no.", "sentId": 198}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "She won't say it that way.", "sentId": 199}, {"text": "But he's essentially saying, you know, she's Wall Street on Main Street.", "sentId": 200}], "secId": 72}, {"speaker": "PACE", "sentences": [{"text": "Yes.", "sentId": 201}, {"text": "And that's the argument you're going to hear from him.", "sentId": 202}, {"text": "You're going to hear it from Elizabeth Warren should she decide to jump in.", "sentId": 203}, {"text": "You'll hear it from Joe Biden if he were to jump in.", "sentId": 204}, {"text": "I mean there's space on the left in the Democratic Party that is sort of craving to be filled right now.", "sentId": 205}, {"text": "And so you're going to see these candidates -- possible candidates testing the waters", "sentId": 206}], "secId": 73}, {"speaker": "PACE", "sentences": [{"text": "I don't think it's a bad message.", "sentId": 207}, {"text": "I don't know if it's a message that necessarily wins an election but it's a good challenge to Hillary Clinton.", "sentId": 208}], "secId": 74}, {"speaker": "COSTA", "sentences": [{"text": "Progressives in Iowa I think are going to really be listening, is she just going to say \"I love Iowa\", is she going to be nostalgic about President Clinton's tenure or is she going to have some key words.", "sentId": 209}, {"text": "Is she going to mention minimum wage?", "sentId": 210}, {"text": "Is she going to talk about populist ideas in a way that is convincing to some of those activists in Iowa who are young and teenagers when President Clinton was in office?", "sentId": 211}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "And if you have a 50/50 senate race out there this year, which you do, then she'll have to say I'm here for Tom Harkin's Steak Fry today if you need me back over the next seven weeks, I'll come back.", "sentId": 212}], "secId": 76}, {"speaker": "KRAUSHAAR", "sentences": [{"text": "It's a very important race for the Democrats' chances to hold the senate.", "sentId": 213}, {"text": "And Hillary has been noticeably reticent in getting in involved for helping the Democrats protect their majority.", "sentId": 214}, {"text": "This is one of the real first chances to make a real showing not just for herself but for her own party.", "sentId": 215}], "secId": 77}, {"speaker": "KRAUSHAAR", "sentences": [{"text": "So the big test for Hillary, how cautious she is and also how willing she's able and eager to help the team.", "sentId": 216}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "It's fascinating to me what she says.", "sentId": 217}, {"text": "We will look if she runs for times when she needs to have distance from President Obama.", "sentId": 218}, {"text": "I'm suspecting this will not be the event where she decides that's the point to make.", "sentId": 219}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "But look at this.", "sentId": 220}, {"text": "As she takes the stage in Iowa -- remember, this is the state that made Barack Obama in national politics.", "sentId": 221}, {"text": "Look at his approval rating in that CNN poll we talked to you about -- 37 percent approval in Iowa; 56 percent disapprove.", "sentId": 222}, {"text": "That tells you about the President's struggles in this midterm election year and that changes the calculation for every Democrat.", "sentId": 223}], "secId": 80}, {"speaker": "PACE", "sentences": [{"text": "And if you are David Axelrod or David Plouffe, that is just a shot to the heart because they love this state.", "sentId": 224}, {"text": "They have such nostalgia for Iowa.", "sentId": 225}, {"text": "But, you know, we see numbers like that all across the country.", "sentId": 226}, {"text": "Obviously Iowa has a special connection with Obama so it's more noticeable but that's what it looks like in a lot of places for Obama.", "sentId": 227}], "secId": 81}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, they want him not on the campaign trail, they want him out behind closed doors in many ways fund-raising.", "sentId": 228}, {"text": "Nobody wants to really be seen with him because he's such a drag and he's starting to be a drag as you said in terms of women, that core constituency.", "sentId": 229}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Bernie Sanders is a movement and a message candidate.", "sentId": 230}, {"text": "He doesn't expect to beat Hillary Clinton.", "sentId": 231}, {"text": "He is at 5 percent, he doesn't have a prayer.", "sentId": 232}, {"text": "But if you're Joe Biden, you're at 15 percent, she's at 53 -- are you just saying I'm only here in case she doesn't run.", "sentId": 233}, {"text": "I'm only here because if he doesn't run -- the day he announces that he becomes irrelevant in Washington as a vice president.", "sentId": 234}], "secId": 83}, {"speaker": "COSTA", "sentences": [{"text": "But just look at the speech Biden gave about ISIS, the passion he showed, \"We're going to follow them to the gates of hell.\"", "sentId": 235}], "secId": 84}, {"speaker": "COSTA", "sentences": [{"text": "I think activists in the Democratic Party, they look at that say, we're with Clinton, she's our front-runner but Martin O'Malley, Joe Biden with his passion, Amy Klobuchar from Minnesota, even Bernie Sanders -- there's room for a battle in the heart of the Democratic Party.", "sentId": 236}], "secId": 85}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 237}, {"text": "And Clinton wants people to run.", "sentId": 238}, {"text": "She doesn't want to be out there by herself probably because you don't want all the attention if you're running and she wants to get in the groove so she can get tested for the general.", "sentId": 239}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "I bet Bill Clinton will tell other people to run but not Gerry Brown.", "sentId": 240}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "He hang in there a little while.", "sentId": 241}, {"text": "It's resting back in 1992.", "sentId": 242}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 243}, {"text": "One more break.", "sentId": 244}, {"text": "Tomorrow's news today is next.", "sentId": 245}, {"text": "Our reporters empty their notebooks; get you out ahead of the big political news still to come.", "sentId": 246}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table and ask our great reporters to share a little news from their notebooks.", "sentId": 247}, {"text": "Julie Pace?", "sentId": 248}], "secId": 90}, {"speaker": "PACE", "sentences": [{"text": "Ebola is back or at least on the President's schedule.", "sentId": 249}, {"text": "The President is going to be heading to Atlanta this week, going to the CDC to get a briefing on ebola and talk about why he feels this is in the national security interest of the United States to be dealing with.", "sentId": 250}], "secId": 91}, {"speaker": "PACE", "sentences": [{"text": "This is one of those times where we actually have to give the White House a little bit of credit for good management.", "sentId": 251}, {"text": "This is an issue that has fallen off the radar a little bit but you look around the corner, it's something you could see coming back and they want to be prepared and be able to say that even in the middle of everything else that was going on, this is something the President was focusing on.", "sentId": 252}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "We'll keep an eye on that in the week ahead.", "sentId": 253}, {"text": "Robert Costa?", "sentId": 254}], "secId": 93}, {"speaker": "COSTA", "sentences": [{"text": "In the Republican Party this week John Boehner is center stage.", "sentId": 255}, {"text": "He has to pass a government funding bill and he has to get some kind of legislation passed to get the President's strategy through congress.", "sentId": 256}, {"text": "I think Boehner has the political capital right now to do both and with Eric Cantor gone he's really becoming the face for the Republican Party ahead of the midterm elections.", "sentId": 257}, {"text": "Maybe a reluctant face -- he doesn't want to have a Newt Gingrich style campaign branded around him.", "sentId": 258}, {"text": "But he is the leader right now and he is taking control.", "sentId": 259}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "Interesting.", "sentId": 260}, {"text": "We'll watch the Speaker step up.", "sentId": 261}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "Josh?", "sentId": 262}], "secId": 96}, {"speaker": "KRAUSHAAR", "sentences": [{"text": "Republican ad makers are rushing to put up ads attacking Democratic candidates as weak on national security, they see the polls shifting dramatically in the last couple of weeks on the issue and even Mitch McConnell is up with a campaign ad that has photos of ISIS fighters portraying his Democratic challenger Alison Lindergan Grimes as inexperienced.", "sentId": 263}], "secId": 97}, {"speaker": "KRAUSHAAR", "sentences": [{"text": "There are four Senate challengers on the Republican side with military experience.", "sentId": 264}, {"text": "Expect them to use and talk about their biographies a lot in the closing weeks of the campaign.", "sentId": 265}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "Not the closing weeks we thought about months ago.", "sentId": 266}, {"text": "Interesting and fun to watch.", "sentId": 267}, {"text": "Nia?", "sentId": 268}], "secId": 99}, {"speaker": "HENDERSON", "sentences": [{"text": "Michelle Obama in many ways is the keeper of the Obama flame.", "sentId": 269}, {"text": "When she's on a stomp on and she will use that phrase \"fired up and ready to go\" which we remember from 2008.", "sentId": 270}, {"text": "They very much want her to be out there.", "sentId": 271}, {"text": "I talked to folks in the East Wing and they say she will be out there campaigning for congress folks, campaigning for governors, and as well campaigning for representatives as well.", "sentId": 272}], "secId": 100}, {"speaker": "HENDERSON", "sentences": [{"text": "They very much think that she is still someone that can fire up the base, African-Americans, Latinos and women.", "sentId": 273}, {"text": "She was down in Georgia, this is a state with a large African-American population -- Latinos too, increasingly.", "sentId": 274}, {"text": "She was down there campaigning for Michelle Nunn.", "sentId": 275}, {"text": "She'll also be in Iowa.", "sentId": 276}], "secId": 101}, {"speaker": "HENDERSON", "sentences": [{"text": "Speaking of Iowa, this is the state that made the Obama -- she'll be there campaigning next month for Bruce Braley.", "sentId": 277}, {"text": "And we'll see her throughout the campaign", "sentId": 278}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "POTUS not getting any invitation.", "sentId": 279}], "secId": 103}, {"speaker": "HENDERSON", "sentences": [{"text": "That's right.", "sentId": 280}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "I'll close with this, a big upset this past week in Massachusetts could cost the Republicans a rare chance for a house pickup in relatively blue New England.", "sentId": 281}, {"text": "At issue was John Tierney, he's the Democratic incumbent in the North Shore district north of Boston.", "sentId": 282}, {"text": "He lost his primary to Army veteran former David Petraeus, Seth Molten.", "sentId": 283}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "Republicans had hoped for a rematch.", "sentId": 284}, {"text": "Jack Tierney versus the Republican he run against in 2012 presidential year.", "sentId": 285}, {"text": "Tierney just won then in the Presidential year.", "sentId": 286}, {"text": "And the Republicans thought with that rematch this time they could get him in a more Republican leading year.", "sentId": 287}, {"text": "Now though, they think molten, they win that seat.", "sentId": 288}, {"text": "Why?", "sentId": 289}, {"text": "He doesn't have the baggage of incumbency and his military record helps him as Josh has noted in this time when terror is rising as an issue.", "sentId": 290}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "So Republicans thinking one seat they thought they might pick up might be slipping away.", "sentId": 291}, {"text": "That's it for INSIDE POLITICS.", "sentId": 292}, {"text": "I'll see you soon.", "sentId": 293}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 294}, {"text": "\"STATE OF THE UNION\" with Candy Crowley starts right now.", "sentId": 295}], "secId": 107}], "sectionCount": 108, "url": "transcripts.cnn.com/TRANSCRIPTS/1409/14/ip.01.html", "sentenceCount": 297, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired September 14, 2014 - 08:30   ET", "speakers": ["KING", "BARACK OBAMA PRESIDENT OF THE UNITED STATES", "OBAMA", "BOEHNER", "CLINTON", "UNIDENTIFIED MALE", "Welcome to INSIDE POLITICS.  I'm John King.  Thanks for sharing your Sunday morning.  With us to share their reporting and their insights", "PACE", "KRAUSHAAR", "So it's clearly a president that wanted to get out of Iraq and wanted to focus on his domestic policies back home but he's going to be spending the last couple years of his presidency looking at Iraq and looking at Syria and it's going to have a lot of resonance on how people view his presidency.       KING", "COSTA", "MALIKA-HENDERSON", "The Democrats where he got some issues -- look at these three Democrats in tough races", "HENDERSON", "RUBIO", "CRUZ", "BUSH"], "title": "INSIDE POLITICS"}