{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1510.11.ip.01.html.json", "subTitle": "Democratic Presidential Debate; GOP Chaos in Fight for House Speaker. Aired 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "BLACKWELL", "sentences": [{"text": "And just in to CNN, Iraqi military claims that its air force has struck a convoy carrying ISIS leader Abu Bakr al Baghdadi.", "sentId": 0}, {"text": "Now his whereabouts and conditions are unknown.", "sentId": 1}, {"text": "But it's important to say that the Iraqi military has made similar claims in the past.", "sentId": 2}], "secId": 0}, {"speaker": "BLACKWELL", "sentences": [{"text": "We'll get you more when we get it.", "sentId": 3}], "secId": 1}, {"speaker": "BLACKWELL", "sentences": [{"text": "Thanks for joining us this morning.", "sentId": 4}], "secId": 2}, {"speaker": "PAUL", "sentences": [{"text": "Have a good day.", "sentId": 5}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "It's debate time for Democrats.", "sentId": 6}, {"text": "But don't expect Bernie Sanders to play attack dog.", "sentId": 7}], "secId": 4}, {"speaker": "SANDERS", "sentences": [{"text": "I just don't do that.", "sentId": 8}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "As critics scream flip-flop, Hillary Clinton moves left on several debate flash points including trade, Wall Street, and deportation.", "sentId": 9}], "secId": 6}, {"speaker": "CLINTON", "sentences": [{"text": "Latinos make America stronger, you make America smarter.", "sentId": 10}], "secId": 7}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "The house will be in order.", "sentId": 11}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Plus House Republicans spiral into chaos.", "sentId": 12}], "secId": 9}, {"speaker": "MCCARTHY", "sentences": [{"text": "I just think it's best to have a new face.", "sentId": 13}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Ben Carson says Donald Trump is dead wrong when it comes to Putin's military push in Syria.", "sentId": 14}], "secId": 11}, {"speaker": "CARSON", "sentences": [{"text": "We need to oppose him.", "sentId": 15}, {"text": "We need to challenge him.", "sentId": 16}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 17}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 18}, {"text": "I'm John King.", "sentId": 19}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 20}, {"text": "We'll discuss the latest in a chaotic week for the Republican Party and as we gear up for Tuesday's first Democratic presidential debate right here on CNN.", "sentId": 21}], "secId": 14}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Julie Pace, Lisa Lehrer -- both of the Associated Press; CNN's Manu Raju and M.J. Lee; a family affair today -- the AP and CNN.", "sentId": 22}], "secId": 15}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Hillary Clinton will step onto the debate stage in Las Vegas Tuesday.", "sentId": 23}, {"text": "We can show you a live picture of our debate stage out there.", "sentId": 24}, {"text": "When she steps on she will once again be her party's presidential frontrunner but facing a surprisingly challenge from the left.", "sentId": 25}, {"text": "That challenger served notice yesterday he wants some debate time spent on a question he thinks then-Senator Clinton got dead wrong.", "sentId": 26}], "secId": 16}, {"speaker": "SANDERS", "sentences": [{"text": "I didn't believe then and I voted against a war in Iraq.", "sentId": 27}, {"text": "In my view, a major military power is  has got to do everything that he can to resolve international conflict without going to war.", "sentId": 28}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "In this baseball play off season as the late great Yogi Berra would put it, for Clinton an Iraq war debate has to be deja vu all over again.", "sentId": 29}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Bernie Sanders now putting front and center the very same issue Barack Obama used to top and pop the Clinton inevitability bubble -- that's a tough on -- inevitability bubble back in 2008.", "sentId": 30}, {"text": "I wrote that line.", "sentId": 31}, {"text": "I still couldn't say it.", "sentId": 32}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "The question is, Julie, does it work again?", "sentId": 33}, {"text": "Doe s the Iraq war debate still have that vibrancy especially with the Iowa liberal base that it did back in 2007?", "sentId": 34}], "secId": 20}, {"speaker": "PACE", "sentences": [{"text": "I'm not sure it has the same kind of resonance as it did in 2007 and 2008 when this is really fresh in the minds of the American public.", "sentId": 35}, {"text": "I do think that it's interesting to see where Bernie takes this line of attack against her because we are in a situation where we have conflicts in the Middle East and there's a lot of debate about what the country should be doing.", "sentId": 36}, {"text": "And Clinton has been speaking out a more hawkish position on military affairs than Barack Obama.", "sentId": 37}], "secId": 21}, {"speaker": "PACE", "sentences": [{"text": "And the country also is a little weary of that still.", "sentId": 38}, {"text": "So if he tries to draw a line between her Iraq war vote and what she might want to do with Syria and Iraq, I think that could be effective.", "sentId": 39}, {"text": "But you've got to make it a broader case, not just about how she voted several years ago.", "sentId": 40}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "And it's clearly a strategy, though.", "sentId": 41}, {"text": "He sent around an e-mail where he brings up Iraq.", "sentId": 42}, {"text": "Then he deals with it in a public event.", "sentId": 43}, {"text": "Not three weeks ago or four weeks ago, but on the eve of the debate essentially saying I want this to be an issue.", "sentId": 44}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "I want this to be -- and so Bernie Sanders says, you know, I did this.", "sentId": 45}, {"text": "She did that.", "sentId": 46}, {"text": "She can explain herself.", "sentId": 47}, {"text": "But he also understands on that stage he'll have Lincoln Chafee, he'll have Jim Webb, he'll have Martin O'Malley who might be a little -- he tees it up and they might be more aggressive against her.", "sentId": 48}], "secId": 24}, {"speaker": "LEHRER", "sentences": [{"text": "Right.", "sentId": 49}, {"text": "Don't forget the wild cards.", "sentId": 50}, {"text": "That's what I've been saying before this debate.", "sentId": 51}, {"text": "Who are those other three guys that will be on the stage?", "sentId": 52}, {"text": "You know, this network when you watch the promos it's Hillary versus Sanders but there are three other people there and they may be the ones to lob the toughest attacks, not just on Iraq but on the e-mail controversy, on her trustworthiness.", "sentId": 53}], "secId": 25}, {"speaker": "LEHRER", "sentences": [{"text": "But in some ways this debate really is Hillary Clinton versus Hillary Clinton and a lot of it is her record now on issues like Iraq where she said finally after many years that she was sorry for that vote.", "sentId": 54}, {"text": "But on other issues like trade where she came out against TPP saying she -- trade deal -- she pushed as secretary of state on gay marriage.", "sentId": 55}, {"text": "She's now in favor of it.", "sentId": 56}, {"text": "She wasn't for her several decades in public office.", "sentId": 57}], "secId": 26}, {"speaker": "LEHRER", "sentences": [{"text": "So explaining why she shifted on these positions and how she is the best candidate in the Democratic Party, looking for someone who's going to really be the new liberal standard bearer after President Obama.", "sentId": 58}, {"text": "It's not going to be an easy thing for her.", "sentId": 59}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "It's not going to be an easy thing for her in part though I think because she has to decide how does she deal with Sanders?", "sentId": 60}, {"text": "Does she think that he is just this moment or does she think that he is like Obama, a movement?", "sentId": 61}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "And the senator has been very careful about this.", "sentId": 62}, {"text": "He's beginning to get tougher.", "sentId": 63}, {"text": "And that's what I'm really fascinated about.", "sentId": 64}, {"text": "Listen to him here where he says look, I'm not a negative guy.", "sentId": 65}, {"text": "That's not what I do.", "sentId": 66}, {"text": "Listen -- he said I want to debate policy without being personal.", "sentId": 67}], "secId": 29}, {"speaker": "SANDERS", "sentences": [{"text": "You're looking at a candidate who has run in many, many elections, who has never run a negative political ad in my life and hopes never to have to run one.", "sentId": 68}, {"text": "And you're looking at a candidate who does not go about attacking people personally.", "sentId": 69}, {"text": "I just don't do that.", "sentId": 70}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "He just doesn't do that.", "sentId": 71}, {"text": "But what he says is here is my position on the minimum wage, Secretary Clinton seems to have come that way lately.", "sentId": 72}, {"text": "Here's my position on this, she was once on the other side.", "sentId": 73}, {"text": "So he questions her consistency which is polite but he's also making a point.", "sentId": 74}], "secId": 31}, {"speaker": "RAJU", "sentences": [{"text": "He doesn't necessarily need to do that -- John because he's going to expect some of the other folks on that debate stage to go after Hillary.", "sentId": 75}, {"text": "I'm sure that Martin O'Malley, for one, who has done no traction in the polls will start to go after her in probably more direct ways than Bernie has been able to.", "sentId": 76}, {"text": "And part of Bernie's strategy is that he knows that he has to pull away a lot of those Clinton supporters and by attacking her directly it could alienate him with the same base of supporters that he's trying to court.", "sentId": 77}], "secId": 32}, {"speaker": "RAJU", "sentences": [{"text": "I tried to talk to Bernie this week about Hillary on TPP.", "sentId": 78}, {"text": "I tossed him a soft ball hoping that he would take the pitch.", "sentId": 79}, {"text": "But instead he said she has to make her decision on TPP -- before she announced, of course, that she opposes and reversed her own position.", "sentId": 80}], "secId": 33}, {"speaker": "RAJU", "sentences": [{"text": "And it was part of his strategy.", "sentId": 81}, {"text": "He does not want to attack her.", "sentId": 82}, {"text": "He wants to lay out his line of thinking and show a clear contrast and let voters decide themselves.", "sentId": 83}, {"text": "It's a strategic move.", "sentId": 84}], "secId": 34}, {"speaker": "LEE", "sentences": [{"text": "And Bernie's strategy on stage shouldn't be to try to act more presidential.", "sentId": 85}, {"text": "His strategy has to be to be Bernie Sanders.", "sentId": 86}, {"text": "He's not drawing tens of thousands of people to his rallies, you know, and making \"feel the Bern\" this new hot liberal slogan because he acts presidential.", "sentId": 87}, {"text": "I think people are drawn to him clearly because people really buy that this is a man who has been working on these issues that he really cares about all his life and all of a sudden he just happens to have the stage.", "sentId": 88}], "secId": 35}, {"speaker": "LEE", "sentences": [{"text": "I do think that if he were to throw a couple of punches, you know, have a couple of zingers aimed at Hillary Clinton that those will really go a long way and we saw that when he puts out a little press release saying, you know, I've been on x position this way, Hillary Clinton seems to have changed her mind.", "sentId": 89}, {"text": "Everyone pays attention.", "sentId": 90}, {"text": "That's an attraction --", "sentId": 91}], "secId": 36}, {"speaker": "RAJU", "sentences": [{"text": "And John -- I would add also Bernie should also watch his own plank because those same people I was talking about -- Martin O'Malley he's probably going to come after Bernie as he's done on the gun issue.", "sentId": 92}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 93}], "secId": 38}, {"speaker": "RAJU", "sentences": [{"text": "I'm sure that's something that he's going to have to look out for.", "sentId": 94}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "It's a big test for Bernie Sanders.", "sentId": 95}, {"text": "It is a stage Hillary Clinton has to be on before so she has to have this deja vu memories and this time she seems determined.", "sentId": 96}, {"text": "They now take Bernie Sanders a lot more seriously than they did a few months.", "sentId": 97}, {"text": "She seems determined to protect her left flank and not allow what happened with Senator Obama to happen with Senator Sanders.", "sentId": 98}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "And you mentioned some of this.", "sentId": 99}, {"text": "In recent days she has split with the President of the United States in recent days on several issues including trade.", "sentId": 100}, {"text": "She once called the Trans-Pacific Partnership the gold standard.", "sentId": 101}, {"text": "Now she's against it.", "sentId": 102}, {"text": "She says the President has been too tough on deportations.", "sentId": 103}, {"text": "She has come out on against the Keystone pipeline and Arctic drilling siding with environmentalists and against the President on the drilling issue.", "sentId": 104}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "The one place where she's -- those issues put her to the left of the party -- the one place where you might say she's being more muscular is in Syria where she says let's have a no-fly zone.", "sentId": 105}, {"text": "But for the most part she's trying to look left and keep Bernie Sanders there.", "sentId": 106}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "The splits with Obama -- he's still the leader of the Democratic Party.", "sentId": 107}, {"text": "He's still a very popular figure with the base.", "sentId": 108}, {"text": "How much does that factor into this?", "sentId": 109}], "secId": 43}, {"speaker": "PACE", "sentences": [{"text": "I think that she's doing this very strategically and very carefully.", "sentId": 110}, {"text": "She is looking for places where it's safe among Democrats to split with a Democratic president who is actually quite popular with the party's base still.", "sentId": 111}, {"text": "I don't think you're going to see her split on things certainly not minimum wage.", "sentId": 112}, {"text": "Things that are really at the core of liberal politics but she did have to look for some ways to go against him.", "sentId": 113}], "secId": 44}, {"speaker": "PACE", "sentences": [{"text": "Trade is a perfect example.", "sentId": 114}], "secId": 45}, {"speaker": "LEHRER", "sentences": [{"text": "Right.", "sentId": 115}], "secId": 46}, {"speaker": "PACE", "sentences": [{"text": "Obama really wants this trade deal but among Democrats it's very unpopular.", "sentId": 116}], "secId": 47}, {"speaker": "LEHRER", "sentences": [{"text": "And part of how she's doing it is trying to find areas where she can say she wants to go further than the President.", "sentId": 117}, {"text": "So immigration she's saying that.", "sentId": 118}, {"text": "On health care she's saying that.", "sentId": 119}, {"text": "That, of course, is a little tricky for the White House because the national question is, hey, guys, why didn't you do this in the first place?", "sentId": 120}], "secId": 48}, {"speaker": "LEHRER", "sentences": [{"text": "But I think it's really important to remember when you think about that dynamic between the Democratic presidential frontrunner and the Democratic president -- she needs this vote.", "sentId": 121}, {"text": "She needs the same exact coalition of young voters, women, Latinos.", "sentId": 122}], "secId": 49}, {"speaker": "LEHRER", "sentences": [{"text": "So they've been -- as Julie said, very strategic about picking up those people, wooing those people and doing it in such a way that doesn't seem to denigrate the President who is still very popular and has higher popularity among those groups.", "sentId": 123}], "secId": 50}, {"speaker": "LEE", "sentences": [{"text": "I will say I think that doesn't have a completely solid and seamless answer to the question of what changed on TPP.", "sentId": 124}, {"text": "She's going to get asked that question and she needs to be extremely prepared for answers --", "sentId": 125}], "secId": 51}, {"speaker": "RAJU", "sentences": [{"text": "And -- so that she's authentic about it.", "sentId": 126}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "To show that there is something in the deal, something that changed in the negotiations as opposed to this is a calculated political decision.", "sentId": 127}, {"text": "I'm just worried about my flank.", "sentId": 128}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "The one name we haven't mentioned that we're waiting for a decision Joe Biden.", "sentId": 129}, {"text": "The Vice President won't be at the debate.", "sentId": 130}, {"text": "We're not sure if he's going to run.", "sentId": 131}, {"text": "We know he wants to run.", "sentId": 132}, {"text": "He's thinking about it.", "sentId": 133}], "secId": 54}, {"speaker": "He's home this weekend in Delaware.  And I will say as of 8", "sentences": [{"text": "39:53 a.m. this morning, pretty much radio silence from his team this weekend; even people who sometimes give you little hints -- there's silence.", "sentId": 134}], "secId": 55}, {"speaker": "He's home this weekend in Delaware.  And I will say as of 8", "sentences": [{"text": "We'll watch how this one plays out with the Vice President, get his decision relatively soon, we think.", "sentId": 135}], "secId": 56}, {"speaker": "He's home this weekend in Delaware.  And I will say as of 8", "sentences": [{"text": "Up next, chaos in the House as Republicans search for a new Speaker.", "sentId": 136}], "secId": 57}, {"speaker": "He's home this weekend in Delaware.  And I will say as of 8", "sentences": [{"text": "First though, \"Politicians say the darnedest things\" -- here's a few Democratic debate flashbacks.", "sentId": 137}], "secId": 58}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "What can you say to the voters of New Hampshire on this stage tonight?", "sentId": 138}, {"text": "They seem to like Barack Obama more.", "sentId": 139}], "secId": 59}, {"speaker": "CLINTON", "sentences": [{"text": "Well, that hurts my feelings, but I'll try to go on.", "sentId": 140}, {"text": "He's very likable.", "sentId": 141}, {"text": "I agree with that.", "sentId": 142}, {"text": "I don't think I'm that bad.", "sentId": 143}], "secId": 60}, {"speaker": "OBAMA", "sentences": [{"text": "You're likable enough, Hillary, I know that.", "sentId": 144}], "secId": 61}, {"speaker": "CLINTON", "sentences": [{"text": "Thank you.", "sentId": 145}], "secId": 62}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "An editorial in the \"Los Angeles Times said in addition to his uncontrolled verbosity, Biden is a gaffe machine.", "sentId": 146}, {"text": "Can you reassure voters in this country that you would have the discipline you would need on the world stage, Senator?", "sentId": 147}], "secId": 63}, {"speaker": "BIDEN", "sentences": [{"text": "Yes.", "sentId": 148}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 149}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Here is a big question in politics this Sunday morning.", "sentId": 150}, {"text": "Is the man most of the country got to know as Mitt Romney's running mate the answer to the Republican Party's identity crisis?", "sentId": 151}, {"text": "Wisconsin Paul Ryan is home this weekend and he's facing enormous pressure to step forward as candidate for Speaker of the house.", "sentId": 152}, {"text": "That job is vacant if you haven't been paying attention first", "sentId": 153}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "because the current Speaker, John Boehner announced his plans to step down.", "sentId": 154}, {"text": "Then this last week -- chaos; the heir apparent Kevin McCarthy shocked even his top supporters by abruptly pulling out of the race.", "sentId": 155}], "secId": 67}, {"speaker": "MCCARTHY", "sentences": [{"text": "If we're going to be strong, we have to be 100 percent united, and I think, you know what, let's put the conference first.", "sentId": 156}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "You were in the room as this was playing out -- Manu, and you asked him in part -- did his bad answer on the Benghazi committee play into this.", "sentId": 157}, {"text": "Let's look forward not backwards.", "sentId": 158}, {"text": "But they're in chaos and they have to decide who leads them, which is a bigger -- really part of a bigger question about how do we want to do our business?", "sentId": 159}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Is this really just about the conservatives want the rules to change so that they're listened to more or do they want a new Speaker so they can be more confrontational and combative?", "sentId": 160}], "secId": 70}, {"speaker": "RAJU", "sentences": [{"text": "Well, they want more say.", "sentId": 161}, {"text": "The 40 or so members, in that House Freedom Caucus that really were instrumental in pushing Kevin McCarthy out and also getting John Boehner to just kind of get fed up with his job.", "sentId": 162}, {"text": "They say they want more power.", "sentId": 163}, {"text": "They want to be able to have their Speaker listen to them and have a bottom up approach.", "sentId": 164}], "secId": 71}, {"speaker": "RAJU", "sentences": [{"text": "But the interesting thing there, John, is that that's what Kevin McCarthy actually promised that he would do.", "sentId": 165}, {"text": "He went to these guys and said he would do it.", "sentId": 166}, {"text": "And still that wasn't enough.", "sentId": 167}], "secId": 72}, {"speaker": "RAJU", "sentences": [{"text": "And I think that was one of the things that really frustrated Mr. McCarthy and prompted his decision to abruptly pull out because he went to those guys and told them he would do all this stuff and then they still were not ready to back him.", "sentId": 168}], "secId": 73}, {"speaker": "RAJU", "sentences": [{"text": "So if Paul Ryan were to jump into this position, he would have the same problems that McCarthy had, that John Boehner had, and we're dealing with raising the debt limit on November 5th.", "sentId": 169}, {"text": "They have to do that, they have to fund the government.", "sentId": 170}], "secId": 74}, {"speaker": "RAJU", "sentences": [{"text": "Starting on December 11 they have this major fiscal fight that's divided the party for years and years and years and no matter who it is in charge, they're going to have the same issues.", "sentId": 171}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "This is where I get stuck on this one because a lot of these guys, to their credit, they're being criticized even by their own establishment.", "sentId": 172}, {"text": "To their credit, they're doing what they said they would do in their campaigns.", "sentId": 173}, {"text": "They campaigned on coming to Washington and saying no.", "sentId": 174}, {"text": "They campaigned on coming to Washington saying I will not raise the debt ceiling.", "sentId": 175}, {"text": "I will fight Obamacare with every breath.", "sentId": 176}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "Sol they're doing what they said they would do.", "sentId": 177}, {"text": "The question is do they understand that even if you gave them every position in the House leadership, they still couldn't repeal Obamacare because of the Senate and the President.", "sentId": 178}, {"text": "They still couldn't defund Planned Parenthood because of the Senate and the President.", "sentId": 179}, {"text": "Do they get that?", "sentId": 180}], "secId": 77}, {"speaker": "PACE", "sentences": [{"text": "This is why I think this is such a huge problem for Republicans right now.", "sentId": 181}, {"text": "It's not just who is going to lead, it's whether there is anybody who that can come in and actually keep these two warring factions of the Republican Party under one big because it's not really ideological.", "sentId": 182}], "secId": 78}, {"speaker": "PACE", "sentences": [{"text": "You know, we've had situations where you've had Republicans and Democrats with really deep ideological differences.", "sentId": 183}, {"text": "This is almost more about tactic and how do you get people who were elected to come to Washington not compromise, will equate compromise with surrender to move away from that when that's the whole basis of their political rise.", "sentId": 184}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "And when they have districts back home where the only way they're going to get challenged is from the right.", "sentId": 185}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "And for Democrats it's from the left because of the way we draw house districts which is the biggest problem in this country but we're not going to settle that on a Sunday morning.", "sentId": 186}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "This is part of the Presidential campaign as well.", "sentId": 187}, {"text": "This is part of a civil war, civil strife -- whatever you want to call it within the Republican Party.", "sentId": 188}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "I want you to listen.", "sentId": 189}, {"text": "When this happened, you know who, Donald Trump, was out on the campaign and he'll take credit for the sunrise and he takes credit for Kevin McCarthy being gone, too.", "sentId": 190}], "secId": 83}, {"speaker": "TRUMP", "sentences": [{"text": "I want to just start by saying, you know, Kevin McCarthy is out.", "sentId": 191}, {"text": "You know that, right?", "sentId": 192}, {"text": "And they're giving me a lot of credit for that because I said you really need somebody very, very tough and very smart.", "sentId": 193}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "You know, we're rolling our eyes at this because what does Donald Trump have to do -- but in a way he has a point because the insurgents and the outsiders are doing so well up here on the campaign trail and they're saying whatever they want to say as Donald Trump does and sometimes Dr. Carson does and they're going up.", "sentId": 194}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "And so if you're one of these restless conservatives here in Washington, why not?", "sentId": 195}], "secId": 86}, {"speaker": "LEHRER", "sentences": [{"text": "The Republican Party is basically eating its own at this point and it's really bad for the party.", "sentId": 196}, {"text": "It's hard so see how any candidate -- I mean look, whoever takes the Speaker position knows that they will spend the next five months and possibly longer being attacked by Ted Cruz, by Donald Trump.", "sentId": 197}, {"text": "It's a thankless task.", "sentId": 198}], "secId": 87}, {"speaker": "LEHRER", "sentences": [{"text": "And it's hard to see how any 2016 candidate on the Republican side navigates these political cross currents in such a way that they remain a viable general election candidate.", "sentId": 199}, {"text": "I mean it's a real question about whether this is a functioning political party that can get someone into the White House.", "sentId": 200}, {"text": "And it's just going to be -- it's going to be really tough.", "sentId": 201}], "secId": 88}, {"speaker": "LEE", "sentences": [{"text": "And I think this kind of chaos in Congress creates this image that the party as a whole is in a state of chaos and doesn't really have a clear agenda.", "sentId": 202}, {"text": "I think we sometimes forget that congress right now is dominated by the Republican Party because there're so many internal fights just within the party.", "sentId": 203}, {"text": "They're not -- it's not even that they're always fighting with Democrats, it's that there are two factions within the party --", "sentId": 204}], "secId": 89}, {"speaker": "RAJU", "sentences": [{"text": "And this chaos is -- this chaos is good for those outsider candidates.", "sentId": 205}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 206}], "secId": 91}, {"speaker": "RAJU", "sentences": [{"text": "For Ted Cruz --", "sentId": 207}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Can Jeb Bush step forward at this moment and say we need grown ups to govern when the base of the party is saying yes, we have energy right and we're getting what we want.", "sentId": 208}, {"text": "We're getting rid of those guys.", "sentId": 209}], "secId": 93}, {"speaker": "PACE", "sentences": [{"text": "He would look out of step.", "sentId": 210}, {"text": "He would look out of step with where the party's voting  seems to be right now --", "sentId": 211}], "secId": 94}, {"speaker": "LEHRER", "sentences": [{"text": "But it's great for Hillary Clinton.", "sentId": 212}, {"text": "I mean, it's great.", "sentId": 213}, {"text": "Her whole argument has been I'm going to rise above the fray and be a leader and the Republicans came into this Congress when they took control of the Senate.", "sentId": 214}, {"text": "They promised probably in an interview to you that they would govern and they would move past this --", "sentId": 215}], "secId": 95}, {"speaker": "RAJU", "sentences": [{"text": "Be responsible.", "sentId": 216}], "secId": 96}, {"speaker": "LEHRER", "sentences": [{"text": "-- and they would be responsible and all the dysfunction was the fault of President Barack Obama.", "sentId": 217}, {"text": "It's a harder case for them to make now and it's an easier case --", "sentId": 218}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "They're working on it.", "sentId": 219}, {"text": "They're working on it.", "sentId": 220}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 221}, {"text": "Up next our reporters share from their notebooks to get you ahead of the coming big political news including details of how Donald Trump is dealing with the nitty-gritty of organizing Iowa.", "sentId": 222}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table, ask our reporters to share a nugget or two from their notebooks.", "sentId": 223}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "M.J. Lee.", "sentId": 224}], "secId": 101}, {"speaker": "LEE", "sentences": [{"text": "Donald Trump who prides himself on being the most unorthodox candidate running the most unorthodox campaign is showing the most baby  signs of running a more traditional campaign lately.", "sentId": 225}, {"text": "I was in Iowa with him this week.", "sentId": 226}, {"text": "And I saw that there were volunteers handing out leaflets explaining how the Iowa caucuses work and collecting voter information.", "sentId": 227}], "secId": 102}, {"speaker": "LEE", "sentences": [{"text": "He's also talking for the first time about possibly running TV ads which is something he said early on that he had no interest in doing.", "sentId": 228}, {"text": "So maybe he's starting to feel the pressure a little bit and feel like, you know, running the most unorthodox campaign isn't always the right way to do it.", "sentId": 229}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Sometimes old school rules.", "sentId": 230}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "Manu.", "sentId": 231}], "secId": 105}, {"speaker": "RAJU", "sentences": [{"text": "Well, John, Paul Ryan is just not there yet when we talk about whether or not he's going to take the Speaker's gavel.", "sentId": 232}, {"text": "And largely, there are several reasons.", "sentId": 233}, {"text": "One of which he's not convinced yet that he can get the 247 votes in order to become Speaker, he does not want to live week by week the way John Boehner did or face the same rebellion from the 40 or so Republicans in the House Freedom Caucus that actually torpedoed Kevin McCarthy's bid to become Speaker.", "sentId": 234}, {"text": "He's also got some concerns about the amount of fundraising that goes into the job like this.", "sentId": 235}], "secId": 106}, {"speaker": "RAJU", "sentences": [{"text": "John Boehner, of course, travelled virtually every single weekend for that job.", "sentId": 236}, {"text": "But there are a lot of pressure on him to take it and folks are saying to him, look, we can help you out on the fundraising front.", "sentId": 237}, {"text": "Republican leaders have approached him, I'm told and said we're willing to go on the road for you so you can go home on the weekend.", "sentId": 238}, {"text": "You don't have to do as much fundraising and they'll try to also get some of those guys on the right to back him if he does want a job.", "sentId": 239}], "secId": 107}, {"speaker": "RAJU", "sentences": [{"text": "Don't expect a decision any time soon.", "sentId": 240}, {"text": "At least this coming week but he's skeptical but hasn't shut the door quite just yet.", "sentId": 241}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "He clearly doesn't want the job.", "sentId": 242}, {"text": "Ok -- we'll see what he decides in the end.", "sentId": 243}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "Lisa.", "sentId": 244}], "secId": 110}, {"speaker": "LEHRER", "sentences": [{"text": "Want a glimpse of Hillary Clinton's poll strategy?", "sentId": 245}, {"text": "Keep your eye on her post debate schedule after Tuesday's forum.", "sentId": 246}, {"text": "She's heading not to Iowa or New Hampshire but Texas and Alabama.", "sentId": 247}, {"text": "Her campaign believe with her numbers down in Iowa and New Hampshire those other early voting states, her campaign believe Super Tuesday offers them the best chance to undercut Bernie Sanders.", "sentId": 248}, {"text": "They think their organizational strength and the more favorable terrain of those southern states can help them deliver that March 1st knock out punch.", "sentId": 249}, {"text": "I would expect a lot of grits and barbecue and Hillary Clinton's future.", "sentId": 250}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "The accent comes back.", "sentId": 251}], "secId": 112}, {"speaker": "LEHRER", "sentences": [{"text": "Right.", "sentId": 252}, {"text": "Her access would come back.", "sentId": 253}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "The Arkansas comes back out of there.", "sentId": 254}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "Julie.", "sentId": 255}], "secId": 115}, {"speaker": "PACE", "sentences": [{"text": "Jeb Bush's team said publicly that they're not worried about his middling poll numbers at this point because they have a campaign that's built to last.", "sentId": 256}, {"text": "But privately there are a lot of people around Bush who feel like he really needs to make a move this month in October.", "sentId": 257}, {"text": "Not necessarily overtaking Donald Trump, but showing a consistent rise up to the top tier.", "sentId": 258}], "secId": 116}, {"speaker": "PACE", "sentences": [{"text": "And it's more than just about the calendar.", "sentId": 259}, {"text": "Jeb Bush's super PAC is spending a lot of money on television ads right now in Iowa and New Hampshire on the theory that as voters learn more about him, see him more -- they'll start to like him more.", "sentId": 260}, {"text": "So if you're not seeing a rise in the polls along with the television ads it's going to be a problem for their long-term strategy.", "sentId": 261}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "A lot of pressure on Governor Bush.", "sentId": 262}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "And I'll close with another question in which Governor Bush's front center.", "sentId": 263}, {"text": "How the most recent fundraising numbers will impact the Republican race.", "sentId": 264}, {"text": "Ben Carson was the big wow taking in more than $20 million in the last three months.", "sentId": 265}, {"text": "The Ted Cruz campaign is bragging about its $12 million take especially by pointing out that's twice as much as the Florida Senator Marco Rubio raised in the third quarter.", "sentId": 266}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "Governor Bush hasn't released his official numbers yet.", "sentId": 267}, {"text": "Though a number of reports suggests his take will be a bit bigger than the 11.7 million Bush raised in the second quarter.", "sentId": 268}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "Now when those numbers are released, rival campaigns, of course, will want to know just how much the governor raised in the July, August, September quarter.", "sentId": 269}, {"text": "But they're even more interested, I would say most interested in how fast the Bush campaign is spending that money and will be quick to look at how much the Bush campaign reports in cash on hand heading into the end of the year crunch.", "sentId": 270}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 271}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 272}, {"text": "We'll see you soon.", "sentId": 273}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" starts right now.", "sentId": 274}], "secId": 123}], "sectionCount": 124, "url": "transcripts.cnn.com/TRANSCRIPTS/1510/11/ip.01.html", "sentenceCount": 276, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 11, 2015 - 08:30   ET", "speakers": ["BLACKWELL", "PAUL", "KING", "SANDERS", "CLINTON", "UNIDENTIFIED MALE", "MCCARTHY", "CARSON", "With us to share their reporting and their insights", "PACE", "LEHRER", "RAJU", "LEE", "He's home this weekend in Delaware.  And I will say as of 8", "OBAMA", "BIDEN", "TRUMP"], "title": "INSIDE POLITICS"}