{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1610.05.ip.02.html.json", "subTitle": "Analyzing the Vice Presidential Debate. Aired 12:30-1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "I want to tell you we're standing by.", "sentId": 0}, {"text": "The Florida Governor Rick Scott expected to give an update on his state's preparation for Hurricane Matthew.", "sentId": 1}, {"text": "You see the track of the storm there heading towards the State of Florida.", "sentId": 2}, {"text": "Governor Scott expected to speak shortly.", "sentId": 3}, {"text": "We'll take there statement to that to see what he has to say in just a few moments.", "sentId": 4}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "Now, let's get back to last night's debate in the campaign trail.", "sentId": 5}, {"text": "Amid all interruptions and sniping there few back to the future moments last night.", "sentId": 6}, {"text": "Imagine, for example, a debate in which the point of contention is not a private e-mail server or a 3 a.m. tweet.", "sentId": 7}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "No, an actual conversation about taxes and spending and the role of government.", "sentId": 8}], "secId": 2}, {"speaker": "PENCE", "sentences": [{"text": "Under this past administration of which Hillary Clinton was a part we've almost doubled the national debt.", "sentId": 9}, {"text": "It's atrocious.", "sentId": 10}, {"text": "I mean, I'm very proud of the fact I come from a state that works.", "sentId": 11}, {"text": "The State of Indiana has balanced budgets.", "sentId": 12}, {"text": "We cut taxes, we made record investments in education and in infrastructure and I still finished my term with $2 billion in the bank.", "sentId": 13}], "secId": 3}, {"speaker": "KAINE", "sentences": [{"text": "We have a tax plan that targets tax relief to middle-class individuals and small businesses and asks those at the very top who benefited as we come out of recession to pay more.", "sentId": 14}], "secId": 4}, {"speaker": "KAINE", "sentences": [{"text": "The Trump plan is a different plan.", "sentId": 15}, {"text": "It's a, \"You're fired plan,\" and there's two key elements to it.", "sentId": 16}, {"text": "First, Donald Trump said wages are too high and both Donald Trump and Mike Pence think we ought to eliminate the federal minimum wage.", "sentId": 17}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "But the best part of that for me was the e-mail I was getting from Republicans saying, \"Wow, a Conservative.", "sentId": 18}, {"text": "He's talking about lower taxes and less regulations and smaller government, finally.\"", "sentId": 19}, {"text": "Because they don't see that from Donald Trump as much as they would like.", "sentId": 20}], "secId": 6}, {"speaker": "WILSON", "sentences": [{"text": "No, not at all.", "sentId": 21}, {"text": "And Mike Pence has a very good relationship with that sort of conservative core of the Republican base.", "sentId": 22}, {"text": "He's deeply Evangelical Christian, somebody who essentially represented the evangelical base in House Republican leadership here in Washington before he went back to Indiana.", "sentId": 23}], "secId": 7}, {"speaker": "MURRAY", "sentences": [{"text": "And you often notice that he touted the things that he did in Indiana.", "sentId": 24}, {"text": "He is not touted the things that hey are currently running on as a ticket right now.", "sentId": 25}, {"text": "And that's because the policies of Donald Trump has laid out when it comes to taxes, when it comes to government spending would be astronomically expensive and there is not a credible deficit reduction plan really from either side of the ticket which is even more surprising when you're talking about two Republican candidates, it's less surprising to not really see that from Democrats.", "sentId": 26}, {"text": "But Mike Pence didn't have anything to point to.", "sentId": 27}], "secId": 8}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah, they also didn't talk much about trade, NAFTA, TPP because that isn't a part of the Republican orthodoxy.", "sentId": 28}, {"text": "You find Donald Trump moving them away from NAFTA, moving them away from some of the free trade, and you didn't hear.", "sentId": 29}], "secId": 9}, {"speaker": "MURRAY", "sentences": [{"text": "I was surprised.", "sentId": 30}, {"text": "And they didn't talk about that at all.", "sentId": 31}], "secId": 10}, {"speaker": "WILSON", "sentences": [{"text": "Pence and Trump disagree on TPP ...", "sentId": 32}], "secId": 11}, {"speaker": "HENDERSON", "sentences": [{"text": "They disagree on it, exactly, yeah.", "sentId": 33}], "secId": 12}, {"speaker": "LERER", "sentences": [{"text": "This is an important fact check.", "sentId": 34}, {"text": "He also is required to balance his budget Indiana, like 48 other states has that requirement that governors have a balanced budget.", "sentId": 35}, {"text": "So, you know, it's not an elective choice here for him.", "sentId": 36}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Details.", "sentId": 37}], "secId": 14}, {"speaker": "LERER", "sentences": [{"text": "Yeah, and fact checking.", "sentId": 38}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "... facts and details of the conversation.", "sentId": 39}, {"text": "But again, one of the great conversations today and immediately last night was as you watched this play out, the Democrats were saying, rightly so in many cases that when Tim Kaine would quote Donald Trump.", "sentId": 40}, {"text": "Mike Pence would say, \"I'll defend it,\" but then he didn't defend it.", "sentId": 41}, {"text": "And so, and he often said at several times Donald Trump never said that.", "sentId": 42}, {"text": "Well, you make the call.", "sentId": 43}], "secId": 16}, {"speaker": "KAINE", "sentences": [{"text": "Let's start with not praising Vladimir Putin as a great leader.", "sentId": 44}, {"text": "Donald Trump and Mike Pence have said he's a great leader.", "sentId": 45}, {"text": "And Donald Trump ...", "sentId": 46}], "secId": 17}, {"speaker": "PENCE", "sentences": [{"text": "No, we haven't.", "sentId": 47}], "secId": 18}, {"speaker": "KAINE", "sentences": [{"text": "... has business dealings.", "sentId": 48}], "secId": 19}, {"speaker": "TRUMP", "sentences": [{"text": "Certainly in that system he's been a leader far more than our president has been a leader.", "sentId": 49}], "secId": 20}, {"speaker": "KAINE", "sentences": [{"text": "We don't think women should be punished as Donald Trump said they should for making the decision to have an abortion.", "sentId": 50}], "secId": 21}, {"speaker": "PENCE", "sentences": [{"text": "Donald Trump and I would never support legislation that punished women who made the heartbreaking choice to end up pregnancy.", "sentId": 51}], "secId": 22}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Do you believe in punishment for abortion yes or no as a principle?", "sentId": 52}], "secId": 23}, {"speaker": "TRUMP", "sentences": [{"text": "The answer is that there has to be some form of punishment.", "sentId": 53}], "secId": 24}, {"speaker": "KAINE", "sentences": [{"text": "Donald Trump believes in a deportation nation.", "sentId": 54}, {"text": "They want to go house to house, school to school, business to business, and kick out 16 million people, and I cannot believe ...", "sentId": 55}], "secId": 25}, {"speaker": "PENCE", "sentences": [{"text": "That's nonsense.", "sentId": 56}], "secId": 26}, {"speaker": "TRUMP", "sentences": [{"text": "They came over illegally.", "sentId": 57}, {"text": "Some are wonderful people and they've been here for a while.", "sentId": 58}, {"text": "They've got to go out.", "sentId": 59}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "Now, Trump has retreated from some of those comments, punishing women if they choose abortion.", "sentId": 60}, {"text": "He's been given a hundred different signals on what he would do about the undocumented still here in the United States.", "sentId": 61}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "But to Kaine's point and most of those cases, Donald Trump did say those things that Mike Pence was saying, shaking his head saying, \"No, he didn't.\"", "sentId": 62}], "secId": 29}, {"speaker": "LERER", "sentences": [{"text": "Yeah, I think Pence is giving a really nice playbook for a lot of senate candidates who are faced Republican senate candidates, who are faced with running in these battlegrounds states with Donald Trump at the top of the ticket.", "sentId": 63}, {"text": "I would think a lot of those people who are watching his performance carefully and taking some notes which is basically like ignore the things you don't want to engage on.", "sentId": 64}, {"text": "And try to fuzz up the rest of it and see if you can make it through.", "sentId": 65}], "secId": 30}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah, and fine if you -- I mean fine for a senate candidate, right?", "sentId": 66}, {"text": "Who's running in, you know, running their own race, very awkward for a running mate.", "sentId": 67}, {"text": "But essentially and then another other running mate who didn't really exist, right?", "sentId": 68}, {"text": "I mean that is essentially what he was doing.", "sentId": 69}], "secId": 31}, {"speaker": "WILSON", "sentences": [{"text": "We reminded last week after the presidential debate that a debate is not just a 90-minute meeting of the two candidates.", "sentId": 70}, {"text": "It's building expectations in the few days before, it's spinning what's happened in the four, five days afterwards.", "sentId": 71}, {"text": "Donald Trump's campaign did that very poorly in the presidential debate.", "sentId": 72}], "secId": 32}, {"speaker": "WILSON", "sentences": [{"text": "After this debate, what are we going to be talking about?", "sentId": 73}, {"text": "Are we going to be talking about Tim Kaine interrupting and looking rude or are we going to be talking about Mike Pence not being able, or not been willing to defend Donald Trump on a lot of these statements?", "sentId": 74}], "secId": 33}, {"speaker": "WILSON", "sentences": [{"text": "And there's sort of a mix this morning.", "sentId": 75}, {"text": "You know, who are people watching \"Inside Politics\" probably know how they're going to vote.", "sentId": 76}, {"text": "But in sort of the average news coverage around the country, which story is going to be dominant?", "sentId": 77}, {"text": "That battle is still going on.", "sentId": 78}, {"text": "The debate in essence is not over.", "sentId": 79}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "I think we'll turn the page quickly to debate number two.", "sentId": 80}], "secId": 35}, {"speaker": "HENDERSON", "sentences": [{"text": "On Sunday, yeah.", "sentId": 81}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "And so the top of the ticket matter more than the number twos.", "sentId": 82}, {"text": "Sorry governor, senator.", "sentId": 83}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Coming up, who Donald Trump now blames for the fact he can take advantage of some generous tax rules.", "sentId": 84}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 85}, {"text": "We all know there are enormous stakes for Donald Trump at Sunday night's second presidential debate.", "sentId": 86}, {"text": "He knows the polls took a big swing in Hillary Clinton's direction after the first debate and he knows his refusal to release his taxes will again be an issue in the second.", "sentId": 87}, {"text": "Well, here is a pretty noble twist.", "sentId": 88}, {"text": "Trump says if you're mad at him or taking advantage of tax right of some loopholes then blame Hillary Clinton.", "sentId": 89}], "secId": 39}, {"speaker": "TRUMP", "sentences": [{"text": "She complains about how I've used the tax laws of this country to my benefit.", "sentId": 90}, {"text": "Then I ask a simple question, why didn't she ever try to change those laws so I couldn't use them?", "sentId": 91}, {"text": "You know why?", "sentId": 92}, {"text": "She could've changed the laws when she was in the United States Senate, but she didn't.", "sentId": 93}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "This is like when I bring my 5-year-old cranberry juice and he hurls it all over the coach.", "sentId": 94}, {"text": "And I say, dude?", "sentId": 95}, {"text": "He goes, you brought it to me.", "sentId": 96}], "secId": 41}, {"speaker": "WILSON", "sentences": [{"text": "Look where Donald Trump said that, though.", "sentId": 97}, {"text": "Here we are a week after the presidential debate.", "sentId": 98}, {"text": "And he said that in Prescott, Arizona.", "sentId": 99}, {"text": "It's his sixth visit to a state that has not voted Democratic since '92 when it voted for Bill Clinton.", "sentId": 100}, {"text": "The debate has clearly changed the sort of structure overall structure of the presidential race.", "sentId": 101}, {"text": "Hillary Clinton now leads in most polls.", "sentId": 102}, {"text": "Now leads in most swing state polls, and we're talking about Donald Trump's taxes, and he has basically acknowledged that the tax report that came out in the \"New York Times\" on Sunday is accurate and true, and that he did, in fact, take that massive deduction.", "sentId": 103}], "secId": 42}, {"speaker": "WILSON", "sentences": [{"text": "So that one debate, again, another example of how a debate stretches over a longer period of time is now changing the composition and forcing Donald Trump to defend himself in tradition of United States.", "sentId": 104}], "secId": 43}, {"speaker": "HENDERSON", "sentences": [{"text": "And that was what was so wrong with that first debate, right?", "sentId": 105}, {"text": "When he's getting bogged down in his own problems and defending his record on taxes, on business, on bankruptcies.", "sentId": 106}, {"text": "It just doesn't work for him.", "sentId": 107}, {"text": "He needs to be talking about the status quo and how that doesn't work for people.", "sentId": 108}, {"text": "Instead, he's very self-involved and very much obsessed with his own problems and explaining his way out of them.", "sentId": 109}, {"text": "It just doesn't work.", "sentId": 110}], "secId": 44}, {"speaker": "LERER", "sentences": [{"text": "And there's a fundamental question here, right?", "sentId": 111}, {"text": "The argument that they put forward after the debate, Trump and his surrogates was that -- well, and Pence said it last night.", "sentId": 112}, {"text": "This is good business.", "sentId": 113}, {"text": "He's a good businessman.", "sentId": 114}, {"text": "This is smart.", "sentId": 115}, {"text": "If it's so smart, then why not release your tax returns and show everyone how smart you are.", "sentId": 116}], "secId": 45}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 117}], "secId": 46}, {"speaker": "LERER", "sentences": [{"text": "The kind of thing that Donald Trump would really want to brag about he's running based on being having business acumen.", "sentId": 118}, {"text": "So human.", "sentId": 119}], "secId": 47}, {"speaker": "LERER", "sentences": [{"text": "There is this fundamental question here that, you know, he's leaving open, which is the release of the tax returns.", "sentId": 120}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "And such an interesting point.", "sentId": 121}, {"text": "Because the Democrats are trying to make it, you know, if you're a mail carrier you're not a mechanic, you're a doctor or lawyer, you pay taxes.", "sentId": 122}, {"text": "You got to cut a check, you got to save the money to do it or you have it taken out.", "sentId": 123}, {"text": "And the rich don't.", "sentId": 124}, {"text": "Let's see it, but there's also the question of who does he owe money to, and leverages his business, that's the stuff that would be on the taxes ...", "sentId": 125}], "secId": 49}, {"speaker": "LERER", "sentences": [{"text": "What did he give to charity?", "sentId": 126}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "What did he give to charity?", "sentId": 127}, {"text": "That's not the financial disclosure form, so my league, Dana Bash tried very much last night, the Clinton campaign have said, \"OK, if you're under audit for the last several years release the tax returns from before the audit.", "sentId": 128}, {"text": "Prove that at least in that one year 1995 you took the big loss, may be business was tough, perfectly legal.", "sentId": 129}, {"text": "Prove since then you've paid taxes.\"", "sentId": 130}, {"text": "Watch this.", "sentId": 131}], "secId": 51}, {"speaker": "TRUMP", "sentences": [{"text": "Hey, a tremendous amount of taxes and beyond ...", "sentId": 132}], "secId": 52}, {"speaker": "BASH", "sentences": [{"text": "Federal income taxes.", "sentId": 133}], "secId": 53}, {"speaker": "E. TRUMP", "sentences": [{"text": "And yes.", "sentId": 134}, {"text": "And beyond ...", "sentId": 135}], "secId": 54}, {"speaker": "BASH", "sentences": [{"text": "Yes?", "sentId": 136}], "secId": 55}, {"speaker": "BASH", "sentences": [{"text": "E. TRUMP And beyond taxes we also employ tens and tens of thousands of people.", "sentId": 137}, {"text": "The difference between my father and Hillary Clinton is Hillary Clinton has lived off of the government her entire life.", "sentId": 138}, {"text": "She's never created ...", "sentId": 139}], "secId": 56}, {"speaker": "BASH", "sentences": [{"text": "Eric, my question though is has he paid federal income taxes over the last 18 years, yes or not?", "sentId": 140}], "secId": 57}, {"speaker": "E. TRUMP", "sentences": [{"text": "Of course, yes, absolutely.", "sentId": 141}, {"text": "BASH: Now, have you seen your father's tax returns?", "sentId": 142}], "secId": 58}, {"speaker": "E. TRUMP", "sentences": [{"text": "I'm answering the question.", "sentId": 143}, {"text": "Of course I've seen my father's tax returns.", "sentId": 144}, {"text": "My father pays a tremendous amount of tax.", "sentId": 145}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "I suspect we will not see these tax returns, probably ever.", "sentId": 146}, {"text": "Probably ever, remember, he said in 2011, if the president released his birth certificate he'd release his tax returns, so we've been through this one many times before.", "sentId": 147}, {"text": "But if we ever do see them, there's the son on the record saying, yes.", "sentId": 148}, {"text": "So, now, inside the Trump campaign, they know, if they're looking at those tax returns, if they're going to release them, they better show he paid some.", "sentId": 149}], "secId": 60}, {"speaker": "MURRAY", "sentences": [{"text": "But I think he needs to find a way to move beyond this story and stop engaging in every issue about his business, issue about his taxes, I mean he took the bait on that debate stage and that's all he's been talking about the past week.", "sentId": 150}, {"text": "I was at a campaign event in Colorado where he said I'm fighting for the American people now not myself and then talked 45 minutes about his taxes and business and what a great businessman he is.", "sentId": 151}, {"text": "And he's doing that instead of making the fundamental argument his campaign wants him to make.", "sentId": 152}, {"text": "Which is, I'm the candidate of change and Hillary Clinton is not.", "sentId": 153}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "It settled she got under his skin.", "sentId": 154}, {"text": "And it worked.", "sentId": 155}], "secId": 62}, {"speaker": "MURRAY", "sentences": [{"text": "Yeah.", "sentId": 156}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "You know, the lessons of Republican debates you talked about his business acumen, you talk about him.", "sentId": 157}, {"text": "It worked so far we'll see.", "sentId": 158}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Up next in 2012, Bill Clinton was often called the explainer in chief for his defense of President Obama, but now the former president trying to explain what sure sounded like a big league disc of the current president's signature policy achievement.", "sentId": 159}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 160}, {"text": "Bill Clinton wants you to know he really, really, really, really, really likes Obamacare.", "sentId": 161}, {"text": "Even if he opened the week by calling it \"The craziest thing in the world.\"", "sentId": 162}], "secId": 66}, {"speaker": "CLINTON", "sentences": [{"text": "Look, the Affordable Healthcare Act did a world of good, and the 50-something efforts to repeal it that the Republicans have staged were a terrible mistake.", "sentId": 163}, {"text": "We for the first time in our history at least are providing insurance to more than 90 percent of our people.", "sentId": 164}, {"text": "But there is a group of people, mostly small business owners and employees who make just a little too much money to qualify for Medicaid expansion or for the tax incentives, who can't get affordable health insurance premiums in a lot of places.", "sentId": 165}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "It's a true statement, but also probably the lesson and Bill.", "sentId": 166}, {"text": "This is not what you're supposed to be out there doing, right?", "sentId": 167}], "secId": 68}, {"speaker": "HENDERSON", "sentences": [{"text": "Well, the kids in the background looked they really excited.", "sentId": 168}], "secId": 69}, {"speaker": "HENDERSON", "sentences": [{"text": "I mean you imagine Hillary Clinton's going to have to talk about this.", "sentId": 169}, {"text": "And it's true.", "sentId": 170}, {"text": "Obamacare has some significant problems, and whoever is in the White House is going to have to address some of those problems but, you know, this is Bill, again, not being helpful.", "sentId": 171}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "And so in the campaign we live in, there's your golden moment if you're the Republicans, right.", "sentId": 172}, {"text": "But that Bill Clinton says Obamacare is the craziest thing in the world because Obamacare is too complicated, it's hurting small businesses.", "sentId": 173}, {"text": "It's a mess.", "sentId": 174}, {"text": "So that's what Donald Trump is going to say on the trail, right?", "sentId": 175}], "secId": 71}, {"speaker": "D. TRUMP", "sentences": [{"text": "I'll bet he went through hell last night.", "sentId": 176}, {"text": "Can you imagine what he went through after making that statement?", "sentId": 177}, {"text": "He went through hell.", "sentId": 178}, {"text": "But you know, honestly, there have been many nights when he's gone through hell with Hillary.", "sentId": 179}], "secId": 72}, {"speaker": "MURRAY", "sentences": [{"text": "Why have a policy fight when you can just lob personal attacks?", "sentId": 180}, {"text": "Isn't that the whole lesson of this entire campaign season?", "sentId": 181}], "secId": 73}, {"speaker": "LERER", "sentences": [{"text": "And despite all of the ...", "sentId": 182}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "We had an ego problem.", "sentId": 183}], "secId": 75}, {"speaker": "LERER", "sentences": [{"text": "And despite all the baggage that Bill Clinton may bring to the ticket and the misstatements for Clinton campaign still sees him as an asset.", "sentId": 184}, {"text": "He remains very, very popular, he can draw a crowd.", "sentId": 185}, {"text": "I mean you have this scenario, you have a scenario right now where you have simultaneously, Barack Obama, Bill Clinton, Michelle Obama, Hillary Clinton, Tim Kaine, Joe Biden all six people ...", "sentId": 186}], "secId": 76}, {"speaker": "HENDERSOIN", "sentences": [{"text": "Al gore.", "sentId": 187}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "... you're coming back.", "sentId": 188}], "secId": 78}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 189}, {"text": "That's right.", "sentId": 190}], "secId": 79}, {"speaker": "LERER", "sentences": [{"text": "If he can draw a crowd, get the message out he's popular.", "sentId": 191}, {"text": "They're happy and willing to accept these ...", "sentId": 192}], "secId": 80}, {"speaker": "HENDERSON", "sentences": [{"text": "In the contrast, right, with Donald Trump who doesn't have many folks out there defending him, it was Eric Trump last night doing the spinning.", "sentId": 193}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "It's one of the reasons the Democrats take, you know, they believe she's OK, going off the trail for a few days and having all this debate prep.", "sentId": 194}, {"text": "She's in right now as a matter of fact here in Washington, D.C. with her team, is that they have this a-list surrogates out there among them, Michelle Obama who is having a lot of fun poking fun at Donald Trump listen.", "sentId": 195}], "secId": 82}, {"speaker": "OBAMA", "sentences": [{"text": "When it comes to the qualifications that we should demand of our president to start with, we need someone who will take the job seriously.", "sentId": 196}], "secId": 83}, {"speaker": "OBAMA", "sentences": [{"text": "When she gets knocked down, she doesn't complain.", "sentId": 197}, {"text": "She hasn't cried foul.", "sentId": 198}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "She pats the microphone.", "sentId": 199}], "secId": 85}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 200}], "secId": 86}, {"speaker": "LERER", "sentences": [{"text": "Yeah.", "sentId": 201}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "You know, Trump is complaining -- if you haven't saw that Trump is complaining there was a problem with his microphone inside the hall.", "sentId": 202}, {"text": "Anyone watching the first debate on television could hear him just fine.", "sentId": 203}, {"text": "There was a problem at times with his mic inside the hall.", "sentId": 204}, {"text": "But again, A, she's having a really good time with this and remember she say she hated politics back a few years ago.", "sentId": 205}, {"text": "But B, the whole -- you can just see it, you know, they sit around the table every day.", "sentId": 206}, {"text": "What can we do today to get under his skin?", "sentId": 207}], "secId": 88}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 208}], "secId": 89}, {"speaker": "WILSON", "sentences": [{"text": "And the big difference and big benefit for the Clinton Campaign, is you've got two presidential candidates who are deeply unfavorable among the vast majority of voters across the country.", "sentId": 209}, {"text": "You've got two vice presidential candidate who nobody knows.", "sentId": 210}, {"text": "And then you've got Michelle Obama whose favorable rating is through the roof.", "sentId": 211}, {"text": "President Obama, who's job approval rating is now significantly more than 50 percent going through this Swing states when Hillary Clinton went to North Carolina a few weeks ago, I think last week, the U.S. Senate candidate-- the Democratic U.S. Senate candidate didn't show up at her event.", "sentId": 212}, {"text": "It was a big deal.", "sentId": 213}, {"text": "When Michelle Obama went, the Democratic gubernatorial candidate introduced her at the event, that's a big difference that she's got some very popular surrogates out on the trail for her.", "sentId": 214}], "secId": 90}, {"speaker": "MURRAY", "sentences": [{"text": "But I do think Trump is still a draw.", "sentId": 215}, {"text": "I mean I travel with him all the time, and his rallies and the wild things he might say at his rallies, are still a big draw for voters.", "sentId": 216}, {"text": "We're talking thousands and thousands of people who turn out.", "sentId": 217}, {"text": "They wait in line.", "sentId": 218}, {"text": "It's 95 degrees in Florida and they're still out there and he does have that enthusiasm around his events that I haven't seen as much around Hillary Clinton's events and so she does need these sort of star power ...", "sentId": 219}], "secId": 91}, {"speaker": "HENDERSON", "sentences": [{"text": "Are they registered and are they voting?", "sentId": 220}], "secId": 92}, {"speaker": "LERER", "sentences": [{"text": "Yeah you're right.", "sentId": 221}], "secId": 93}, {"speaker": "HENDERSON", "sentences": [{"text": "That's right, because that's the strategy right, they might be small rallies that Hillary Clinton is having, but they're right next to a polling place and early voting is already going on and they're shoveling those folk in to the voter.", "sentId": 222}], "secId": 94}, {"speaker": "LERER", "sentences": [{"text": "I was in Iowa, and they took them right -- they took right from the event right to the polling.", "sentId": 223}], "secId": 95}, {"speaker": "WILSON", "sentences": [{"text": "On the very first day all the result ...", "sentId": 224}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "But yeah, I had a hint this might be coming.", "sentId": 225}], "secId": 97}, {"speaker": "BLITZER", "sentences": [{"text": "Up front with everybody as all of you know last week, John, you were so nice, you gave me this New England Patriots Jersey with my name on it.", "sentId": 226}, {"text": "You can see it there.", "sentId": 227}, {"text": "Not happening now, never happening now.", "sentId": 228}, {"text": "I will not be wearing this jersey.", "sentId": 229}, {"text": "You saw what happened -- what happened exactly?", "sentId": 230}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "It was 16 to nothing, Buffalo Bills in Foxborgh.", "sentId": 231}], "secId": 99}, {"speaker": "BLITZER", "sentences": [{"text": "So on behalf of all of the winners, the Buffalo Bills fans, John, we want to give you this Buffalo Bills jersey with personalized moment for you.", "sentId": 232}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 233}], "secId": 101}, {"speaker": "BLITZER", "sentences": [{"text": "Congratulations.", "sentId": 234}, {"text": "I hope you'll be wearing it early and often.", "sentId": 235}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "To quote my great friend, Wolf Blitzer, \"It's a beautiful gift and I thank you buddy.\"", "sentId": 236}, {"text": "Not happening now.", "sentId": 237}, {"text": "That's it for \"Inside Politics.\"", "sentId": 238}, {"text": "Wolf, will pick up the news coverage next after the ...", "sentId": 239}], "secId": 103}, {"speaker": "BLITZER", "sentences": [{"text": "Not happening now either.", "sentId": 240}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "... gives me a little bit more grief.", "sentId": 241}, {"text": "Stay with us.", "sentId": 242}], "secId": 105}], "sectionCount": 106, "url": "transcripts.cnn.com/TRANSCRIPTS/1610/05/ip.02.html", "sentenceCount": 244, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 5, 2016 - 12:30   ET", "speakers": ["KING", "PENCE", "KAINE", "WILSON", "MURRAY", "HENDERSON", "LERER", "TRUMP", "UNIDENTIFIED MALE", "BASH", "E. TRUMP", "CLINTON", "D. TRUMP", "HENDERSOIN", "OBAMA", "BLITZER"], "title": "INSIDE POLITICS"}