{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1609.11.ip.01.html.json", "subTitle": "Clinton: Half of Trump Supporters are \"Deplorables\"; Trump Praises Putin as Stronger Leader Than Obama; Clinton & Trump Visiting Ground Zero. Aired 8-8:30a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "September 11th, 15 years later.", "sentId": 0}, {"text": "A pause to remember, but only after escalating insults.", "sentId": 1}], "secId": 0}, {"speaker": "CLINTON", "sentences": [{"text": "You could put half of Trump's supporters into what I call the basket of deplorables.", "sentId": 2}], "secId": 1}, {"speaker": "TRUMP", "sentences": [{"text": "She is the corrupt establishment.", "sentId": 3}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "And in a fierce debate over being commander in chief.", "sentId": 4}], "secId": 3}, {"speaker": "TRUMP", "sentences": [{"text": "She is trigger happy and very unstable.", "sentId": 5}], "secId": 4}, {"speaker": "CLINTON", "sentences": [{"text": "He is temperamentally unfit and totally unqualified to be commander-in-chief.", "sentId": 6}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Plus, Donald Trump's constant praise of Vladimir Putin draws Republican scorn.", "sentId": 7}], "secId": 6}, {"speaker": "RYAN", "sentences": [{"text": "Vladimir Putin is an aggressor that does not share our interests.", "sentId": 8}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 9}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 10}, {"text": "I'm John King.", "sentId": 11}, {"text": "Thank you very much for sharing your Sunday morning on this special and solemn day.", "sentId": 12}, {"text": "We'll have an abbreviated program today, just 30 minutes, so we can bring you some of the 9/11 events this morning.", "sentId": 13}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton and Donald Trump is part of that, plan separate visits to Ground Zero this year and we will take you there when it happens.", "sentId": 14}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "The 15th anniversary falls 58 days before Election Day 2016.", "sentId": 15}, {"text": "Clinton and Trump both pulling TV ads for the day and promising no political attacks.", "sentId": 16}, {"text": "But the tough and controversial tone of the rhetoric this weekend suggests the respite will be brief.", "sentId": 17}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Here is Trump in Pensacola, Florida, taking a detour from his scripted teleprompter remarks.", "sentId": 18}], "secId": 12}, {"speaker": "TRUMP", "sentences": [{"text": "Because she is being so protected, she could walk into this arena right now and shoot somebody with 20,000 people watching right smack in the middle of the heart, and she wouldn't be prosecuted, OK?", "sentId": 19}, {"text": "That's what's happened.", "sentId": 20}, {"text": "That is what's happened to our country.", "sentId": 21}, {"text": "I never thought I would see the day when this is happening to our country.", "sentId": 22}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "That would likely be driving the political conversation this weekend, except for this.", "sentId": 23}, {"text": "Listen here as Clinton at a high-dollar New York City fund-raiser attacks not only Trump but his supporters.", "sentId": 24}], "secId": 14}, {"speaker": "CLINTON", "sentences": [{"text": "To just be grossly generalistic, you could put half of Trump's supporters into what I call the basket of deplorables.", "sentId": 25}], "secId": 15}, {"speaker": "CLINTON", "sentences": [{"text": "Right?", "sentId": 26}, {"text": "The racist, sexist, homophobic, xenophobic, Islamaphobic, you name it.", "sentId": 27}, {"text": "And unfortunately there are people like that.", "sentId": 28}, {"text": "And he has lifted them up.", "sentId": 29}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "A lot to talk about.", "sentId": 30}, {"text": "With us to share their reporting and their insights, CNN's Nia-Malika Henderson, Jonathan Martin of \"The New York Times\", CNN's Jeff Zeleny, and Jennifer Jacobs of Bloomberg Politics.", "sentId": 31}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "Let's get to the basket of deplorables and she could walk into and shot people in one second, but the context of this -- the context is we are 58 days away.", "sentId": 32}, {"text": "Brand new polling this morning, here's a national poll from ABC and \"The Washington Post\" showing a 5-point Clinton lead.", "sentId": 33}, {"text": "We have another poll showing Trump on top, a close race, but right there, 46-41, nine and two for the third party candidates.", "sentId": 34}, {"text": "A very competitive election nationally.", "sentId": 35}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "NBC/\"Wall Street Journal\"/Marist has released new polling showing in the four-way race, Donald Trump up two in Arizona.", "sentId": 36}, {"text": "A dead heat.", "sentId": 37}, {"text": "Donald Trump up two in Georgia.", "sentId": 38}, {"text": "Dead heat.", "sentId": 39}, {"text": "Donald Trump up one in Nevada.", "sentId": 40}, {"text": "A dead heat.", "sentId": 41}, {"text": "Hillary Clinton up two in New Hampshire.", "sentId": 42}, {"text": "A dead heat.", "sentId": 43}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "This on the heels of Quinnipiac polling in Florida, Ohio, North Carolina and Pennsylvania showing very close races, Clinton up five in Pennsylvania.", "sentId": 44}, {"text": "The others closer than that.", "sentId": 45}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Fifty-eight days out, it's a tossup.", "sentId": 46}], "secId": 21}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, it's a tossup.", "sentId": 47}, {"text": "And you can see that pressure, I think, on the different candidates with Hillary Clinton making the statement at that fund- raiser.", "sentId": 48}, {"text": "It wasn't an instance where we saw before with the 47 percent remark or clinging to guns and faith from Obama.", "sentId": 49}, {"text": "She was very openly doing that.", "sentId": 50}], "secId": 22}, {"speaker": "HENDERSON", "sentences": [{"text": "I think she knows that there isn't a lot of enthusiasm for her candidacy and there is also the thought among a lot of Democrats and voters generally that she'll win.", "sentId": 51}, {"text": "So, they very much need to gin up those supporters.", "sentId": 52}, {"text": "And I think for Trump, he's got to do the same thing.", "sentId": 53}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "I think the chip of complacency has fallen off the shoulders of a lot of Democrats in the last week or two as these polls have tightened, especially the last five or six days.", "sentId": 54}, {"text": "But to this point, you're right, you're right, Mitt Romney, you should have known but it was a closed event.", "sentId": 55}, {"text": "Somebody popped up and got him on a cellphone.", "sentId": 56}, {"text": "Somebody recorded the president when he said in Pennsylvania, they cling to their guns -- their god and their guns.", "sentId": 57}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "She knew she was on camera, but shouldn't she know better?", "sentId": 58}, {"text": "Shouldn't she know better?", "sentId": 59}, {"text": "If you want to say some of Trump's supporters or Trump has behind him or Trump panders to these people, that's one thing.", "sentId": 60}, {"text": "But you're insulting voters there.", "sentId": 61}, {"text": "You're insulting voters there.", "sentId": 62}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "So, she, in a statement Saturday said, \"Last night, I was grossly generalistic and that's never a good idea.", "sentId": 63}, {"text": "I regret saying 'half' -- that was wrong.\"", "sentId": 64}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "She didn't say sorry.", "sentId": 65}, {"text": "She said she got the math wrong.", "sentId": 66}], "secId": 27}, {"speaker": "MARTIN", "sentences": [{"text": "Right, she still believes that some of Trump's voters have those views.", "sentId": 67}, {"text": "I think the Clinton folks deeply regret saying \"half,\" because that makes the story much worse for them.", "sentId": 68}], "secId": 28}, {"speaker": "MARTIN", "sentences": [{"text": "But I think they're actually okay having a larger conversation about race and Donald Trump in part because of what you mentioned.", "sentId": 69}, {"text": "It's a motivational tool for their voters.", "sentId": 70}, {"text": "The biggest challenge he has now is not Donald Trump.", "sentId": 71}, {"text": "This race, to me, is not a tossup.", "sentId": 72}, {"text": "She still has an advantage.", "sentId": 73}, {"text": "The challenge that she does have, though, is motivating skeptical voters who hate Donald Trump but just aren't that into her.", "sentId": 74}], "secId": 29}, {"speaker": "MARTIN", "sentences": [{"text": "They're sitting on Gary Johnson or Jill Stein right now, or they're just claiming their undecided or soft Clinton.", "sentId": 75}, {"text": "It's getting them to the polls.", "sentId": 76}], "secId": 30}, {"speaker": "MARTIN", "sentences": [{"text": "This issue, litigating this question is the kind of material that can get Clinton skeptics out to stop Trump.", "sentId": 77}], "secId": 31}, {"speaker": "ZELENY", "sentences": [{"text": "And it's also, though, I mean, we saw her act faster on this than we've seen her --", "sentId": 78}], "secId": 32}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "And Romney didn't.", "sentId": 79}], "secId": 33}, {"speaker": "ZELENY", "sentences": [{"text": "-- express her regret before.", "sentId": 80}, {"text": "She has dug her heels in.", "sentId": 81}, {"text": "It was clear she had to say something yesterday.", "sentId": 82}, {"text": "But they do want to have a broader conversation on race.", "sentId": 83}, {"text": "That is sort", "sentId": 84}], "secId": 34}, {"speaker": "ZELENY", "sentences": [{"text": "of the issue here.", "sentId": 85}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "There is a way to do that without insulting voters.", "sentId": 86}], "secId": 36}, {"speaker": "ZELENY", "sentences": [{"text": "-- millions of Americans.", "sentId": 87}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 88}], "secId": 38}, {"speaker": "ZELENY", "sentences": [{"text": "And doing it at a fund-raiser with Barbra Streisand here.", "sentId": 89}, {"text": "So, that is her challenge , tone deaf, he tone deafness.", "sentId": 90}], "secId": 39}, {"speaker": "JACOBS", "sentences": [{"text": "They asked all their surrogates today to refrain from doing any television or radio interviews out of respect for September 11th.", "sentId": 91}, {"text": "And they said, if you go on social media, only tweet about our men and women in the military.", "sentId": 92}, {"text": "So, they lost a day today to attack Clinton on this.", "sentId": 93}, {"text": "They had to do a bit of a ceasefire, which, you know, hurt a little bit of their window for the attack, but they said this is not going away and this is going to be something that they're really going to be --", "sentId": 94}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "Before the ceasefire went into effect, Mike Pence was here in Washington yesterday for the Value Voter Summit and he seized on it.", "sentId": 95}, {"text": "And listen to how he says because this is important to your point about where the Trump campaign is going with this.", "sentId": 96}], "secId": 41}, {"speaker": "PENCE", "sentences": [{"text": "The men and women who support Donald Trump's campaign are hard-working Americans, farmers, coal miners, teachers, veterans, members of our law enforcement community.", "sentId": 97}], "secId": 42}, {"speaker": "So", "sentences": [{"text": "Hillary, they are not a basket of anything.", "sentId": 98}, {"text": "They are Americans and they deserve your respect.", "sentId": 99}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "It's very similar to what the Obama campaign did with the 47 percent, essentially saying you are insulting, mocking, showing your elitist disrespect for hard-working Americans.", "sentId": 100}], "secId": 44}, {"speaker": "ZELENY", "sentences": [{"text": "And it shows, again, how I think a lot of Democrats and a lot of them on the Clinton campaign do not understand what is driving the Trump campaign.", "sentId": 101}, {"text": "They, I don't think, have this whole time, and they don't understand, you know, some of his supporters and the frustration out there in the country.", "sentId": 102}], "secId": 45}, {"speaker": "ZELENY", "sentences": [{"text": "Now, granted, most of those people are not voting for her anyway.", "sentId": 103}, {"text": "But that doesn't matter necessarily.", "sentId": 104}, {"text": "There are going to be people in Middle America, some of the swing states, who will be offended by this remark.", "sentId": 105}], "secId": 46}, {"speaker": "ZELENY", "sentences": [{"text": "So, I think she'll have to address this directly this week as she is campaigning.", "sentId": 106}, {"text": "But it is a fundamental misunderstanding of what is driving Donald Trump supporters.", "sentId": 107}], "secId": 47}, {"speaker": "HENDERSON", "sentences": [{"text": "They think they do understand, at least partly, what is driving these voters.", "sentId": 108}, {"text": "She had that alt-right speech.", "sentId": 109}, {"text": "If she is listening to any of the women I am listening to in the focus groups, these are Republican women who would say Donald Trump was a racist.", "sentId": 110}, {"text": "If you look at the polls even, 30 percent of the Republicans feel like some of the words that Trump say appeal to bigotry, and certainly, 70 to 75 percent if you look at non-white.", "sentId": 111}], "secId": 48}, {"speaker": "HENDERSON", "sentences": [{"text": "So, they want to keep driving the message with this sort of sorry-not sorry allows them to make that point that they think really binds the Obama coalition together.", "sentId": 112}], "secId": 49}, {"speaker": "ZELENY", "sentences": [{"text": "It's hard to imagine Bill Clinton, George W. Bush, Barack Obama saying something like that as Jeff pointed out in front of Barbra Streisand at a New York fund-raiser.", "sentId": 113}, {"text": "It shows why a lot of Democrats fear this race is closer than it should be.", "sentId": 114}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "And everybody, remember, we're at the point in the campaign where everybody, the candidates too, are exhausted.", "sentId": 115}, {"text": "This is when you get tired and this is when you make mistakes.", "sentId": 116}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Up next the race as we know is trending Trump's way in several key states and the commander in chief test.", "sentId": 117}, {"text": "Why isn't it just Democrats who are very alarmed by Trump's repeated praise of Vladimir Putin?", "sentId": 118}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "Live pictures of the Freedom Tower at Ground Zero in New York.", "sentId": 119}, {"text": "It's the 15th anniversary of the horrible day September 11th, 2001.", "sentId": 120}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "We're expecting Donald Trump and Hillary Clinton to visit the site in this hour.", "sentId": 121}, {"text": "There are moments of silence and ceremonies throughout the day.", "sentId": 122}, {"text": "We will take you there in this important day.", "sentId": 123}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "And this important day falls 58 days before the presidential election.", "sentId": 124}, {"text": "And two weeks from tomorrow is the first presidential debate between Hillary Clinton and Donald Trump.", "sentId": 125}, {"text": "One certain debate question, why is Donald Trump so enamored with a Russian president who calls the United States a security threat, bullies his neighbors and imprisons his critics.", "sentId": 126}], "secId": 55}, {"speaker": "TRUMP", "sentences": [{"text": "If he says great things about, I'm going to say great things about him.", "sentId": 127}, {"text": "I've already said he really is very much of a leader.", "sentId": 128}, {"text": "I mean, you can say isn't that a terrible thing.", "sentId": 129}, {"text": "The man has very strong control over a country.", "sentId": 130}, {"text": "Now, it's a very different system and I don't happen to like the system.", "sentId": 131}, {"text": "But certainly, in that system, he's been a leader far more than our president has been a leader.", "sentId": 132}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "That's at the NBC Commander-in-Chief Forum this past week.", "sentId": 133}, {"text": "After that, he called into Larry King's show, which is on Russian Television.", "sentId": 134}, {"text": "Our old CNN friend Larry King now does a show, but it's not owned by Russian Television, but it's licensed by Russian Television.", "sentId": 135}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "And Donald Trump is talking to Larry King, the RT flag in front of it.", "sentId": 136}, {"text": "It's a Kremlin-funded network where he bashes the U.S. media, criticizes Obama and Clinton.", "sentId": 137}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "A lot of Republicans, forget the Democrats, I mean, a lot of Republicans are thinking --", "sentId": 138}], "secId": 59}, {"speaker": "ZELENY", "sentences": [{"text": "Which is the point Hillary Clinton seized on, as she was traveling on Thursday, talking to the press yet again.", "sentId": 139}], "secId": 60}, {"speaker": "ZELENY", "sentences": [{"text": "She said, what would Ronald Reagan say about a Republican presidential nominee talking like this to Russia?", "sentId": 140}], "secId": 61}, {"speaker": "ZELENY", "sentences": [{"text": "So, the Clinton campaign believes that this is a gift.", "sentId": 141}, {"text": "And it may -- it would have been had she not made her misstatement on Friday.", "sentId": 142}, {"text": "But this is -- goes to the judgment question that they're trying to keep fresh in the minds of people, that he doesn't have the judgment to be --", "sentId": 143}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "I hate to jump in.", "sentId": 144}, {"text": "Let's take the pictures right now.", "sentId": 145}, {"text": "Donald Trump is at the 9/11 Memorial in New York.", "sentId": 146}, {"text": "And with him, you see Governor Chris Christie there of New York.", "sentId": 147}, {"text": "And to Donald Trump's right, the left of your screen, just out of your screen for some of you, there's Rudy Giuliani, who, of course, was the mayor of New York City on that fateful day, 9/11.", "sentId": 148}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "You hear applause of this day.", "sentId": 149}, {"text": "This is, again, it's even awkward for us to a degree sitting here discussing politics on this day, 15 years later.", "sentId": 150}, {"text": "But Donald Trump making his stop at Ground Zero.", "sentId": 151}, {"text": "We're also told he will go to a fire station nearby, one of the iconic fire stations where so many lives were lost, the heroes of 9/11.", "sentId": 152}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Peter King, the congressman from New York, also there I believe as well.", "sentId": 153}, {"text": "You see Trump's security detail.", "sentId": 154}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Again, not a day for politics.", "sentId": 155}, {"text": "A shame, I was saying the other day in a meeting, that Hillary Clinton and Donald Trump couldn't do this together.", "sentId": 156}, {"text": "It would be good for the country.", "sentId": 157}, {"text": "But we are not in a state of this presidential campaign where we could see this.", "sentId": 158}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "As we watch these pictures, commander-in-chief was a big test this past week.", "sentId": 159}, {"text": "Who would be tough to deal with terrorism?", "sentId": 160}, {"text": "We talked less about al Qaeda 15 years later, but a lot about ISIS 15 years.", "sentId": 161}, {"text": "Hillary Clinton saying flatly she would not send ground troops, combat troops.", "sentId": 162}, {"text": "There are special forces already on the ground there, but she would not send large contingents of ground troops into Syria or Iraq to deal with this.", "sentId": 163}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Donald Trump saying, maybe we need new generals to deal with this because he thinks Obama somehow, President Obama has disrespected the generals.", "sentId": 164}], "secId": 68}, {"speaker": "MARTIN", "sentences": [{"text": "Think about this for a minute.", "sentId": 165}, {"text": "You have the Republican nominee for president who is running on a platform of being to the left of Hillary Clinton and George W. Bush effectively on the Iraq War.", "sentId": 166}, {"text": "It just really captures, John, how much has happened since 9/11 and how different our politics are now compared to what was a much more conventional, you know, hawkish, conservative, dovish, liberal paradigm in the months and years after 9/11.", "sentId": 167}], "secId": 69}, {"speaker": "MARTIN", "sentences": [{"text": "And it's been really sort of turned on its head now.", "sentId": 168}, {"text": "You have the Republican nominee saying the Democrat is the hawk.", "sentId": 169}, {"text": "She is so-called trigger-happy, he says.", "sentId": 170}, {"text": "It's a fascinating term.", "sentId": 171}], "secId": 70}, {"speaker": "JACOBS", "sentences": [{"text": "Do you guys agree that the national security establishment would prefer Hillary Clinton at this point despite all --", "sentId": 172}], "secId": 71}, {"speaker": "MARTIN", "sentences": [{"text": "Absolutely.", "sentId": 173}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 174}, {"text": "The word \"establishment\" is critical.", "sentId": 175}, {"text": "One of Trump's strengths, as he says, these are the people who have gotten things wrong.", "sentId": 176}, {"text": "The same people whether it was the George W. Bush administration or Bill Clinton administration, they have been getting it wrong for 20 years.", "sentId": 177}, {"text": "But without a doubt the national security establishment, Hillary Clinton had the meeting in New York the other day.", "sentId": 178}, {"text": "Michael Chertoff, a former federal judge, and Bush's homeland security director, by no means a left to center guy, in the room with Hillary Clinton.", "sentId": 179}], "secId": 73}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, and I think you saw him try to reach out to the Republican establishment when he talked about boosting the military, adding more troops to the ranks, adding to the naval fleet.", "sentId": 180}, {"text": "That was a page really out of Mitt Romney in 2012, but very different from the standard issue Republican Party platform when he talks about Putin, for instance, reaching out to Republicans about that.", "sentId": 181}, {"text": "They can't figure out the Putin fascination for Trump.", "sentId": 182}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "And you actually watch this, that is Donald Trump, the Republican nominee for president.", "sentId": 183}, {"text": "This is a day to keep our voices down, but he essentially -- he beat 16 other candidates, most of them senior veteran party leaders, who had won elective office.", "sentId": 184}, {"text": "He had never run for office.", "sentId": 185}, {"text": "Among them, Governor Christie, a more mainstream moderate establishment candidate, run for president this time and lost.", "sentId": 186}, {"text": "Rudy Giuliani ran in 2008 and lost.", "sentId": 187}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "So, the pictures there, this is a tribute at a memorial service but it's a stunning reminder of the change -- this is not going to end with Trump, win or lose, of the turmoil and civil strife in the Republican Party and the conservative movement which are not always the same thing.", "sentId": 188}], "secId": 76}, {"speaker": "ZELENY", "sentences": [{"text": "It is remarkable.", "sentId": 189}, {"text": "And as Jonathan was saying, 15 years later, so many people from that era.", "sentId": 190}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "Bernie Kerik as well, I'm sorry, Jeff, to interrupt.", "sentId": 191}, {"text": "Just recognizing faces as we see at the police --", "sentId": 192}], "secId": 78}, {"speaker": "ZELENY", "sentences": [{"text": "Right, there's one more there.", "sentId": 193}], "secId": 79}, {"speaker": "ZELENY", "sentences": [{"text": "And are so worried about Donald Trump and the national security sphere.", "sentId": 194}, {"text": "The commander in chief audition, if you will, that played out all week long really -- we don't always know what elections are going to be about.", "sentId": 195}, {"text": "We thought this one would be about the economy.", "sentId": 196}], "secId": 80}, {"speaker": "ZELENY", "sentences": [{"text": "It is ending at least for right now on questions of national security here, and how Donald Trump conducts himself and can he make himself more acceptable to some of the suburban voters and others who are not quite comfortable with him sort of controlling the nuclear codes.", "sentId": 197}, {"text": "That's his biggest challenge here.", "sentId": 198}, {"text": "The Clinton campaign trying to make the point he is not acceptable for that.", "sentId": 199}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "And here you see -- this is a remarkable moment.", "sentId": 200}, {"text": "Donald Trump is there.", "sentId": 201}, {"text": "Hillary Clinton is arriving now.", "sentId": 202}, {"text": "Donald Trump is at the center of the memorial site with Governor Christie and Mayor Giuliani and there is Hillary Clinton, who we should all remember was the junior senator from the state of New York on that fateful day.", "sentId": 203}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "And there are pictures of her visiting after -- again, a reminder, I was at the White House on that day, of what a remarkable bipartisan moment the country had and one that last before sometime, in moment of unity.", "sentId": 204}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "We will rebuild New York.", "sentId": 205}, {"text": "We will rebuild the Pentagon.", "sentId": 206}, {"text": "We will rebuild the spirit of the United States of America.", "sentId": 207}, {"text": "Which then slowly and then not so slowly, once you got to this line started to fray with conversations, Hillary Clinton was part of the debate about was the Bush administration, was the city of New York underestimating the environmental damage there, were they sending people back to work too soon.", "sentId": 208}, {"text": "She was part of that and then of course the Iraq debate, which splintered everything.", "sentId": 209}], "secId": 84}, {"speaker": "ZELENY", "sentences": [{"text": "I mean, both parties are different now.", "sentId": 210}, {"text": "The Democratic Party is different now too particularly in the Iraq war vote there.", "sentId": 211}, {"text": "But, John, what you said before about how they're not there together, that is very striking.", "sentId": 212}, {"text": "This is different than anything we've seen in a presidential campaign here.", "sentId": 213}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 214}, {"text": "You just look at these pictures.", "sentId": 215}, {"text": "The Democratic nominee for president on the left of your screen, the Republican nominee for president on the right of your screen, they are within shouting distance of each other, or within a short walk of each other.", "sentId": 216}, {"text": "But the state of our politics, not just this campaign, it has gotten worse in this campaign.", "sentId": 217}, {"text": "There is a big divide between these two.", "sentId": 218}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "The rhetoric until yesterday afternoon was very tough between these two.", "sentId": 219}, {"text": "They are both promising a time-out today.", "sentId": 220}, {"text": "We'll see later today, I believe, as part of the NFL football ceremonies.", "sentId": 221}, {"text": "President Obama and President Bush both prepared videos on 9/11.", "sentId": 222}], "secId": 87}, {"speaker": "people", "sentences": [{"text": "46, we'll have the first moment of", "sentId": 223}], "secId": 88}, {"speaker": "people", "sentences": [{"text": "silence when the first plane hit the first tower.", "sentId": 224}, {"text": "The president will lead a moment of silence at the White House.", "sentId": 225}, {"text": "There will be more of the reading of the names in New York and then, obviously, a ceremony at the Pentagon, Shanksville, Pennsylvania, which should never be forgotten in this conversation.", "sentId": 226}], "secId": 89}, {"speaker": "people", "sentences": [{"text": "It is a reminder of what a day it was.", "sentId": 227}, {"text": "And 15 years later, Jeff, you make a good point, in the first presidential election after 9/11, George W. Bush won a very narrow re-election.", "sentId": 228}, {"text": "People forget how tight the race was over John Kerry.", "sentId": 229}], "secId": 90}, {"speaker": "people", "sentences": [{"text": "There was a bin Laden tape in the campaign that most people think was a big role.", "sentId": 230}, {"text": "Don't change the horse.", "sentId": 231}, {"text": "Don't change your commander in chief in the middle of this moment.", "sentId": 232}, {"text": "Then, that faded as we got into the Iraq war, the toxic political environment.", "sentId": 233}], "secId": 91}, {"speaker": "people", "sentences": [{"text": "The Iraq war was the driving issue in 2008, not so much an issue as the economy more in 2012.", "sentId": 234}, {"text": "I think you raise a great question.", "sentId": 235}, {"text": "Where will we be when we get to October of this year, late October of this year when voters are framing?", "sentId": 236}, {"text": "Ask the voters today, they'll tell you, for most voters, Democratic voters say the economy is number one.", "sentId": 237}, {"text": "Republican voters are more inclined to say terrorism is the top issue.", "sentId": 238}], "secId": 92}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 239}, {"text": "You know, who knows what will happen between now and then.", "sentId": 240}, {"text": "I mean, there are all sorts of unknowns in terms of what happens with national security.", "sentId": 241}, {"text": "God forbid something else happened.", "sentId": 242}, {"text": "But those are the sorts of things that can frame campaigns immediately in the minds of voters.", "sentId": 243}], "secId": 93}, {"speaker": "HENDERSON", "sentences": [{"text": "But I think these polls, again, they show the deep division in this country.", "sentId": 244}, {"text": "And the real -- I think what's sad is the deep distrust among Republican voters of Democratic voters and Democratic leaders.", "sentId": 245}, {"text": "And, you wonder, Hillary Clinton is out there saying she is a bipartisan figure, but certainly the polls don't reflect that.", "sentId": 246}], "secId": 94}, {"speaker": "MARTIN", "sentences": [{"text": "I think you can see the influence of 9/11 in this election, John, because to me, this election is not about the economy or national security.", "sentId": 247}, {"text": "I think it's much more fundamental.", "sentId": 248}, {"text": "It's about American identity.", "sentId": 249}, {"text": "I think part of that includes a sort of question of what kind of country are we going to be?", "sentId": 250}, {"text": "What are we going to look like?", "sentId": 251}, {"text": "What are we going to stand for?", "sentId": 252}], "secId": 95}, {"speaker": "MARTIN", "sentences": [{"text": "This is bedrock stuff here.", "sentId": 253}, {"text": "And I think a lot of it is driven by the threat of Islamic terrorism and really just the threat of insecurity generally that you can trace back to 9/11.", "sentId": 254}, {"text": "You know, there was the saying that we had a holiday from history before 9/11.", "sentId": 255}, {"text": "I think, ever since then, including up to this day, this question of who are we going to be, how do we reconcile freedom and also at the same time safety and security?", "sentId": 256}, {"text": "That's always been the challenge in this country.", "sentId": 257}, {"text": "But it's -- it's so palpable now.", "sentId": 258}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "You have the demographic part of what's our identity that changes in the country.", "sentId": 259}, {"text": "But you do have I think a stylistic part of that question where his -- in the Republican primaries he was tough and strength.", "sentId": 260}, {"text": "He was out of the box on the social issues.", "sentId": 261}, {"text": "He was out of the box.", "sentId": 262}, {"text": "He had been a Democrat and independent.", "sentId": 263}, {"text": "It didn't matter because he was tough and strength.", "sentId": 264}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "She wants to make the case, experienced and calm.", "sentId": 265}], "secId": 98}, {"speaker": "ZELENY", "sentences": [{"text": "Again, though, exactly.", "sentId": 266}, {"text": "But now, talking about 9/11 has changed everything, of course.", "sentId": 267}, {"text": "But as I remember being here in Washington on that day as well, the unity on that day, it's almost hard to imagine at this point.", "sentId": 268}, {"text": "Donald Trump has made himself the nominee by saying he was against the Iraq war.", "sentId": 269}, {"text": "Hillary Clinton, of course, voted for the Iraq war.", "sentId": 270}], "secId": 99}, {"speaker": "ZELENY", "sentences": [{"text": "So, the politics are upside-down in this case.", "sentId": 271}, {"text": "But Barack Obama would never have been the nominee if he hadn't opposed the war.", "sentId": 272}, {"text": "So, that still shapes everything we do here.", "sentId": 273}], "secId": 100}, {"speaker": "ZELENY", "sentences": [{"text": "I do think the election is still about national security and now people feel comfortable and strong and whatnot.", "sentId": 274}], "secId": 101}, {"speaker": "ZELENY", "sentences": [{"text": "I think that's a big advantage for him.", "sentId": 275}], "secId": 102}, {"speaker": "JACOBS", "sentences": [{"text": "The campaign, Trump campaign wanted the week to be national security.", "sentId": 276}, {"text": "We all wondered if he could stick to it.", "sentId": 277}, {"text": "He really did, until he got to the Pensacola rally and went off script with a couple things where he said, \"I'm going to be the best jobs president that God ever created.", "sentId": 278}, {"text": "He went off script with that.", "sentId": 279}, {"text": "He went off script with that Hillary could murder someone and get away with it, the shooting of Iranian sailors if they give inappropriate gestures.", "sentId": 280}], "secId": 103}, {"speaker": "JACOBS", "sentences": [{"text": "But he for the most part has stayed on script for almost a month now.", "sentId": 281}], "secId": 104}, {"speaker": "ZELENY", "sentences": [{"text": "The problem is, is the Matt Lauer thing.", "sentId": 282}, {"text": "There was no script, and he made seven mistakes that could haunt him.", "sentId": 283}, {"text": "Now, that is overshadowed now because of Hillary's challenges but that's his challenge.", "sentId": 284}, {"text": "He has three debates coming up where there is no teleprompter.", "sentId": 285}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "Is he ready?", "sentId": 286}], "secId": 106}, {"speaker": "ZELENY", "sentences": [{"text": "That's the question.", "sentId": 287}, {"text": "Can he do it?", "sentId": 288}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "Is he ready?", "sentId": 289}, {"text": "Is he prepared?", "sentId": 290}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "Well, that's why we have campaigns.", "sentId": 291}, {"text": "The first debate two weeks from tomorrow.", "sentId": 292}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "Thanks for spending your time with us this morning.", "sentId": 293}, {"text": "That's it for INSIDE POLITICS.", "sentId": 294}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "Again, thanks for sharing your Sunday morning.", "sentId": 295}, {"text": "The special coverage is ahead right now, \"STATE OF THE UNION WITH JAKE TAPPER\".", "sentId": 296}], "secId": 111}], "sectionCount": 112, "url": "transcripts.cnn.com/TRANSCRIPTS/1609/11/ip.01.html", "sentenceCount": 298, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired September 11, 2016 - 08:00   ET", "speakers": ["KING", "CLINTON", "TRUMP", "RYAN", "HENDERSON", "MARTIN", "ZELENY", "UNIDENTIFIED FEMALE", "JACOBS", "PENCE", "So", "people"], "title": "INSIDE POLITICS"}