{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1605.15.ip.01.html.json", "subTitle": "Trump, Ryan Talk Unity Despite a \"Few Differences\"; Trump Denies Posing as His Spokesman; Clinton Focusing on November, Attacking Trump. Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "BERMAN", "sentences": [{"text": "Republican speed dating.", "sentId": 0}, {"text": "Donald Trump courts Congress and declares unity.", "sentId": 1}, {"text": "Now the question: is this a relationship that can last?", "sentId": 2}], "secId": 0}, {"speaker": "RYAN", "sentences": [{"text": "The process of unifying the Republican Party takes some time.", "sentId": 3}], "secId": 1}, {"speaker": "BERMAN", "sentences": [{"text": "New tests for Trump.", "sentId": 4}, {"text": "His controversial Muslim ban.", "sentId": 5}], "secId": 2}, {"speaker": "TRUMP", "sentences": [{"text": "That's why it was temporary.", "sentId": 6}, {"text": "Sure, I'd back off on it, I'd like to back off as soon as possible.", "sentId": 7}], "secId": 3}, {"speaker": "BERMAN", "sentences": [{"text": "Plus, old audiotapes raising new questions about fake names and real girlfriends.", "sentId": 8}], "secId": 4}, {"speaker": "BERMAN", "sentences": [{"text": "And will voter see the billionaire's tax returns before they cast their ballots?", "sentId": 9}], "secId": 5}, {"speaker": "BERMAN", "sentences": [{"text": "The Bernie Sanders team says nominating Hillary Clinton is courting disaster.", "sentId": 10}, {"text": "But can the senator do anything to stop it?", "sentId": 11}], "secId": 6}, {"speaker": "SANDERS", "sentences": [{"text": "I say to those super delegates in the states where we won landslide victories, listen to the people of your state!", "sentId": 12}], "secId": 7}, {"speaker": "BERMAN", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 13}], "secId": 8}, {"speaker": "BERMAN", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 14}, {"text": "I'm the other John, John Berman, in for John King.", "sentId": 15}, {"text": "Thank you for sharing your Sunday morning with us.", "sentId": 16}], "secId": 9}, {"speaker": "And with us to share their reporting and their insights", "sentences": [{"text": "Jeff Zeleny of CNN, Alex Burns of \"The New York Times,\" Jill Colvin of \"The Associated Press\", and CNN's Phil Mattingly.", "sentId": 17}], "secId": 10}, {"speaker": "And with us to share their reporting and their insights", "sentences": [{"text": "So, Mr. Trump went to Washington and came back with a whole lot of unity -- unity with a side order of positive.", "sentId": 18}, {"text": "At least that was the message everyone was eager to send.", "sentId": 19}, {"text": "All eyes were on Speaker Paul Ryan, who mere ten days ago here on CNN said he was not presumptive Republican nominee.", "sentId": 20}], "secId": 11}, {"speaker": "And with us to share their reporting and their insights", "sentences": [{"text": "Ryan and Trump carefully released a joint statement Thursday after their summit, acknowledging there are a few differences, but they touted a united front and following the meeting, Ryan had this to say about Donald Trump.", "sentId": 21}], "secId": 12}, {"speaker": "RYAN", "sentences": [{"text": "We really don't know each other.", "sentId": 22}, {"text": "First I though he was a very good personality.", "sentId": 23}, {"text": "He's a very warm and genuine person.", "sentId": 24}], "secId": 13}, {"speaker": "BERMAN", "sentences": [{"text": "And then he had this to say about t Republican path toward unity.", "sentId": 25}], "secId": 14}, {"speaker": "RYAN", "sentences": [{"text": "This is our first meeting.", "sentId": 26}, {"text": "I was encouraged with this meeting but this is a process and it's very important that we don't fake unifying, we don't pretend unification.", "sentId": 27}], "secId": 15}, {"speaker": "BERMAN", "sentences": [{"text": "So there's that.", "sentId": 28}], "secId": 16}, {"speaker": "BERMAN", "sentences": [{"text": "Plus, just a day after Trump's descent on D.C. and questions about Republican solidarity, the presumptive nominee is answering a different line of questioning, this time about a 25-year-old audiotape.", "sentId": 29}, {"text": "On it, you can hear an interviewer talking to a man who calls himself John Miller, a man named John Miller who allegedly works for a man named Donald Trump.", "sentId": 30}], "secId": 17}, {"speaker": "BERMAN", "sentences": [{"text": "But some suggest the John Miller sounds a lot like Donald Trump himself.", "sentId": 31}], "secId": 18}, {"speaker": "JOHN MILLER", "sentences": [{"text": "A lot of the people that you write about really are -- I mean, they call, they get call.", "sentId": 32}, {"text": "Actresses, people that you write about just call to see if they can go out with them.", "sentId": 33}, {"text": "So I've sort of been put in here to handle because I've never seen anybody get so many calls from the press.", "sentId": 34}], "secId": 19}, {"speaker": "BERMAN", "sentences": [{"text": "All right.", "sentId": 35}, {"text": "We're going to talk about the John Miller situation in just a moment.", "sentId": 36}, {"text": "But we want to start with the idea of unity.", "sentId": 37}], "secId": 20}, {"speaker": "BERMAN", "sentences": [{"text": "Alex Burns, I want to start with you.", "sentId": 38}, {"text": "Who got more unity, Donald Trump or Paul Ryan?", "sentId": 39}, {"text": "Another way of asking, who is smiling wider this morning when it comes to these meetings?", "sentId": 40}], "secId": 21}, {"speaker": "BURNS", "sentences": [{"text": "I think it was clearly a bigger success for Trump than anybody else.", "sentId": 41}, {"text": "He was dealing with this ongoing spiraling narrative of the Republican Party, simply having this problem with him where they simply were not accepting him as the nominee.", "sentId": 42}, {"text": "He still clearly has a ways to go with Ryan in particular and a lot of party donors especially and conservative elites.", "sentId": 43}], "secId": 22}, {"speaker": "BURNS", "sentences": [{"text": "But that narrative of sort of a downward spiral for some did seem to turn pretty fast after that meeting.", "sentId": 44}, {"text": "I do think it's important to note Trump is running around acting as though peace has been restored in the land, the problem has been solved.", "sentId": 45}, {"text": "Ryan left himself a lot of wiggle room to back away from Trump if in the event he makes statements on policy or in the event that other outlandish John Miller-style stories come out.", "sentId": 46}, {"text": "You know, Ryan made it pretty clear to Trump face to face and in public afterwards he would like to endorse the party's nominee but that's not where he is today.", "sentId": 47}], "secId": 23}, {"speaker": "BERMAN", "sentences": [{"text": "Hold on to that thought of Ryan providing cover for himself to back up.", "sentId": 48}, {"text": "I want to show Donald Trump talking about his victory last -- sort of claiming in these meetings.", "sentId": 49}, {"text": "Listen to Donald Trump.", "sentId": 50}], "secId": 24}, {"speaker": "TRUMP", "sentences": [{"text": "I thought it was a very good meeting, I think Paul felt the same way and everybody else did also.", "sentId": 51}, {"text": "He's got not an easy job and I don't mind going through a little bit of a slow process.", "sentId": 52}], "secId": 25}, {"speaker": "TRUMP", "sentences": [{"text": "We're getting there.", "sentId": 53}], "secId": 26}, {"speaker": "BERMAN", "sentences": [{"text": "So, Phil, that's Donald Trump like I said, sort of declaring victor right there.", "sentId": 54}], "secId": 27}, {"speaker": "BERMAN", "sentences": [{"text": "Alex suggested Paul Ryan left himself an out.", "sentId": 55}, {"text": "There was a lot suggested Paul Ryan was providing cover who wanted to create distance from Donald Trump.", "sentId": 56}], "secId": 28}, {"speaker": "BERMAN", "sentences": [{"text": "I can look at it the other way, and say what Paul Ryan was doing was providing cover for those who want to move to Donald Trump because it we saw a whole lot more of that toward the end of the week.", "sentId": 57}], "secId": 29}, {"speaker": "MATTINGLY", "sentences": [{"text": "No question.", "sentId": 58}, {"text": "Donald Trump declaring victory here to Alex's point it was a good experience for him.", "sentId": 59}, {"text": "It was a good process for him, the start of the process.", "sentId": 60}], "secId": 30}, {"speaker": "MATTINGLY", "sentences": [{"text": "I think the end game and we've talked about this a couple of times, the end game for Paul Ryan is the open question for me right now.", "sentId": 61}, {"text": "Where does he go from here?", "sentId": 62}, {"text": "Looks like he's taking steps toward eventually endorsing the nominee.", "sentId": 63}], "secId": 31}, {"speaker": "MATTINGLY", "sentences": [{"text": "We all thought providing cover perspectives he wanted to keep the options open.", "sentId": 64}, {"text": "Yes, he left himself wiggle room but how much is the big question.", "sentId": 65}], "secId": 32}, {"speaker": "MATTINGLY", "sentences": [{"text": "You talk about the areas where they actually are agreeing on, OK, so according to officials involved in this meeting it was on Supreme Court nominees.", "sentId": 66}, {"text": "It was on life or abortion rights.", "sentId": 67}, {"text": "It was on a couple of kind of obvious issues.", "sentId": 68}], "secId": 33}, {"speaker": "MATTINGLY", "sentences": [{"text": "But on areas where they disagree, the disagreements are so stark, are so extreme, compared to if you want to talk tax policy, if you want to talk entitlement reform, you want to talk all the issues, how does Paul Ryan ever endorse when those issues remain very far apart?", "sentId": 69}], "secId": 34}, {"speaker": "MATTINGLY", "sentences": [{"text": "I don't actually know the answer to that, and I think that's kind of my open question as people start to move toward Donald Trump and it appeared Paul Ryan is one of those people, how does this actually end?", "sentId": 70}], "secId": 35}, {"speaker": "BERMAN", "sentences": [{"text": "It seemed to be an official agreement to disagree.", "sentId": 71}], "secId": 36}, {"speaker": "BERMAN", "sentences": [{"text": "And, Jill, you know, Paul Ryan didn't endorse but, what, like nine or ten committee chairmen did in the house?", "sentId": 72}, {"text": "There seems to be a movement.", "sentId": 73}], "secId": 37}, {"speaker": "COLVIN", "sentences": [{"text": "Yes, I mean, I think that's true.", "sentId": 74}, {"text": "But I think what this also demonstrates the fact that again and again you have people who leave one-on-one meetings with Donald Trump being genuinely impressed with him.", "sentId": 75}, {"text": "It seems to be kind of this charisma game that he's playing where they feel very much like he's listening to them, like he is a reasonable person that they can negotiate with down the line.", "sentId": 76}], "secId": 38}, {"speaker": "COLVIN", "sentences": [{"text": "The question is, whether we actually see any concrete movement.", "sentId": 77}, {"text": "We know people are concerned about his temperament and we know that they're concerned about issues like immigration and the Muslim ban.", "sentId": 78}, {"text": "The question is, does he moderate on those issues at all?", "sentId": 79}, {"text": "I mean, at this point he hasn't shown any tendency to do that.", "sentId": 80}], "secId": 39}, {"speaker": "BERMAN", "sentences": [{"text": "We saw a little movement.", "sentId": 81}, {"text": "You saw it in Congress, Jeff.", "sentId": 82}, {"text": "You also saw Lindsey Graham, right?", "sentId": 83}, {"text": "Lindsey Graham had an odd phone conversation with Donald Trump, these guys have been beating up on each other hard for months and months now.", "sentId": 84}], "secId": 40}, {"speaker": "BERMAN", "sentences": [{"text": "Now, they had a phone call.", "sentId": 85}, {"text": "Lindsey Graham said, no, I'm not endorsing but you know what?", "sentId": 86}, {"text": "Donald Trump is really funny, you know, he made me laugh there.", "sentId": 87}], "secId": 41}, {"speaker": "ZELENY", "sentences": [{"text": "It says more about Lindsey Graham more than Donald Trump.", "sentId": 88}, {"text": "I think some of these people have to watch how much of their own credibility they may be losing here.", "sentId": 89}], "secId": 42}, {"speaker": "ZELENY", "sentences": [{"text": "No one has been farther out there on the limb being a skeptic as Lindsey Graham and for him to suddenly change his view, I think we are seeing things shift here.", "sentId": 90}, {"text": "But I was struck by something Paul Ryan said yesterday in Janesville, Wisconsin.", "sentId": 91}, {"text": "He said, we're beginning the process of discussing what unity in the party looks like.", "sentId": 92}, {"text": "So, that's about three steps toward unification there.", "sentId": 93}], "secId": 43}, {"speaker": "ZELENY", "sentences": [{"text": "But for Paul Ryan, it's all about issues.", "sentId": 94}, {"text": "As Phil said, it really is about issues.", "sentId": 95}, {"text": "I don't think he cares about these shiny object things.", "sentId": 96}, {"text": "If Donald Trump holds the line on some issues, he thinks it's fine but I'm not sure any of this matters.", "sentId": 97}, {"text": "Donald Trump does not need Lindsey Graham.", "sentId": 98}, {"text": "He's going to win South", "sentId": 99}], "secId": 44}, {"speaker": "ZELENY", "sentences": [{"text": "Carolina.", "sentId": 100}, {"text": "He does not need some of these people.", "sentId": 101}, {"text": "It's more important for House members and Senate members than it is, for the people with Donald Trump.", "sentId": 102}, {"text": "People are with Donald Trump.", "sentId": 103}], "secId": 45}, {"speaker": "BERMAN", "sentences": [{"text": "What he needs is he needs there not to be a third party candidate.", "sentId": 104}], "secId": 46}, {"speaker": "ZELENY", "sentences": [{"text": "No doubt.", "sentId": 105}], "secId": 47}, {"speaker": "BERMAN", "sentences": [{"text": "He needs there not to be Ben Sasse or someone running from the right, you know?", "sentId": 106}, {"text": "And, Jill, \"The Washington Post\" had an article talking about these people from Mitt Romney to Bill Kristol, Mike Murphy still trying to agitate to get that person out there but that person doesn't seem to exist.", "sentId": 107}], "secId": 48}, {"speaker": "COLVIN", "sentences": [{"text": "Yes, at this point they're looking for that candidate, and I think very much to the point that you were talking about.", "sentId": 108}], "secId": 49}, {"speaker": "COLVIN", "sentences": [{"text": "I mean, there's still -- you know, keep in mind this is a guy who has not had the past two Republican presidents, Mitt Romney is still not on board.", "sentId": 109}, {"text": "There are key elements of the establishment that are just not ready to go there and that's significant.", "sentId": 110}], "secId": 50}, {"speaker": "BERMAN", "sentences": [{"text": "Mitt Romney, Jeff Zeleny -- Mitt Romney though still going after Trump hard, Jeff.", "sentId": 111}, {"text": "How long do you think Romney can keep this up?", "sentId": 112}], "secId": 51}, {"speaker": "ZELENY", "sentences": [{"text": "He can keep it up as long as he wants but it doesn't matter.", "sentId": 113}, {"text": "I do not think that -- Mitt Romney does not control any votes other than his own and perhaps his son's and whatnot.", "sentId": 114}, {"text": "I do not think it matters what Mitt Romney is saying here.", "sentId": 115}], "secId": 52}, {"speaker": "ZELENY", "sentences": [{"text": "And Ben Sasse, for all the talk about a third party candidate, he was sanctioned yesterday by the Nebraska Republican Party.", "sentId": 116}, {"text": "They voted in a meeting yesterday that he should stop talking about not supporting the nominee.", "sentId": 117}], "secId": 53}, {"speaker": "ZELENY", "sentences": [{"text": "So, I think this idea of a third party candidate is just that, Washington talk, and it does not matter.", "sentId": 118}], "secId": 54}, {"speaker": "BERMAN", "sentences": [{"text": "You know, it would be great to get comment from the Trump team on this and spokesman like say John Miller, the Trump spokesman from the 1990s right now.", "sentId": 119}, {"text": "I want to play you more sound from this spokesperson John Miller of this tape that surfaced over the last couple of days.", "sentId": 120}, {"text": "Listen in.", "sentId": 121}], "secId": 55}, {"speaker": "JOHN MILLER", "sentences": [{"text": "Mick Jagger started calling her, and she ended up going with Mick Jagger.", "sentId": 122}, {"text": "And then she dropped Mick Jagger for Donald, and that's where it is right now.", "sentId": 123}], "secId": 56}, {"speaker": "SUE CARSWELL", "sentences": [{"text": "Where did you come from?", "sentId": 124}, {"text": "MILLER:  I was, basically, worked for different firms.", "sentId": 125}, {"text": "I worked for a couple of different firms, and I'm somebody that he knows and I think somebody that he trusts and likes.", "sentId": 126}], "secId": 57}, {"speaker": "BERMAN", "sentences": [{"text": "So, you know, Trump later on, Alex, denied this was him.", "sentId": 127}, {"text": "He flat out denied it to the \"Today\" show.", "sentId": 128}, {"text": "There are a lot of people listen to the tapes that sounds an awful lot like Donald Trump.", "sentId": 129}, {"text": "Is this weird or something that actually damages him?", "sentId": 130}], "secId": 58}, {"speaker": "BURNS", "sentences": [{"text": "Look, I think you have to, when stories like this come out and there are so many of them with Trump, you have to imagine how would we all be reacting if a story like this had come out about John Kerry immediately after he secured the Democratic nomination 2004 and Bob Dole in 1996, Bob Dole seems to have impersonated himself as a spokesman several years ago.", "sentId": 131}], "secId": 59}, {"speaker": "BURNS", "sentences": [{"text": "This is really outlandish, right?", "sentId": 132}, {"text": "And I think there is a risk for the press but for everybody that the bar for Trump has been so progressively lowered over the course of this campaign, that he has survived so many of these stories, that we end up ruling out the prospect that there really are voters out there who see something like this and think, boy, that's unusual.", "sentId": 133}], "secId": 60}, {"speaker": "BURNS", "sentences": [{"text": "I was talking over this last week to a number of Republicans who are rank and file Republicans, registered voters, not people who are elected officials or professional political consultants, about how they feel about Trump now that he's the nominee and the interesting thing was not just the level of discomfort, but that each one of them cited a different reason for why they felt so uncomfortable with him.", "sentId": 134}, {"text": "Each were called a different moment in his primary campaign, whether it was his comments about torture or his comments about prisoners of war, comments about women that there are so many different avenues to choose from in order to describe and rationalize their discomfort with this guy.", "sentId": 135}], "secId": 61}, {"speaker": "BERMAN", "sentences": [{"text": "Phil, about 30 seconds left before we go to break here.", "sentId": 136}], "secId": 62}, {"speaker": "BERMAN", "sentences": [{"text": "In addition to that \"Washington Post\" with the audiotape, \"New York Times\" take about Trump's complicated relationship with women over the years.", "sentId": 137}, {"text": "You know, two pieces sort of investigative taking on Trump pieces in the last five days, are we going to see more of this?", "sentId": 138}], "secId": 63}, {"speaker": "MATTINGLY", "sentences": [{"text": "Yes, no question about it.", "sentId": 139}, {"text": "Get ready fort.", "sentId": 140}, {"text": "This is the work you're going to see come out with regularity from all major publications, because this is the process when you're the nominee, that you're going to have to go through.", "sentId": 141}, {"text": "You get vetted by complications.", "sentId": 142}, {"text": "Tough stories with Donald Trump, will they stick.", "sentId": 143}, {"text": "He will hammer home every one of the stories trying to make sure they stick.", "sentId": 144}, {"text": "Will it work?", "sentId": 145}, {"text": "That's the question.", "sentId": 146}], "secId": 64}, {"speaker": "BERMAN", "sentences": [{"text": "It depends if they put money behind it right.", "sentId": 147}, {"text": "There will be millions of dollars behind this.", "sentId": 148}], "secId": 65}, {"speaker": "BERMAN", "sentences": [{"text": "Up next, the elusive Trump's tax return, will the public get to see them before they head to the ballots?", "sentId": 149}], "secId": 66}, {"speaker": "BERMAN", "sentences": [{"text": "But, first, politicians say and do the darnedest things.", "sentId": 150}, {"text": "Senator Bernie Sanders not all suited up but still working the prom circuit.", "sentId": 151}, {"text": "Here he is and Elizabeth Town, Kentucky, where are the tuck and where are ruffles?", "sentId": 152}], "secId": 67}, {"speaker": "BERMAN", "sentences": [{"text": "And when he isn't attending prom, Sanders is working on his new fund- raising strategy.", "sentId": 153}], "secId": 68}, {"speaker": "SANDERS", "sentences": [{"text": "Well, I don take money from billionaires, but I do check every bending machine change slot.", "sentId": 154}, {"text": "Come on, $27, nothing.", "sentId": 155}, {"text": "You can't give up on that contested confection.", "sentId": 156}, {"text": "You got to rock the system.", "sentId": 157}], "secId": 69}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Got it.", "sentId": 158}], "secId": 70}, {"speaker": "BERMAN", "sentences": [{"text": "Republicans starting the week with a united front and new questions about the presumptive nominee from the John Miller audiotapes to Trump's stonewalling when it comes to Trump releasing his tax returns.", "sentId": 159}, {"text": "Listen to this.", "sentId": 160}], "secId": 71}, {"speaker": "STEPHANOPOULOS", "sentences": [{"text": "What is your tax rate?", "sentId": 161}], "secId": 72}, {"speaker": "TRUMP", "sentences": [{"text": "It's none of your business.", "sentId": 162}, {"text": "You'll see it when I release.", "sentId": 163}, {"text": "But I fight very hard to pay as little tax as possible.", "sentId": 164}], "secId": 73}, {"speaker": "BERMAN", "sentences": [{"text": "So, if Trump does not release him, he will be breaking with a 40-year tradition of presidential nominees making the returns public.", "sentId": 165}, {"text": "RNC spokesperson Sean Spicer told CNN Trump should make a decision sooner rather than later about his returns.", "sentId": 166}, {"text": "But Trump is vague to say the least about a timetable.", "sentId": 167}], "secId": 74}, {"speaker": "TRUMP", "sentences": [{"text": "I will really gladly give them, not going to learn anything but it's under routine audit.", "sentId": 168}, {"text": "When the audit ends, I'm going to present them.", "sentId": 169}, {"text": "That should be before the election.", "sentId": 170}], "secId": 75}, {"speaker": "BERMAN", "sentences": [{"text": "All right.", "sentId": 171}, {"text": "Jill Colvin, it was you interview with Donald Trump that raised the issue.", "sentId": 172}, {"text": "The tax returns became an issue.", "sentId": 173}, {"text": "I got to say his body language in that interview certainly with George Stephanopoulos when he said it was none of your business the body language seemed to be -- you're not going to see them before November.", "sentId": 174}], "secId": 76}, {"speaker": "COLVIN", "sentences": [{"text": "Yes.", "sentId": 175}, {"text": "I mean, Trump has insisted that he's under audit and that his lawyer had advised him, any lawyer would advise not release them until the audit is complete.", "sentId": 176}, {"text": "He's given no indication that he has received word that that audit is coming to a close.", "sentId": 177}], "secId": 77}, {"speaker": "COLVIN", "sentences": [{"text": "And I think at this point Donald Trump is very much what he told me was that voters don't care about this.", "sentId": 178}, {"text": "You know, he doesn't believe that voters have any right to see this information before they decide who to vote for and that people really don't care, and I think obviously the Clinton campaign is going to try very hard to make sure that people care.", "sentId": 179}], "secId": 78}, {"speaker": "COLVIN", "sentences": [{"text": "You've got a candidate who is running on his business record.", "sentId": 180}, {"text": "He's not an elected official.", "sentId": 181}, {"text": "He's not a former congressman who has a record of votes or governor with a legislative record.", "sentId": 182}, {"text": "He's running on his business record and people are looking for as many details as possible.", "sentId": 183}], "secId": 79}, {"speaker": "COLVIN", "sentences": [{"text": "He said there's nothing to learn from these records, but, of course, as we all know, there's a great deal of information in here.", "sentId": 184}, {"text": "Has he maybe exaggerated his wealth, do we know anything about his charitable giving and there's a wealth of information and by not providing it he's leaving himself open to suggestions he's trying to hide something.", "sentId": 185}], "secId": 80}, {"speaker": "BERMAN", "sentences": [{"text": "How much did he make and how much did he pay in taxes?", "sentId": 186}, {"text": "Those are giant questions when it comes to Donald Trump.", "sentId": 187}, {"text": "Will voters care?", "sentId": 188}, {"text": "That's a separate issue.", "sentId": 189}], "secId": 81}, {"speaker": "BERMAN", "sentences": [{"text": "But can Hillary Clinton make them care, Jeff Zeleny, and will they try?", "sentId": 190}], "secId": 82}, {"speaker": "BERMAN", "sentences": [{"text": "How hard about the Clinton campaign go after this?", "sentId": 191}, {"text": "Because when you get to issues of transparency for Hillary Clinton, you know, is that challenging?", "sentId": 192}], "secId": 83}, {"speaker": "ZELENY", "sentences": [{"text": "It is challenging but she was campaigning in New Jersey on Wednesday and a man shouted up out of the audience what about his tax returns and she went after it and kind of suddenly had a new line.", "sentId": 193}, {"text": "She was not planning on speaking about it.", "sentId": 194}], "secId": 84}, {"speaker": "ZELENY", "sentences": [{"text": "But I think the issue of hammering the Clintons for not being transparent this gives her a lot of ammunition to talk back about it.", "sentId": 195}, {"text": "The Clintons released their tax returns for some 30 years.", "sentId": 196}, {"text": "They're on the website.", "sentId": 197}, {"text": "Everything is sort of out there to see.", "sentId": 198}, {"text": "So, I think this is a big difference between the two.", "sentId": 199}], "secId": 85}, {"speaker": "ZELENY", "sentences": [{"text": "I think the bigger problem for Donald Trump is he's the one who's calling on Mitt Romney four years ago to release his tax returns.", "sentId": 200}, {"text": "He's sort o been on the other side of this issue.", "sentId": 201}, {"text": "Again, I think we have to put this in the column of his voters certainly don't care about it.", "sentId": 202}, {"text": "The question is, is this going to limit his expansion potential?", "sentId": 203}], "secId": 86}, {"speaker": "Republicans", "sentences": [{"text": "I think the place where maybe the Clinton campaign, Democrats", "sentId": 204}], "secId": 87}, {"speaker": "Republicans", "sentences": [{"text": "in general go with this now in order to ratchet up the pressure.", "sentId": 205}, {"text": "We saw Harry Reid do it to Mitt Romney in 2012.", "sentId": 206}], "secId": 88}, {"speaker": "BERMAN", "sentences": [{"text": "Harry Reid, by the way -- what Harry Reid did, he was making stuff up.", "sentId": 207}], "secId": 89}, {"speaker": "BURNS", "sentences": [{"text": "Sure, but if you can't actually get access to the information in a tax return, they will do the next thing, which is speculate about the information that's in the tax return, right?", "sentId": 208}, {"text": "And you're going to start to hear Democrats, you heard Mitt Romney last week, having a bit --", "sentId": 209}], "secId": 90}, {"speaker": "BERMAN", "sentences": [{"text": "Democrats like Mitt Romney?", "sentId": 210}], "secId": 91}, {"speaker": "BURNS", "sentences": [{"text": "No, no, Democrats and Mitt Romney.", "sentId": 211}, {"text": "You heard Mitt Romney last week sort of having fun with the game here, saying perhaps Mr. Trump should prove that he has no connections to organize crime by releasing his tax return.", "sentId": 212}, {"text": "You're going to see more and more people being creative with speculating about what might be in those documents.", "sentId": 213}], "secId": 92}, {"speaker": "BERMAN", "sentences": [{"text": "All right, on the subject of creative, and perhaps shifting language as it were, Donald Trump one of the few policy proposals he put out during the primary season, paper policy proposal was his suggested ban on Muslims entering the United States.", "sentId": 214}, {"text": "The campaign quickly after that proposal calling it a temporary ban.", "sentId": 215}, {"text": "Now, Trump has changed the language even more.", "sentId": 216}], "secId": 93}, {"speaker": "BERMAN", "sentences": [{"text": "Listen to what Donald Trump is saying about that.", "sentId": 217}], "secId": 94}, {"speaker": "TRUMP", "sentences": [{"text": "That's why it was temporary.", "sentId": 218}, {"text": "Sure, I'd back off on it, I'd like to back off as soon as possible.", "sentId": 219}, {"text": "We have exceptions and again it's temporarily and ultimately, it's my aim to have it lifted.", "sentId": 220}], "secId": 95}, {"speaker": "BERMAN", "sentences": [{"text": "Beyond that, Phil, he also said it's a suggestion.", "sentId": 221}, {"text": "It's just a suggestion.", "sentId": 222}, {"text": "Now I'm old enough to remember that when politicians run for office make campaign promises.", "sentId": 223}, {"text": "But with Donald Trump, it may all be suggestions and that's the way he's done business.", "sentId": 224}], "secId": 96}, {"speaker": "MATTINGLY", "sentences": [{"text": "There's a certain view that if you're a politician who can get away with just saying everything is a suggestion and everything is open to negotiation, right?", "sentId": 225}, {"text": "Any other politician would be crucified for saying something like that.", "sentId": 226}, {"text": "Donald Trump managed to get through an entire primary saying those things.", "sentId": 227}], "secId": 97}, {"speaker": "MATTINGLY", "sentences": [{"text": "Now, his language only the Muslim ban is as big of a shift as it was played out to be.", "sentId": 228}, {"text": "He's clearly leaving an opening but his campaign reiterated if still stands where he stands and the Clinton campaign made sure to say after the interview he still backs the Muslim ban.", "sentId": 229}], "secId": 98}, {"speaker": "MATTINGLY", "sentences": [{"text": "I think the difficulty he presents and did it throughout the primary for his opponents and stays so ambiguous with his language here on what he actually means.", "sentId": 230}, {"text": "How do you pin him down on a policy attacks if you don't know where he actually stands here.", "sentId": 231}, {"text": "It's something that again where hurt politicians in past campaigns, and somehow it's worked out to his benefit.", "sentId": 232}], "secId": 99}, {"speaker": "MATTINGLY", "sentences": [{"text": "What you've seen the Clinton campaign do try to hold him to account on a single position and not let him shift.", "sentId": 233}, {"text": "They've done with the Muslim ban.", "sentId": 234}, {"text": "They've done it on taxes up to this point, if that works I think is an open question right now.", "sentId": 235}], "secId": 100}, {"speaker": "ZELENY", "sentences": [{"text": "I'm not sure his voters thought it was a suggestion, though.", "sentId": 236}, {"text": "I was in the room on the aircraft carrier Mt.", "sentId": 237}, {"text": "Pleasant, South Carolina, when Donald Trump made the Muslim ban suggestion.", "sentId": 238}, {"text": "The voters in that room did not, who were cheering, embraced it, and all along the line here, the South Carolina voters, a lot of Republican primary voters embraced that.", "sentId": 239}, {"text": "They didn't think it was a suggestion.", "sentId": 240}], "secId": 101}, {"speaker": "ZELENY", "sentences": [{"text": "So, I think he may have a problem with his own base if he keeps going in that respect.", "sentId": 241}], "secId": 102}, {"speaker": "BERMAN", "sentences": [{"text": "Jill?", "sentId": 242}], "secId": 103}, {"speaker": "ZELENY", "sentences": [{"text": "I also found talking to voters immediately after he proposed the ban a lot of them interpreted it differently.", "sentId": 243}, {"text": "They interpreted it as perhaps a ban on Syrian refugees or other refugees coming into the country and it was interesting the amount of wiggle room they were introducing.", "sentId": 244}], "secId": 104}, {"speaker": "ZELENY", "sentences": [{"text": "And I completely agree with you, if you look at his words aside from the packaging of it being a suggestion he's still proposing a temporary ban on foreign Muslims, the largest growing religious groups in this country, in the world from entering the country.", "sentId": 245}], "secId": 105}, {"speaker": "BERMAN", "sentences": [{"text": "There are plenty of people on the other side saying it's dangerous.", "sentId": 246}, {"text": "We know the Democrat also hit what shift or language change he makes.", "sentId": 247}], "secId": 106}, {"speaker": "BERMAN", "sentences": [{"text": "All right.", "sentId": 248}, {"text": "Bernie Sanders is still running and still winning in some of the states he's running in.", "sentId": 249}, {"text": "Next, what that means for Hillary Clinton and her new Trump-focused strategy.", "sentId": 250}], "secId": 107}, {"speaker": "first", "sentences": [{"text": "who do you think does Twitter better, Elizabeth Warren or Donald Trump?", "sentId": 251}, {"text": "Vote now at CNN.com/vote.", "sentId": 252}], "secId": 108}, {"speaker": "BERMAN", "sentences": [{"text": "There are only 11 Democratic primaries or caucuses left.", "sentId": 253}, {"text": "Senator Bernie Sanders claims can he still catch Hillary Clinton.", "sentId": 254}, {"text": "The senator from Vermont would need to win 67 percent of the remaining pledged delegates in order to take the lead over Hillary Clinton by just one single pledge delegate.", "sentId": 255}], "secId": 109}, {"speaker": "BERMAN", "sentences": [{"text": "I mean, it's theoretically possible but given his past performances in diverse states with huge delegate prizes like New Jersey and California still to come, not likely.", "sentId": 256}, {"text": "Not probable.", "sentId": 257}, {"text": "Sanders says he and his campaign are not going anywhere until the last ballot is cast but with Hillary Clinton's pledged delegate lead and not so secret superdelegate weapon, Hillary Clinton, she has already shifted to the general election.", "sentId": 258}], "secId": 110}, {"speaker": "CLINTON", "sentences": [{"text": "What about his taxes?", "sentId": 259}, {"text": "So we'll get around to that, too.", "sentId": 260}, {"text": "Because when you run for president, especially when you become the nominee that is kind of expected.", "sentId": 261}, {"text": "My husband and I have released 33 years of tax returns.", "sentId": 262}, {"text": "We got eight years on our website right now.", "sentId": 263}, {"text": "So you got to ask yourself why doesn't he want to release them.", "sentId": 264}], "secId": 111}, {"speaker": "BERMAN", "sentences": [{"text": "Jeff Zeleny, you know, you cover these campaigns, the Democratic side very, very closely, scale of one to ten, how much is Hillary in the general election right now and how focused is she on Bernie Sanders?", "sentId": 265}], "secId": 112}, {"speaker": "ZELENY", "sentences": [{"text": "Eleven.", "sentId": 266}, {"text": "She has moved beyond Bernie Sanders at least six days a week but these two Tuesdays, these pesky Tuesdays when there are election days she suddenly is reminded that gosh, Bernie Sanders is still hanging around.", "sentId": 267}, {"text": "So, again, on this Tuesday, when voters in Kentucky and Oregon have their say in this, she's likely to not win both of those states.", "sentId": 268}, {"text": "They're actually fighting hard in Kentucky.", "sentId": 269}, {"text": "Hillary Clinton is in Louisville, Kentucky, this morning and she'll be campaigning there and today and tomorrow, they added that to her schedule.", "sentId": 270}], "secId": 113}, {"speaker": "ZELENY", "sentences": [{"text": "They believe Kentucky is a place they can win, because it's a closed Democratic primary.", "sentId": 271}, {"text": "She's done much, much better in places where Independents can't vote here.", "sentId": 272}, {"text": "The Clinton campaign has shifted almost entirely to Donald Trump but they do not want to finish these 11 contests, which are eight states and three territories, the District of Columbia, Puerto Rico and the Virgin Islands.", "sentId": 273}, {"text": "They don't want to finish this 0 for 11.", "sentId": 274}, {"text": "They want to win some.", "sentId": 275}], "secId": 114}, {"speaker": "ZELENY", "sentences": [{"text": "They think they can win Kentucky this week.", "sentId": 276}, {"text": "California and New Jersey also is, you know, complicating thing because that basically ends it.", "sentId": 277}, {"text": "They want to go out a win here because it's damaging that they think that Bernie Sanders winning.", "sentId": 278}, {"text": "But mathematically speaking even if he wins by that 67 percent like you said, he still needs super delegates to put him over the top and of course we know where those super delegates stand.", "sentId": 279}], "secId": 115}, {"speaker": "BERMAN", "sentences": [{"text": "You know, it's interesting, you say Hillary is at 11 now in terms of focusing in the general election.", "sentId": 280}, {"text": "Bernie Sanders is really gone down to say, two or three in terms of going after Hillary Clinton.", "sentId": 281}, {"text": "I think that's say to say also, you know, the campaign did put out a fund-raising plea which caused some controversy.", "sentId": 282}, {"text": "It said the Democratic Party must decide if they want the candidate with the momentum who is best positioned to beat Trump or if they're willing to roll the dice and court disaster simply to protect the status quo.", "sentId": 283}], "secId": 116}, {"speaker": "BERMAN", "sentences": [{"text": "Again, Phil, that caused some controversy but, you know, the Clinton people didn't even seem to get that upset about that.", "sentId": 284}, {"text": "What they do get frustrated with and the one thing you can still sort of get them to, you know, get a little bit hot over is California.", "sentId": 285}, {"text": "They just hate the notion that they may have to spend money and time in California.", "sentId": 286}], "secId": 117}, {"speaker": "MATTINGLY", "sentences": [{"text": "It's the money issue that matters more than anything else.", "sentId": 287}, {"text": "California is expensive and if they have to go into that state a huge state and spend money, that's money they can't spend on the general election and it's not just that they'd have to spend it when California comes up, it's right now.", "sentId": 288}], "secId": 118}, {"speaker": "MATTINGLY", "sentences": [{"text": "Right now is when they want to be setting the path forward for their general  election, the battleground state staffers, the spend in the battleground state, how they're laying out their general election plan is what they're  doing right now.", "sentId": 289}, {"text": "As Jeff said, all they care about is the general election but they can't put all of their money there, they can't focused all of their financial resources and even staffing resource there until they know what they have to do with California.", "sentId": 290}], "secId": 119}, {"speaker": "MATTINGLY", "sentences": [{"text": "I think there's a lot of frustration within the campaign right now of, we're ready to shift entirely not just in our message but also on our finances, also on our staffing and we just can't do it yet as long as California is still out there.", "sentId": 291}, {"text": "I think that's why Kentucky matters so much.", "sentId": 292}, {"text": "They want Kentucky in a way that could put them over the top if you add super delegates in and all of a sudden say, look, we've won this already, let's start shifting everything.", "sentId": 293}], "secId": 120}, {"speaker": "BERMAN", "sentences": [{"text": "They want to be looking at the battleground states.", "sentId": 294}, {"text": "Right?", "sentId": 295}, {"text": "And Jill, we have this Quinnipiac polls that came out this week from the battleground states.", "sentId": 296}, {"text": "From Florida, from Ohio, from Pennsylvania, Hillary Clinton versus Donald Trump.", "sentId": 297}, {"text": "You know, in Ohio Donald Trump is up which is something I think that caught a lot of people by surprise here.", "sentId": 298}, {"text": "This is where the Clinton people would like to be right now.", "sentId": 299}], "secId": 121}, {"speaker": "COLVIN", "sentences": [{"text": "And I mean, I think we can expect after each candidate kind of coalesces and secures the nomination, kind of expect to see a little bit of a bump but I mean, Donald Trump is very much banking that voters in these states are going to wind up, you know, turning to him.", "sentId": 300}, {"text": "He, you know, is trying to court the same base that he attracted during the primary, these white working class voters, but as we all, and we've all seen the polling on his favorability numbers and it's very clear, you know, regardless of what these polls say that he has a serious hill to climb when it comes to winning over women, when it comes to winning over minorities.", "sentId": 301}, {"text": "I mean, the task for him is very large.", "sentId": 302}], "secId": 122}, {"speaker": "BERMAN", "sentences": [{"text": "You know, and Alex, I mean, your paper put out a story this week saying that Hillary Clinton is starting to focus, you know, on these Rust Belt states, the upper, you know, interior industrial Midwest, trying to plant some seeds there that will help her in the general election.", "sentId": 303}, {"text": "They know this is where Trump could make some inroads.", "sentId": 304}], "secId": 123}, {"speaker": "BURNS", "sentences": [{"text": "And I think, you know, look, I think Democrats look at those swing state numbers and see them as wildly optimistic for Donald Trump but they do also look at a state like Ohio and recognize that it's not a state with an overwhelming minority population.", "sentId": 305}, {"text": "It is a relatively older state and it's a heavily, you know, industrial, former industrial state, in a general election, Trump, you know, Ohio is probably a better state for Trump than anywhere else on the swing state map.", "sentId": 306}, {"text": "Florida I think you have to look with real skepticism at that poll, anything that shows Hillary Clinton drawing only about 63 percent I think it was of the non-White vote in a state where the Republican mayor of Miami is saying he can't support Donald Trump I think you have to be very, very careful with these numbers.", "sentId": 307}], "secId": 124}, {"speaker": "BERMAN", "sentences": [{"text": "So, this campaign taking place not just all over the United States right now but also in France, Jeff Zeleny, the Cannes Film Festival which I just like to say whenever I can right now.", "sentId": 308}, {"text": "There is a documentary premiering and is being produced by Steve Bannon who is the executive chairman of Breitbart News and it deals with a book that Peter Schweizer wrote in 2015 about Clinton cash.", "sentId": 309}, {"text": "An hour long documentary looking at the Clintons very closely, I think we have a trail of it right now.", "sentId": 310}], "secId": 125}, {"speaker": "CLINTON", "sentences": [{"text": "Greetings from Washington.", "sentId": 311}, {"text": "I want to thank all of you for your work to root out corruption.", "sentId": 312}], "secId": 126}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Enormous amounts of money have flowed to the Clintons, from foreign governments, foreign financiers and businesses.", "sentId": 313}], "secId": 127}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Oh, yes, I got to pay off bills.", "sentId": 314}], "secId": 128}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Before we had to worry about money from Wall Street and big labor, now we have to worry about it coming from around the world and infecting our politics.", "sentId": 315}, {"text": "With the Clintons, nothing is sacred.", "sentId": 316}, {"text": "Everything is for sale.", "sentId": 317}], "secId": 129}, {"speaker": "BERMAN", "sentences": [{"text": "Jeff Zeleny, you know, the Clintons have been dealing with opposition research, they have been dealing, you know, with barbs from the right for a very long time.", "sentId": 318}, {"text": "I guess the question is what scares them?", "sentId": 319}, {"text": "Is this the type of thing that scares them?", "sentId": 320}, {"text": "Is this different than the e-mails?", "sentId": 321}], "secId": 130}, {"speaker": "ZELENY", "sentences": [{"text": "I think that this does not scare them as much as some of the unknowns.", "sentId": 322}, {"text": "This is all known.", "sentId": 323}, {"text": "We know what's in Peter Schweizer's book.", "sentId": 324}, {"text": "That was all litigated last year, now this is the movie version of it, and it is playing to a different audience.", "sentId": 325}, {"text": "I mean, the general election audience may not be entirely familiar with that so they're definitely going to get sort of more of an airing of that.", "sentId": 326}, {"text": "But I think the thing that worries the Clinton getting the most are the things they can't control.", "sentId": 327}, {"text": "They know everything that's in this book, they know every word that's in the movie.", "sentId": 328}, {"text": "You know, there's not a lot of there, there, for any sort of skeptic of the Clintons, how they made their money, they think this is more evidence of that, but there aren't a ton of smoking guns.", "sentId": 329}], "secId": 131}, {"speaker": "ZELENY", "sentences": [{"text": "Every news organization has gone over that book.", "sentId": 330}, {"text": "Yes there are a lot of questionable things but it isn't all that new but the e-mails, the FBI investigation, which we don't talk about a lot, that is still hanging out there.", "sentId": 331}, {"text": "That is the thing that worries the Clinton campaign because they cannot control what happens to that.", "sentId": 332}, {"text": "Now, this movie is something that, you know, has already been scripted.", "sentId": 333}, {"text": "The FBI investigation is not over yet and they don't know the ending.", "sentId": 334}], "secId": 132}, {"speaker": "BERMAN", "sentences": [{"text": "And she still hasn't testified.", "sentId": 335}], "secId": 133}, {"speaker": "ZELENY", "sentences": [{"text": "No, she has not.", "sentId": 336}], "secId": 134}, {"speaker": "BERMAN", "sentences": [{"text": "And when that happens that in and of itself could be interesting to see.", "sentId": 337}], "secId": 135}, {"speaker": "BERMAN", "sentences": [{"text": "All right, guys.", "sentId": 338}, {"text": "Stand by.", "sentId": 339}, {"text": "Coming up, the Trump ticket, what the CEO needs in a running mate and how the Clinton campaign plans to take on the billionaire if Hillary Clinton is the nominee.", "sentId": 340}], "secId": 136}, {"speaker": "BERMAN", "sentences": [{"text": "All right.", "sentId": 341}, {"text": "Donald Trump has a list of prospective running-mates but don't expect to hear it any time soon.", "sentId": 342}, {"text": "The presumptive Republican nominee says, he is not sharing his short list until the convention in Cleveland.", "sentId": 343}, {"text": "In fact, he'll actually have to share his pick at the convention in Cleveland but that has not stopped him and everyone else from speculating.", "sentId": 344}], "secId": 137}, {"speaker": "TRUMP", "sentences": [{"text": "We have some great names, you just mentioned two of them but we have some other great names and they want to be involved.", "sentId": 345}, {"text": "They would love to be involved and, you know, I get a kick all of these people that are saying, they really don't want to be understood, they don't want to be for the vice president position but none of those people were asked.", "sentId": 346}, {"text": "I mean, like one of those things, you know, they're all turning me down but they were never asked.", "sentId": 347}], "secId": 138}, {"speaker": "BERMAN", "sentences": [{"text": "All right.", "sentId": 348}, {"text": "Jill, it was your interview with Donald Trump where he discussed this list at length and said he had narrowed the list down to five or six names.", "sentId": 349}, {"text": "I can't tell by the way if he talks about it if there is really a list of five or six names or if they like the idea of five or six and that five or six keeps changing all the time.", "sentId": 350}], "secId": 139}, {"speaker": "COLVIN", "sentences": [{"text": "Yes.", "sentId": 351}, {"text": "I mean, it's really mushy.", "sentId": 352}, {"text": "I mean, he told me five or six names and interview, I mean, less than 24 hours later where he said, well, maybe seven.", "sentId": 353}, {"text": "And he was very clear in our interview that he wanted somebody with political experience.", "sentId": 354}, {"text": "You know, he said he's already got the business credentials.", "sentId": 355}, {"text": "He wants somebody who can walk in there and help him negotiate with Congress, who can help him get things done, also added the fact that somebody who has been around for a while has already been vetted by the media and that that would be beneficial but then, you know, he adds later on that well maybe there will be an out of the box choice, maybe there will be someone else.", "sentId": 356}, {"text": "And he can throws out names but says, I'm not going to tell you if", "sentId": 357}], "secId": 140}, {"speaker": "COLVIN", "sentences": [{"text": "they're on the short list so it's very difficult to get a sense of what's going on.", "sentId": 358}, {"text": "It's even difficult in the campaign right now to get a sense of who is leading the vice presidential search.", "sentId": 359}, {"text": "Had a number of people who have claimed responsibility.", "sentId": 360}, {"text": "Trump has described it recently as a team effort, so the whole thing is still pretty vague.", "sentId": 361}], "secId": 141}, {"speaker": "BERMAN", "sentences": [{"text": "Controversial.", "sentId": 362}, {"text": "First we thought Ben Carson and Ben Carson not leading -- Corey Lewandowski said it was him.", "sentId": 363}, {"text": "And sort of everyone backed up that as well.", "sentId": 364}, {"text": "In terms of the likely pick, a couple of people whose names have been bandied about have waited on it, Marco Rubio and Chris Christie.", "sentId": 365}, {"text": "Listen.", "sentId": 366}], "secId": 142}, {"speaker": "RUBIO", "sentences": [{"text": "I think Donald has one, he's won, he is the presumptive nominee at this point and -- but he'd be best served by having someone not just by the way a vice presidential nominee but active surrogates who agree with him on his issues.", "sentId": 367}], "secId": 143}, {"speaker": "CHRISTIE", "sentences": [{"text": "Trump is a great persuasive guy.", "sentId": 368}, {"text": "You know, the fact is that, I was on the short list last time, too, so it doesn't mean a whole heck of a lot.", "sentId": 369}, {"text": "This becomes really short, there's only one.", "sentId": 370}, {"text": "So being on the short list, you know, obviously an honor.", "sentId": 371}], "secId": 144}, {"speaker": "BERMAN", "sentences": [{"text": "Phil, I can't tell if that's one guy saying no thanks and the other guy saying yes, please.", "sentId": 372}, {"text": "Right?", "sentId": 373}, {"text": "But, you know, there is this idea that there may be some people who, if asked, you know, really don't want to be considered.", "sentId": 374}], "secId": 145}, {"speaker": "MATTINGLY", "sentences": [{"text": "I think there's a calculation here, and Alex actually hinted at that earlier in the show, where lawmakers and political figures are weighing everything that happens right now through the prism of what happens if Donald Trump doesn't win the presidential election in November.", "sentId": 375}, {"text": "What happens in 20?", "sentId": 376}, {"text": "What happens in 2024?", "sentId": 377}, {"text": "How do you want to be aligned?", "sentId": 378}, {"text": "And I think that's why you see people like Ted Cruz or Marco Rubio really trying to kind of figure their way through here, and that includes vice presidential nominees, potential picks.", "sentId": 379}, {"text": "I do think a lot of people say, no, and then they get asked and all of a sudden that turns to yes.", "sentId": 380}], "secId": 146}, {"speaker": "MATTINGLY", "sentences": [{"text": "So, maybe not everything set in stone here.", "sentId": 381}, {"text": "But for Donald Trump I think the big question becomes, what does he need on the ticket?", "sentId": 382}, {"text": "His team, one thing they've been clear about and I think Jill's report on this, too, is that they're not going to play to a specific voter group.", "sentId": 383}], "secId": 147}, {"speaker": "MATTINGLY", "sentences": [{"text": "Right?", "sentId": 384}, {"text": "They are not going to pick a women because they think he has a woman problem, they are not going to pick a minority because they think he has a problem with minority voters.", "sentId": 385}, {"text": "They are going to pick more likely somebody who has experience with Congress, somebody who fills exactly what he wants.", "sentId": 386}, {"text": "So, who does that leave and does that actually help him in the general election?", "sentId": 387}], "secId": 148}, {"speaker": "BERMAN", "sentences": [{"text": "He says he wants an insider, he says he wants someone with experience.", "sentId": 388}], "secId": 149}, {"speaker": "BURNS", "sentences": [{"text": "Well, look, I think first of all, this is a decision unlike anything Trump has done previously in this campaign, because it is not something you can take back.", "sentId": 389}, {"text": "You can't announce your running-mate and then a week later say, actually that was just a suggestion and I'm going with somebody completely different, right.", "sentId": 390}, {"text": "Or you can but that's generally considered a catastrophe.", "sentId": 391}, {"text": "I think that the calculus we are going to see from Trump is a little different from what we've seen from the last couple rounds of successful presidential candidates who we have seen over and over try to balance out their strengths by choosing somebody really different and complimentary and Barack Obama and Joe Biden, George W. Bush and Dick Cheney.", "sentId": 392}], "secId": 150}, {"speaker": "BURNS", "sentences": [{"text": "You know, for Trump I think as Phil was saying it's hard to imagine anybody offsetting his tremendous negatives where they exist.", "sentId": 393}, {"text": "Right?", "sentId": 394}, {"text": "That Donald Trump is choosing a women who is not going to make women all of a sudden forget the way Donald Trump has been talking about women.", "sentId": 395}, {"text": "If he were to go and choose, you know, Suzanna Martinez the governor of New Mexico it's not as though something the Latino voters are going to forget everything he said in this campaign.", "sentId": 396}, {"text": "So, the trick is to choose somebody with that experience that he's looking for, but also somebody who is willing to pretty much, you know, sublimate their personality and political brand and be absorbed into, I know, this ball of energy that is Donald Trump.", "sentId": 397}], "secId": 151}, {"speaker": "BERMAN", "sentences": [{"text": "Let's talk about the Democrats for a second right now because Twitter has a lot of people talking to Jeff Zeleny, about someone who may or may not be angling to get in on the VP situation right now, and that's Elizabeth Warren, right?", "sentId": 398}, {"text": "Who has taken it upon herself to go after Donald Trump on Twitter a lot and hard.", "sentId": 399}, {"text": "And Donald Trump has respondent.", "sentId": 400}, {"text": "Let me give you some readings to the tweets back and forth here.", "sentId": 401}], "secId": 152}, {"speaker": "BERMAN", "sentences": [{"text": "This is, Elizabeth Warren, \"We get it, real Donald Trump, when a woman stands up to you, you're going to call her a basket case, hormonal ugly.\"", "sentId": 402}, {"text": "This is one of Trump's responses to Elisabeth Warren.", "sentId": 403}, {"text": "\"Isn't it funny when a failed senator like goofy Elizabeth Warren can spend a whole day tweeting about Trump and gets nothing done in the Senate?\"", "sentId": 404}], "secId": 153}, {"speaker": "ZELENY", "sentences": [{"text": "I mean, doesn't it necessary mean that she is filling out her application to be the vice president of the United States.", "sentId": 405}, {"text": "I think now at this point of a campaign is one of the times when every cycle we look through everyone's every word through as, you know, through the vice presidential sort of prism.", "sentId": 406}, {"text": "She's sticking up for the Democratic Party there.", "sentId": 407}, {"text": "She's trying to race Berg profile after she's been sort of eclipsed by Bernie Sanders in this.", "sentId": 408}, {"text": "I think that is much more about Elizabeth Warren than Donald Trump.", "sentId": 409}], "secId": 154}, {"speaker": "ZELENY", "sentences": [{"text": "I would be very surprised if Elizabeth Warren ended up on the ticket with the Clinton campaign.", "sentId": 410}, {"text": "I'd be stunned.", "sentId": 411}, {"text": "I couldn't even imagine it.", "sentId": 412}, {"text": "Hillary Clinton is risk averse and this would be a huge risk I think.", "sentId": 413}, {"text": "But, you know, the Elizabeth Warren we're going to talk about it forever.", "sentId": 414}, {"text": "It is just -- is not going to happen.", "sentId": 415}, {"text": "I think Tim Kaine is someone else who I'm looking at much more --", "sentId": 416}], "secId": 155}, {"speaker": "BERMAN", "sentences": [{"text": "Name to watch.", "sentId": 417}], "secId": 156}, {"speaker": "ZELENY", "sentences": [{"text": "Senator Tim Kaine of Virginia.", "sentId": 418}], "secId": 157}, {"speaker": "BERMAN", "sentences": [{"text": "All right, guys.", "sentId": 419}, {"text": "Stand by.", "sentId": 420}, {"text": "Or before he's gave us a taste of tomorrow's headlines, today including how once self-proclaimed self-funder Donald Trump is planning to reel in Republican donors, but first here are the results to our \"INSIDE POLITICS\" quiz question.", "sentId": 421}, {"text": "We asked, who is winning?", "sentId": 422}, {"text": "That Twitter war between Donald Trump and Elizabeth Warren.", "sentId": 423}, {"text": "Fifty one percent of you said Elizabeth Warren, this is a squeaker, folks.", "sentId": 424}, {"text": "Fifty one percent Elizabeth Warren, 49 percent Donald Trump, the recount tomorrow.", "sentId": 425}], "secId": 158}, {"speaker": "BERMAN", "sentences": [{"text": "All right.", "sentId": 426}, {"text": "Let's head around the INSIDE POLITICS table and ask our reporters to help you get you out ahead of the big political news just around the corner.", "sentId": 427}, {"text": "Jeff Zeleny.", "sentId": 428}], "secId": 159}, {"speaker": "ZELENY", "sentences": [{"text": "The biggest secret weapon against Donald Trump is Hillary Clinton has, it's not Bill Clinton, it's not Barack Obama, it could be Bernie Sanders.", "sentId": 429}, {"text": "Increasingly Bernie Sanders is talking more and more and more about the need to defeat Donald Trump.", "sentId": 430}, {"text": "Of course he says yes he's the person who is the strongest to do it but going into the fall, if she becomes the nominee, which mathematically looks like it's going to happen, he is going to be critical here into bringing his voters to stand up against Donald Trump.", "sentId": 431}, {"text": "And there's a lot of reason to believe he will do that.", "sentId": 432}, {"text": "Harry Reid, the Democratic leader in the Senate is very close to Bernie Sanders.", "sentId": 433}, {"text": "So he is going to be the one sort of brokering this kind of peacemaking summit which is about a month away at least, but Bernie Sanders the key person here against Donald Trump for Hillary Clinton.", "sentId": 434}], "secId": 160}, {"speaker": "BERMAN", "sentences": [{"text": "Driving turnout in places like Madison, Wisconsin.", "sentId": 435}, {"text": "All right.", "sentId": 436}, {"text": "Alex Burns.", "sentId": 437}], "secId": 161}, {"speaker": "BURNS", "sentences": [{"text": "All right.", "sentId": 438}, {"text": "John, you're starting to hear conversations within the anti-Trump Republican donor community about whether they're going to have to get involved in the presidential race, despite their distaste for the man not by supporting to him or giving to him or funding ads to support him but simply by attacking Hillary Clinton and the idea is a not to help Trump win the presidency but to assume that he has already lost it and hold down her victory margin to make it easier for Republicans running for the House and Senate and a couple key governors races to make it across the finish line.", "sentId": 439}, {"text": "It might be possible for Republicans to win some tough races in places like Pennsylvania and New Hampshire if Clinton wins the presidential by five, six, seven points, if she wins it just going away, you can kind of forget about it.", "sentId": 440}], "secId": 162}, {"speaker": "BERMAN", "sentences": [{"text": "I've had many people tell me I'm not going to stop being a lifelong Republican right now -- Jill.", "sentId": 441}], "secId": 163}, {"speaker": "COLVIN", "sentences": [{"text": "I'm looking at Donald Trump as a fund-raiser.", "sentId": 442}, {"text": "This month we have Donald Trump hitting the fund-raising circuit.", "sentId": 443}, {"text": "This week he'll be in New Jersey, he's going to be doing an event for the state Republican Party as well as for Governor Chris Christie to help retire some of his debt from his own presidential campaign.", "sentId": 444}, {"text": "So I'll be looking at how an individual who has spent decades as a political donor is able to make that transition to somebody who actually needs to fundraise and ask other people for money.", "sentId": 445}], "secId": 164}, {"speaker": "BERMAN", "sentences": [{"text": "Can a guy who doesn't like to grip, doesn't like to shake hands, can he do the gripping grid, that will be fascinating.", "sentId": 446}, {"text": "Phil Mattingly.", "sentId": 447}], "secId": 165}, {"speaker": "MATTINGLY", "sentences": [{"text": "So, jumping off a little bit of what Jill was talking about, while everybody was focused on DC this past week, I was taking the CNN hardship assignment of hanging out in Las Vegas, where there is one of the premier Hedge Fund conferences in the world.", "sentId": 448}, {"text": "High finance means, big donors.", "sentId": 449}, {"text": "And that's exactly why Steve Mnuchin, Donald Trump's new top finance chief was in town for 24 hours meeting with donors.", "sentId": 450}, {"text": "Now this is a group leered with former Scott Walker, Jeb Bush, Marco Rubio guys who just aren't totally sure how to get their heads around the new nominee.", "sentId": 451}, {"text": "Now, I talked to a bunch of people who had sit-downs with Steve Mnuchin, the reviews were positive, he's former Goldman guy, he speaks their language.", "sentId": 452}], "secId": 166}, {"speaker": "MATTINGLY", "sentences": [{"text": "He was pushing Donald Trump as somebody who understands their business, who understands them ideologically but the question remains the same.", "sentId": 453}, {"text": "They have a ton of work to do to catch up with Hillary Clinton.", "sentId": 454}, {"text": "One person who I talked to who met with Steve Mnuchin said, look, he has got a lot on his plate right now, no real experience getting there.", "sentId": 455}, {"text": "His comparison was this, Hillary Clinton is basically in mid-season form preparing for a playoff run.", "sentId": 456}, {"text": "Donald Trump his team is basically just pulling up their equipment trucks to the spring training facility, the players have not even arrived yet.", "sentId": 457}, {"text": "So, no shortage of work to do on the fund-raising side.", "sentId": 458}], "secId": 167}, {"speaker": "BERMAN", "sentences": [{"text": "No better metaphor than a baseball metaphor of course.", "sentId": 459}], "secId": 168}, {"speaker": "BERMAN", "sentences": [{"text": "Phil Mattingly, thank you so much.", "sentId": 460}, {"text": "That is all for INSIDE POLITICS again.", "sentId": 461}, {"text": "Thank you for sharing your Sunday morning.", "sentId": 462}, {"text": "See you soon.", "sentId": 463}], "secId": 169}, {"speaker": "BERMAN", "sentences": [{"text": "Next \"STATE OF THE UNION\" with Jake Tapper.", "sentId": 464}], "secId": 170}], "sectionCount": 171, "url": "transcripts.cnn.com/TRANSCRIPTS/1605/15/ip.01.html", "sentenceCount": 466, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired May 15, 2016 - 08:00   ET", "speakers": ["BERMAN", "RYAN", "TRUMP", "SANDERS", "And with us to share their reporting and their insights", "JOHN MILLER", "BURNS", "MATTINGLY", "COLVIN", "ZELENY", "SUE CARSWELL", "UNIDENTIFIED MALE", "STEPHANOPOULOS", "Republicans", "first", "CLINTON", "RUBIO", "CHRISTIE"], "title": "INSIDE POLITICS"}