{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1408.03.ip.01.html.json", "subTitle": "Tea Party Beats Boehner's New Team; Lawsuit + Impeachment = Big Money", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "PAUL", "sentences": [{"text": "Thank you all so much for watching us.", "sentId": 0}, {"text": "Make some great memories today.", "sentId": 1}], "secId": 0}, {"speaker": "MARQUEZ", "sentences": [{"text": "Thank you very much for tuning in.", "sentId": 2}], "secId": 1}, {"speaker": "MARQUEZ", "sentences": [{"text": "INSIDE POLITICS with John King, that starts now.", "sentId": 3}, {"text": "Have a great Sunday.", "sentId": 4}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "A Tea Party revolt humiliates the House Republican leadership again.", "sentId": 5}, {"text": "The Speaker John Boehner insists the GOP is not to blame.", "sentId": 6}], "secId": 3}, {"speaker": "BOEHNER", "sentences": [{"text": "I'm not going to accept responsibility for the fact the United States Senate can't act.", "sentId": 7}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Listen to House members when they're told they have to work just one more day on the border crisis before a five-week paid vacation.", "sentId": 8}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Washington is so broken the President can only joke about ways to cut deals with Congress.", "sentId": 9}], "secId": 6}, {"speaker": "OBAMA", "sentences": [{"text": "I'll go to them.", "sentId": 10}, {"text": "I'll wash their car.", "sentId": 11}, {"text": "Walk their dog.", "sentId": 12}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Plus if the two parties agree on one thing, it is this -- there is a fund-raising gold mine in threatening to sue the President.", "sentId": 13}], "secId": 8}, {"speaker": "PELOSI", "sentences": [{"text": "That money coming in is practically spontaneous.", "sentId": 14}, {"text": "People are very upset.", "sentId": 15}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters -- now.", "sentId": 16}, {"text": "Welcome to INSIDE POLITICS.", "sentId": 17}, {"text": "I'm John King.", "sentId": 18}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Thanks for sharing your Sunday morning.", "sentId": 19}], "secId": 11}, {"speaker": "And with us to share their reporting and their insights", "sentences": [{"text": "Jonathan Martin of the \"New York Times\"; Mike Allen of Politico; Robert Costa of the \"Washington Post\"; and Nia-Malika Henderson of the \"Washington Post\".", "sentId": 20}], "secId": 12}, {"speaker": "And with us to share their reporting and their insights", "sentences": [{"text": "Now the Tea Party has just one big win at the ballot box this year but it proved yet again this past week, it is still the tail that wags the dog here in Washington.", "sentId": 21}, {"text": "House Speaker John Boehner and his new leadership team faced their first big test.", "sentId": 22}, {"text": "It was on the border crisis and once again they had to retreat in the face of a Tea Party revolt.", "sentId": 23}], "secId": 13}, {"speaker": "And with us to share their reporting and their insights", "sentences": [{"text": "Is it, Robert Costa, that they just can't count votes or is this proof that these guys just can't govern?", "sentId": 24}], "secId": 14}, {"speaker": "COSTA", "sentences": [{"text": "I think it's partly a little bit of both.", "sentId": 25}, {"text": "I think House Speaker Boehner is constantly struggling to get the conservative right within his conference on his side, and he has to capitulate to them constantly.", "sentId": 26}], "secId": 15}, {"speaker": "COSTA", "sentences": [{"text": "He met with Michele Bachmann and Steve King late Thursday night to try to get them to come along.", "sentId": 27}, {"text": "If you're having to grovel to King and Bachmann at the 11th hour that says something about your power.", "sentId": 28}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "It says something also, doesn't it Mike, about this was a recalibration.", "sentId": 29}, {"text": "And when Eric Cantor got beat -- he is that one Tea Party victory -- he gets beat, he leaves the leadership, they bring in Steve Scalise.", "sentId": 30}, {"text": "He's supposed to be the guy -- he's from the Tea Party, he knows those guys.", "sentId": 31}, {"text": "This is another personal humiliation for the Speaker and now his team.", "sentId": 32}, {"text": "Is it not?", "sentId": 33}], "secId": 17}, {"speaker": "ALLEN", "sentences": [{"text": "Well it is.", "sentId": 34}, {"text": "And this is partly what happens when you govern by stunt .", "sentId": 35}, {"text": "What they were talking about doing was not enough money, President Obama would never accept the policy and so it was never going anywhere.", "sentId": 36}, {"text": "And so the very time the voters are saying we hate all of you, they're giving them a new reason.", "sentId": 37}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "They are giving them a new reason, that's an excellent point, government by stunt.", "sentId": 38}, {"text": "I'll get to the Senate Democrats in a minute because they're doing the same thing.", "sentId": 39}, {"text": "They just don't do it as loudly or as crazily so they don't get as much attention.", "sentId": 40}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "But here I want to show you an image -- you know, Ted Cruz didn't do everything here but Ted Cruz is the Tea Party darling.", "sentId": 41}, {"text": "He's the freshman senator from Texas.", "sentId": 42}, {"text": "And look at this.", "sentId": 43}, {"text": "It's a Democratic group, American Bridge put this out.", "sentId": 44}, {"text": "And you see that's baby John Boehner, little speaker in the baby carriage.", "sentId": 45}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Nia, you know, this is -- In Washington, though if you're John Boehner I mean his reputation -- I've been here 25 years this is a serious guy who wants to legislate, who likes to talk policy, and he's herding cats.", "sentId": 46}], "secId": 21}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 47}, {"text": "He's herding cats and obviously you have Ted Cruz over there, Speaker Cruz as you say sort of sensing blood in the water there and caucusing with folks in the sort of junior leagues over in the House.", "sentId": 48}, {"text": "And, you know, Boehner doesn't look like he's having very much fun at this point.", "sentId": 49}, {"text": "You wonder what's going on there.", "sentId": 50}], "secId": 22}, {"speaker": "MARTIN", "sentences": [{"text": "I had a House member tell me that when Eric Cantor, who obviously lost his primary as we all know earlier this year, the first caucus meeting of the House Republicans after that happened that John Boehner broke down crying, not entirely out of nostalgia for the end of the Cantor era.", "sentId": 51}], "secId": 23}, {"speaker": "HENDERSON", "sentences": [{"text": "Or out of character for Boehner -- right.", "sentId": 52}, {"text": "I mean he cried --", "sentId": 53}], "secId": 24}, {"speaker": "MARTIN", "sentences": [{"text": "Because he realized he couldn't leave.", "sentId": 54}, {"text": "He had to stay there for even longer because Cantor was now gone.", "sentId": 55}, {"text": "He had to be the adult minding the store but this week proves again that the adults still are not in charge in the House and that it is still controlled and as Mike says, not even for a substantive bill that was actually going to mean anything.", "sentId": 56}, {"text": "They can't even pass a stunt bill.", "sentId": 57}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "I often make the point that, you know, in my view, everybody's now playing to the base.", "sentId": 58}, {"text": "Everybody's playing politics including the President of the United States who again I say this, he should try more.", "sentId": 59}, {"text": "But the White House argument back is why.", "sentId": 60}, {"text": "Why should we try with these guys because even if we cut a deal with Boehner he won't be able to sell it to his people?", "sentId": 61}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "So this is a week in which at the end of the week that White House argument has a bit more juice behind it.", "sentId": 62}], "secId": 27}, {"speaker": "ALLEN", "sentences": [{"text": "That's why \"so sue me\" from the President captured both how he thinks and the reality.", "sentId": 63}, {"text": "It's Mars and Venus and he's not trying so they're not trying.", "sentId": 64}], "secId": 28}, {"speaker": "COSTA", "sentences": [{"text": "John, by the way, campaigns matter.", "sentId": 65}, {"text": "Look at all the elections this year where the establishment's spending millions of dollars, has repelled the Tea Party especially in the Senate races.", "sentId": 66}, {"text": "But Eric Cantor with very little help from the national groups loses to an unknown, Dave Brat.", "sentId": 67}, {"text": "What happened after that?", "sentId": 68}, {"text": "John Boehner said we're not doing immigration reform this year and then they can't even pass money to strengthen the border.", "sentId": 69}], "secId": 29}, {"speaker": "COSTA", "sentences": [{"text": "So campaigns matter.", "sentId": 70}, {"text": "That Cantor loss still resounds.", "sentId": 71}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "They can't even pass -- they can't even pass what they want.", "sentId": 72}, {"text": "This is not giving the President what he wants, this is more money for border security, the revised version to get this through was to add a little bit of money for the National Guard.", "sentId": 73}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "But if they're having trouble, the Republicans have for five years said the President won't pay enough attention to the border.", "sentId": 74}, {"text": "There's not enough resources going to border security.", "sentId": 75}, {"text": "Then they write a sham bill that talks about more money for border security and they can't pass that.", "sentId": 76}, {"text": "What does it tell you?", "sentId": 77}], "secId": 32}, {"speaker": "ALLEN", "sentences": [{"text": "One of their excuses for suing him is that he's making changes to a health care law that they say they don't want enforced so there's no consistency.", "sentId": 78}], "secId": 33}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 79}, {"text": "And they also, I mean in sort of turning away from their sham bill they also said well the President should go around Congress and take some executive actions on his own.", "sentId": 80}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "That's a great point because when they thought they were going to pass the first version --", "sentId": 81}], "secId": 35}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 82}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "-- Speaker Boehner put out a statement saying the President should not have any more unilateral actions.", "sentId": 83}, {"text": "Congress is going to take command here.", "sentId": 84}, {"text": "We're going to get involved.", "sentId": 85}, {"text": "Then when it fell apart he issued a statement saying well, the President has the authority to act out on his own.", "sentId": 86}, {"text": "It's kind of which John Boehner is talking at which hour?", "sentId": 87}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "But to your point about sham, I don't want to let this one go Senate Democrats also went home.", "sentId": 88}], "secId": 38}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 89}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "They went home before the House, because the House stayed to try again.", "sentId": 90}, {"text": "Senate Democrats could not bring a vote to the floor -- same thing.", "sentId": 91}, {"text": "They cut some money from the President's plan but they knew it was not a serious piece of legislation.", "sentId": 92}, {"text": "And when they tried to bring it to the floor, two of their vulnerable Democrats -- Kay Hagan of North Carolina, Mary Landrieu of Louisiana -- they voted no.", "sentId": 93}, {"text": "They voted with the Republicans essentially to not even consider the debate.", "sentId": 94}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "Why?", "sentId": 95}, {"text": "Why do some vulnerable Democrats say I'll at least bring it to the floor for debate and these two say no?", "sentId": 96}], "secId": 41}, {"speaker": "COSTA", "sentences": [{"text": "Well, the phone lines melted on Capitol Hill.", "sentId": 97}, {"text": "When you speak to Democrats in the Senate, when you speak to moderate Republicans on the fence, Republicans in the House they said they were inundated with calls.", "sentId": 98}, {"text": "When you're out on the campaign trail, people are talking about immigration, they're concerned about the border.", "sentId": 99}, {"text": "This is activating people on both sides of the aisle, and I think a lot of these elected officials are listening.", "sentId": 100}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "Why do they get their full pay if they won't vote on hard stuff?", "sentId": 101}, {"text": "I mean you could make an argument that this past week was one of the most productive weeks in this Congress in the sense they cut a deal on VA reforms -- and thank God they did, because we need to figure out a way to get those veterans --", "sentId": 102}], "secId": 43}, {"speaker": "ALLEN", "sentences": [{"text": "They punted the transportation bill which counts as action.", "sentId": 103}, {"text": "KING:  That's right.", "sentId": 104}, {"text": "They punt transportation so at least", "sentId": 105}], "secId": 44}, {"speaker": "ALLEN", "sentences": [{"text": "there's some money for the highway trust fund.", "sentId": 106}, {"text": "Punting in this Congress is almost like a touchdown.", "sentId": 107}, {"text": "So you could argue it's productive but they won't do anything hard.", "sentId": 108}, {"text": "Immigration is hard and they won't do it.", "sentId": 109}], "secId": 45}, {"speaker": "COSTA", "sentences": [{"text": "At least the political capital get something hard done, Paul Ryan, John Boehner, they don't have political capital in the House.", "sentId": 110}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "Is that why they run for the job, only for political capital and the paycheck?", "sentId": 111}, {"text": "Not to do hard things?", "sentId": 112}], "secId": 47}, {"speaker": "COSTA", "sentences": [{"text": "Well, you've got to have political capital to push legislation.", "sentId": 113}, {"text": "I'm just not sure anyone really has it right now especially in the House GOP.", "sentId": 114}], "secId": 48}, {"speaker": "ALLEN", "sentences": [{"text": "Here is why what happened this week was such a huge mistake is that immigration is not just hard but it's also very visible.", "sentId": 115}, {"text": "It's something that people see every night -- they understand.", "sentId": 116}, {"text": "Almost everything else that they put off is abstract or maybe will be a problem in the future.", "sentId": 117}, {"text": "But this is like an extremely vivid case of Congress not responding to something that obviously needs to be fixed", "sentId": 118}], "secId": 49}, {"speaker": "HENDERSON", "sentences": [{"text": "And it hadn't been so vivid before.", "sentId": 119}, {"text": "It was sort of a political conversation with advocates on both sides pushing for immigration reform.", "sentId": 120}, {"text": "But this has brought it I think to the fore in a way that it hadn't before.", "sentId": 121}, {"text": "And it also changes the calculus.", "sentId": 122}, {"text": "Before this was an issue that Democrats owned outright.", "sentId": 123}, {"text": "Now some of those charges against Obama about being the deporter-in-chief muddies the waters a bit for Democrats.", "sentId": 124}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "Obviously, Jonathan, the congressional Republicans think their inaction doesn't hurt them and maybe helps them.", "sentId": 125}, {"text": "You think when it comes to the House elections they're wrong.", "sentId": 126}, {"text": "They've clearly made the calculation.", "sentId": 127}, {"text": "It appears to me they don't want to send the President anything.", "sentId": 128}, {"text": "They just don't want to have their names on a piece of the legislation that makes the President's desk.", "sentId": 129}], "secId": 51}, {"speaker": "ALLEN", "sentences": [{"text": "Here's why they're wrong.", "sentId": 130}, {"text": "You look at polls that vulnerable Democratic senators that Republicans are taking, one thing that you hear again and again when you ask people how they feel is, \"We hate you.", "sentId": 131}, {"text": "We hate all of you.\"", "sentId": 132}, {"text": "It's voter anger, and this just stoked that.", "sentId": 133}, {"text": "This just vindicated people who think these guys don't know what they're doing.", "sentId": 134}], "secId": 52}, {"speaker": "MARTIN", "sentences": [{"text": "It reinforces dysfunction in Congress and drives the numbers of Congress down which is why it's not helpful for Republicans but in the narrow interest of the House Republicans who revolted, they're not facing tough races this fall.", "sentId": 135}], "secId": 53}, {"speaker": "ALLEN", "sentences": [{"text": "Right.", "sentId": 136}], "secId": 54}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 137}, {"text": "And they're going through", "sentId": 138}], "secId": 55}, {"speaker": "MARTIN", "sentences": [{"text": "Their challenge here .", "sentId": 139}], "secId": 56}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 140}, {"text": "And if you look at what this electorate is going to be anywhere between 3 percent and 7 percent Latino if you look at the House versus the Senate, so it's not going to be huge Hispanic electorate.", "sentId": 141}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "People asked me if I understand the Congress because I've been in Washington for 25 years.", "sentId": 142}, {"text": "I say no I understand the Congress because I have a three-year-old.", "sentId": 143}, {"text": "That's an insult to my three-year- old.", "sentId": 144}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 145}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Next, if it puzzles you the Democrats are thrilled that Republicans are suing the President as Mike just noted.", "sentId": 146}, {"text": "We'll show you the nearly 10 million reasons why.", "sentId": 147}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "But first, in this week's \"Politicians Say the Darnedest Things\", we're going to replay a greatest hit.", "sentId": 148}, {"text": "Speaker John Boehner back home venting about how some of his members just don't like to take tough votes.", "sentId": 149}], "secId": 61}, {"speaker": "BOEHNER", "sentences": [{"text": "Here's the attitude.", "sentId": 150}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 151}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Turns out talking about impeaching or suing the President is a way to raise some big money.", "sentId": 152}, {"text": "Let's deal with the \"I\" word first.", "sentId": 153}, {"text": "House Speaker John Boehner says poppycock.", "sentId": 154}, {"text": "When Democrats say Republicans plan to impeach the President they're wrong.", "sentId": 155}], "secId": 64}, {"speaker": "BOEHNER", "sentences": [{"text": "The whole talk of impeachment is coming from the President's own staff and coming from Democrats on Capitol Hill.", "sentId": 156}, {"text": "Why?", "sentId": 157}, {"text": "Because they're trying to rally their people to give money and to show up in this year's election.", "sentId": 158}], "secId": 65}, {"speaker": "BOEHNER", "sentences": [{"text": "We have no plans to impeach the President.", "sentId": 159}, {"text": "We have no future plans.", "sentId": 160}, {"text": "Listen, it's all a scam started by Democrats at the White House.", "sentId": 161}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Not all a scam.", "sentId": 162}, {"text": "The Speaker's right, he has never put impeachment on the table but a few Republicans have, including Sarah Palin and that's what Democrats have seized on, Republicans who have said impeach him or we would like to impeach him or we would vote for impeachment.", "sentId": 163}, {"text": "That's what Democrats are seizing on and yes, Democrats are using a lot of hyperbole to raise a ton of money.", "sentId": 164}, {"text": "Also same issue, Republicans are -- the House Republicans suing", "sentId": 165}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "the President and guess what?", "sentId": 166}, {"text": "They say they're suing on principle but they're also trying to raise some political money off it.", "sentId": 167}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "Here's a Republican e-mail, \"Thanks for supporting the lawsuit.", "sentId": 168}, {"text": "Please send money so we can elect more Republicans.\"", "sentId": 169}, {"text": "But the most surprising part of this is how much Democrats love it.", "sentId": 170}, {"text": "They love the Republican talk of suing the President.", "sentId": 171}, {"text": "Now, they say Speaker Boehner says this opens the door to impeachment.", "sentId": 172}, {"text": "Again, the Speaker hasn't said that but it's a fund-raising e-mail -- a lot of hyperbole.", "sentId": 173}, {"text": "Boehner refuses to say impeachment is off the table.", "sentId": 174}, {"text": "Again, you just heard the Speaker say impeachment is off the table.", "sentId": 175}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Why are Democrats doing this?", "sentId": 176}, {"text": "Well, let me give you almost 10 million reasons.", "sentId": 177}, {"text": "They say since the Republicans said we're going to sue the President they have raised nearly $10 million for House Democratic campaign.", "sentId": 178}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "So Jonathan Martin, prove to me as we talked a little bit about the policy in the last block that all the parties care about here is raising money and getting to November.", "sentId": 179}, {"text": "There's not really a serious conversation about getting anything done and this lawsuit idea for both parties serves their purpose.", "sentId": 180}, {"text": "They both love it because they gin up the base.", "sentId": 181}], "secId": 71}, {"speaker": "MARTIN", "sentences": [{"text": "Classic Washington symbiosis.", "sentId": 182}, {"text": "I think the prospects for having anything done in the Congress, John, that ship sailed months ago.", "sentId": 183}, {"text": "We have been in campaign mode now since the start of this year.", "sentId": 184}, {"text": "And frankly, the only window for getting anything done will probably be in the lame duck session after Election Day and before the next Congress.", "sentId": 185}], "secId": 72}, {"speaker": "ALLEN", "sentences": [{"text": "The Republican leadership has been surprised by the way this backfired.", "sentId": 186}, {"text": "It's what you get for being too cute.", "sentId": 187}, {"text": "As you guys know, the only reason that they ever talked about suing the President was that they thought that was a way to deflate the impeachment.", "sentId": 188}], "secId": 73}, {"speaker": "ALLEN", "sentences": [{"text": "And instead it gave the White House an opening.", "sentId": 189}, {"text": "And the moment that I knew how much the White House loved this issue the very first day the President talked about a lawsuit -- Boehner talked about a lawsuit.", "sentId": 190}, {"text": "I thought it seemed like a stunt, funny that, and I didn't put it in political playbook and the White House complained.", "sentId": 191}, {"text": "Boehner said I knew right away where this was headed.", "sentId": 192}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "You see the President out there saying sue me, sue me.", "sentId": 193}, {"text": "Nancy Pelosi, they love to talk about this because they're raising money off it which they hope will help them in November.", "sentId": 194}, {"text": "You do hear the President from time to time talking about Washington and he's trying to turn this to his advantage saying the Republicans just want to sue him where he'd like to get some things done.", "sentId": 195}, {"text": "Listen.", "sentId": 196}], "secId": 75}, {"speaker": "OBAMA", "sentences": [{"text": "We could do so much more if Congress would just come on and help out a little bit.", "sentId": 197}, {"text": "Just come on.", "sentId": 198}, {"text": "Come on and help out a little bit.", "sentId": 199}, {"text": "Stop being mad all the time.", "sentId": 200}, {"text": "Stop -- stop this hating all the time.", "sentId": 201}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "Smart politics for the President in this election year, a very tough election year for him.", "sentId": 202}, {"text": "But Robert, is there any evidence that the President has quietly tried to work with members of Congress, his Republican critics or that Harry Reid tried to come across to the senate?", "sentId": 203}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "I know John Boehner hasn't gone to Harry Reid.", "sentId": 204}, {"text": "This is not all a Democratic problem, this is a mutual problem.", "sentId": 205}, {"text": "But is there any evidence the Democrats have actually tried to do what the President said which is get things done?", "sentId": 206}], "secId": 78}, {"speaker": "COSTA", "sentences": [{"text": "When I speak to House Republicans and Senate Democrats they say there's not that much engagement from the White House and I think the White House's political strategy is entirely understandable.", "sentId": 207}, {"text": "But I wonder if the President's going to pay any sort of political price to have such a midterm emphasis on people like Steve Stockman, Sarah Palin.", "sentId": 208}, {"text": "Sure, are they out there on the fringe of the right in the Republican Party talking about impeachment but that really isn't the core Republican message this year.", "sentId": 209}, {"text": "So he's running against the extreme part of the party, not the center of the party and I wonder if voters will pay attention.", "sentId": 210}], "secId": 79}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 211}, {"text": "But the thing is, with the lawsuit -- that is the House Republican.", "sentId": 212}, {"text": "They own that, they obviously voted to pass it and voted to sue the President.", "sentId": 213}, {"text": "In the White House's eyes and I think in grassroots people's eyes as well, it's almost the same thing, right.", "sentId": 214}, {"text": "And I think one of the things you've seen Republicans really try to cut this talk off of impeachment.", "sentId": 215}, {"text": "But in a lot of ways it's already out there.", "sentId": 216}], "secId": 80}, {"speaker": "HENDERSON", "sentences": [{"text": "You listen to black radio, for instance, they're talking about impeachment.", "sentId": 217}, {"text": "They're talking about lawsuit.", "sentId": 218}, {"text": "We know in 1998 we've seen this before with Clinton and it was black voters particularly in the south that really came to Clinton's rescue, and helped him stave off losing the senate.", "sentId": 219}], "secId": 81}, {"speaker": "MARTIN", "sentences": [{"text": "This is what drives McConnell and Boehner crazy, the story of our time in Washington which is the Republican Party poised to make big gains over a backlash to the President.", "sentId": 220}, {"text": "Those gains are stymied -- at least in part because they had to mollify --", "sentId": 221}], "secId": 82}, {"speaker": "ALLEN", "sentences": [{"text": "Stymied and mollify -- look at you.", "sentId": 222}], "secId": 83}, {"speaker": "MARTIN", "sentences": [{"text": "-- the fringe of their own party -- right.", "sentId": 223}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "Those are big \"New York Times\" words.", "sentId": 224}], "secId": 85}, {"speaker": "ALLEN", "sentences": [{"text": "Exactly.", "sentId": 225}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "But you make a key point there, though.", "sentId": 226}, {"text": "I think in that environment, where people have seen the Republican big goals, they look at them now and think maybe not.", "sentId": 227}, {"text": "It seems the one thing both parties do agree on, that there's not a giant waive out there they think.", "sentId": 228}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "Democrats think if they can lose only 8 to 12 House seats they'll be in play if they get a presidential win in 2016 to maybe get the majority back.", "sentId": 229}, {"text": "They think that you could have the senate the Republicans need in the gain of six, they think it's possible.", "sentId": 230}, {"text": "Someone's got to get 51 or 52, we just don't know who that someone is -- that's the point.", "sentId": 231}, {"text": "Is that a fair assessment that they both sort of view this now as chess for the last three months?", "sentId": 232}], "secId": 88}, {"speaker": "COSTA", "sentences": [{"text": "I think so.", "sentId": 233}, {"text": "I think one of the frustrations on the Republican side, what is the Republican message?", "sentId": 234}, {"text": "They're not going to bring an alternative to the Affordable Care Act up in the House.", "sentId": 235}, {"text": "They're having all this trouble passing a border bill.", "sentId": 236}, {"text": "Good luck trying to pass an alternative to Obama care.", "sentId": 237}, {"text": "But on jobs, on entitlement reform, on the budget, there's not much consensus.", "sentId": 238}, {"text": "It's not coherent on the GOP side and so they feel optimistic ahead of the midterms but there's not a core message.", "sentId": 239}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "There's not a wave message.", "sentId": 240}], "secId": 90}, {"speaker": "HENDERSON", "sentences": [{"text": "Right, right.", "sentId": 241}, {"text": "There's not a wave message and it looked like early on maybe it would be Obama care but that seems to have, you know, subsided a bit and it looks like Republicans now look like Democrats in terms of all of these issues and they're just throwing them on the wall to see what sticks.", "sentId": 242}], "secId": 91}, {"speaker": "ALLEN", "sentences": [{"text": "Look, here is an amazing sign of just how bleak the environment is for Democrats.", "sentId": 243}, {"text": "A Democratic strategist who had access to all the polls, focus groups said \"We're writing off voters who are angry.", "sentId": 244}, {"text": "Our target voters now are people who are worried, disappointed, concerned.\"", "sentId": 245}, {"text": "Those are the voters that they want.", "sentId": 246}, {"text": "That's a bad place to be.", "sentId": 247}, {"text": "It's a matter of mitigating a tough year.", "sentId": 248}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Right, try to mitigate a tough year but they think it's a little better than they would have a couple months ago.", "sentId": 249}, {"text": "We've got three months to go -- a lot can change.", "sentId": 250}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Everybody stay put.", "sentId": 251}, {"text": "Up next, tomorrow's news today -- our reporters share some nuggets and get you out ahead of the big political news to come.", "sentId": 252}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 253}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "Let's go around the INSIDE POLITICS table and help get you out ahead of the big political stories just around the corner.", "sentId": 254}, {"text": "Nia-Malika Henderson.", "sentId": 255}], "secId": 96}, {"speaker": "HENDERSON", "sentences": [{"text": "As part of President Obama summit of African leaders next week, Laura Bush and Michelle Obama will meet with the spouses of the African leaders and this will be about the importance of women, involving them in politics, involving them in educational initiatives in these different countries but it's also a rare show of bipartisanship, right.", "sentId": 256}, {"text": "Of coming together, of cooperation and something that this town after this week surely needs.", "sentId": 257}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "A lesson for the men is what you're saying.", "sentId": 258}], "secId": 98}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, exactly.", "sentId": 259}, {"text": "I didn't want to say it but that's what I mean.", "sentId": 260}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Robert?", "sentId": 261}], "secId": 100}, {"speaker": "COSTA", "sentences": [{"text": "The Democratic presidential sweepstakes, we always hear about Secretary Clinton and we've heard recently a little bit about Senator Warren but here's another name to pay attention to -- Senator Amy Klobuchar of Minnesota.", "sentId": 262}, {"text": "Members of her inner circle tell me that she won't run against Secretary Clinton but should Secretary Clinton for some reason bow out of consideration, Senator Klobuchar is building up a national network, talking to donors.", "sentId": 263}, {"text": "And later this month, she'll be in Iowa.", "sentId": 264}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "In Iowa -- from Minnesota moving over to Iowa.", "sentId": 265}, {"text": "We'll watch that.", "sentId": 266}, {"text": "Jonathan?", "sentId": 267}], "secId": 102}, {"speaker": "MARTIN", "sentences": [{"text": "Two primaries this week to watch in Tennessee and in Kansas, both of which have incumbent Republicans more center right, Lamar Alexander and Pat Roberts.", "sentId": 268}, {"text": "National folks and the party feel both men are going to be OK, it's a matter of the margin in each, but keep an eye on these races, because both these states, Tennessee and Kansas, have moved sharply to the right in recent years.", "sentId": 269}], "secId": 103}, {"speaker": "MARTIN", "sentences": [{"text": "The Tea Party as well had taken hold in both places and there's some concern about Roberts because of the campaign he's run whereas Alexander has run a better campaign.", "sentId": 270}, {"text": "But keep in mind Alexander has been targeted by Laura Ingraham and Sarah Palin over the immigration issue which as we know is boiling right now.", "sentId": 271}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "We'll watch and see if there could be surprise brewing there -- Mike.", "sentId": 272}], "secId": 105}, {"speaker": "ALLEN", "sentences": [{"text": "Well, John I think the people around the table would agree that so far this year winning the invisible primary has been Rand Paul.", "sentId": 273}, {"text": "Whether it's message, travel, buzz -- but his biggest hurdle what could keep him from being the nominee the buzz from people like that Bob's been golfing with this week -- it's foreign policy.", "sentId": 274}], "secId": 106}, {"speaker": "ALLEN", "sentences": [{"text": "And we've learned that he's going to try to fix that.", "sentId": 275}, {"text": "He's going to give a speech about foreign policy late September, early October at National Defense University, and he's going to argue there that on the spectrum of people who want to intervene, people want to be everywhere, the isolationists, what he's accused of, people want to do nothing.", "sentId": 276}], "secId": 107}, {"speaker": "ALLEN", "sentences": [{"text": "He's going to argue that he's smack in the middle, the same place that George H.W.", "sentId": 277}, {"text": "Bush was, that Reagan was and that Ike was.", "sentId": 278}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "It will be interesting to see if he actually says George H.W.", "sentId": 279}, {"text": "Bush.", "sentId": 280}, {"text": "If a guy running for the Republican nomination today mentions George H.W.", "sentId": 281}, {"text": "Bush I'll buy you a beer.", "sentId": 282}, {"text": "We'll keep an eye on that one.", "sentId": 283}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "I'll close with this one.", "sentId": 284}, {"text": "We're not three months out from Election Day, one big test to watch over the next 30 days up to Labor Day is how many of the Democratic-held senate seats from blue states can Republicans keep as viable targets?", "sentId": 285}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "Let me give you two to watch over the next month -- start in Oregon.", "sentId": 286}, {"text": "Monica Wehby  is the Republican nominee.", "sentId": 287}, {"text": "She lags right now in fund-raising and in the polls but the Koch Brothers have just decided to make a big TV investment in that state to see if they can move the numbers.", "sentId": 288}, {"text": "If they can't move those numbers by Labor Day her outside money is likely to dry up, if not go away all together.", "sentId": 289}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "One more to watch is New Hampshire.", "sentId": 290}, {"text": "A lot of Republicans in the state are concerned that Scott Brown, remember he's the former Massachusetts senator, has not been able to get closer in the polls to the Democratic incumbent, Jeanne Shaheen.", "sentId": 291}, {"text": "She's had a consistent lead.", "sentId": 292}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "But Republicans say it has begun to shrink a little bit and they say, and I'm going to use a little New England term here talking to one prominent Republican, he says their one hope continues to be in New Hampshire that President Obama has quote, \"wicked bad\" approval numbers in the state.", "sentId": 293}, {"text": "Keep an eye on those two because after Labor Day when you get to the final stretch a lot of big decisions have to be made not only by the national parties but by the cash-rich Super PACs who gets precious resources.", "sentId": 294}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 295}, {"text": "Thanks again for sharing your Sunday morning.", "sentId": 296}, {"text": "We'll see you soon.", "sentId": 297}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION WITH CANDY CROWLEY\" starts right now.", "sentId": 298}], "secId": 115}], "sectionCount": 116, "url": "transcripts.cnn.com/TRANSCRIPTS/1408/03/ip.01.html", "sentenceCount": 300, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired August 3, 2014 - 08:30   ET", "speakers": ["PAUL", "MARQUEZ", "KING", "BOEHNER", "OBAMA", "PELOSI", "And with us to share their reporting and their insights", "COSTA", "ALLEN", "HENDERSON", "MARTIN"], "title": "INSIDE POLITICS"}