{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1610.10.ip.02.html.json", "subTitle": "Sunday's Debate Reviewed; Trump and Pence Differ on Syria; Trump Talks Taxes in Debate; Hillary Forced to Talk About Podesta's Hacked Emails. Aired 12:30-1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 0}, {"text": "This is not normal.", "sentId": 1}, {"text": "The morning after a big debate.", "sentId": 2}, {"text": "And just 29 days to Election Day.", "sentId": 3}], "secId": 0}, {"speaker": "PENCE", "sentences": [{"text": "Well, you know, I'll always keep my conversation with Donald Trump and my family private, but it's absolutely false to suggest that at any point in time we considered dropping off this ticket.", "sentId": 4}, {"text": "It's the greatest honor of my life to be nominated by my party to be the next vice president of the United States of America.", "sentId": 5}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "That was strange.", "sentId": 6}, {"text": "This is also not normal.", "sentId": 7}, {"text": "Donald Trump last night making clear the man you just saw there, Governor Pence, doesn't speak for him on Syria Policy.", "sentId": 8}], "secId": 2}, {"speaker": "TRUMP", "sentences": [{"text": "He and I haven't spoken.", "sentId": 9}, {"text": "And I disagree.", "sentId": 10}], "secId": 3}, {"speaker": "CLINTON", "sentences": [{"text": "Your two minutes is up.", "sentId": 11}], "secId": 4}, {"speaker": "TRUMP", "sentences": [{"text": "I don't like Assad at all, but Assad is killing ISIS.", "sentId": 12}, {"text": "Russia is killing ISIS and Iran is killing ISIS.", "sentId": 13}, {"text": "And those three have now lined up, because of our weak foreign policy.", "sentId": 14}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "The fact checkers and international correspondents who've covered that conflict, let's say Trump is kind of wrong about Assad and Russia.", "sentId": 15}, {"text": "And for all of these efforts to gloss this one over, it's clear, Mike Pence sees things very, very differently.", "sentId": 16}], "secId": 6}, {"speaker": "PENCE", "sentences": [{"text": "The provocations by Russia need to be met with American strength.", "sentId": 17}, {"text": "And if Russia chooses to be involved and continue I should say that be involved in this barbaric attack on civilians in Aleppo, the United States of America should be prepared to use military force to strike military targets of the Assad regime to prevent them from this humanitarian crisis that it's taking place in Aleppo.", "sentId": 18}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "It's quite common when you pick a running mate that the nominee and the running mate have some disagreements but they are worked out around the convention.", "sentId": 19}, {"text": "The running mate normally says he's boss now.", "sentId": 20}, {"text": "I agree with his position, I'll give him my counsel in private.", "sentId": 21}, {"text": "That's pretty extraordinary, I mean -- that Mike -- And Donald Trump through Mike Pence under the bus.", "sentId": 22}], "secId": 8}, {"speaker": "LIZZA", "sentences": [{"text": "Under the bus.", "sentId": 23}, {"text": "I disagree with him.", "sentId": 24}, {"text": "He hasn't talk to me about this.", "sentId": 25}, {"text": "I don't talk to him about it, yeah.", "sentId": 26}, {"text": "This is like one of the most striking examples of a disagreement between two members of the same ticket that I've ever seen in presidential politics.", "sentId": 27}], "secId": 9}, {"speaker": "LIZZA", "sentences": [{"text": "And just on Trump's position here, he's not just wrong.", "sentId": 28}, {"text": "I mean he is parroting the propaganda of the Assad regime and Russian government which is to say all of the opposition to Assad is ISIS, they're all Islamic terrorist which is just not true.", "sentId": 29}, {"text": "So he's got his other, not looked at decision carefully, he's been in very bad advice from a so foreign policy advisers.", "sentId": 30}], "secId": 10}, {"speaker": "LIZZA", "sentences": [{"text": "And obviously Pence does not believe that.", "sentId": 31}, {"text": "Pence's view is that the Assad regime is, you know, is awful and Putin is a strongman intervening and needs to be pushed back by the Americans.", "sentId": 32}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Pence has the pretty much mainstream Republican view, maybe a little bit hawkish view, some, Ryan Paul might disagree with him, but Paul Ryan agrees with Mike Pence, Mitch McConnell agrees with Mike Pence, and they don't agree with Donald Trump.", "sentId": 33}], "secId": 12}, {"speaker": "WILSON", "sentences": [{"text": "Mike Pence's view of this situation is closer to Hillary Clinton's than it is to Donald Trump.", "sentId": 34}, {"text": "And as matter of fact, this what they -- what Donald Trump said last night, it was that he has not talked to his running mate about what could very well be the defining foreign policy issue of the next president's administration.", "sentId": 35}, {"text": "I think that's pretty remarkable.", "sentId": 36}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Another issue I want to bring up, because this isn't one of the reasons Paul Ryan is breaking from the nominee.", "sentId": 37}, {"text": "They understand after this tape came out.", "sentId": 38}, {"text": "They think there's more to come.", "sentId": 39}, {"text": "They think more women are going to come forward.", "sentId": 40}, {"text": "They're worried there are snippets from the apprentice and other Trump on T.V.", "sentId": 41}, {"text": "that are about to come out.", "sentId": 42}], "secId": 14}, {"speaker": "tape", "sentences": [{"text": "00 a.m. against Miss Universe, he was asked about it last night, here's what Donald Trump said.", "sentId": 43}], "secId": 15}, {"speaker": "TRUMP", "sentences": [{"text": "It wasn't check out a sex tape.", "sentId": 44}, {"text": "It was just take a look at the person that she built up to be this wonderful Girl Scout who was no Girl Scout.", "sentId": 45}, {"text": "Tweeting happens to be a modern day form of communication.", "sentId": 46}, {"text": "I mean, you can like it or not like it.", "sentId": 47}, {"text": "I have between Facebook and Twitter.", "sentId": 48}, {"text": "I have almost 25 million people.", "sentId": 49}, {"text": "It's a very effective way of communication.", "sentId": 50}, {"text": "So you can put it down, but it is a very effective form of communication.", "sentId": 51}, {"text": "I'm not unproud of it, to be honest with you.", "sentId": 52}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "So the Republican nominee for president, the man who wants to sit in the oval office and tell you how the country's going said, \"This wasn't check out a sex tape, this wasn't check out a sex tape.\"", "sentId": 53}, {"text": "Twitter has this wonderful thing.", "sentId": 54}, {"text": "Computer service saved things.", "sentId": 55}, {"text": "Here's Donald Trumps' tweet of 5:00 something in the morning.", "sentId": 56}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "Did Crooked Hillary help disgusting check out sex tape and past?", "sentId": 57}, {"text": "That would be check out sex tape and past.", "sentId": 58}, {"text": "This is one of the reasons Republicans are nervous, and as we start the conversation, we talked about the NBC Wall Street Journal poll that shows Hillary Clinton now up 11 points nationally, 46-35.", "sentId": 59}, {"text": "Look at this.", "sentId": 60}, {"text": "They have a generic ballot question.", "sentId": 61}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "What would you prefer?", "sentId": 62}, {"text": "A Democratic controlled congress or Republican controlled congress?", "sentId": 63}, {"text": "49 percent say Democratic controlled congress, 42 percent say Republican controlled congress.", "sentId": 64}, {"text": "That is a shift.", "sentId": 65}, {"text": "That is a shift from -- if you went back a month or two ago and looked at the polling.", "sentId": 66}, {"text": "That and this whole conversation about temperament, character, treatment of women is why so many Republicans are running away.", "sentId": 67}], "secId": 19}, {"speaker": "HAM", "sentences": [{"text": "Yeah, look, I think the dynamic here in many of them frustrated, I think, many Republicans, supporters of others were frustrated during the primary season and Hillary Clinton supporters are frustrated now, look and say, the standard seems to be very low for him.", "sentId": 68}, {"text": "Like what bar does he need to hit us or basic acceptability?", "sentId": 69}], "secId": 20}, {"speaker": "HAM", "sentences": [{"text": "And I've noodled on that myself.", "sentId": 70}, {"text": "And it is -- people are jonesing for a change election.", "sentId": 71}, {"text": "They're being offered status quo that they really don't like in the form of Hillary Clinton and change that they're afraid of.", "sentId": 72}, {"text": "So they want him to give them a reason to go there.", "sentId": 73}, {"text": "And he keeps refusing to do so.", "sentId": 74}], "secId": 21}, {"speaker": "TUMULTY", "sentences": [{"text": "Is that the time I run my country and talk to Trump supporters.", "sentId": 75}, {"text": "I have discovered a phenomenon that I have never seen with any other candidate where if you ask somebody why they're supporting him they say, he says what he thinks.", "sentId": 76}, {"text": "And then if you ask them well, what about this outrageous thing he just said this morning, they will state, well, he didn't mean that.", "sentId": 77}, {"text": "So people -- his supporters can somehow simultaneously have the two ideas in their heads that he is both a refreshing truth-teller and that he doesn't mean what he says.", "sentId": 78}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "I call that the Kardashian effect.", "sentId": 79}, {"text": "There are people who watch reality television, they know it's exaggerated on purpose and they somehow process Trump that way.", "sentId": 80}, {"text": "Oh, we know, Mexico's aren't going to pay for the wall but he's going to be tough on immigration.", "sentId": 81}, {"text": "We know you can't ban all Muslims because basically, we're tougher than the other guys.", "sentId": 82}, {"text": "And you're right.", "sentId": 83}, {"text": "No other candidate could ever possibly get away with it.", "sentId": 84}], "secId": 23}, {"speaker": "TUMULTY", "sentences": [{"text": "And they say I heard what he said but I know what he means.", "sentId": 85}], "secId": 24}, {"speaker": "LIZZA", "sentences": [{"text": "Yeah, they judge him by a different standard into conventional ...", "sentId": 86}], "secId": 25}, {"speaker": "TUMULTY", "sentences": [{"text": "For that intent.", "sentId": 87}, {"text": "The file.", "sentId": 88}], "secId": 26}, {"speaker": "WILSON", "sentences": [{"text": "So you're point on the generic ballot though.", "sentId": 89}, {"text": "I mean historically speaking, because of the way voters are distributed across the country, Democrats need a five or six-point edge in the generic ballot before they can translate into real serious election wins.", "sentId": 90}], "secId": 27}, {"speaker": "WILSON", "sentences": [{"text": "Here we are in the NBC Wall Street Journal poll at a seven-point edge for Democrats.", "sentId": 91}, {"text": "If that gets up to eight, nine, 10 points, the senates gone and the house is, start to get real touchy.", "sentId": 92}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "And that's why all the Republicans are little touchy.", "sentId": 93}, {"text": "That's how it works, connect the dots.", "sentId": 94}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "Up next, Donald Trump says, you bet he didn't pay federal taxes.", "sentId": 95}, {"text": "And if that makes you mad, he says, blame Hillary Clinton.", "sentId": 96}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 97}, {"text": "Remember that nearly $1 billion loss Donald Trump took on his 1991 tax return?", "sentId": 98}], "secId": 31}, {"speaker": "COOPER", "sentences": [{"text": "The \"New York Times\" published three pages of your 1995 tax return that show you claimed the $916 million loss.", "sentId": 99}, {"text": "You have not answered, though, a simple question.", "sentId": 100}, {"text": "Did you use that $916 million loss to avoid paying personal federal income taxes?", "sentId": 101}], "secId": 32}, {"speaker": "TRUMP", "sentences": [{"text": "Of course, I do.", "sentId": 102}, {"text": "And so do all of her donors.", "sentId": 103}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "Can you say how many years you have avoided paying personal federal income taxes?", "sentId": 104}], "secId": 34}, {"speaker": "TRUMP", "sentences": [{"text": "No, but I pay tax and I pay federal tax too.", "sentId": 105}, {"text": "But I have a write-off, a lot of its depreciation which is a wonderful charge.", "sentId": 106}, {"text": "I love depreciation and, you know, she's given it to us.", "sentId": 107}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "It's part of that answer.", "sentId": 108}, {"text": "Donald Trump, acknowledging he did used this write-off to avoid paying federal taxes.", "sentId": 109}], "secId": 36}, {"speaker": "LIZZA", "sentences": [{"text": "Yeah.", "sentId": 110}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Nothing illegal about that.", "sentId": 111}, {"text": "Perfectly legal, for everything we know anyway.", "sentId": 112}, {"text": "Perfectly legal, but Democrats ...", "sentId": 113}], "secId": 38}, {"speaker": "WILSON", "sentences": [{"text": "But confirming one of the mysteries about this.", "sentId": 114}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 115}, {"text": "Yes, Democrats who you said against.", "sentId": 116}, {"text": "And he also said Hillary Clinton supporters who he specifically named who are involved that who that just released this statement which it's titled some facts for Donald Trump.", "sentId": 117}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "And where about it says, I've paid federal income tax every year since 1944, when I was 13.", "sentId": 118}, {"text": "And though a slow starter, I only paid $7 in tax that year.", "sentId": 119}, {"text": "But he said if federal income tax for the year 2015 was $1,845,557.", "sentId": 120}, {"text": "So, we're about to trying Hillary Clinton fire back here saying, show us more Donald.", "sentId": 121}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Is that damaging?", "sentId": 122}, {"text": "I mean everybody assumed will you take that big of a write-off, you take it for a reason.", "sentId": 123}, {"text": "And again there's nothing that we know illegal about what Donald Trump did, but just admitting there, yeah, sure.", "sentId": 124}], "secId": 42}, {"speaker": "LIZZA", "sentences": [{"text": "I think it's -- I mean that in whole story which seems like a life time ago, right?", "sentId": 125}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "It sure does.", "sentId": 126}], "secId": 44}, {"speaker": "LIZZA", "sentences": [{"text": "It happens since then, was always damaging and that it brought back the stories about what a failure he was in the late '80s or early '90s after he bought Trump error and he went to Atlantic City.", "sentId": 127}, {"text": "And his casino has failed.", "sentId": 128}, {"text": "Then he bought the yacht.", "sentId": 129}, {"text": "And just that entire period of his life where he was one the edge of personal bankruptcy and, you know, escaped it by the skin of his teeth.", "sentId": 130}], "secId": 45}, {"speaker": "LIZZA", "sentences": [{"text": "And that's what that, you know, that's what that 1995 tax document.", "sentId": 131}, {"text": "It was sort of part of that, part of his legacy.", "sentId": 132}, {"text": "And now it was thought it was damaging.", "sentId": 133}, {"text": "This was a reminder that this guy has not always been the great businessman he said he was.", "sentId": 134}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "And let's go to the other portion today.", "sentId": 135}, {"text": "We talked a lot about Donald Trump, because he raises a lot to talk about in these debates.", "sentId": 136}, {"text": "But Hillary Clinton, a couple times Donald Trump did get her back on her heels and the moderators did as well about what she hacked e- mails.", "sentId": 137}, {"text": "John Podesta, the campaign chairman's e-mails have bee hacked and had some excerpts -- the campaign has not denied their offenses.", "sentId": 138}], "secId": 47}, {"speaker": "WILSON", "sentences": [{"text": "Yeah.", "sentId": 139}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "He had confirmed it, of some of the things she said in this close doors speeches, mostly the wealthy bankers.", "sentId": 140}, {"text": "And she was asked again last night, both from the moderators and Donald Trump a pressed about her private e-mail server.", "sentId": 141}], "secId": 49}, {"speaker": "CLINTON", "sentences": [{"text": "Look, it's just not true and so please ...", "sentId": 142}], "secId": 50}, {"speaker": "TRUMP", "sentences": [{"text": "Oh, you didn't delete them?", "sentId": 143}], "secId": 51}, {"speaker": "COOPER", "sentences": [{"text": "Allow her to respond please.", "sentId": 144}], "secId": 52}, {"speaker": "CLINTON", "sentences": [{"text": "The personal e-mails not official ...", "sentId": 145}], "secId": 53}, {"speaker": "TRUMP", "sentences": [{"text": "Oh, a 33,000?", "sentId": 146}, {"text": "Yeah, right.", "sentId": 147}], "secId": 54}, {"speaker": "CLINTON", "sentences": [{"text": "Not -- well, we turned over 35,000.", "sentId": 148}, {"text": "So ...", "sentId": 149}], "secId": 55}, {"speaker": "TRUMP", "sentences": [{"text": "Oh yeah.", "sentId": 150}, {"text": "What about the other 15,000?", "sentId": 151}], "secId": 56}, {"speaker": "COOPER", "sentences": [{"text": "Please allow her to respond.", "sentId": 152}, {"text": "She didn't talk while you talked.", "sentId": 153}], "secId": 57}, {"speaker": "CLINTON", "sentences": [{"text": "Yes.", "sentId": 154}, {"text": "That's true.", "sentId": 155}, {"text": "I didn't.", "sentId": 156}], "secId": 58}, {"speaker": "TRUMP", "sentences": [{"text": "Because you have nothing to say.", "sentId": 157}], "secId": 59}, {"speaker": "CLINTON", "sentences": [{"text": "And I didn't in the first debate.", "sentId": 158}, {"text": "And I'm going to try not to in this debate, because I'd like to get to the questions that the people have brought here tonight to talk to us about.", "sentId": 159}], "secId": 60}, {"speaker": "TRUMP", "sentences": [{"text": "And the get off this question.", "sentId": 160}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "You know, if you don't like Trump, you don't like that.", "sentId": 161}, {"text": "But in the first debate she gave a tight answer, I'm sorry, and tried to just put it away.", "sentId": 162}, {"text": "In this debate, at least, he got combative with her and made her talk about it more.", "sentId": 163}, {"text": "And when she does that, sometimes she gets into lawyerly land.", "sentId": 164}], "secId": 62}, {"speaker": "HAM", "sentences": [{"text": "Yeah.", "sentId": 165}, {"text": "And not just that a lawyerly about what that answer where she says all of what you said untrue about that.", "sentId": 166}, {"text": "You know, it's just a wheelbarrow full of lies.", "sentId": 167}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 168}], "secId": 64}, {"speaker": "HAM", "sentences": [{"text": "It's like much of that is not true.", "sentId": 169}, {"text": "And she's trying to over and over again to say these things that aren't true.", "sentId": 170}], "secId": 65}, {"speaker": "HAM", "sentences": [{"text": "Does it matter in line of the fact that his foibles will cover that up?", "sentId": 171}, {"text": "I'm not sure, but he did a better job of prosecuting the case on Obamacare and this last night.", "sentId": 172}], "secId": 66}, {"speaker": "LIZZA", "sentences": [{"text": "Well, from what minor saying with the -- whether she did deleted them or not is that they got this Subpoena right?", "sentId": 173}, {"text": "From the house and the company that had already been told to delete them since office, and said oh, I was supposed to delete this and then the guy went and deleted it.", "sentId": 174}, {"text": "Not that Hillary Clinton called and said, hey, we got to get rid of those e-mails.", "sentId": 175}, {"text": "So, that's just a fact check of what he said.", "sentId": 176}, {"text": "There is a difference.", "sentId": 177}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "But it's -- that's -- if the timing of that still doesn't pass the sniff test.", "sentId": 178}], "secId": 68}, {"speaker": "LIZZA", "sentences": [{"text": "Yeah.", "sentId": 179}], "secId": 69}, {"speaker": "LIZZA", "sentences": [{"text": "Not good.", "sentId": 180}, {"text": "WILSON: Yeah, that the notes are well.", "sentId": 181}, {"text": "What are you doing with 33,000 e-mails?", "sentId": 182}, {"text": "But I turned over 35,000 e-mails.", "sentId": 183}, {"text": "I mean I think we have with voter to think ...", "sentId": 184}], "secId": 70}, {"speaker": "WILSON", "sentences": [{"text": "Boy, that's a lot of e-mails.", "sentId": 185}, {"text": "And she did not help ...", "sentId": 186}], "secId": 71}, {"speaker": "LIZZA", "sentences": [{"text": "But, you know, she personally deleted it.", "sentId": 187}, {"text": "And that's right.", "sentId": 188}, {"text": "It wasn't illegal.", "sentId": 189}, {"text": "He's saying she should go to jail for something that the FBI has looked at in a fairly thorough way and then transparently ...", "sentId": 190}], "secId": 72}, {"speaker": "WILSON", "sentences": [{"text": "And by the way that the House of Representatives has looked at.", "sentId": 191}, {"text": "And when Donald Trump is bringing up this notion that people have not prosecuted the case against Hillary Clinton, that the House of Representatives is somehow against him.", "sentId": 192}, {"text": "He's forgetting who's in charge of congress.", "sentId": 193}], "secId": 73}, {"speaker": "HAM", "sentences": [{"text": "But also large numbers of voters have looked at this and decided, yes, she's probably getting away with something here.", "sentId": 194}], "secId": 74}, {"speaker": "WILSON", "sentences": [{"text": "Sure.", "sentId": 195}], "secId": 75}, {"speaker": "HAM", "sentences": [{"text": "And that's the part of that was left on those reports.", "sentId": 196}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "And on the hacked e-mails that revealed some what was she said in these private meetings like, you go to Wall Street people, because they know the most about the banking industry when you're looking for people to regulate.", "sentId": 197}, {"text": "Well some might say that's Fox part in the hen house.", "sentId": 198}], "secId": 77}, {"speaker": "LIZZA", "sentences": [{"text": "Yeah.", "sentId": 199}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "And some other things.", "sentId": 200}, {"text": "She said well, the bigger issue is that Russia has hacked.", "sentId": 201}, {"text": "No, that's an issue.", "sentId": 202}, {"text": "That's an issue that Russia is hacking, and the Russia might trying to close the election.", "sentId": 203}, {"text": "But there's also an issue about what she said that she doesn't want to answer.", "sentId": 204}], "secId": 79}, {"speaker": "TUMULTY", "sentences": [{"text": "And I thought one of the most interesting exchanges of the night was the one over having one policy in public and another in private.", "sentId": 205}, {"text": "And she tried to sort of draw it back to the movie \"Lincoln\" and it offered Trump one of his best opportunities.", "sentId": 206}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "Absolutely.", "sentId": 207}], "secId": 81}, {"speaker": "HAM", "sentences": [{"text": "Where he accused her besmirching on his babe .", "sentId": 208}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "All right, so it was a good comeback.", "sentId": 209}, {"text": "Trump was much better at the comeback again if you don't support him.", "sentId": 210}, {"text": "You don't like it.", "sentId": 211}, {"text": "But he was much better to give and take of debating.", "sentId": 212}, {"text": "There wasn't a first debate without a doubt.", "sentId": 213}, {"text": "Everybody sit tight.", "sentId": 214}, {"text": "Our report shift notebooks next.", "sentId": 215}, {"text": "Including the anxiety of Republicans waiting for the next act in that T.V.", "sentId": 216}, {"text": "reality campaign we call Donald Trump.", "sentId": 217}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Pictures here, Hillary Clinton boarding her campaign plane in New York, suburb in New York.", "sentId": 218}, {"text": "She's off to Detroit, motor city campaigning today.", "sentId": 219}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "Donald Trump is on the road as well, two stops in Pennsylvania.", "sentId": 220}, {"text": "You see Hillary Clinton there answering a question.", "sentId": 221}, {"text": "She was asked, do you think Trump will show up for third debate?", "sentId": 222}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "She answered with one word, yes.", "sentId": 223}, {"text": "I'm sure hope so and will be there.", "sentId": 224}, {"text": "Before we go, let's have run \"Inside Politics\" table.", "sentId": 225}, {"text": "Ask our reporters to get you out ahead the big political news just around the corner, Karen Tumulty?", "sentId": 226}], "secId": 86}, {"speaker": "TUMULTY", "sentences": [{"text": "Well, I just think it's worth pausing a moment here and reflecting on the fact that one of the things that got lost last night was whole function of what a Town Hall debate is supposed to be which is an opportunity for average citizens to put their everyday concerns to the candidates, and that I think is not only what got lost last night.", "sentId": 227}, {"text": "I think that's what has got lost in this election.", "sentId": 228}, {"text": "And the final month is not going to do anything to correct that.", "sentId": 229}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "I think you're right.", "sentId": 230}, {"text": "I blame the candidates, not moderators who trying to get to more questions, but the candidates just keep going at each other but used to keep quite.", "sentId": 231}, {"text": "We should listen to voters, Ryan?", "sentId": 232}], "secId": 88}, {"speaker": "LIZZA", "sentences": [{"text": "You know, in mid-August, one of Trump's senior advisers had a meeting with him and he said, look, the biggest issue in the polling is your temperament.", "sentId": 233}, {"text": "And the last opportunity to get  the American people or at least that group of voters that you need to win this thing.", "sentId": 234}], "secId": 89}, {"speaker": "LIZZA", "sentences": [{"text": "The last opportunity to fix that problem without temperament, are these debates, right?", "sentId": 235}, {"text": "And it's only to miss debate in a Trump campaign, is he going to win with some massive, new upsurge in white working class voters?", "sentId": 236}, {"text": "Add into the poll says that's not going to happen or he going to real back in those white college educated suburb and, especially women in places that we talked about a lot like the Philadelphia suburbs?", "sentId": 237}], "secId": 90}, {"speaker": "LIZZA", "sentences": [{"text": "And his temperament issue was about the latter.", "sentId": 238}, {"text": "And that ying and yang of the Trump campaign white working class, college educated living and fighting about that for months.", "sentId": 239}, {"text": "I think what we've seen in these last two debates is that they are doubling down on the base on a white working class surge and that is the only hope he has in the home stretch is that there is some historic surge in that demographic.", "sentId": 240}], "secId": 91}, {"speaker": "KINGS", "sentences": [{"text": "Well, watch and try to turn it.", "sentId": 241}, {"text": "Well, he's in Pennsylvania today.", "sentId": 242}, {"text": "Reid?", "sentId": 243}], "secId": 92}, {"speaker": "WILSON", "sentences": [{"text": "Over the last several action cycles we've seen the cost of politics rise exponentially.", "sentId": 244}, {"text": "It's not just citizens united.", "sentId": 245}, {"text": "It's not anything like that.", "sentId": 246}, {"text": "It's just that more money is getting into the political system.", "sentId": 247}], "secId": 93}, {"speaker": "WILSON", "sentences": [{"text": "This year, however, there's something remarkably different about that and it reflects the fact that Republican outside groups are virtually abandoning the presidential race and frankly, they have abandoned it ever since Donald Trump became the presumptive nominee.", "sentId": 248}], "secId": 94}, {"speaker": "WILSON", "sentences": [{"text": "Take a look in the amount of money spent on television in the battle for the United States senate.", "sentId": 249}, {"text": "That's north of $.5 billion.", "sentId": 250}, {"text": "The amount money spent television in the presidentially race is about $350 million in 2012 and 2008.", "sentId": 251}, {"text": "Frankly, in every other modern political cycle, the amount money spent on the race for the White House has been far higher than amount spent on down about canvass.", "sentId": 252}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "You have found the panels and references, that's the turned upside down, right?", "sentId": 253}], "secId": 96}, {"speaker": "HAM", "sentences": [{"text": "The last 30 days of these are going to be somewhat forge Republican Party about finding one of those runaway trucks off ramps.", "sentId": 254}, {"text": "And like, this last weekend, when those upper dumps might have been the last one, a bunch of people abandoned him.", "sentId": 255}], "secId": 97}, {"speaker": "HAM", "sentences": [{"text": "This whole thing joining with him is always been about like camping with a grizzly bear.", "sentId": 256}, {"text": "And you might think you have an understanding with that grizzly bear, but he will eventually turn on you.", "sentId": 257}, {"text": "And the rest of the month is going to be real rocky for the people who are still onboard and there will be more apo.", "sentId": 258}], "secId": 98}, {"speaker": "HAM", "sentences": [{"text": "Anyone who thought they were getting through October with a candidate who's been on mic being Donald Trump for the last 45 years without anymore apo, they were always wrong.", "sentId": 259}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Twenty nine days is a long time.", "sentId": 260}, {"text": "I'll end with this.", "sentId": 261}, {"text": "Is the cake baked?", "sentId": 262}, {"text": "Or is this deja vu all over again?", "sentId": 263}, {"text": "And by that I mean this, there's remarkable consistency among Republicans strategist not affiliated with the Trump campaign.", "sentId": 264}, {"text": "They look at the polling, new numbers are showed you pretty glaring.", "sentId": 265}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "See Hillary Clinton is national and battleground state leads.", "sentId": 266}, {"text": "They think the cake is baked.", "sentId": 267}, {"text": "Meaning, the race is over.", "sentId": 268}, {"text": "No matter what Trump does in the next 29 days?", "sentId": 269}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "I stood by that view after the debate last night saying Trump no doubt shored up his right flank, but likely made little or no ahead, right, in the suburbs and other places, he needs to climb back into contention.", "sentId": 270}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "And these are smart people.", "sentId": 271}, {"text": "And they are intimately involved in house and senate races in this key battleground states.", "sentId": 272}, {"text": "So, they know the terrain.", "sentId": 273}, {"text": "But here's my question, are they underestimating Trump again?", "sentId": 274}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "They don't think so.", "sentId": 275}, {"text": "But, remember many of theses the same people told us there was no way.", "sentId": 276}, {"text": "The reality T.V.", "sentId": 277}, {"text": "showman who was once pro-choice and once pro-Clinton could ever win the nomination.", "sentId": 278}, {"text": "So, cake baked or deja vu all over again?", "sentId": 279}, {"text": "Twenty nine days in counting.", "sentId": 280}, {"text": "I hope you're riding up with us.", "sentId": 281}, {"text": "Thanks for watching \"Inside Politics.\"", "sentId": 282}, {"text": "We'll be back tomorrow at noon.", "sentId": 283}, {"text": "Wolf is ready to start right after this.", "sentId": 284}], "secId": 104}, {"speaker": "BLITZER", "sentences": [{"text": "Hello.", "sentId": 285}, {"text": "I'm Wolf Blitzer.", "sentId": 286}, {"text": "It's 1:00 p.m. here in Washington.", "sentId": 287}, {"text": "Wherever you are watching from around the world?", "sentId": 288}, {"text": "Thanks very much for joining us.", "sentId": 289}], "secId": 105}, {"speaker": "BLITZER", "sentences": [{"text": "There is now less than a month until Election Day in the U.S. Presidential race.", "sentId": 290}, {"text": "We are clearly now in the home stretch.", "sentId": 291}, {"text": "A new NBC news and Wall Street Journal poll just out conducted this weekend shows Hillary Clinton up 11 points nationally over Donald.", "sentId": 292}], "secId": 106}], "sectionCount": 107, "url": "transcripts.cnn.com/TRANSCRIPTS/1610/10/ip.02.html", "sentenceCount": 294, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 10, 2016 - 12:30   ET", "speakers": ["KING", "PENCE", "TRUMP", "CLINTON", "LIZZA", "WILSON", "tape", "HAM", "TUMULTY", "COOPER", "KINGS", "BLITZER"], "title": "INSIDE POLITICS"}