{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1612.04.ip.01.html.json", "subTitle": "Trump Speaks with Taiwan' President, Angering China; Trump Turns Around Carrier Closure; Campaign Teams Clash at Post-Election Forum; Assembling the Trump Team; Democrats Pick Up the Pieces Post- 2016. Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "The president-elect fills his new team and takes a victory lap.", "sentId": 0}], "secId": 0}, {"speaker": "TRUMP", "sentences": [{"text": "You promise, raise your hand, promise.", "sentId": 1}, {"text": "So, I will not tell you that one of our great, great generals we are going to appoint Mad Dog Mattis.", "sentId": 2}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Plus, a big diplomatic dustup.", "sentId": 3}, {"text": "China is mad that President- elect Trump talked to Taiwan's leader.", "sentId": 4}], "secId": 2}, {"speaker": "CONWAY", "sentences": [{"text": "The guy is the busiest guy on this planet, but as president-elect is fully engaged.", "sentId": 5}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "A holiday gift from the outgoing president, the lowest unemployment rate in more than nine years.", "sentId": 6}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "And wow, a usually polite post-election tradition turns testy.", "sentId": 7}, {"text": "The Trump and Clinton campaign teams fight on.", "sentId": 8}], "secId": 5}, {"speaker": "BENENSON", "sentences": [{"text": "More Americans voted for Hillary Clinton than Donald Trump.", "sentId": 9}], "secId": 6}, {"speaker": "CONWAY", "sentences": [{"text": "Hey guys, we won.", "sentId": 10}, {"text": "You don't have to respond.", "sentId": 11}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 12}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 13}, {"text": "I'm John King.", "sentId": 14}, {"text": "Thanks for sharing your Sunday morning with us.", "sentId": 15}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Seven weeks until Donald Trump's inauguration.", "sentId": 16}, {"text": "Three questions here to frame the latest news and lessons from our president-elect.", "sentId": 17}, {"text": "Question one, is Mr. Trump breaking tradition and speaking with Taiwan's leader looking to pick a fight with China even before he becomes president?", "sentId": 18}], "secId": 10}, {"speaker": "MILLER", "sentences": [{"text": "Without a coherent message, it's very easy to wander off the highway and in a sense say things by omission and commission that can get you into a lot of trouble.", "sentId": 19}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Question two, the campaign is over, but will the Trump rally tour be a staple of his governing style?", "sentId": 20}], "secId": 12}, {"speaker": "TRUMP", "sentences": [{"text": "I'm going to discuss our action plan to make America great again.", "sentId": 21}, {"text": "We're going to discuss it.", "sentId": 22}, {"text": "Although we did have a lot of fun fighting Hillary, didn't we?", "sentId": 23}], "secId": 13}, {"speaker": "TRUMP", "sentences": [{"text": "Right?", "sentId": 24}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "And question three, with more big cabinet announcements due this week, is Donald Trump really about to turn the other cheek and risk angering his key supporters by asking Mitt Romney to be secretary of state?", "sentId": 25}], "secId": 15}, {"speaker": "ROMNEY", "sentences": [{"text": "I've been impressed in what I've seen in the transition effort.", "sentId": 26}, {"text": "The people he's selected as members of his cabinet are solid, effective, capable people.", "sentId": 27}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "With us this morning to share their reporting and their insights, Julie Pace of \"The Associated Press\", Jonathan Martin of \"The New York Times\", CNN's Jeff Zeleny, and Abby Phillip of \"The Washington Post\".", "sentId": 28}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "Disruption, as you all should know by now, is a Donald Trump trademark, and we know he's different in both substance and style.", "sentId": 29}, {"text": "Whether different is refreshing or reckless is a topic of important debate this Sunday morning.", "sentId": 30}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "The president-elect took a phone call Friday from the president of Taiwan.", "sentId": 31}, {"text": "That's a no-no.", "sentId": 32}, {"text": "A big no-no if you follow the China policy protocol rules in place for the United States government since the Carter administration.", "sentId": 33}, {"text": "In order to keep things on track with mainland China, which considers Taiwan a renegade province, the United States is deliberately hush-hush about its dealings with Taiwan and the idea of a public leader to leader meeting or conversation is way off limits until Friday.", "sentId": 34}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "The president-elect says it's no big deal.", "sentId": 35}, {"text": "In one tweet, he said Taiwan's president initiated the call to congratulate him on winning the election.", "sentId": 36}, {"text": "In a second, he wrote, \"Interesting, how the U.S. tells Taiwan billions of dollars of military equipment but I should not accept a congratulatory phone call.\"", "sentId": 37}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Now, Julie Pace, you covered the White House for a living.", "sentId": 38}, {"text": "This is a no, no.", "sentId": 39}, {"text": "And yet this town is in a huff, how could we possibly step outside the protocol rules?", "sentId": 40}, {"text": "How could he possibly do this?", "sentId": 41}, {"text": "He won the election.", "sentId": 42}, {"text": "He has every right to do this.", "sentId": 43}], "secId": 21}, {"speaker": "PACE", "sentences": [{"text": "He absolutely has every right to do this.", "sentId": 44}, {"text": "The question though is, is he doing this because he's signaling a policy change?", "sentId": 45}, {"text": "That's the question being asked in Washington and around the world.", "sentId": 46}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "And they haven't answered.", "sentId": 47}], "secId": 23}, {"speaker": "PACE", "sentences": [{"text": "They have not answered.", "sentId": 48}, {"text": "And it's a very serious question.", "sentId": 49}], "secId": 24}, {"speaker": "PACE", "sentences": [{"text": "Whether Trump believes this is a big deal or not is actually not the issue here.", "sentId": 50}, {"text": "The issue is how China is going to view this and how China will retaliate if this is a policy change, and I think that's one of the things that Trump has to come t understand as president.", "sentId": 51}, {"text": "It's not just that your words matter or it's not just that you may want to shake things up, it's how the world reacts and that is actually sometimes out of his control.", "sentId": 52}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "As we learned about him, we're also learning about the reaction to him.", "sentId": 53}, {"text": "And we saw this at the beginning of the George W. Bush administration, people didn't like him.", "sentId": 54}, {"text": "Every time George W. Bush did something, they said, well, he's the village idiot.", "sentId": 55}, {"text": "He doesn't know what he's talking about.", "sentId": 56}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "When Obama became president, a lot of people said, community organizer, never been a CEO, he's in over his head.", "sentId": 57}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "So, now, critics are saying Donald Trump didn't know.", "sentId": 58}, {"text": "Some of the critics are saying he obviously must not have known how sensitive this is.", "sentId": 59}, {"text": "His campaign manager, Kellyanne Conway, says absolutely not true.", "sentId": 60}], "secId": 28}, {"speaker": "CONWAY", "sentences": [{"text": "This is the president-elect.", "sentId": 61}, {"text": "This will be his administration.", "sentId": 62}, {"text": "He'll be commander-in-chief and he'll be president of the United States imminently now, and he either will disclose or not disclose the full contents of that conversation but he's well aware of what U.S. policy has been.", "sentId": 63}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "She said he's aware.", "sentId": 64}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "The question is --", "sentId": 65}], "secId": 31}, {"speaker": "MARTIN", "sentences": [{"text": "I'm skeptical about that, John.", "sentId": 66}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "You're skeptical.", "sentId": 67}], "secId": 33}, {"speaker": "MARTIN", "sentences": [{"text": "That Donald Trump is deeply intimate with the China/Taiwanese relationship?", "sentId": 68}, {"text": "Yeah, I'm very skeptical of that.", "sentId": 69}], "secId": 34}, {"speaker": "MARTIN", "sentences": [{"text": "I mean, if you look at some of the phone call readouts he's had with foreign leaders, it doesn't show a lot of depth there about his knowledge of foreign policy.", "sentId": 70}, {"text": "I think he's trying to do what Donald Trump does, which is extend a hand of friendship to whoever reaches out to him.", "sentId": 71}, {"text": "That's what he does, whether it's business, politics, reality TV, now the presidency.", "sentId": 72}], "secId": 35}, {"speaker": "MARTIN", "sentences": [{"text": "This is his M.O., trying to be friendly.", "sentId": 73}, {"text": "Telling the president of Pakistan, you're doing a great job.", "sentId": 74}, {"text": "Does he know that?", "sentId": 75}, {"text": "Probably not, that's what he does though.", "sentId": 76}], "secId": 36}, {"speaker": "PHILLIP", "sentences": [{"text": "And I have to say, the tweets after the call were probably a little bit more telling to me than the fact that the call occurred, because it signaled that even if he were doing a deliberate policy change, he's lashing out at his critics in a way that suggests that he just wants to be able to do what he wants.", "sentId": 77}, {"text": "And so, it's the combination of the call, the tweets afterwards that are basically like, why are you telling me what to do?", "sentId": 78}, {"text": "And on the global stage that is just very -- I mean, to say it's unusual is an understatement.", "sentId": 79}, {"text": "I think it's unsettling to people around the world.", "sentId": 80}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "That's a very important word.", "sentId": 81}], "secId": 38}, {"speaker": "ZELENY", "sentences": [{"text": "At the same time, though, John Bolton was inside Trump Tower for a couple hours on Friday.", "sentId": 82}, {"text": "He's long known to favor a shift away from Beijing here.", "sentId": 83}], "secId": 39}, {"speaker": "ZELENY", "sentences": [{"text": "So, I agree with you, I'm skeptical that the president knows exactly this relationship, but that doesn't mean people who are advising him don't here.", "sentId": 84}, {"text": "So, I think that that's what we have to watch carefully, who Donald Trump is surrounding himself by, and he does want to be liked, no question about it and he wants to extend that hand.", "sentId": 85}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "And there's a question about what he wants to do, even if he doesn't know the intimate details.", "sentId": 86}, {"text": "You know, if he understands that if you do this, sir, you're going to ruffle some feathers.", "sentId": 87}, {"text": "That's one thing.", "sentId": 88}, {"text": "That's his right.", "sentId": 89}, {"text": "He won the election.", "sentId": 90}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Plus, there are a lot of people in this town who say, forget this establishment hesitancy to anger Beijing.", "sentId": 91}, {"text": "This is a brave little democracy.", "sentId": 92}, {"text": "We should be more supportive of the republic of Taiwan.", "sentId": 93}, {"text": "We should poke the Chinese more and say leave these people.", "sentId": 94}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "And the question is, how do you do it?", "sentId": 95}, {"text": "You don't give the current commander-in-chief a head's up.", "sentId": 96}, {"text": "There are men and women serving in the United States military in that region who could get buzzed because of this.", "sentId": 97}, {"text": "You don't give the Japanese, the South Koreans or the Australians the head up.", "sentId": 98}, {"text": "I think that is to me as big an issue as whether Donald Trump who won the election has every right to set U.S. foreign policy decides to take this call.", "sentId": 99}], "secId": 43}, {"speaker": "PACE", "sentences": [{"text": "This is the difference between being a candidate in a general election where you are basically running on your own, especially Donald Trump who didn't really have to worry about the party apparatus, didn't have a lot of people on Capitol Hill who he had to worry about appeasing.", "sentId": 100}, {"text": "When you are president of the United States, every decision that you make affects not just yourself, your White House and Americans, it affects your allies.", "sentId": 101}, {"text": "It affects your adversaries and you just don't always have control over their response.", "sentId": 102}, {"text": "You have to think through these issues.", "sentId": 103}, {"text": "Even a simple phone call can blow up into a huge incredibly quickly.", "sentId": 104}], "secId": 44}, {"speaker": "MARTIN", "sentences": [{"text": "But he's now learning that lesson, and thankfully, it's happening unless before he was sworn in and hopefully that will take root, the fact that your actions have profound consequences, even as president-elect.", "sentId": 105}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "It's the transition.", "sentId": 106}, {"text": "They're trying to staff up.", "sentId": 107}, {"text": "So, on one hand, you have to give some grace, because it's a busy period of time.", "sentId": 108}, {"text": "On the other hand, the fact that they haven't explained -- this is another thing we learned, like the conversation with the Indian developers.", "sentId": 109}, {"text": "Trump has property interest there.", "sentId": 110}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "So, people say, aha, conflict, because you learn about it by reading the overseas press, we learned about it because of \"The Financial Times\", and it was first reported in the Taiwanese press.", "sentId": 111}, {"text": "That's part of the issue as well, is when do you tell the American people and when do you tell the current White House, we have one president at the time, how this works.", "sentId": 112}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "But it is another example of how Trump is going to be different.", "sentId": 113}, {"text": "And we had another one of those in this Carrier deal.", "sentId": 114}, {"text": "During the campaign, Trump was critical of Carrier, the air conditioning company, said it was going to pick up and leave, and then he used the bully pulpit, some people say he bullied.", "sentId": 115}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Whatever it is, but he gave the company incentives.", "sentId": 116}, {"text": "They get Mike Pence, his vice presidential pick, offered some state incentives in Indiana.", "sentId": 117}, {"text": "Carrier stays.", "sentId": 118}, {"text": "Donald Trump says, \"I win\".", "sentId": 119}], "secId": 49}, {"speaker": "TRUMP", "sentences": [{"text": "Companies are not going to leave the United States anymore without consequences.", "sentId": 120}, {"text": "Not going to happen.", "sentId": 121}], "secId": 50}, {"speaker": "TRUMP", "sentences": [{"text": "They're going to know, number one, we're going to treat them well.", "sentId": 122}, {"text": "And number two, there will be consequences.", "sentId": 123}, {"text": "Meaning, they'll be taxed very heavily at the border.", "sentId": 124}, {"text": "If they want to leave, fire all their people, leave, make products in different companies and different countries, and then think they're going to sell that product over the border.", "sentId": 125}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Now, Sarah Palin calls this an example of so-called crony capitalism, using the leverage of government, the money of the taxpayers to get this.", "sentId": 126}, {"text": "But, but, again, Donald Trump being different, he's not even president yet and he's picking up the phone and calling the CEO of the parent company and says, let's make a deal.", "sentId": 127}, {"text": "ZELENY:  And the parent company happens to do a lot of business with", "sentId": 128}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "the U.S., particularly at the Pentagon and other things.", "sentId": 129}, {"text": "So, it is a sign that this is going to be different.", "sentId": 130}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "\"The Wall Street Journal\" conservative editorial page called it a shakedown and not in a good way here.", "sentId": 131}], "secId": 54}, {"speaker": "MARTIN", "sentences": [{"text": "A good shakedown.", "sentId": 132}], "secId": 55}, {"speaker": "ZELENY", "sentences": [{"text": "Right.", "sentId": 133}, {"text": "So, this is going to be an example, of as you said he's going to be different, without a doubt here.", "sentId": 134}], "secId": 56}, {"speaker": "ZELENY", "sentences": [{"text": "But when you look at this slightly beyond the headline, it's not that great of a deal or as good of a deal.", "sentId": 135}, {"text": "A lot of workers are still losing their jobs.", "sentId": 136}, {"text": "So, all is not well in Indiana.", "sentId": 137}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "But for perception reasons, Donald Trump won because of the support of white blue collar workers who think nobody in this town gives a damn about them.", "sentId": 138}, {"text": "And if they're sitting in a bar last Friday night, they're thinking that guy is great for me.", "sentId": 139}], "secId": 58}, {"speaker": "ZELENY", "sentences": [{"text": "Not all are keeping their jobs though.", "sentId": 140}, {"text": "Hundreds ever losing their jobs.", "sentId": 141}], "secId": 59}, {"speaker": "PHILLIP", "sentences": [{"text": "It shows that he understands on some level the basic currency of policy which is giving your constituents what they voted you in to give them.", "sentId": 142}, {"text": "And I think that's going to become very important because whatever we think about the Carrier deal and whatever the \"Wall Street Journal\" and Sarah Palin thinks about the Carrier deal, what matters is what his constituents think about it, his constituents are the people who voted for him.", "sentId": 143}], "secId": 60}, {"speaker": "PHILLIP", "sentences": [{"text": "And I would argue that it's better for him to kind of use the system, work the system for voters than it is to work the system for corporations.", "sentId": 144}, {"text": "If voters have the perception that he's breaking the rules for them, I think they're going to be part of that.", "sentId": 145}], "secId": 61}, {"speaker": "PACE", "sentences": [{"text": "It also shows that he understands the theatre of the presidency which is something that is actually very important.", "sentId": 146}, {"text": "Sometimes how you make people feel about your decisions is as important as the actual substance of the decisions themselves.", "sentId": 147}], "secId": 62}, {"speaker": "PACE", "sentences": [{"text": "I think this is something he is going to incorporate when he actually takes office.", "sentId": 148}, {"text": "I think we're going to see him in a lot of factory openings and ribbon cuttings, all this ceremonial stuff that you may laugh about, but for a president, that actually matters.", "sentId": 149}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "It's a great point.", "sentId": 150}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Before you jump in, I just want to say, another thing that's different, he makes some foreign policy calls, not just taking the call from Taiwan, Pakistan, the Philippines, we can talk about those for the whole hour if we wanted to.", "sentId": 151}, {"text": "He calls up a CEO and intervenes in the markets, if you will.", "sentId": 152}, {"text": "He's supposed to be a conservative president.", "sentId": 153}, {"text": "That is not conservative free market economics.", "sentId": 154}, {"text": "Donald Trump weighs in.", "sentId": 155}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "And he goes on the road this week.", "sentId": 156}, {"text": "He's going to do about ten stops on this victory tour.", "sentId": 157}, {"text": "But the Trump team also tells us, when he's president he wants to hit the road and do things like this.", "sentId": 158}], "secId": 66}, {"speaker": "TRUMP", "sentences": [{"text": "We won in a landslide, that was a landslide.", "sentId": 159}, {"text": "And we didn't have the press.", "sentId": 160}, {"text": "The press was brutal.", "sentId": 161}], "secId": 67}, {"speaker": "TRUMP", "sentences": [{"text": "There's no way that Donald Trump can break the blue wall, right?", "sentId": 162}, {"text": "We didn't break it, we shattered that sucker.", "sentId": 163}], "secId": 68}, {"speaker": "TRUMP", "sentences": [{"text": "If people burn the American flag, there should be consequences.", "sentId": 164}, {"text": "The people are continuing to pour in, so let them come in.", "sentId": 165}], "secId": 69}, {"speaker": "TRUMP", "sentences": [{"text": "We could wait -- we could wait a half-hour, an hour, but I don't think we're going to do that, right?", "sentId": 166}, {"text": "Let them pour in.", "sentId": 167}, {"text": "We love -- we have a lot of love, believe me.", "sentId": 168}, {"text": "Going to be a lot of love in our country.", "sentId": 169}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "I'm just personally glad he likes the map.", "sentId": 170}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "Please, you had a point.", "sentId": 171}], "secId": 72}, {"speaker": "MARTIN", "sentences": [{"text": "Well, we're all", "sentId": 172}], "secId": 73}, {"speaker": "MARTIN", "sentences": [{"text": "No, the point was going to make -- that's a great segue way there -- this is going to give a brand new meaning to the phrase, the permanent campaign.", "sentId": 173}, {"text": "You know, in politics, we've seen in recent years that these cycles never really stop, right?", "sentId": 174}, {"text": "The Iowa caucuses start the day after the last election, but he's really going to transform that and sort of make his version of the presidency much more of a public relations job than a governance job, which is going to create a fascinating dynamic as far as who's actually back here minding the store while he's out there doing those sort of rallies.", "sentId": 175}], "secId": 74}, {"speaker": "MARTIN", "sentences": [{"text": "One other thought, it is striking just how fast Republicans abandoned the free market.", "sentId": 176}, {"text": "In a New York minute, right, they kind of moved on from those principles, but in fairness, as Abby pointed out, that's not how he ran.", "sentId": 177}, {"text": "He's never claimed to be a free market guy.", "sentId": 178}, {"text": "That's not who he is.", "sentId": 179}], "secId": 75}, {"speaker": "there", "sentences": [{"text": "Most governors also tend to be more pragmatic, count the votes,", "sentId": 180}], "secId": 76}, {"speaker": "there", "sentences": [{"text": "cut the deal, than ideological, which is what to your point about free market.", "sentId": 181}], "secId": 77}, {"speaker": "there", "sentences": [{"text": "We're going to see, push has come to shove with the Republican Congress on these issues, on a whole bunch of issues.", "sentId": 182}], "secId": 78}, {"speaker": "there", "sentences": [{"text": "Everybody, sit tight.", "sentId": 183}, {"text": "A lot of talk about.", "sentId": 184}], "secId": 79}, {"speaker": "there", "sentences": [{"text": "Ahead, Teams Trump and Clinton meet for a post-election conversation and an argument breaks out.", "sentId": 185}], "secId": 80}, {"speaker": "there", "sentences": [{"text": "But, first, politicians say and oh, yes do the darndest things.", "sentId": 186}, {"text": "The president-elect and his campaign manager, now advisor, Kellyanne Conway, attended a costume party last night.", "sentId": 187}, {"text": "He didn't dress up but she did.", "sentId": 188}, {"text": "Conway's character, Superwoman there.", "sentId": 189}], "secId": 81}, {"speaker": "there", "sentences": [{"text": "Also featured on \"Saturday Night Live,\" spoiler alert, the president- elect tweeted this overnight, \"Just tried watching 'Saturday Night Live', unwatchable, totally bias, not funny.", "sentId": 190}, {"text": "The Baldwin impersonation can't get any worse.", "sentId": 191}, {"text": "Sad\", the president says.", "sentId": 192}], "secId": 82}, {"speaker": "there", "sentences": [{"text": "Well, as they say somewhere else in this town -- we report, you decide.", "sentId": 193}], "secId": 83}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Mr. Trump, please, let's get to work, OK?", "sentId": 194}, {"text": "This is an extremely dangerous world.", "sentId": 195}, {"text": "Pakistan is increasingly unstable.", "sentId": 196}], "secId": 84}, {"speaker": "ALEC BALDWIN AS DONALD TRUMP", "sentences": [{"text": "Should I call them?", "sentId": 197}], "secId": 85}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "No.", "sentId": 198}], "secId": 86}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "North Korea is still doing nuclear tests.", "sentId": 199}], "secId": 87}, {"speaker": "BALDWIN", "sentences": [{"text": "Should I text them?", "sentId": 200}], "secId": 88}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "No.", "sentId": 201}], "secId": 89}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "And Iran is incredibly volatile?", "sentId": 202}], "secId": 90}, {"speaker": "BALDWIN", "sentences": [{"text": "Should I have Ivanka send them some shoes?", "sentId": 203}], "secId": 91}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Maybe.", "sentId": 204}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 205}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "We are in the season of traditions.", "sentId": 206}, {"text": "Thanksgiving just behind us, Christmas and Hanukkah just ahead, and, of course, Harvard's gathering of the competing presidential campaign teams.", "sentId": 207}, {"text": "Missed that one?", "sentId": 208}, {"text": "It's not in your list.", "sentId": 209}, {"text": "Well, there's always a winner and there's always a loser, so there are always some hard feelings and lingering resentments at this meeting but it's usually a respectful day of reflexes, lessons learned.", "sentId": 210}, {"text": "Usually.", "sentId": 211}], "secId": 94}, {"speaker": "JENNIFER PALMIERI", "sentences": [{"text": "If providing a platform for white supremacists makes me a brilliant tactician, I am glad to have lost.", "sentId": 212}], "secId": 95}, {"speaker": "JENNIFER PALMIERI", "sentences": [{"text": "I would rather lose than win the way you guys did.", "sentId": 213}], "secId": 96}, {"speaker": "CONWAY", "sentences": [{"text": "Do you think I ran a campaign where white supremacists had a platform?", "sentId": 214}, {"text": "You're going to look me in the face and tell me that?", "sentId": 215}], "secId": 97}, {"speaker": "PALMIERI", "sentences": [{"text": "It did.", "sentId": 216}], "secId": 98}, {"speaker": "CONWAY", "sentences": [{"text": "Really?", "sentId": 217}], "secId": 99}, {"speaker": "PALMIERI", "sentences": [{"text": "Kellyanne, it did.", "sentId": 218}], "secId": 100}, {"speaker": "CONWAY", "sentences": [{"text": "That's how you lost?", "sentId": 219}], "secId": 101}, {"speaker": "PALMIERI", "sentences": [{"text": "It did.", "sentId": 220}], "secId": 102}, {"speaker": "CONWAY", "sentences": [{"text": "Do you think you could have just had a decent message for the white working class voters?", "sentId": 221}], "secId": 103}, {"speaker": "CONWAY", "sentences": [{"text": "Guys, I can tell you're angry but wow.", "sentId": 222}, {"text": "I mean, hashtag, he's your president.", "sentId": 223}, {"text": "How's that?", "sentId": 224}], "secId": 104}, {"speaker": "PALMIERI", "sentences": [{"text": "Hashtag, if he's going to be my president, then he needs to show me that white supremacy is not acceptable doors just steps from the Oval Office.", "sentId": 225}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "If you're unfamiliar with the voices and faces that was Kellyanne Conway, the Trump campaign manager on the left and Jennifer Palmieri, the Clinton campaigns director and long time Democratic strategist and activist on the right.", "sentId": 226}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "To my left, you two were both at this conference.", "sentId": 227}, {"text": "I've been there several times in the past.", "sentId": 228}, {"text": "There's always bad blood.", "sentId": 229}, {"text": "There's always hard feelings.", "sentId": 230}, {"text": "There's always a little poking.", "sentId": 231}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "But this sounds like, forgive the term but kind of like sore winners and sore losers.", "sentId": 232}], "secId": 108}, {"speaker": "ZELENY", "sentences": [{"text": "No doubt about it.", "sentId": 233}, {"text": "But they came in there -- that was something that was bound to happen.", "sentId": 234}, {"text": "It was the Clinton team's last change to put their frame and stamp in defense for what they did.", "sentId": 235}, {"text": "But after you sort of pushed all that aside, what there was less of was an honest self-reflection of what they did wrong and what she did wrong.", "sentId": 236}], "secId": 109}, {"speaker": "ZELENY", "sentences": [{"text": "So, after all the shouting, there was an acknowledgment from the campaign manager that, you know, look, I wish we would have sent more people to Michigan which she lost.", "sentId": 237}, {"text": "I wish we would have, the more television advertising in Wisconsin.", "sentId": 238}], "secId": 110}, {"speaker": "ZELENY", "sentences": [{"text": "But I thought the most fascinating was millennials, an honest, sobering discussion about her failure to sort of capture the imaginations of millennials cost her the presidency.", "sentId": 239}, {"text": "I talked about, you know, just in the final weeks they saw millennials shifting to third party candidates and all their efforts on online organizing and they had all the equipment, it didn't work.", "sentId": 240}, {"text": "That's the candidate's fault.", "sentId": 241}], "secId": 111}, {"speaker": "PHILLIP", "sentences": [{"text": "Some of the best conversations happening around the conference where pollsters on both sides sitting down and talking about what they were seeing in those final weeks, the last two weeks, the consolidation on Trump's side and Clinton's inability to move some of those third party voters, many of whom were millennials into her camp.", "sentId": 242}, {"text": "But at the same time, I mean, there was a lot of bitterness.", "sentId": 243}], "secId": 112}, {"speaker": "PHILLIP", "sentences": [{"text": "I mean, Trump folks are on some level have a right to feel this way.", "sentId": 244}, {"text": "They feel like everyone discounted them, and they ended up winning and they wanted a lot of acknowledgement of that.", "sentId": 245}, {"text": "And so, you know, for two days essentially it was sort of a give us credit where it's due, we won this thing.", "sentId": 246}, {"text": "That built up until the very end.", "sentId": 247}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "I want to listen to a little more of it in the context of this.", "sentId": 248}, {"text": "The question is, is this just the two campaign staffs doing this -- again it's tradition -- to go up to Harvard, to the Institute of Politics, do you vent, do you let it out, or is this conversation a reflection of what we're going to have for at least the early days of the Trump administration where Democrats are saying we won the popular vote, we think your candidate stoked this racism or white supremacy.", "sentId": 249}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "And, essentially, the Clinton won't put it this way, but essentially, we lost and you didn't win.", "sentId": 250}, {"text": "It's kind of what you hear them saying when it comes to Electoral College.", "sentId": 251}, {"text": "Let's get back to the tone a little bit.", "sentId": 252}], "secId": 115}, {"speaker": "BENENSON", "sentences": [{"text": "Listen, you guys won, that's clear.", "sentId": 253}, {"text": "You won the Electoral College.", "sentId": 254}, {"text": "Let's also be honest.", "sentId": 255}, {"text": "Don't act as if you have some popular mandate for your message.", "sentId": 256}, {"text": "The fact is more Americans voted for Hillary Clinton than Donald Trump.", "sentId": 257}, {"text": "So, let's put it in total context.", "sentId": 258}], "secId": 116}, {"speaker": "CONWAY", "sentences": [{"text": "And there was nothing that said the road to popular vote anywhere.", "sentId": 259}, {"text": "It's the road to 270.", "sentId": 260}, {"text": "That's where we've all competed.", "sentId": 261}], "secId": 117}, {"speaker": "BENENSON", "sentences": [{"text": "Kellyanne, I'm not -- I started.", "sentId": 262}, {"text": "I premised my statement by saying that, but you can't then --", "sentId": 263}], "secId": 118}, {"speaker": "CONWAY", "sentences": [{"text": "Hey, guys, we won.", "sentId": 264}, {"text": "You don't have to respond.", "sentId": 265}, {"text": "I mean, seriously, hold on.", "sentId": 266}], "secId": 119}, {"speaker": "senators", "sentences": [{"text": "We're talking about this election, Kellyanne.", "sentId": 267}], "secId": 120}, {"speaker": "CONWAY", "sentences": [{"text": "No, no, you said there's no mandate.", "sentId": 268}, {"text": "You just re-elected a guy who represents liberal New York and a woman who represents San Francisco as your leaders.", "sentId": 269}, {"text": "You've learned nothing from this election about Tim Ryan's Mahoning County.", "sentId": 270}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "Kumbaya --", "sentId": 271}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "You get no sense there, and again, these are the campaign staffs and they give up their lives and they worked tirelessly on this for a couple of years.", "sentId": 272}, {"text": "And so, the tensions are still high.", "sentId": 273}], "secId": 123}, {"speaker": "KING", "sentences": [{"text": "But the question is, is this what carries over when President Trump sends up his first two or three pieces of legislation to Capitol Hill?", "sentId": 274}, {"text": "Do the Democrats say you lost the popular voted you don't have a mandate, or do we get things done?", "sentId": 275}], "secId": 124}, {"speaker": "MARTIN", "sentences": [{"text": "I think it's going to be pretty bitter atmosphere, as rancor as we've seen in the modern history.", "sentId": 276}], "secId": 125}, {"speaker": "MARTIN", "sentences": [{"text": "But that said, Donald Trump, if you look at what drives him, it is overwhelmingly a desire to feel the love, shall we say, to sort be appreciated and be valued.", "sentId": 277}, {"text": "Once again, he's going to extend a hand of friendship to people like Chuck Schumer.", "sentId": 278}], "secId": 126}, {"speaker": "MARTIN", "sentences": [{"text": "I think Schumer is a pragmatist.", "sentId": 279}, {"text": "If he wants to get stuff done, I think you could see some thawing.", "sentId": 280}, {"text": "Is it going to be difficult for partisans on the Democratic side to get over it?", "sentId": 281}, {"text": "Absolutely.", "sentId": 282}, {"text": "If there is, you know, even a hint of race baiting, is that going to drive understandably, to distraction?", "sentId": 283}], "secId": 127}, {"speaker": "MARTIN", "sentences": [{"text": "Of course, it will.", "sentId": 284}], "secId": 128}, {"speaker": "MARTIN", "sentences": [{"text": "But I think in terms of actual governance, let's see what Trump does and how he operates with the Hill.", "sentId": 285}, {"text": "We just don't know is the question, right?", "sentId": 286}, {"text": "I mean, nobody knows what he's going to do tomorrow or this afternoon, let alone in January.", "sentId": 287}, {"text": "As we speak.", "sentId": 288}], "secId": 129}, {"speaker": "KING", "sentences": [{"text": "Or what he's tweeting, as we speak.", "sentId": 289}], "secId": 130}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 290}], "secId": 131}, {"speaker": "KING", "sentences": [{"text": "That's an absolutely critical point because he has never governed before.", "sentId": 291}, {"text": "That's not a criticism.", "sentId": 292}, {"text": "He used to be a Democrat, now he's a Republican.", "sentId": 293}, {"text": "That's not a criticism.", "sentId": 294}, {"text": "That's a fact.", "sentId": 295}], "secId": 132}, {"speaker": "He", "sentences": [{"text": "Well, how Democrats respond if Trump does extend a hand on some", "sentId": 296}], "secId": 133}, {"speaker": "He", "sentences": [{"text": "of these policy issues will be the defining characteristic of the next two years.", "sentId": 297}, {"text": "Democrats have to look at their midterm map for 2018 which is not good and there are going to be some people are going to be up for re-election in 2018 on the Democratic Senate side who may want to do some work with a Donald Trump presidency.", "sentId": 298}], "secId": 134}, {"speaker": "He", "sentences": [{"text": "But when you hear the Democrats, the Clinton campaign and others on Capitol Hill talking about this issue of the popular vote and don't mistake your win for a mandate, I think you're going to hear that a lot.", "sentId": 299}, {"text": "They really believe this was not a landslide election and not a reflection of the public being on Trump's side, the tone --", "sentId": 300}], "secId": 135}, {"speaker": "ZELENY", "sentences": [{"text": "But when they make that argument it sounds like sour grapes, it is sour grapes.", "sentId": 301}, {"text": "He won the presidency.", "sentId": 302}, {"text": "The rules are fair and square here, and it was very difficult for anyone to offer a handshake or congratulations.", "sentId": 303}, {"text": "I've been at five of these, this is much more contentious than the Bush/Gore one on a heat of a recount because they cannot congratulate him and say he won.", "sentId": 304}, {"text": "But he did win.", "sentId": 305}], "secId": 136}, {"speaker": "KING", "sentences": [{"text": "They also don't want to say, to your point, the Clinton campaign doesn't want to say, we had a lousy candidate.", "sentId": 306}], "secId": 137}, {"speaker": "MARTIN", "sentences": [{"text": "That's a huge part of the problem.", "sentId": 307}], "secId": 138}, {"speaker": "KING", "sentences": [{"text": "Out of respect to her, they don't want to say.", "sentId": 308}], "secId": 139}, {"speaker": "ZELENY", "sentences": [{"text": "Huge errors along the way here.", "sentId": 309}, {"text": "She never campaigned in places where she also wasn't raising money.", "sentId": 310}, {"text": "That was another point that was brought up.", "sentId": 311}, {"text": "So, there's a long list but we go forward.", "sentId": 312}], "secId": 140}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 313}, {"text": "A lot more to talk about.", "sentId": 314}], "secId": 141}, {"speaker": "KING", "sentences": [{"text": "Next, a big week ahead for cabinet picks and a look back at the president-elect's rocky relationship with the man who could be America's top diplomat.", "sentId": 315}], "secId": 142}, {"speaker": "KING", "sentences": [{"text": "But please, take our inside politics quiz this Sunday morning.", "sentId": 316}, {"text": "Mike Pence will be the sixth vice-president from Indiana.", "sentId": 317}, {"text": "Which state has the most vice-presidents in our history?", "sentId": 318}, {"text": "Indiana, New York, Massachusetts or Texas?", "sentId": 319}], "secId": 143}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 320}, {"text": "State, Treasury and Defense are considered the big three when it comes to Cabinet jobs.", "sentId": 321}, {"text": "Well, we know that Wall Street veteran, Steve Mnuchin, you see his picture here, is President-elect Trump's choice for Treasury secretary.", "sentId": 322}, {"text": "Democrats promise a big fight.", "sentId": 323}], "secId": 144}, {"speaker": "WARREN", "sentences": [{"text": "He's just put a Wall Streeter in charge of the Treasury, and not just a random one, a guy who actually helped package all of those toxic mortgages, a guy who bought a bank that made its fortune by squeezing people hard on foreclosure.", "sentId": 324}], "secId": 145}, {"speaker": "KING", "sentences": [{"text": "We also know that retired Marine general, James Mattis, will officially be announced tomorrow as Mr. Trump's choice for Defense secretary, and by week's end we are told we will know much more, including most likely the pick for secretary of State.", "sentId": 325}, {"text": "And in that conversation part of the issue is whether Donald Trump-Mitt Romney relationship takes another dramatic turn.", "sentId": 326}], "secId": 146}, {"speaker": "KING", "sentences": [{"text": "Remember back in the campaign in March, Mitt Romney, the 2012 Republican nominee, announcing he was a never-Trumper.", "sentId": 327}], "secId": 147}, {"speaker": "ROMNEY", "sentences": [{"text": "Think of Donald Trump's personal qualities.", "sentId": 328}, {"text": "The bullying, the greed, the showing off, the misogyny, the absurd third grade theatrics.", "sentId": 329}], "secId": 148}, {"speaker": "KING", "sentences": [{"text": "Now remember the date there, March 3rd.", "sentId": 330}, {"text": "Mitt Romney gave that speech.", "sentId": 331}, {"text": "Donald Trump same day responds.", "sentId": 332}], "secId": 149}, {"speaker": "TRUMP", "sentences": [{"text": "Mitt did a big, big choke.", "sentId": 333}, {"text": "Mitt is a failed candidate.", "sentId": 334}, {"text": "He failed.", "sentId": 335}, {"text": "He failed horribly.", "sentId": 336}, {"text": "He let us down.", "sentId": 337}, {"text": "Mitt ran probably was the worst run that most people have seen.", "sentId": 338}, {"text": "He doesn't have what it takes to be president.", "sentId": 339}], "secId": 150}, {"speaker": "KING", "sentences": [{"text": "Throughout the campaign, though, Trump -- I mean, Mr. Romney held firm.", "sentId": 340}, {"text": "Remember the \"Access Hollywood\" tape?", "sentId": 341}, {"text": "Romney saying that convinced him even more so, no way, can't vote for Donald Trump.", "sentId": 342}], "secId": 151}, {"speaker": "ROMNEY", "sentences": [{"text": "Presidents have an impact on the nature of our nation and trickledown racism, trickledown bigotry, and trickledown misogyny, all these things are extraordinarily dangerous to the heart and character of America.", "sentId": 343}], "secId": 152}, {"speaker": "KING", "sentences": [{"text": "But since the election, Mitt Romney has had dinner with Donald Trump, had meetings with Donald Trump, he's had a phone conversation with Donald Trump.", "sentId": 344}, {"text": "He's under consideration for secretary of State.", "sentId": 345}, {"text": "Mitt Romney says everything he has seen from the president-elect since the election impresses.", "sentId": 346}], "secId": 153}, {"speaker": "ROMNEY", "sentences": [{"text": "I've had a wonderful evening with President-elect Trump.", "sentId": 347}, {"text": "These discussions I've had with him have been enlightening and interesting and engaging.", "sentId": 348}, {"text": "I've enjoyed them very, very much.", "sentId": 349}], "secId": 154}, {"speaker": "KING", "sentences": [{"text": "Is it conceivable that this will happen this week or is the fact that it hasn't happened by now tell you that at least Donald Trump was not wowed and General David Petraeus is on another Sunday show this morning and a lot of people are saying that in some ways could be an audition of sorts for him?", "sentId": 350}], "secId": 155}, {"speaker": "PACE", "sentences": [{"text": "I've started to hear over the last couple of days that Trump is moving away both from Romney and Giuliani who was another early front runner.", "sentId": 351}, {"text": "Doesn't mean that it won't eventually be them.", "sentId": 352}, {"text": "Things change very quickly in Trump's orbit, but the push and pull between the two of them has created a lot of room for another option, Petraeus being one of them.", "sentId": 353}], "secId": 156}, {"speaker": "PACE", "sentences": [{"text": "But I think that you're going to see other names in the next couple of days that are going to be out there.", "sentId": 354}, {"text": "Again it may eventually be Romney or Giuliani but the fact that it hasn't happened yet has really opened up this process more than we thought.", "sentId": 355}], "secId": 157}, {"speaker": "PACE", "sentences": [{"text": "Bob Corker, being more under consideration than those people.", "sentId": 356}], "secId": 158}, {"speaker": "KING", "sentences": [{"text": "Bob Corker, the senator from Tennessee, chairman of the Foreign Relations Committee.", "sentId": 357}], "secId": 159}, {"speaker": "PHILLIP", "sentences": [{"text": "Yes.", "sentId": 358}, {"text": "And he would be more of a consensus pick, someone who could be confirmed and also be acceptable to Donald Trump.", "sentId": 359}], "secId": 160}, {"speaker": "MARTIN", "sentences": [{"text": "I'm told by a source close to the president-elect that they are moving back to square one of sorts on the secretary of State, to echo Julie's reporting, that they are trying to figure out where to go and the idea that it's sort of narrowed down to one or two people is not the case.", "sentId": 360}], "secId": 161}, {"speaker": "MARTIN", "sentences": [{"text": "It's striking to see Romney say what he did at Trump Tower.", "sentId": 361}, {"text": "I mean, nobody was more impassioned and really more heartfelt.", "sentId": 362}, {"text": "I think Romney was truly offended by Trump.", "sentId": 363}], "secId": 162}, {"speaker": "ZELENY", "sentences": [{"text": "Right.", "sentId": 364}], "secId": 163}, {"speaker": "MARTIN", "sentences": [{"text": "And, you know, now to see him, it's sort of this combination of equal parts laudable patriotism, he wants to serve his country, I think he really is a patriot.", "sentId": 365}, {"text": "But it's also sort of this life-long ambition that Romney has.", "sentId": 366}, {"text": "He just wants it so bad.", "sentId": 367}, {"text": "And he just can't hide it there at all, you know.", "sentId": 368}], "secId": 164}, {"speaker": "KING", "sentences": [{"text": "It is -- it has been fierce and a quick point to correct.", "sentId": 369}, {"text": "I mean, that interview with Wolf Blitzer there when Romney talked about trickledown misogyny, that was before the \"Access Hollywood\" tape, and he continued to stay there.", "sentId": 370}, {"text": "He didn't just stayed in that position after that tape came out.", "sentId": 371}, {"text": "But what has been interesting is Romney's transformation, number one, saying how impressed I am, and I want to serve.", "sentId": 372}, {"text": "But also the open campaigning from Trump loyalist, Kellyanne Conway, publicly and listen to Newt Gingrich here and Laura Ingraham, not just saying he doesn't think Romney is good for the job but essentially trashing the guy.", "sentId": 373}], "secId": 165}, {"speaker": "GINGRICH", "sentences": [{"text": "You have never ever in your career seen a serious adult who's wealthy, independent, has been a presidential nominee suck up at the rate that Mitt Romney is sucking up.", "sentId": 374}, {"text": "I mean, I am confident that he thinks now that Donald Trump is one of his closest friends, that they have so many things in common, that they're both such wise brilliant people.", "sentId": 375}, {"text": "And I'm sure last night at an elegant three-star restaurant in New York that Mitt was fully at home, happy to share his vision of populism which involves a little foie gras, a certain amount of superb cooking, but was done in a populist happy manner.", "sentId": 376}], "secId": 166}, {"speaker": "KING", "sentences": [{"text": "I'm still a little confused about this.", "sentId": 377}], "secId": 167}, {"speaker": "MARTIN", "sentences": [{"text": "It's Newt.", "sentId": 378}], "secId": 168}, {"speaker": "ZELENY", "sentences": [{"text": "He mentioned everything but frog legs there.", "sentId": 379}, {"text": "But, look, a lot of resentment between Newt Gingrich, we have to point this out, and Mitt Romney.", "sentId": 380}], "secId": 169}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 381}], "secId": 170}, {"speaker": "ZELENY", "sentences": [{"text": "Since back to December of 2011 in Iowa when the Romney campaign unleashed just a barrage on Trump.", "sentId": 382}], "secId": 171}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 383}], "secId": 172}, {"speaker": "ZELENY", "sentences": [{"text": "On Newt.", "sentId": 384}, {"text": "He's never gotten over it.", "sentId": 385}, {"text": "But the question here is, as Jonathan and Julie, you guys said before, the fact that this has taken so long, Trump clearly is hearing all the criticism.", "sentId": 386}, {"text": "The Romney people I'm told simply don't know, and it makes a lot of people who love Mitt Romney very uncomfortable to see him out there in this position, but he would still take the job because he thinks he can, you know, soften Trump for the world.", "sentId": 387}], "secId": 173}, {"speaker": "KING", "sentences": [{"text": "And former Speaker Gingrich is now saying he's happy to stay outside and just be a big, you know, consultant from time to time to the president-elect, but, but his speaking firm announced that he's raising his speaking fee to go out on the road because he has unique insights into the new president, we should pay him more.", "sentId": 388}], "secId": 174}, {"speaker": "KING", "sentences": [{"text": "I don't know if Mr. Trump thinks what he said about Mitt Romney is helpful or not to this conversation, Trump has to make the decision.", "sentId": 389}, {"text": "But is that helpful to Donald Trump when already Trump is facing criticism?", "sentId": 390}, {"text": "I thought you were going to drain the swamp and you're bringing in a whole lot of people who either worked on Wall Street or worked in Washington, for a long time, and now Newt Gingrich is, I don't know, cashing in, right?", "sentId": 391}], "secId": 175}, {"speaker": "PHILLIP", "sentences": [{"text": "Well, I mean, I think if Trump can make the case that he's bringing in these people to work for him on his agenda, maybe he might be able to get away with it.", "sentId": 392}, {"text": "I mean, we're hearing piecemeal anecdotal from Trump's supporters about how they feel about the lack of draining of the swamp and many of them are kind of like, OK, we'll give him a pass for now, as long as these people go into Washington and do what Trump says that they should do.", "sentId": 393}], "secId": 176}, {"speaker": "PHILLIP", "sentences": [{"text": "So I think we should watch that very carefully because we shouldn't put it past voters who gave Trump the benefit of the doubt throughout the campaign, through thick and thin, that they will give him the benefit of the doubt on these issues.", "sentId": 394}], "secId": 177}, {"speaker": "KING", "sentences": [{"text": "Which way does the unemployment rate go, which way is the growth rate.", "sentId": 395}], "secId": 178}, {"speaker": "ZELENY", "sentences": [{"text": "And he's inheriting an incredible economic picture really here.", "sentId": 396}, {"text": "So the thing about Donald Trump, he's never really had a record to -- on this.", "sentId": 397}, {"text": "Now he's going to be judged on what he promised during the campaign and it's all results based.", "sentId": 398}, {"text": "You're absolutely right.", "sentId": 399}, {"text": "If the voters believe he is sort of helping them, I don't think it matters if the swamp is empty or full.", "sentId": 400}, {"text": "It's all, you know, results oriented and he's never been sort of -- you know, we'll never be able to judge him like that.", "sentId": 401}, {"text": "Now we're going to be able to judge Donald Trump in a new way.", "sentId": 402}], "secId": 179}, {"speaker": "KING", "sentences": [{"text": "I think, to your point, especially with Trump, we've learned this during the campaign.", "sentId": 403}, {"text": "He says build a wall, Mexico is going to pay for it.", "sentId": 404}, {"text": "His supporters say that's means he's going to be tough on immigration.", "sentId": 405}, {"text": "The trajectory is going to be I think a lot more important than the specifics along the way.", "sentId": 406}], "secId": 180}, {"speaker": "KING", "sentences": [{"text": "Everybody, sit tight.", "sentId": 407}, {"text": "Up next, Republicans will control everything in Washington in the new year, so why then does one leading Democrat say they should be called the opposition party, not the minority party?", "sentId": 408}], "secId": 181}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 409}, {"text": "Even if you're a Republican, you can't blame Democrats for having a bit of a post-election morale or identity crises.", "sentId": 410}, {"text": "They consider Donald Trump a joke.", "sentId": 411}, {"text": "He beat their candidate and he won the White House.", "sentId": 412}, {"text": "Democrats also failed to seize control of the Senate despite pretty good odds this year.", "sentId": 413}, {"text": "And they fell short of their target for picking up seats in the House, too.", "sentId": 414}, {"text": "But as the party sorts out its future leadership, one prominent Democrat says she's bullish.", "sentId": 415}], "secId": 182}, {"speaker": "WARREN", "sentences": [{"text": "When 2.3 million more people voted for the Democratic candidate than the Republican candidate, when the Democrats picked up seats in the Senate and Republicans lost, when the Democrats picked up seats in the House of Representatives and the Republicans lost, you know, let's be clear, we are not the minority here.", "sentId": 416}, {"text": "We are the party of opposition.", "sentId": 417}], "secId": 183}, {"speaker": "KING", "sentences": [{"text": "She's spinning the congressional math there a little bit, Senator Elizabeth Warren.", "sentId": 418}, {"text": "But again, again, to her credit she's trying to give the party a morale boost after the election even if her math might be a little bit off, but she talks there as if we live in a parliamentary system.", "sentId": 419}, {"text": "We're the opposition party.", "sentId": 420}, {"text": "It would be great if we would question time, if we could get the president -- you know, get the president to go up and take questions from the Congress.", "sentId": 421}], "secId": 184}, {"speaker": "KING", "sentences": [{"text": "But the challenge for the Democrats is not just what, it's who in terms of, you know, who are our leaders right now.", "sentId": 422}], "secId": 185}, {"speaker": "ZELENY", "sentences": [{"text": "Well, there's not an obvious leader of the Democratic Party, but she is certainly running for it and she's certainly has her eye on 2020 as so many of them do.", "sentId": 423}, {"text": "The problem for Democrats, though, as they know the census is going to be coming up and then state legislatures, capitals across the country absolutely decimated.", "sentId": 424}, {"text": "That's the problem long-term for Democrats.", "sentId": 425}], "secId": 186}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 426}, {"text": "The Republican gains at the state level -- we focus on this own because we live here, because this is where the White House is, this is where the capital is.", "sentId": 427}, {"text": "But the Republican gains in the Obama years at the state level have changed American politics for the next 25 or 30 years.", "sentId": 428}], "secId": 187}, {"speaker": "PAGE", "sentences": [{"text": "And not just in terms of the numbers but in terms of the policies.", "sentId": 429}], "secId": 188}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 430}], "secId": 189}, {"speaker": "PAGE", "sentences": [{"text": "Because a lot of the state decisions that are made in Washington end up getting implemented at the state level.", "sentId": 431}, {"text": "And so even though you've had Obama in office for eight years, his policies haven't always been implemented in a lot of these states and that's what Democrats need to figure out.", "sentId": 432}, {"text": "It's not just who's going to be the leader of the party but it's how do they rebuild across the country, not just in Washington.", "sentId": 433}], "secId": 190}, {"speaker": "MARTIN", "sentences": [{"text": "I spent the last couple of days in Denver at the DNC meeting.", "sentId": 434}, {"text": "This is the first time Democrats have gathered since the election and they're still shell shocked.", "sentId": 435}, {"text": "But it's fascinating, John, watching them because they still love President Obama.", "sentId": 436}, {"text": "He's still wildly popular, but at the same time if you're, you know, working for the DNC, you can't ignore the fact that this party under his watch has been decimated.", "sentId": 437}], "secId": 191}, {"speaker": "MARTIN", "sentences": [{"text": "And the fact is that they're trying to pick a new chair now and they had a forum on Friday with the candidates for chair and they were all kind of employing these euphemisms and walking on egg shells because they don't want to directly criticize the president who's still popular but at the same time they have to grapple with the fact that their party is basically in ruins now.", "sentId": 438}], "secId": 192}, {"speaker": "MARTIN", "sentences": [{"text": "And so it's fascinating to watch them say well, we built a wonderful palace, but our foundation was robbed.", "sentId": 439}, {"text": "Well, what does that mean?", "sentId": 440}], "secId": 193}, {"speaker": "MARTIN", "sentences": [{"text": "You know?", "sentId": 441}, {"text": "And all of us kind of know what it means but they just can't say it.", "sentId": 442}, {"text": "And it's so different, by the way, from '07 and '08.", "sentId": 443}, {"text": "Remember?", "sentId": 444}, {"text": "Conservatives were happy to move on from Bush.", "sentId": 445}, {"text": "He was unpopular.", "sentId": 446}, {"text": "The war was unpopular.", "sentId": 447}], "secId": 194}, {"speaker": "ZELENY", "sentences": [{"text": "Right.", "sentId": 448}], "secId": 195}, {"speaker": "MARTIN", "sentences": [{"text": "They were glad to leave him by the side of the road.", "sentId": 449}, {"text": "This is different because Obama is still very popular both nationwide and certainly on the left.", "sentId": 450}], "secId": 196}, {"speaker": "KING", "sentences": [{"text": "But he hasn't been able to translate.", "sentId": 451}, {"text": "I'm sorry.", "sentId": 452}], "secId": 197}, {"speaker": "PHILLIP", "sentences": [{"text": "This is where at the other meeting of the Democrats earlier this week the Bernie folks actually kind of gave Democrats a little bit of a blueprint for how to run sort of post-Obama.", "sentId": 453}, {"text": "Like, at the time when he was running against Obama people were like, are you crazy, you know, this guy is super popular.", "sentId": 454}, {"text": "And so, you know, the Bernie folks are kind of looking back at the situation and saying, you know, we were kind of right, we need to offer people something that is -- especially Democrats.", "sentId": 455}], "secId": 198}, {"speaker": "PHILLIP", "sentences": [{"text": "A lot of Democrats didn't vote for Hillary Clinton because they wanted her to go further than President Obama in a lot of substantive ways and the electorate by and large wanted change.", "sentId": 456}, {"text": "So that's the dynamic that, you know, some Democrats are going to have to be looking back at those decisions that they made early in the primary about how to grapple with the Obama legacy and learn some lessons for how Bernie framed the argument in order to move forward.", "sentId": 457}], "secId": 199}, {"speaker": "KING", "sentences": [{"text": "If you had this spy novel fantasy that the recount in Wisconsin, Michigan and Pennsylvania were going to produce evidence of Russian hacking and somehow Hillary Clinton was going to be president of the United States, it's time I think to drop that one.", "sentId": 458}], "secId": 200}, {"speaker": "KING", "sentences": [{"text": "You know, the recount is continuing in Wisconsin and Michigan but we haven't heard anything significant to change things yet.", "sentId": 459}, {"text": "Looks like Pennsylvania is going to fizzle, although Jill Stein, the Green Party candidate, says she's going to go to court.", "sentId": 460}], "secId": 201}, {"speaker": "KING", "sentences": [{"text": "One of the big questions is what happens on Capitol Hill.", "sentId": 461}, {"text": "Democrats are saying let's have an investigation -- a congressional investigation of Russian interference in the election, and the Democratic leader in the House, Nancy Pelosi, says she's pretty confident we'll find more evidence of Russian tinkering.", "sentId": 462}], "secId": 202}, {"speaker": "PELOSI", "sentences": [{"text": "I know that it's the Russians.", "sentId": 463}, {"text": "I know because I paid for the investigation of our own hacking.", "sentId": 464}, {"text": "I know it's the Russians.", "sentId": 465}, {"text": "I don't know that from any classified information.", "sentId": 466}, {"text": "Part of the Russian agenda is to undermine democracy, not just in our", "sentId": 467}], "secId": 203}, {"speaker": "PELOSI", "sentences": [{"text": "country but in other countries as well.", "sentId": 468}, {"text": "And this is just not -- it's just not right, and I think that it's shameful that this was able to go on.", "sentId": 469}], "secId": 204}, {"speaker": "KING", "sentences": [{"text": "Most Republicans who control Congress are very skeptical of Russia and you would think by instinct would want to look into this but will the White House tell them not to?", "sentId": 470}], "secId": 205}, {"speaker": "PACE", "sentences": [{"text": "Probably.", "sentId": 471}], "secId": 206}, {"speaker": "PACE", "sentences": [{"text": "I don't think we know.", "sentId": 472}, {"text": "I think that what is amazing about this is Russia interfering in an election should probably be a bipartisan area where people could get on board.", "sentId": 473}, {"text": "I don't think we're going to see that.", "sentId": 474}], "secId": 207}, {"speaker": "KING", "sentences": [{"text": "Bipartisan in Washington.", "sentId": 475}, {"text": "Hold your breath.", "sentId": 476}], "secId": 208}, {"speaker": "KING", "sentences": [{"text": "A sneak peek in our reporters' notebooks next, including the latest reality game for the well connected.", "sentId": 477}, {"text": "Who wants to be an ambassador?", "sentId": 478}, {"text": "Raise your hand at home if you do.", "sentId": 479}, {"text": "But first here's the results from our INSIDE POLITICS quiz.", "sentId": 480}], "secId": 209}, {"speaker": "KING", "sentences": [{"text": "We asked which state is home to the most vice-presidents.", "sentId": 481}, {"text": "Most of you today got it wrong.", "sentId": 482}, {"text": "The answer is New York.", "sentId": 483}, {"text": "Not my home state of Massachusetts.", "sentId": 484}], "secId": 210}, {"speaker": "KING", "sentences": [{"text": "We fill the INSIDE POLITICS table each Sunday with reporters, not pundits, and we close by asking them to share a bit of their reporting to help you get ahead of the big political news just around the corner.", "sentId": 485}, {"text": "Julie Pace?", "sentId": 486}], "secId": 211}, {"speaker": "PACE", "sentences": [{"text": "Even before Donald Trump picks his secretary of State his team is starting to look at ambassadors for some of these plumb jobs overseas, places like France, Italy, the U.K.  And this is another area where it looks like Trump is more likely to pick from the swamp than drain it.", "sentId": 487}, {"text": "Some of these big Republican donors who eventually came around and donated to his campaign in the general election are expressing their interest in jobs and I'm told they're getting a pretty warm reception from the transition team.", "sentId": 488}], "secId": 212}, {"speaker": "PACE", "sentences": [{"text": "And when it comes to ambassadors this is just one of those areas where every time you have a new president you get a lot of complaints about the influence of money in our politics and yet it always seems to play out the same way.", "sentId": 489}], "secId": 213}, {"speaker": "KING", "sentences": [{"text": "Always seems to.", "sentId": 490}, {"text": "But they have a small island leftover, maybe some volunteers here at the table?", "sentId": 491}, {"text": "Jonathan?", "sentId": 492}], "secId": 214}, {"speaker": "MARTIN", "sentences": [{"text": "I'm told that the Trump folks want to make Heidi Heitkamp the AG secretary and Joe Manchin, the energy secretary.", "sentId": 493}, {"text": "Now this is the brainchild I'm told of Reince Priebus, the former RNC chair, who's now going to be the chief of staff of the White House.", "sentId": 494}], "secId": 215}, {"speaker": "MARTIN", "sentences": [{"text": "The idea here, not too subtle, is to take two Democratic senators out of the Senate who both happen to be what?", "sentId": 495}, {"text": "Up for re-election in Trump states in 2018, put them in the Cabinet, and add two seats to the GOP ranks.", "sentId": 496}, {"text": "One complication, though, my understanding is that Heitkamp actually prefers Interior or Energy, rather than AG.", "sentId": 497}, {"text": "So could be some haggling there.", "sentId": 498}], "secId": 216}, {"speaker": "KING", "sentences": [{"text": "We'll watch that, some more announcements this week.", "sentId": 499}, {"text": "We'll see if any Democrats among them.", "sentId": 500}, {"text": "Jeff?", "sentId": 501}], "secId": 217}, {"speaker": "ZELENY", "sentences": [{"text": "Donald Trump is heading to Iowa as part of his victory lap on Thursday and Iowa Republicans wonder if he's going to shake up the state's politics as he -- as he arrives.", "sentId": 502}, {"text": "Terry Branstad.", "sentId": 503}, {"text": "the long serving Republican governor, is being eyed to be the ambassador to China.", "sentId": 504}, {"text": "He has long relations with China.", "sentId": 505}, {"text": "He supported Donald Trump from the very beginning.", "sentId": 506}], "secId": 218}, {"speaker": "ZELENY", "sentences": [{"text": "I talked with a couple of people in the Trump transition yesterday.", "sentId": 507}, {"text": "They said he is indeed on the very top of the list for that.", "sentId": 508}, {"text": "Not done of course but watch Iowa on Thursday when Donald Trump heads out there.", "sentId": 509}, {"text": "President Xi lived in Iowa at the time as a college student, Muscatine, Iowa, knows Terry Branstad well.", "sentId": 510}, {"text": "So keep an eye on the state of Iowa.", "sentId": 511}], "secId": 219}, {"speaker": "KING", "sentences": [{"text": "That would be an important grown-up at a sensitive time in that relationship.", "sentId": 512}, {"text": "Abby?", "sentId": 513}], "secId": 220}, {"speaker": "PHILLIP", "sentences": [{"text": "Well, Donald Trump supporters voted for him because he wasn't a typical Republican or a typical Democrat.", "sentId": 514}, {"text": "His infrastructure plan, Carrier deal, position on trade all fit into that mold.", "sentId": 515}, {"text": "His aides this week expressed some acknowledgment that he can't really break out of that mold, he can't really become a typical Republican once he gets to Washington.", "sentId": 516}, {"text": "So we should look for this as a kind of frame for how to understand the Trump administration.", "sentId": 517}], "secId": 221}, {"speaker": "PHILLIP", "sentences": [{"text": "He has to keep being the outsider in Washington, especially when it comes to sticking it to both his party and to the other side.", "sentId": 518}, {"text": "That's the key to keeping his voters happy for the next four years.", "sentId": 519}], "secId": 222}, {"speaker": "KING", "sentences": [{"text": "Make everybody happy but also disappoint everybody along the way.", "sentId": 520}, {"text": "Most likely.", "sentId": 521}], "secId": 223}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 522}, {"text": "The big Cabinet jobs understandably are getting the big attention but the president-elect's to-do list also includes expressing his preference for someone to lead the Republican National Committee.", "sentId": 523}, {"text": "New Jersey Governor Chris Christie is the biggest name in this conversation at the moment but there's talk that Trump campaign aide David Bossie is interested.", "sentId": 524}, {"text": "And Nick Ayers, a key member of Vice President-Elect Pence's team, also gets mentions.", "sentId": 525}, {"text": "So do several longtime GOP activists, some of them, some from important states out there.", "sentId": 526}], "secId": 224}, {"speaker": "KING", "sentences": [{"text": "The protocol is pretty simple after a White House win.", "sentId": 527}, {"text": "It is the president's choice.", "sentId": 528}, {"text": "Among those who presumably get input, though, is the man Jonathan just mentioned, the current party chairman Reince Priebus now in line to be White House chief of staff.", "sentId": 529}], "secId": 225}, {"speaker": "KING", "sentences": [{"text": "I'm told his conversation with friends about this choice in recent days have focused on finding a campaign veteran who will focus on the nuts and bolts, not a big ego who will look to create another Washington power center.", "sentId": 530}], "secId": 226}, {"speaker": "KING", "sentences": [{"text": "You can read that if you haven't already as proof that Priebus is concerned about the Christie idea, but we should make this clear, it is the new president's call and his alone.", "sentId": 531}], "secId": 227}, {"speaker": "KING", "sentences": [{"text": "That's it for us this morning.", "sentId": 532}, {"text": "Sit tight for \"STATE OF THE UNION\" next.", "sentId": 533}, {"text": "Jake Tapper leads a fascinating joint conversation with the Trump and Clinton campaign managers.", "sentId": 534}], "secId": 228}, {"speaker": "KING", "sentences": [{"text": "Want to listen to that one?", "sentId": 535}], "secId": 229}, {"speaker": "KING", "sentences": [{"text": "Thanks for sharing your Sunday morning.", "sentId": 536}, {"text": "We'll see you soon.", "sentId": 537}], "secId": 230}], "sectionCount": 231, "url": "transcripts.cnn.com/TRANSCRIPTS/1612/04/ip.01.html", "sentenceCount": 539, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired December 4, 2016 - 08:00   ET", "speakers": ["KING", "TRUMP", "CONWAY", "BENENSON", "MILLER", "ROMNEY", "PACE", "MARTIN", "PHILLIP", "ZELENY", "there", "UNIDENTIFIED MALE", "ALEC BALDWIN AS DONALD TRUMP", "UNIDENTIFIED FEMALE", "BALDWIN", "JENNIFER PALMIERI", "PALMIERI", "senators", "He", "WARREN", "GINGRICH", "PAGE", "PELOSI"], "title": "INSIDE POLITICS"}