{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1609.28.ip.02.html.json", "subTitle": "Analyzing the Latest Events in Presidential Race.  Aired 12:30- 1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "... they turned into a surrogate and to great effect or there are some people thinking maybe Alicia Machado can be the same thing.", "sentId": 0}, {"text": "We talked about the president, we talked former President Clinton, we talked about all these elected politicians for Hillary Clinton, is a real person help more?", "sentId": 1}], "secId": 0}, {"speaker": "HAM", "sentences": [{"text": "I think that in this case, I think it was -- I've been clear that it was obviously self-destructive for him to bring her up the day after the debate, because obviously his actions do not reflect well on him.", "sentId": 2}, {"text": "On the other hand, the Clinton campaign has a little bit of issue here because of her past which according to some CNN and A.P.", "sentId": 3}, {"text": "reporting from back in the day, she had some ties to some Venezuelan criminals and the crimes that they did.", "sentId": 4}], "secId": 1}, {"speaker": "HAM", "sentences": [{"text": "And so I think in the political parlance, I know Mr. Khan, you may ever know Mr. Khan.", "sentId": 5}, {"text": "Mr. Khan was an unassailable surrogate and I think this one will be slightly different.", "sentId": 6}, {"text": "But I think the theme of the attack is not bad.", "sentId": 7}], "secId": 2}, {"speaker": "RAJU", "sentences": [{"text": "Yes.", "sentId": 8}, {"text": "I mean it's attacking her weight and you know, bringing that up pro actively, I mean, regardless of her past it's not a good thing to be talking about.", "sentId": 9}, {"text": "I asked Senator McConnell this yesterday and Speaker Ryan about Machado -- criticism in Machado.", "sentId": 10}, {"text": "What they did was they dodged it completely.", "sentId": 11}, {"text": "They didn't want to touch it.", "sentId": 12}, {"text": "Neither did any Republican.", "sentId": 13}, {"text": "They're not going to defend this, and so the Trump campaign wasn't very happy that he voluntarily brought this up himself, which one reason why they're trying to side step, move on.", "sentId": 14}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "It was interesting because she brought it up in the debate, it was clearly a planned moment, they'd done this research, they'd also apparently helped her coordinate a media interviews, they were embark on until after the debate, so this is not a coincidence.", "sentId": 15}, {"text": "This is how a smart campaign operates.", "sentId": 16}, {"text": "You plan things like this.", "sentId": 17}, {"text": "He was like, \"Where did you get this?", "sentId": 18}, {"text": "Where did you get this?\"", "sentId": 19}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "He seemed a little indignant in the debate, but as you mentioned yesterday morning on \"Fox News\", listen to Donald Trump, instead, you know, I'm sorry that was a long time ago, or I don't want to back there this is the new world, so I'm running for office now, he doubled down.", "sentId": 20}], "secId": 5}, {"speaker": "TRUMP", "sentences": [{"text": "So that person was a miss universe person, and she was the worst we ever had, the worst, the absolute worst.", "sentId": 21}, {"text": "She was impossible.", "sentId": 22}], "secId": 6}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Didn't know that story.", "sentId": 23}], "secId": 7}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "I didn't know either.", "sentId": 24}], "secId": 8}, {"speaker": "TRUMP", "sentences": [{"text": "She was the winner, and, you know, she gained a massive amount of weight, and it was -- it was a real problem.", "sentId": 25}], "secId": 9}, {"speaker": "PHILIP", "sentences": [{"text": "This stuff is so easy, I mean it's so easy to get it right and yet somehow they don't seem to prepare him for these kinds of moments.", "sentId": 26}, {"text": "I mean, I think Mary Katharine is right.", "sentId": 27}, {"text": "She may not be the perfect sort of model for anything, really.", "sentId": 28}, {"text": "But the point is, when women look at the video that the Clinton campaign put out hours after the debate, and they listen to what she had to say and they watched these old clips of her Exercising on the treadmill and Trump standing over her, and talking about how she likes to eat, it's really easy for voters to understand what that's about.", "sentId": 29}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Can you see some of that video on the screen.", "sentId": 30}], "secId": 11}, {"speaker": "PHILIP", "sentences": [{"text": "Very easy for her to understand what that's about.", "sentId": 31}, {"text": "And all Trump has to do is not talk about it.", "sentId": 32}, {"text": "And may be apologize for it, or move on.", "sentId": 33}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Or say that's a different phase of my life.", "sentId": 34}], "secId": 13}, {"speaker": "BALZ", "sentences": [{"text": "I got an e-mail from a Republican in one of the swing states, who said, who was beside himself about this, and then about the whole debate, but said what Trump has done on this particular issue will not play well with women in the Suburbs.", "sentId": 35}, {"text": "He didn't limit it to Latinos.", "sentId": 36}, {"text": "Just ...", "sentId": 37}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Women in this country.", "sentId": 38}], "secId": 15}, {"speaker": "BALZ", "sentences": [{"text": "Just probably women in the Suburbs.", "sentId": 39}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "He came into the debate with momentum.", "sentId": 40}, {"text": "It did happens at key moments, let's just to see what happens.", "sentId": 41}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "We're going to go back to our breaking news.", "sentId": 42}, {"text": "I'll show you picture now of the United States senate.", "sentId": 43}, {"text": "The United States Senate has voted to override the president's veto.", "sentId": 44}, {"text": "This has never happened 7.5 plus years of the Obama presidency, a veto has not been over and this is one chamber.", "sentId": 45}, {"text": "Now, we move on to the house still that the senate was considered.", "sentId": 46}, {"text": "Manu Raju with us here knows a lot more about the Congress than I do considered the tougher chamber, right?", "sentId": 47}], "secId": 18}, {"speaker": "RAJU", "sentences": [{"text": "Yeah.", "sentId": 48}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "... in terms of getting the two-thirds majority in this legislation would allow families of 9/11 victims to sue Saudi Arabia, seeking some damages.", "sentId": 49}, {"text": "Now Saudi Arabia says of course it's was not a state player in terrorism but many of the actors the terrorist on 9/11 were from Saudi Arabia.", "sentId": 50}, {"text": "Where's this go from here?", "sentId": 51}], "secId": 20}, {"speaker": "RAJU", "sentences": [{"text": "Looks like the house is going to pass this probably as early as tomorrow.", "sentId": 52}, {"text": "The administration has been lobbying behind the scenes to kill this in the senate, because they're worried about potentially opening up Americans overseas to lawsuits or retaliatory actions by foreign governments if in response to American Military actions overseas against Americans Abroad.", "sentId": 53}, {"text": "That fell on deaf ears.", "sentId": 54}], "secId": 21}, {"speaker": "RAJU", "sentences": [{"text": "This is such a sensitive issue.", "sentId": 55}, {"text": "Democrats and Republicans I know that they've read the side with in that families of 9/11 that saved the Saudi government but that didn't stop Obama from calling Mitch McConnell, calling Harry Reid to stop this.", "sentId": 56}, {"text": "Their only recourse is perhaps to reopen the negotiations after it becomes law in a lame duck session of Congress.", "sentId": 57}, {"text": "We'll see if they're able to get support from that, because right now they don't have much.", "sentId": 58}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "In the sense, if he just held his own Democrats, could've kept him from getting to two-thirds.", "sentId": 59}, {"text": "Republicans have 54 in an election year, too dicey?", "sentId": 60}], "secId": 23}, {"speaker": "PHILIP", "sentences": [{"text": "Notably the Clinton campaign is on the other side of the White House on this and it's because it's just a hard issue for them to defend.", "sentId": 61}, {"text": "I mean the days going into the debate they knew there was a chance that this thing could come up.", "sentId": 62}, {"text": "I don't think it did, but they thought that it was possible, and she's not siding with Obama on this not rare thing in this election cycle.", "sentId": 63}], "secId": 24}, {"speaker": "RAJU", "sentences": [{"text": "He's actually got more support from Republicans than Democrats, even Paul Ryan is receptive to a lot of the White House concerns as well as Bob Corker the former relations chairman.", "sentId": 64}, {"text": "Warren Hatch, so perhaps they can go back into it after it becomes law.", "sentId": 65}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "Yeah, some things are close, might be hard to come back into, when you look at this one after the election.", "sentId": 66}, {"text": "Some things are close.", "sentId": 67}, {"text": "They need a two-thirds, 97 to 1.", "sentId": 68}, {"text": "97 to 1 was the vote in the United States senator and our producer on do the walls on Capitol Hill, one of best in the business says actually I think, because of this momentum perhaps they're thinking about taking up the override in the house as early as today.", "sentId": 69}, {"text": "I'm moving quickly to the house that's own embarrassment for the President of the United States is 2016 campaign issue or more of an Obama legacy issue?", "sentId": 70}], "secId": 26}, {"speaker": "HAM", "sentences": [{"text": "Yeah, I think this is more of like I'm just going to lame duck this thing out.", "sentId": 71}, {"text": "You know, it's not great for him.", "sentId": 72}, {"text": "But if something as 9/11 victims in the title, you have to go to the mats for that if you want to stick with this veto.", "sentId": 73}, {"text": "And the president has not historically been great at picking up the phone a ton of times and doing a lot of the canoodling necessary for this kind of thing and in this case, didn't get done and fairly obvious.", "sentId": 74}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "97 to 1, Lyndon Baines Johnson might had taken a little bit even for this.", "sentId": 75}, {"text": "The president, you're right.", "sentId": 76}, {"text": "President does have a problem with those kind relationships.", "sentId": 77}, {"text": "But on 97 to 1 suggest you want to have a  since we're on subject on Capitol Hill, this is an embarrassment for the president.", "sentId": 78}, {"text": "For the last couple days, we've talking about the prospect of an election year government shutdown because this place is one of Donald Trump's biggest and most effective things this town doesn't work all that well.", "sentId": 79}, {"text": "That has dissipated, correct?", "sentId": 80}, {"text": "And the big hang up there where Democrats were insisting that they wanted money for Flint, Michigan.", "sentId": 81}, {"text": "They wanted the Republicans to support some money for the people of Flint, Michigan, for the infrastructure of Flint, Michigan to help when there's a breakdown at every level of government and the catastrophe and the disaster, actually a crime against people who live in the United States of America, that was done?", "sentId": 82}], "secId": 28}, {"speaker": "RUJA", "sentences": [{"text": "Looks like they're going to get a deal, the pass to keep the Government open, pass the Friday funding deadline, include funding for the Zika outbreak that's been stole also on Capitol Hill.", "sentId": 83}, {"text": "Deal with aid from the Louisiana flooding and then move this flint package separately.", "sentId": 84}, {"text": "That would actually be enacted in December.", "sentId": 85}], "secId": 29}, {"speaker": "RUJA", "sentences": [{"text": "Republicans realized their a tough spot on that issue, particularly as Donald Trump himself going to Flint, Michigan talking about this issue, talking about the Flint water crisis.", "sentId": 86}, {"text": "Republicans wanted to deal with that but deal with it separately from this government funding package.", "sentId": 87}, {"text": "Some conservatives are not happy about that because they knew this is a bailout for Flint, Michigan.", "sentId": 88}, {"text": "So there will be some potentially some theatrics this week but we expect those votes to pass in the coming days.", "sentId": 89}, {"text": "As early as today.", "sentId": 90}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "And I assume we're getting these votes all of the sudden and getting things passed and done because they have the same calendar we do.", "sentId": 91}, {"text": "And its 41 days to election and they all want to go HOME campaign is that the idea?", "sentId": 92}], "secId": 31}, {"speaker": "BALZ", "sentences": [{"text": "Right.", "sentId": 93}], "secId": 32}, {"speaker": "RAJU", "sentences": [{"text": "And in campaign the entire month of October is done.", "sentId": 94}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "Shocking how -- felt like nothing like scheduling election to get the Congress to do its job, right?", "sentId": 95}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "Self-preservation, it's a good role in politics.", "sentId": 96}, {"text": "Everybody sit tight.", "sentId": 97}, {"text": "A little rock and roll today.", "sentId": 98}, {"text": "But up next, back to some of Michele Obama in the campaign trail for Hillary Clinton here more of what she said, coming up.", "sentId": 99}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "We took you live at the other top of the program, first lady Michelle Obama out campaigning for Hillary Clinton, she's in Philadelphia today.", "sentId": 100}, {"text": "Important she's on a college campus.", "sentId": 101}, {"text": "She spoke out about Donald Trump and the Birther question.", "sentId": 102}], "secId": 36}, {"speaker": "OBAMA", "sentences": [{"text": "And then, of course, there are those who questioned and continued to question for the past eight years whether my husband was even born in this country.", "sentId": 103}, {"text": "And let me say, hurtful, deceitful questions deliberately designed to undermine his presidency.", "sentId": 104}, {"text": "Questions that cannot be blamed on others or swept under the rug by an insincere sentence uttered at a press conference.", "sentId": 105}, {"text": "Let me take a moment.", "sentId": 106}, {"text": "But during his turn in office I think Barack has answered these questions with the example he set and the dignity he's shown by going high when they go low.", "sentId": 107}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "We could debate going high, going low, but she wants that in the public square, she wants -- they want this conversation to the point you made earlier, Abby, this is personal for both of the Obamas, personal anyway because of Democrat loyalty, but most personal because it happens to be Donald Trump.", "sentId": 108}, {"text": "It was interesting in the debate, Lester Holt tried again, in the statement he made, Donald Trump spent more time giving propaganda promotions for his new hotel here in Washington that day than he did when he finally said, \"OK, I believe Barack Obama was born in the United States, period.\"", "sentId": 109}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "And he wouldn't take questions about it.", "sentId": 110}, {"text": "Hasn't explained why for five years after the president released his birth certificate.", "sentId": 111}, {"text": "Never mind the period before that.", "sentId": 112}, {"text": "He still kept saying I think it's a fraud.", "sentId": 113}, {"text": "I met with people who say it's a fraud.", "sentId": 114}, {"text": "In the debate then he was asked about this and he said, \"I say nothing, I say nothing.\"", "sentId": 115}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "The Democrats clearly think this is a way to motivate not just the African-American vote but to peel away suburban moderates who might think, \"I can't vote for this guy because of this.\"", "sentId": 116}], "secId": 40}, {"speaker": "BALZ", "sentences": [{"text": "Yeah, and the way he handled it in the debate was another example of why this continues to be a problem for him.", "sentId": 117}, {"text": "I mean though he can say 100 times I, you know, want to move on to other things.", "sentId": 118}, {"text": "And that's why I said what I said.", "sentId": 119}, {"text": "But the way he tried to again pin it on Hillary Clinton's campaign.", "sentId": 120}, {"text": "I thought she was effective in ignoring the piece of what he said and simply going straight to what he had actually done and take the fight back to him, because that throws it into a position that he's in, almost is in an impossible position to defend.", "sentId": 121}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "And 20 electoral votes in the State of Pennsylvania where Michelle Obama is today and what's worthy about it is it's not hard.", "sentId": 122}, {"text": "When you look at the State of Pennsylvania, Donald Trump will win vast swaths of Pennsylvania, to called it Democratic which they've done since 1988, you have to have a huge margin in central city Philadelphia, which is where the African-American vote is located and there's no early voting, there's no early voting in Pennsylvania.", "sentId": 123}, {"text": "It's one of the states where Democrats don't get to use their advantage when it comes to organization, data, voter identification and outreach.", "sentId": 124}, {"text": "Vice President Biden was there, President Obama was there recently and Michelle Obama back there.", "sentId": 125}, {"text": "That's not an accident.", "sentId": 126}], "secId": 42}, {"speaker": "RAJU", "sentences": [{"text": "No it's not it's a risk too for Republicans.", "sentId": 127}, {"text": "I mean the state and cycle after cycle Republicans view Pennsylvania as something that could come in their column.", "sentId": 128}, {"text": "Remember in 2012, Romney saw this as a possibility.", "sentId": 129}, {"text": "They put a lot of emphasis on this late it didn't turn out that way.", "sentId": 130}, {"text": "But this time, polls do show this is very close in Pennsylvania perhaps they can win, but it's an expensive state to campaign in.", "sentId": 131}, {"text": "They have to spend a lot of money in the Philadelphia media markets, if they do want to win.", "sentId": 132}, {"text": "And it seems like that -- that Trump is taking it seriously.", "sentId": 133}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "And if you listen, obviously, we keep using the term personal.", "sentId": 134}, {"text": "The president again, I'll go back to \"The Steve Harvey Show,\" this morning on the radio.", "sentId": 135}, {"text": "Mr. President of the United States, he's kind of busy, he's got things to do, but he's promised the Clinton campaign a lot of time in October to make the case and here again, \"Steve Harvey show\" he's speaking to predominantly African-American audience and we talk about making it personal.", "sentId": 136}, {"text": "You don't get anymore personal than this.", "sentId": 137}], "secId": 44}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "The notion somehow that well, you know, I'm not as inspired because Barack and Michelle, they're not on the ballot this time and, you know, maybe we kind of take it easy.", "sentId": 138}, {"text": "My legacy is on the ballot.", "sentId": 139}, {"text": "All the work we've done over the last eight years is on the ballot.", "sentId": 140}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "His approval ratings, above 50.", "sentId": 141}, {"text": "Some polls show right around 50, some of that a bit higher than 50.", "sentId": 142}, {"text": "But how important, how big is the Obama factor?", "sentId": 143}], "secId": 46}, {"speaker": "BALZ", "sentences": [{"text": "Obama factor is very big.", "sentId": 144}, {"text": "I mean if his approval rating were 53 or 54, we would say Hillary Clinton has got wind at her backs as supposed to over this thing a change election.", "sentId": 145}, {"text": "He's right at the trust.", "sentId": 146}, {"text": "He's right at about 50.", "sentId": 147}, {"text": "So he trying to do everything he can to leverage himself, to leverage his popularity particularly among the people that they need to turn out in big numbers.", "sentId": 148}, {"text": "They don't just need a big margin among African-Americans, they need big numbers in terms of turnout.", "sentId": 149}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "And yet, it also is -- I mean this is the world we live in.", "sentId": 150}, {"text": "Two campaigns trying to do two very different things turning out their vote.", "sentId": 151}, {"text": "They're not competing for that many of the same people.", "sentId": 152}, {"text": "That's not that much of a middle anymore.", "sentId": 153}, {"text": "Can Donald Trump say, yeah, look at him, the president, vice president, all these senators, the establishment, even throwing Senator Warren of the republican, the establishment is for her?", "sentId": 154}], "secId": 48}, {"speaker": "HAM", "sentences": [{"text": "Yeah, I think he can make that argument and that's what people want change, right?", "sentId": 155}, {"text": "Responding to that part of him but scared what he offers I think Pennsylvania because their ground game is may be slightly less important, it's helpful to him.", "sentId": 156}, {"text": "And I think had it not been for a decent performance by her in the debate this week, the Pennsylvania numbers would be panic button mode, but nonetheless you see an army of surrogates going to Pennsylvania because there is an underlying real serious problem with Pennsylvania.", "sentId": 157}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "That she went from plus 8 or plus 9 to plus about 2 to 4 depending what polling you believe in about a month.", "sentId": 158}, {"text": "It's going to be really interesting by the end of this week to see the real polls after the debate fallout, check on the battleground states.", "sentId": 159}, {"text": "Very, very interesting.", "sentId": 160}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "Just ahead, our reporters share from their notebooks including a millennial icon who's making an unorthodox election play.", "sentId": 161}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Now, tonight on CNN, you won't want to miss a live town hall with President Obama, talking about veterans being commander-in-chief, I'm guessing the presidential campaign might mop a little bit as well.", "sentId": 162}, {"text": "Jake Tapper moderates, never miss that conversation with the president of United State.", "sentId": 163}, {"text": "That's tonight, 9:00 p.m. eastern and pacific right here on CNN.", "sentId": 164}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "Now, let's close as we always do, header on the inside politics table I'll ask our great reports to get you out ahead the big political news just around the corner, Mary Katharine?", "sentId": 165}], "secId": 53}, {"speaker": "HAM", "sentences": [{"text": "Yes.", "sentId": 166}, {"text": "Clarissa explains millennials, the actress Melissa Joan Hart who played Clarissa in '90s Nickelodeon show, has said that she is signing up with Johnson's campaign as a Connecticut chairperson.", "sentId": 167}, {"text": "I just think this is emblematic, because, Clarissa, especially for me, is a bit of a millennial icon that we all kind of grew up with and she is taking the third-party route and doing it proudly and I think it speaks to the trouble that these campaigns will have luring these guys back.", "sentId": 168}, {"text": "Because millennials really do feel like I want to do this the right way, I don't want to do something reluctantly and this is how I'm going to do it.", "sentId": 169}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 170}, {"text": "Interesting.", "sentId": 171}], "secId": 55}, {"speaker": "PHILIP", "sentences": [{"text": "#ImWithClarissa.", "sentId": 172}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "It's going to bust the internet.", "sentId": 173}, {"text": "Dan?", "sentId": 174}], "secId": 57}, {"speaker": "BALZ", "sentences": [{"text": "The next debate is the vice presidential debate, as everybody knows and four years ago Joe Biden helped President Obama recover among nervous Democrats after the president's bad performance.", "sentId": 175}, {"text": "Mike Pence is in a similar position.", "sentId": 176}, {"text": "He's got to do something to try to bring back the enthusiasm around the Trump campaign.", "sentId": 177}, {"text": "And talking to people about what to look for in this campaign, A, that Tim Kaine will prosecute the case as much as he can to force Pence to defend everything that Donald Trump has said and done over the last year.", "sentId": 178}, {"text": "But Pence may be able to prosecute the case against Hillary Clinton more effectively than Donald Trump was able to do in the first debate, and if she does, that will set up the second debate for Trump effectively.", "sentId": 179}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "No pressure governor.", "sentId": 180}, {"text": "No pressure at all.", "sentId": 181}, {"text": "Manu?", "sentId": 182}], "secId": 59}, {"speaker": "RAJU", "sentences": [{"text": "John, Republicans are getting bullish about, keeping control of Congress, the House and the Senate.", "sentId": 183}, {"text": "Kevin McCarthy, the house majority leader said this week that he thinks the Republicans connection, pick up seats in the house.", "sentId": 184}, {"text": "Are we expected all along that they would lose seats, if they lose 30, they lose the house majority.", "sentId": 185}, {"text": "But he thinks they could win seats.", "sentId": 186}, {"text": "Out of the senate, side, polls are looking better for senate Republicans.", "sentId": 187}, {"text": "Mitch McConnell, however, the majority leader is warning folks internally not to get too excited.", "sentId": 188}, {"text": "They need to focus in October.", "sentId": 189}, {"text": "Donors need to put more money into those states and watch for the terrain in the senate states to go to red states, Missouri, Indiana, North Carolina.", "sentId": 190}, {"text": "That's where the battleground is going to be in October for the next senate majority.", "sentId": 191}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "And to watch that won't say I will forget sometimes, the presidential race, you forget tough ones there, Abby?", "sentId": 192}], "secId": 61}, {"speaker": "PHILIP", "sentences": [{"text": "So one big thing that came out of the debate Monday night was that Donald Trump isn't really going to change the way he explains his actions around the housing bubble, or whether or not he paid taxes at all.", "sentId": 193}, {"text": "And that's a big opening for the Clinton campaign who had been looking for sort of something more concrete to kind of get at how Trump might handle the economy and how he might be a steward of it.", "sentId": 194}, {"text": "And they have really strong ammunition.", "sentId": 195}], "secId": 62}, {"speaker": "PHILIP", "sentences": [{"text": "We've already seen some ads coming out talking about how Trump has paid no taxes.", "sentId": 196}, {"text": "I think this could be an opportunity for them to pivot back to the economy.", "sentId": 197}, {"text": "We've seen some slippage in the polls in terms of whether Americans think she can handle it better than him.", "sentId": 198}, {"text": "They need this opening in order to turn that around.", "sentId": 199}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Fascinating to watching that one.", "sentId": 200}, {"text": "I'm going to close inside of a notebook, I'm going to close by being neighborly.", "sentId": 201}, {"text": "This is our first day in D.C. for daily inside politics.", "sentId": 202}, {"text": "Over my shoulder and just a few minutes will be this guy, Wolf Blitzer.", "sentId": 203}, {"text": "Many of you know him.", "sentId": 204}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Nobody probably just feeds my loyalties.", "sentId": 205}, {"text": "I don't try to hide them, right?", "sentId": 206}, {"text": "This guy will be back not this Sunday but a week from now.", "sentId": 207}, {"text": "But Wolf Blitzer is a son of buffalo, a proud son of buffalo.", "sentId": 208}], "secId": 65}, {"speaker": "weekend", "sentences": [{"text": "00 in the east, this.", "sentId": 209}, {"text": "It's just a little house- warming neighborly gift for my friend Wolf Blitzer as we move into the neighborhood.", "sentId": 210}, {"text": "I don't know if he'll ever wear.", "sentId": 211}, {"text": "I think I'll put in the office, I'll try to get him to put it on we'll see that might break the internet too.", "sentId": 212}], "secId": 66}, {"speaker": "weekend", "sentences": [{"text": "Thanks for watching \"Inside Politics.\"", "sentId": 213}, {"text": "We'll see you back here tomorrow at noon.", "sentId": 214}, {"text": "Wolf, from Buffalo, starts right after a quick break.", "sentId": 215}], "secId": 67}], "sectionCount": 68, "url": "transcripts.cnn.com/TRANSCRIPTS/1609/28/ip.02.html", "sentenceCount": 217, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired September 28, 2016 - 12:30   ET", "speakers": ["KING", "HAM", "RAJU", "TRUMP", "UNIDENTIFIED MALE", "PHILIP", "BALZ", "RUJA", "OBAMA", "weekend"], "title": "INSIDE POLITICS"}