{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1604.03.ip.01.html.json", "subTitle": "Trump's Bad Week a Tipping Point?; Trump Campaign Sees Attempt to \"Steal\" Delegates; Highlights of the Democratic Presidential Campaigns; The Trump Effect; Empty Your Notebook; . Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "President Obama says Donald Trump is in way over his head.", "sentId": 0}], "secId": 0}, {"speaker": "OBAMA", "sentences": [{"text": "The person who made the statements doesn't know much about foreign policy.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "The Republican front-runner's tough week includes a flip-flop on abortion and his campaign manager facing assault charges.", "sentId": 2}], "secId": 2}, {"speaker": "TRUMP", "sentences": [{"text": "He got in her way.", "sentId": 3}, {"text": "And, by the way, she was grabbing me.", "sentId": 4}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "So much for that GOP unity pledge.", "sentId": 5}], "secId": 4}, {"speaker": "CRUZ", "sentences": [{"text": "I'm not in the habit of supporting someone who attacks my wife --", "sentId": 6}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Plus, as Bernie Sanders talks trade --", "sentId": 7}], "secId": 6}, {"speaker": "SANDERS", "sentences": [{"text": "I stood on picket lines.", "sentId": 8}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "-- Hillary Clinton lashes out.", "sentId": 9}], "secId": 8}, {"speaker": "CLINTON", "sentences": [{"text": "I am so sick of the Sanders campaign lying about me.", "sentId": 10}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Tensions are high.", "sentId": 11}, {"text": "And Wisconsin votes Tuesday.", "sentId": 12}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters -- now.", "sentId": 13}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 14}, {"text": "I'm John King.", "sentId": 15}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 16}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Three big questions as we count down to a Tuesday Wisconsin primary that is a big test in both presidential nominating contests.", "sentId": 17}, {"text": "Number one, is a major Donald Trump flip-flop on abortion just a", "sentId": 18}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "hiccup?", "sentId": 19}, {"text": "Just a bad week?", "sentId": 20}, {"text": "Or part of a campaign turning point that has the front-runner suddenly on defense?", "sentId": 21}], "secId": 14}, {"speaker": "TRUMP", "sentences": [{"text": "You're going to remember this day.", "sentId": 22}, {"text": "More importantly, you're going to remember Tuesday.", "sentId": 23}, {"text": "If you can get to the polls and vote for Trump, again, why am I doing it?", "sentId": 24}, {"text": "I'm doing it to make America great again.", "sentId": 25}, {"text": "I'm doing it for that reason.", "sentId": 26}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Question two: Is the Republican Party heading for an open convention and chaos?", "sentId": 27}], "secId": 16}, {"speaker": "KASICH", "sentences": [{"text": "I believe that the overwhelming majority of the delegates at a convention will take this -- will take this responsibility very seriously.", "sentId": 28}, {"text": "Probably be less Kardashians, more, who's going to be president.", "sentId": 29}, {"text": "That's where I think this is all headed.", "sentId": 30}, {"text": "Not that I have anything against the Kardashians.", "sentId": 31}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "Not that we have anything against the Kardashians.", "sentId": 32}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "And question three, is Hillary Clinton's New York fire wall at risk if Bernie Sanders pulls off another big Midwest win?", "sentId": 33}], "secId": 19}, {"speaker": "CLINTON", "sentences": [{"text": "I have 1 million more votes than Donald Trump, and I have 2.5 million more votes than Bernie Sanders!", "sentId": 34}, {"text": "What I regret is they don't want to hear the contrast between my experience, my plans, my vision, what I know I can get done and what my opponent is promising.", "sentId": 35}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "With us this morning to share their reporting and their insights: Jackie Kucinich of \"The Daily Beast\", Ed O'Keefe of \"The Washington Post,\" CNN's Jeff Zeleny, and Abby Phillip of \"The Washington Post\".", "sentId": 36}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "We begin with a question that's been asked before many times, in fact.", "sentId": 37}, {"text": "But the question is back again with an important new twist, and here it is.", "sentId": 38}, {"text": "Is Donald Trump at a tipping point?", "sentId": 39}, {"text": "Some of you are already laughing, perhaps.", "sentId": 40}, {"text": "Insulting Mexican immigrants didn't hurt, nor did mocking John McCain's war heroism.", "sentId": 41}, {"text": "That list goes on and on and on.", "sentId": 42}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "So, why are we asking again?", "sentId": 43}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Well, this time does feel different.", "sentId": 44}, {"text": "Rare is the candidate for president who won't rule out using nuclear weapons in Europe?", "sentId": 45}, {"text": "Even more rare, a candidate for president who changes position on abortion three times in less than three hours.", "sentId": 46}, {"text": "And then the next time the issue comes up, once again has to have his campaign team issue statements to clarify or clean up confusing if not outright contradictory comments from the candidate.", "sentId": 47}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "Oh, and did we mention Wisconsin votes Tuesday?", "sentId": 48}, {"text": "And the polls suggest Trump is down ten points and at risk of being shut out of the state's 42 convention delegates.", "sentId": 49}, {"text": "The Republican front-runner had a busy Saturday in Wisconsin, trying to cut into that big Cruz lead.", "sentId": 50}, {"text": "Mr. Trump suggests we and you the voters, should cut him some slack of his answers about abortion, nuclear weapons and things like the NATO alliance seem a little bit off.", "sentId": 51}], "secId": 25}, {"speaker": "TRUMP", "sentences": [{"text": "In all fairness, I've been a businessman.", "sentId": 52}, {"text": "So things like NATO, nobody asked me about NATO.", "sentId": 53}, {"text": "Nobody asked me about NAFTA.", "sentId": 54}, {"text": "Nobody asked me about anything.", "sentId": 55}, {"text": "They'd talk about deals.", "sentId": 56}, {"text": "That's what I did.", "sentId": 57}, {"text": "My whole life has been doing this.", "sentId": 58}], "secId": 26}, {"speaker": "TRUMP", "sentences": [{"text": "And I've been running for office, I've been a politician since June 16th, if you think about it.", "sentId": 59}, {"text": "But I have good common sense.", "sentId": 60}, {"text": "And I have good business sense.", "sentId": 61}, {"text": "I guess I have great business sense.", "sentId": 62}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "So, let's start the conversation there.", "sentId": 63}, {"text": "Does he deserve to be cut some slack if his answers aren't as we expect them to be in Washington?", "sentId": 64}, {"text": "And just a really bad week or a tipping point?", "sentId": 65}], "secId": 28}, {"speaker": "KUCINICH", "sentences": [{"text": "On something like abortion, it's hard to cut Donald Trump a lot of slack because when you talk to -- particularly on the right and the left, these are deeply-held beliefs.", "sentId": 66}, {"text": "This isn't something that you look at a political calculation a lot of the times.", "sentId": 67}, {"text": "I mean, what he did was actually remarkable.", "sentId": 68}, {"text": "He united the right and the left against him on abortion.", "sentId": 69}, {"text": "I don't think I've ever seen that.", "sentId": 70}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "But let's go through it because that's why a lot of people think this is different because this is self-inflicted from Donald Trump.", "sentId": 71}, {"text": "Over the course of the campaign, he has proven time and time again if he has a bad debate or if he has a bad news cycle, he can change the conversation.", "sentId": 72}, {"text": "He can drive the conversation.", "sentId": 73}, {"text": "He can move it to something more favorable ground.", "sentId": 74}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "That's what he's been unable to do the past week or so, in part because of the conversation that started with Chris Matthews on MSNBC when he said, OK, you have said you would like to make abortion illegal.", "sentId": 75}, {"text": "If you do that, if you law says it's illegal, what's the punishment?", "sentId": 76}], "secId": 31}, {"speaker": "MATTHEWS", "sentences": [{"text": "The churches make their moral judgments, but you running for president of the United States will be chief executive of the United States.", "sentId": 77}, {"text": "Do you believe --", "sentId": 78}], "secId": 32}, {"speaker": "TRUMP", "sentences": [{"text": "No, but --", "sentId": 79}], "secId": 33}, {"speaker": "MATTHEWS", "sentences": [{"text": "Do you believe in punishment for abortion, yes or no as a principle?", "sentId": 80}], "secId": 34}, {"speaker": "TRUMP", "sentences": [{"text": "The answer is that there has to be some form of punishment.", "sentId": 81}], "secId": 35}, {"speaker": "MATTHEWS", "sentences": [{"text": "For the woman?", "sentId": 82}], "secId": 36}, {"speaker": "TRUMP", "sentences": [{"text": "Yes, there has to be some form.", "sentId": 83}], "secId": 37}, {"speaker": "MATTHEWS", "sentences": [{"text": "Ten cents?", "sentId": 84}, {"text": "Ten years?", "sentId": 85}, {"text": "What?", "sentId": 86}], "secId": 38}, {"speaker": "TRUMP", "sentences": [{"text": "Let me just tell you -- I don't know.", "sentId": 87}, {"text": "That I don't know.", "sentId": 88}, {"text": "That I don't know.", "sentId": 89}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "Now, that got Mr. Trump in a little bit of heat.", "sentId": 90}, {"text": "His campaign relatively quickly put out a statement trying to clarify by saying, \"The issue is unclear.", "sentId": 91}, {"text": "It should be left to the states for determination.\"", "sentId": 92}, {"text": "He said, \"Like Ronald Reagan, I'm now pro-life with exceptions.\"", "sentId": 93}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "Still Mr. Trump there did not answer the question of -- as he said in the town hall, the woman should be punished.", "sentId": 94}, {"text": "So then another statement a little bit later, trying to clean this up, saying, \"If Congress were to pass legislation making abortion illegal,\" the key part is here, the provider would be held responsible.", "sentId": 95}, {"text": "The woman is the victim in this case.", "sentId": 96}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Now, that, to your point, he united the right and the left.", "sentId": 97}, {"text": "Even the most -- most of the most fervent anti-abortion forces do not say punish the woman.", "sentId": 98}, {"text": "They say punish the doctor or the provider.", "sentId": 99}], "secId": 42}, {"speaker": "ZELENY", "sentences": [{"text": "And it's clear as Jackie said, this is not something that you sort of, you know, see how the winds are blowing.", "sentId": 100}, {"text": "You know what your view on abortion is.", "sentId": 101}, {"text": "And you could just see the momentary freeze there when Chris Matthews asked that question as he was thinking, how do I answer this?", "sentId": 102}], "secId": 43}, {"speaker": "ZELENY", "sentences": [{"text": "And the reason is Donald Trump has, in fact, been all over the map on abortion.", "sentId": 103}, {"text": "He has supported abortion rights and other interviews including one on CNN years ago with Wolf Blitzer.", "sentId": 104}, {"text": "He has been on other sides of this.", "sentId": 105}], "secId": 44}, {"speaker": "ZELENY", "sentences": [{"text": "So, he tried to push back on our friend Mr. Matthews there who's Catholic and pro-choice, and it was clear that Chris had thought about this.", "sentId": 106}, {"text": "But he clearly had not thought about this.", "sentId": 107}], "secId": 45}, {"speaker": "ZELENY", "sentences": [{"text": "So, I think this is a different moment for Donald Trump, I think in part because it's coming at the time so much of this has come before him and Republicans, some of them are being fed up.", "sentId": 108}, {"text": "But also Wisconsin.", "sentId": 109}], "secId": 46}, {"speaker": "ZELENY", "sentences": [{"text": "I was in Wisconsin this past week.", "sentId": 110}, {"text": "Talk radio there is not his friend.", "sentId": 111}, {"text": "Conservative talk radio is not his friend.", "sentId": 112}, {"text": "The forces aligning against him are strong and big.", "sentId": 113}, {"text": "And Ted Cruz I expect to have a very strong night on Tuesday.", "sentId": 114}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "You mentioned talk radio, inside of state of Wisconsin, it's quite a vibrant industry.", "sentId": 115}, {"text": "Also nationally, Rush Limbaugh among those saying, \"Sorry, Mr. Trump, I defend you, but this is Republican 101.\"", "sentId": 116}, {"text": "George W. Bush changes his position, Mitt Romney changes position, you can change your position on abortion as long as you can explain why.", "sentId": 117}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "And being unprepared at this point in the campaign is what has everybody thinking, whoa, right?", "sentId": 118}], "secId": 49}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yes.", "sentId": 119}, {"text": "You know, we focus on the abortion issue in this country.", "sentId": 120}, {"text": "I think the rest of the world is quite stunned by what he also had to say this week about nuclear weapons, you know?", "sentId": 121}, {"text": "The idea that Japan and South Korea should start nuclearizing, the idea that he might consider using nuclear weapons against Europe, doesn't want to take anything off the table.", "sentId": 122}], "secId": 50}, {"speaker": "O'KEEFE", "sentences": [{"text": "That's what caused the other pillar of the Republican Party to really, again, take pause this week at what he was doing and why he rushed into those meetings with his foreign policy team by the end of the week.", "sentId": 123}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Uncharacteristically quiet for a couple of days.", "sentId": 124}], "secId": 52}, {"speaker": "O'KEEFE", "sentences": [{"text": "Because they understood that once again he had sort of stepped on it, and again, in way that not only startled the world but gave the president also another opening to remind skeptics that he's unqualified for the job.", "sentId": 125}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "Let's bring some of the foreign policy comments.", "sentId": 126}, {"text": "We're going to talk about this more later in the program as well, including the president of the United States, Barack Obama, getting in Mr. Trump's face a little bit.", "sentId": 127}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "But let's focus on what Mr. Trump said.", "sentId": 128}, {"text": "You mentioned, he would not rule out using nuclear weapons in Europe, if there was a conflict in Europe.", "sentId": 129}, {"text": "He also has said, repeatedly, that, you know, he thinks NATO is obsolete.", "sentId": 130}, {"text": "The timing was bad in first case.", "sentId": 131}, {"text": "He said it here on CNN and the next day, the Brussels attacks came.", "sentId": 132}, {"text": "That's just a case of bad timing.", "sentId": 133}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "There has been a debate since the fall of the Berlin Wall about what is the role of NATO, how do you readapt NATO to the current world.", "sentId": 134}, {"text": "So, Mr. Trump I think has been somewhat unfairly criticized for saying we have to have a conversation about this, but it's how he says it.", "sentId": 135}, {"text": "And he knows he's been criticized about, just listen to him yesterday doubling down on what he said.", "sentId": 136}, {"text": "It's the very last part that gets people frightened.", "sentId": 137}], "secId": 56}, {"speaker": "TRUMP", "sentences": [{"text": "Many countries are not paying their fair share.", "sentId": 138}, {"text": "That means we are protecting them and they are getting all sorts of military protection and other things.", "sentId": 139}, {"text": "And they're ripping off the United States.", "sentId": 140}, {"text": "And they're ripping you off.", "sentId": 141}, {"text": "I don't care -- I don't want to do that.", "sentId": 142}, {"text": "Either they pay up including for past deficiencies, or they have to get out.", "sentId": 143}], "secId": 57}, {"speaker": "TRUMP", "sentences": [{"text": "And if it breaks up NATO, it breaks up NATO.", "sentId": 144}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "It's that last part, Abby.", "sentId": 145}, {"text": "You can make the case.", "sentId": 146}, {"text": "You want this people to pay more.", "sentId": 147}, {"text": "President Clinton made that case.", "sentId": 148}, {"text": "President George W. Bush made that case to the European allies.", "sentId": 149}, {"text": "You have to get more in your defense budget.", "sentId": 150}, {"text": "You have to contribute more to NATO.", "sentId": 151}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "You can especially make that case to Republican voters who are concerned about deficits and libertarian voters who are concerned about, you know, militarism in the world.", "sentId": 152}, {"text": "But that last part, breaks up, breaks up, whatever.", "sentId": 153}], "secId": 60}, {"speaker": "PHILLIP", "sentences": [{"text": "Right.", "sentId": 154}, {"text": "I think that Donald Trump applies a sort of business mindset.", "sentId": 155}, {"text": "We can have them pay, and if they don't pay, then we back out -- which doesn't quite work on the international stage.", "sentId": 156}], "secId": 61}, {"speaker": "PHILLIP", "sentences": [{"text": "I mean, I think part of the problem and you've seen Democrats hit him on this, is that Donald Trump seems to repeatedly not fully understand the alliances that are at play on the world stage, and that it has sort of revealed the kind of -- sort of discomfort with this whole idea of international relations and diplomacy.", "sentId": 157}], "secId": 62}, {"speaker": "PHILLIP", "sentences": [{"text": "And there is just no diplomacy in that statement.", "sentId": 158}, {"text": "It's our way or the highway, which everybody knows doesn't quite work.", "sentId": 159}], "secId": 63}, {"speaker": "O'KEEFE", "sentences": [{"text": "And I think one of the telling parts of his comments in Wisconsin is the idea that you should cut me some slack because I haven't been a politician.", "sentId": 160}, {"text": "His problem is he's been giving these kinds of interviews and weighing in on things like NAFTA and current events for years.", "sentId": 161}, {"text": "He's done it on this network.", "sentId": 162}, {"text": "He's done it everywhere else.", "sentId": 163}], "secId": 64}, {"speaker": "O'KEEFE", "sentences": [{"text": "The problem is there was no scrutiny and there was no accountability for his comments.", "sentId": 164}, {"text": "And he seems to be struggling with the idea that as president, your words matter.", "sentId": 165}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "And he's made the case consistently that the current president in his view is unprepared for the job.", "sentId": 166}], "secId": 66}, {"speaker": "O'KEEFE", "sentences": [{"text": "Right.", "sentId": 167}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "If that's your central element, this guy wasn't up to the job, you can't say, well, cut me some slack, I'm new at this.", "sentId": 168}, {"text": "The elections are coming up.", "sentId": 169}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "And so, the question is -- so, all right.", "sentId": 170}, {"text": "Some of those things his supporters might like.", "sentId": 171}, {"text": "Some of them are provocative.", "sentId": 172}, {"text": "Some of them especially on abortions have a lot of Republicans say what is this about?", "sentId": 173}, {"text": "Have Democrats gleeful that if he's the nominee, it helps them.", "sentId": 174}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Does it matter?", "sentId": 175}, {"text": "It hasn't mattered so far to Trump.", "sentId": 176}, {"text": "Yet he is losing in Wisconsin.", "sentId": 177}, {"text": "If he loses in Wisconsin, we'll get to the specifics of the math in a minute, it makes -- if Trump loses and gets shut out in Wisconsin, the prospects of an open convention gets higher.", "sentId": 178}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "Are his opponents finally figuring it out now that we have three candidates?", "sentId": 179}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "Here's Governor Kasich, John Kasich of Ohio saying, I need to urge you voters it's getting close to that tipping point.", "sentId": 180}, {"text": "His case, Donald Trump not up to the job.", "sentId": 181}], "secId": 72}, {"speaker": "KASICH", "sentences": [{"text": "Donald Trump is clearly not prepared to be president of the United States, commander in chief, leader of the free world.", "sentId": 182}, {"text": "It appears as though when he does these events and people press him, he becomes unmoored and then has to spend a lot of time trying to figure out how to correct all the mistakes that he made.", "sentId": 183}], "secId": 73}, {"speaker": "KASICH", "sentences": [{"text": "And I have to tell you that as a commander-in-chief and leader of the free world, you don't get do-overs.", "sentId": 184}, {"text": "You need to be able to get it right the first time.", "sentId": 185}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "Will it matter?", "sentId": 186}, {"text": "His rivals are getting tougher.", "sentId": 187}, {"text": "Trump has recovered every time this has happened before.", "sentId": 188}, {"text": "I don't think it's happened quite like this, but the time and space on the calendar waiting for Wisconsin, all this money being spent against him, the delegate math there matters so much, but will it matter?", "sentId": 189}], "secId": 75}, {"speaker": "O'KEEFE", "sentences": [{"text": "He's literally a Johnny-come-lately.", "sentId": 190}, {"text": "He should have been making this argument weeks ago.", "sentId": 191}, {"text": "And for whatever reason now, Kasich decides this is the time to do it.", "sentId": 192}], "secId": 76}, {"speaker": "O'KEEFE", "sentences": [{"text": "The thing is, you don't win Wisconsin, you struggle in Pennsylvania, you can't win those congressional delegates in California, your viability argument is shut.", "sentId": 193}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "Kasich's viability argument.", "sentId": 194}], "secId": 78}, {"speaker": "O'KEEFE", "sentences": [{"text": "No.", "sentId": 195}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Trump's viability argument.", "sentId": 196}], "secId": 80}, {"speaker": "O'KEEFE", "sentences": [{"text": "Trump's viability.", "sentId": 197}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "Maybe both of their viability arguments.", "sentId": 198}], "secId": 82}, {"speaker": "O'KEEFE", "sentences": [{"text": "Fair point, both of those.", "sentId": 199}], "secId": 83}, {"speaker": "KUCINICH", "sentences": [{"text": "Cruz has mastered that ground game where he is going to the delegate -- we'll talk about delegate math later, obviously.", "sentId": 200}, {"text": "But Cruz has mastered the sort of internal ground game better than either of those candidates.", "sentId": 201}], "secId": 84}, {"speaker": "ZELENY", "sentences": [{"text": "But a reality check is as much as we point out all of these flaws, it does not hurt Donald Trump among his existing supporters.", "sentId": 202}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 203}], "secId": 86}, {"speaker": "ZELENY", "sentences": [{"text": "They believe him.", "sentId": 204}, {"text": "They think he's credible.", "sentId": 205}, {"text": "It does affect his expansion.", "sentId": 206}], "secId": 87}, {"speaker": "ZELENY", "sentences": [{"text": "You could see that and feel that this week.", "sentId": 207}, {"text": "People who were almost on the verge of, like, OK, we'll go with him.", "sentId": 208}, {"text": "Or say, no, no, not so fast.", "sentId": 209}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "That's where it stopped.", "sentId": 210}, {"text": "That's the biggest dynamic of the week.", "sentId": 211}, {"text": "There was the beginning of this, OK, we have no choice.", "sentId": 212}, {"text": "Let's wrap ourselves around this guy because he's going to be the nominee, and now people have said, whoa, wait a minute.", "sentId": 213}, {"text": "I'm not sure I can do that.", "sentId": 214}], "secId": 89}, {"speaker": "PHILLIP", "sentences": [{"text": "Republicans losing control completely.", "sentId": 215}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Right, losing control of it.", "sentId": 216}, {"text": "That's a good way to put it.", "sentId": 217}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "Up next, the GOP delegate spy games.", "sentId": 218}, {"text": "Trump is again threatening to run as a third-party candidate because he's mad that even in states that he won, there are moves afoot to reduce the number of convention delegates who are loyal Trump supporters.", "sentId": 219}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "First, though, politicians say the darnedest things.", "sentId": 220}, {"text": "Bernie Sanders, watch this, visits Stephen Colbert to spin the late-night show wheel and find something underfoot.", "sentId": 221}], "secId": 93}, {"speaker": "SANDERS", "sentences": [{"text": "I would like to spin that damn wheel!", "sentId": 222}, {"text": "There is a human being down here!", "sentId": 223}, {"text": "What is going on?", "sentId": 224}], "secId": 94}, {"speaker": "SANDERS", "sentences": [{"text": "puts you down here?", "sentId": 225}], "secId": 95}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Days .", "sentId": 226}], "secId": 96}, {"speaker": "SANDERS", "sentences": [{"text": "Days?", "sentId": 227}, {"text": "What kind of operation are you running, Stephen?", "sentId": 228}], "secId": 97}, {"speaker": "COLBERT", "sentences": [{"text": "It's called a talk show, Bernie.", "sentId": 229}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 230}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Maybe you don't like math, but delegate math is everything if there's an open Republican convention.", "sentId": 231}, {"text": "And there's a ton of interesting new wrinkles to discuss.", "sentId": 232}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Let's start with the 42 delegates at stake Tuesday in Wisconsin.", "sentId": 233}, {"text": "Just one state relatively small haul of delegates, yet the impact on the Republican race could be huge.", "sentId": 234}, {"text": "Let's take a look.", "sentId": 235}, {"text": "Donald Trump is your front runner, 739 delegates.", "sentId": 236}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "Ted Cruz picked some up in Colorado yesterday, he's in second place, closing in but still a distant second place.", "sentId": 237}, {"text": "So what about Wisconsin?", "sentId": 238}, {"text": "Polls there show 'cause with a ten-point lead.", "sentId": 239}, {"text": "If he wins by ten points, winning statewide and then sweeps the congressional districts, he could walk away with all of the delegates.", "sentId": 240}, {"text": "Maybe he gets 20 something or 30 something.", "sentId": 241}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "But imagine a scenario where Cruz gets 36 of the 42, somewhere in that ballpark in Wisconsin shutting out Donald Trump.", "sentId": 242}, {"text": "Starts to close in a little bit.", "sentId": 243}, {"text": "The conversation in the Republican Party changes.", "sentId": 244}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Next contest, Trump thinks he's fine.", "sentId": 245}, {"text": "It's his New York firewall.", "sentId": 246}, {"text": "There is a poll showing Trump above 50 percent in New York.", "sentId": 247}, {"text": "If he can hold that above 50 percent, he gets it all, 95.", "sentId": 248}, {"text": "If Donald Trump can get all of those, he starts to stretch that lead again and then can say, OK, I didn't like Wisconsin but the pain is over a little bit.", "sentId": 249}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "But imagine this scenario.", "sentId": 250}, {"text": "Ted Cruz wins Wisconsin.", "sentId": 251}, {"text": "Donald Trump falls under 50 percent in New York.", "sentId": 252}, {"text": "Even if he wins, let's say he wins with 45 percent.", "sentId": 253}, {"text": "Only gets about half the delegates.", "sentId": 254}, {"text": "Let's say Kasich comes in second, Cruz third.", "sentId": 255}, {"text": "That's not all that significant.", "sentId": 256}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "But Donald Trump, if he shares the delegates, well, then Cruz is a little closer but here's the key point.", "sentId": 257}, {"text": "If Trump can win them all in New York, he'll probably need about 53 percent of the remaining delegates.", "sentId": 258}, {"text": "If he has to split the New York delegates after a Wisconsin loss, at this point, Donald Trump would need 60 percent of the remaining delegates which all but guarantees -- yes, it's possible.", "sentId": 259}, {"text": "But that makes it pretty clear we're heading toward an open Republican convention, which that would be a problem for the Republican Party.", "sentId": 260}, {"text": "Trump says he doesn't like all this delegate what he calls chicanery going on.", "sentId": 261}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "Listen, here's what he told Chris Wallace on \"FOX News Sunday\".", "sentId": 262}], "secId": 107}, {"speaker": "WALLACE", "sentences": [{"text": "Are you ruling out running as an independent, third-party candidate?", "sentId": 263}, {"text": "Are you ruling that out?", "sentId": 264}], "secId": 108}, {"speaker": "TRUMP", "sentences": [{"text": "Look, by far --", "sentId": 265}], "secId": 109}, {"speaker": "WALLACE", "sentences": [{"text": "It's a simple question.", "sentId": 266}], "secId": 110}, {"speaker": "TRUMP", "sentences": [{"text": "No, it's not that simple.", "sentId": 267}], "secId": 111}, {"speaker": "TRUMP", "sentences": [{"text": "I'm by far the front runner as a Republican.", "sentId": 268}, {"text": "I want to run as a Republican.", "sentId": 269}, {"text": "I will beat Hillary Clinton.", "sentId": 270}], "secId": 112}, {"speaker": "WALLACE", "sentences": [{"text": "But if you don't get the nomination?", "sentId": 271}], "secId": 113}, {"speaker": "TRUMP", "sentences": [{"text": "We're going to have to see I was treated.", "sentId": 272}, {"text": "I'm going to have to see how I was treated.", "sentId": 273}, {"text": "Very simple.", "sentId": 274}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "Again, the question is why?", "sentId": 275}, {"text": "He's a smart man.", "sentId": 276}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "Why bring that up at this moment when you're trying to unify the party?", "sentId": 277}, {"text": "When you're trying to convince -- and we'll get into some of the nuts and bolts of this -- you're trying to convince all the state party chairmen, people out in state conventions, some states that Trump won, some states still to be decided, where they're picking the delegates, why do you put on the table the idea again that you might run as a third-party candidate?", "sentId": 278}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "Why don't you just say, \"Chris, I think I'm going to be the nominee, stop, don't ask me that question, ask when I get to Cleveland, but don't ask me until then\"?", "sentId": 279}], "secId": 117}, {"speaker": "KUCINICH", "sentences": [{"text": "You know, I think we've established pretty well that Donald Trump is not exactly a details guy.", "sentId": 280}, {"text": "And right now, I think he just didn't -- no one in his campaign until very recently that understood what was happening with Ted Cruz in Louisiana delegates and some of the other states.", "sentId": 281}], "secId": 118}, {"speaker": "KUCINICH", "sentences": [{"text": "And because of that, he looked at it as I'm not being treated fairly instead of I'm a Republican, and these are the rules that I entered into.", "sentId": 282}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "That's why this is so interesting.", "sentId": 283}, {"text": "They just brought in this guy, Paul Manafort.", "sentId": 284}, {"text": "Many of you at home don't know he is.", "sentId": 285}, {"text": "He worked for Gerald Ford back at the last contested convention on the Republican side.", "sentId": 286}, {"text": "He's an old Reagan-Bush hand.", "sentId": 287}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "He's trying to help Donald Trump with delegates now.", "sentId": 288}, {"text": "But they are late to the game.", "sentId": 289}, {"text": "And I'm told that Trump in his meeting this last week with the RNC was surprised.", "sentId": 290}, {"text": "He thought his team was a little behind the curve in how this works and it matters.", "sentId": 291}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "Trump signed a pledge in South Carolina to support the Republican nominee, won all of the states' 50 delegates.", "sentId": 292}, {"text": "Now people in South Carolina are saying because he keeps floating the possibility of a third party, maybe they don't have to be for Donald Trump.", "sentId": 293}, {"text": "Maybe he's in violation of the pledge.", "sentId": 294}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "This is why it matters.", "sentId": 295}, {"text": "You have in state after state, even states that Trump won, and I'll give you a bit from the Tennessee Party chairman in just a second.", "sentId": 296}, {"text": "Even in states where he won, they're saying yes, we will fill the seats with people who will vote for Donald Trump on the first ballot.", "sentId": 297}, {"text": "But they're not loyal to Trump.", "sentId": 298}], "secId": 123}, {"speaker": "KING", "sentences": [{"text": "So the convention is going to have to approve the rules.", "sentId": 299}, {"text": "An open convention might have to bring to the floor a motion to suspend the rules, to allow them to introduce a new candidate for nomination.", "sentId": 300}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "If those delegates are voting for Trump on the first ballot but not loyal to Trump, that changes everything, right?", "sentId": 301}], "secId": 125}, {"speaker": "ZELENY", "sentences": [{"text": "The key words are first ballot there.", "sentId": 302}, {"text": "Because if they're not loyal to Trump and they sort of hate this whole idea and think that he'll be losing to Hillary Clinton as these head-to-heads have shown, that's a huge problem for them.", "sentId": 303}], "secId": 126}, {"speaker": "ZELENY", "sentences": [{"text": "But I think it is stunning to me that his -- not stunning, probably it's, you know, we should expect this by now because first reaction in Louisiana was, \"I'm going to file a lawsuit\" as opposed to I'm going to find someone how to figure out how to play these rules.", "sentId": 304}, {"text": "But he finally is on board with that.", "sentId": 305}], "secId": 127}, {"speaker": "ZELENY", "sentences": [{"text": "So it's not too late, I don't think, at all.", "sentId": 306}, {"text": "The fascinating thing to watch coming up are these county and state conventions.", "sentId": 307}, {"text": "Iowa is next week, I believe.", "sentId": 308}, {"text": "That is where all the action is going to be so, so important.", "sentId": 309}], "secId": 128}, {"speaker": "KING", "sentences": [{"text": "So Ted Cruz, for example, went out to North Dakota himself yesterday.", "sentId": 310}, {"text": "A lot of those delegates will become unpledged, officially unpledged.", "sentId": 311}, {"text": "But back here, they're loyal to somebody.", "sentId": 312}, {"text": "Back here when there's a rule on the floor that either helps or hurts Trump, how they vote is going to be critical at the convention.", "sentId": 313}], "secId": 129}, {"speaker": "KING", "sentences": [{"text": "Listen to Ted Cruz making his case in North Dakota which tiny delegation, Ted Cruz thinks could be important.", "sentId": 314}], "secId": 130}, {"speaker": "CRUZ", "sentences": [{"text": "It is entirely possible the men and women gathered here will decide this entire primary, will decide this nomination.", "sentId": 315}, {"text": "I am here asking for you to stand with us.", "sentId": 316}], "secId": 131}, {"speaker": "KING", "sentences": [{"text": "He could be right.", "sentId": 317}, {"text": "There are a handful of unpledged delegates from American Samoa who could help decide who the Republican nominee is.", "sentId": 318}, {"text": "That's how detailed this is.", "sentId": 319}], "secId": 132}, {"speaker": "KING", "sentences": [{"text": "Let's -- before we continue the conversation, Trump won Tennessee.", "sentId": 320}, {"text": "I want to you listen carefully here.", "sentId": 321}, {"text": "Here's the state party chairman.", "sentId": 322}, {"text": "Trump won Tennessee.", "sentId": 323}], "secId": 133}, {"speaker": "KING", "sentences": [{"text": "Trump came to the party and said, these are the guys and gals I want to be my delegates.", "sentId": 324}, {"text": "The party says no.", "sentId": 325}, {"text": "The chairman says, I want to go.", "sentId": 326}, {"text": "You're an activist.", "sentId": 327}, {"text": "You want to go.", "sentId": 328}, {"text": "We're going to send our people.", "sentId": 329}, {"text": "Don't worry, Mr. Trump.", "sentId": 330}], "secId": 134}, {"speaker": "HAYNES", "sentences": [{"text": "The numbers have not changed.", "sentId": 331}, {"text": "He gets the same number of delegates.", "sentId": 332}, {"text": "What's happened is he's put forward a slate of individuals that he wanted to see go under his name, but unfortunately we are not able to accommodate every one of his requests.", "sentId": 333}], "secId": 135}, {"speaker": "KING", "sentences": [{"text": "Secretary of state in the Cruz administration, unfortunately, we were not able to accommodate every one of his requests.", "sentId": 334}], "secId": 136}, {"speaker": "KING", "sentences": [{"text": "Again, so those delegates come, they may be bound to vote for Trump on the first ballot.", "sentId": 335}, {"text": "Some of them may be bound to vote for Trump on a second ballot, but they're not bound to how to vote if they're on any of the committees.", "sentId": 336}, {"text": "They're not bound on how to vote if a motion comes to the floor to change the rules.", "sentId": 337}, {"text": "And that -- at an open convention, that's the most important thing.", "sentId": 338}], "secId": 137}, {"speaker": "O'KEEFE", "sentences": [{"text": "We need to remember if you're a viewer at home a little confused, Tennessee is one of the few that does this by state executive committee, where essentially by fiat, they pick the names and pick the people.", "sentId": 339}, {"text": "That's why Trump's a little upset, but that's the rule that that state decided.", "sentId": 340}, {"text": "Others will do it at open convention next week, Colorado does it, North Dakota was doing it yesterday.", "sentId": 341}, {"text": "And Cruz consistently is the only one who continues to show up at these events, who is sending high-profile surrogates to these events and that will matter.", "sentId": 342}, {"text": "All this talk about not wanting to embrace the party establishment, it's going to matter in this case because ultimately, they really are the ones to decide.", "sentId": 343}], "secId": 138}, {"speaker": "KUCINICH", "sentences": [{"text": "It's their ball game.", "sentId": 344}], "secId": 139}, {"speaker": "O'KEEFE", "sentences": [{"text": "It is their ball game.", "sentId": 345}, {"text": "And they wrote the rules last fuel.", "sentId": 346}, {"text": "Actually, some of them started last spring even before he was a serious candidate, and that's a rule he's going to have to accept.", "sentId": 347}], "secId": 140}, {"speaker": "KING", "sentences": [{"text": "And the delegates will have to write the rules at the convention just before the convention for the national rules.", "sentId": 348}, {"text": "But you've got to have 56, 57 different set of state rules.", "sentId": 349}, {"text": "The states and the territories, each delegation comes with its own set of rules.", "sentId": 350}, {"text": "So, there's a lot of delegate spy games, says what's going on, who's pulling the levers in different states, who's trying to work the system.", "sentId": 351}], "secId": 141}, {"speaker": "KING", "sentences": [{"text": "Listen to Governor Kasich.", "sentId": 352}, {"text": "He's a candidate trying to stay viable so his name can be placed in the nomination in Ohio, and listen, he thinks there could even be other people interested.", "sentId": 353}], "secId": 142}, {"speaker": "KASICH", "sentences": [{"text": "Mitt running for president?", "sentId": 354}], "secId": 143}, {"speaker": "REPORTER", "sentences": [{"text": "I'm asking if delegates --", "sentId": 355}], "secId": 144}, {"speaker": "KASICH", "sentences": [{"text": "Because we've been wondering that ourselves.", "sentId": 356}, {"text": "Well, anyway, there's a line for you.", "sentId": 357}], "secId": 145}, {"speaker": "KING", "sentences": [{"text": "He asked if Mitt was running for president there.", "sentId": 358}, {"text": "That's the level of the intrigue and confusion here, that people think, OK, there's three active candidates.", "sentId": 359}, {"text": "But who else is trying to game this?", "sentId": 360}], "secId": 146}, {"speaker": "PHILLIP", "sentences": [{"text": "This is how Trump potentially overplays his hand.", "sentId": 361}, {"text": "He thinks if he can levy enough threats at the Republican establishment, they will want to avoid chaos by basically giving him what he wants.", "sentId": 362}, {"text": "But at this point, we are already past the threshold for chaos.", "sentId": 363}, {"text": "I think Republicans are starting to say, like, look.", "sentId": 364}, {"text": "If this is the way it's going to go, we're going to do it our way.", "sentId": 365}, {"text": "KING:  Well put.", "sentId": 366}, {"text": "Line of the day: we are past the threshold of chaos.", "sentId": 367}], "secId": 147}, {"speaker": "PHILLIP", "sentences": [{"text": "Up next, yes, the Democratic race is still active, too, and it's bristling.", "sentId": 368}, {"text": "Hillary Clinton ratchets up the heat on Bernie Sanders in New York, but doesn't Wisconsin vote first?", "sentId": 369}], "secId": 148}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 370}, {"text": "To the Democrats now and the debate over math and momentum.", "sentId": 371}, {"text": "Let's take a look right now.", "sentId": 372}], "secId": 149}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton, this is just pledge delegates, not super delegates, has 1,259.", "sentId": 373}, {"text": "Bernie Sanders in second place, 1,020.", "sentId": 374}, {"text": "Wisconsin's up next.", "sentId": 375}, {"text": "Bernie Sanders thinks he's on to something here.", "sentId": 376}, {"text": "He thinks he's going to get a win in Wisconsin.", "sentId": 377}, {"text": "Clinton's pushing forward but her campaign privately thinks Sanders might win.", "sentId": 378}], "secId": 150}, {"speaker": "KING", "sentences": [{"text": "Let's say he wins 55-45 in the state of Wisconsin.", "sentId": 379}, {"text": "Democratic proportional rules, he closes the gap a little bit but not a lot.", "sentId": 380}, {"text": "But that would give him momentum.", "sentId": 381}], "secId": 151}, {"speaker": "KING", "sentences": [{"text": "Then we go like Trump on the Republican side, New York is supposed to be Hillary Clinton's home state firewall, right?", "sentId": 382}], "secId": 152}, {"speaker": "KING", "sentences": [{"text": "So if she can wrap that up there, 55-45, a big chunk, 291 delegates in all there.", "sentId": 383}, {"text": "If she could do that, even if she loses Wisconsin, she can say Senator Sanders, I'm still way out ahead.", "sentId": 384}, {"text": "I'm still way more ahead of you than Barack Obama ever was of me back in 2008.", "sentId": 385}], "secId": 153}, {"speaker": "KING", "sentences": [{"text": "But what if Bernie Sanders can somehow change the dynamic, come out of a Wisconsin win, come into Hillary Clinton's home state?", "sentId": 386}], "secId": 154}, {"speaker": "KING", "sentences": [{"text": "Bernie Sanders was born there, remember.", "sentId": 387}, {"text": "But imagine if he can do that.", "sentId": 388}, {"text": "No, doesn't change the math all that significantly.", "sentId": 389}, {"text": "But, boy, would that change the conversation.", "sentId": 390}, {"text": "A win in Wisconsin and a win in New York.", "sentId": 391}], "secId": 155}, {"speaker": "KING", "sentences": [{"text": "Both campaigns understand this.", "sentId": 392}, {"text": "And with those high stakes come high tensions.", "sentId": 393}], "secId": 156}, {"speaker": "UNIDENTIFIED FEMALE ", "sentences": [{"text": "If you protect  climate change, will you act on your word and reject fossil fuel money in the future in your campaign?", "sentId": 394}], "secId": 157}, {"speaker": "CLINTON", "sentences": [{"text": "I do not, I have money from people who work for fossil fuel companies.", "sentId": 395}, {"text": "I am so sick of the Sanders campaign lying about that.", "sentId": 396}, {"text": "I'm sick of it.", "sentId": 397}], "secId": 158}, {"speaker": "SANDERS", "sentences": [{"text": "Well, Secretary Clinton owes us an apology.", "sentId": 398}, {"text": "We were not lying.", "sentId": 399}, {"text": "We were telling the truth.", "sentId": 400}], "secId": 159}, {"speaker": "KING", "sentences": [{"text": "Let's get to the fact check part of this in a minute, Jeff Zeleny, but when you see that Hillary Clinton getting -- he is under her skin and there is some palpable tension at the moment.", "sentId": 401}], "secId": 160}, {"speaker": "ZELENY", "sentences": [{"text": "No doubt.", "sentId": 402}, {"text": "And the geography of that rally is important.", "sentId": 403}, {"text": "It's in her back yard of Purchase, New York, near Chappaqua, literally her back yard.", "sentId": 404}, {"text": "And she would not have been spending time this week, so much attention this week -- and the former president -- in New York City campaigning in four different stops on Thursday, if they were not -- they're not worried or afraid they're going to lose her adopted home state.", "sentId": 405}], "secId": 161}, {"speaker": "ZELENY", "sentences": [{"text": "But they know that they have to win it and they are spending money there.", "sentId": 406}, {"text": "She's furious that this is still going on.", "sentId": 407}, {"text": "So that was I think the real raw Hillary Clinton.", "sentId": 408}], "secId": 162}, {"speaker": "ZELENY", "sentences": [{"text": "And some of her supporters say, you know what, we should see more of that.", "sentId": 409}, {"text": "Let's have a little bit more anger.", "sentId": 410}], "secId": 163}, {"speaker": "ZELENY", "sentences": [{"text": "But that clip, the finger pointing, it just showed that Bernie Sanders is in her head, no doubt about it.", "sentId": 411}], "secId": 164}, {"speaker": "PHILLIP", "sentences": [{"text": "And what we didn't see earlier at that rally was that she had been interrupted by a very large group of very young Bernie Sanders supporters.", "sentId": 412}, {"text": "And she, from the podium, really went after them and made a point to talk about the fact that she is winning and she wants them to know it.", "sentId": 413}], "secId": 165}, {"speaker": "KING", "sentences": [{"text": "On the fossil fuel thing, she has accepted money from people who work for the industry, not from the industry PACs itself.", "sentId": 414}, {"text": "He has accepted some, a smaller amount, from the same.", "sentId": 415}], "secId": 166}, {"speaker": "KING", "sentences": [{"text": "The interesting part is that your newspaper fact-checked this and gave Bernie Sanders three Pinocchios -- is that right?", "sentId": 416}], "secId": 167}, {"speaker": "KING", "sentences": [{"text": "Three Pinocchios for that, saying that, no, she hasn't taken money from the industry.", "sentId": 417}, {"text": "And so Hillary Clinton's campaign will say thank you for that.", "sentId": 418}], "secId": 168}, {"speaker": "KING", "sentences": [{"text": "The only flip side of that is, in the 2008 campaign, she did the same thing to then-Senator Obama, who took money from these kinds of people and she said it was from the industry.", "sentId": 419}], "secId": 169}, {"speaker": "O'KEEFE", "sentences": [{"text": "She took $308,000 from individuals in the oil and gas industry.", "sentId": 420}, {"text": "He took $54,000 from people who work -- and this is according to people who disclosed it if they give more than $200.", "sentId": 421}], "secId": 170}, {"speaker": "O'KEEFE", "sentences": [{"text": "So you know, both of them, they're getting, what, less than 3 percent of their money from these types of people.", "sentId": 422}, {"text": "This just shows you how they're fighting on the margins over these little things.", "sentId": 423}], "secId": 171}, {"speaker": "O'KEEFE", "sentences": [{"text": "And yet it got under her skin.", "sentId": 424}], "secId": 172}, {"speaker": "KING", "sentences": [{"text": "\"It got under her skin\" part is the important part because they understand the stakes.", "sentId": 425}, {"text": "And so you adapt in a campaign.", "sentId": 426}], "secId": 173}, {"speaker": "KING", "sentences": [{"text": "Where am I?", "sentId": 427}], "secId": 174}, {"speaker": "KING", "sentences": [{"text": "What am I worried about?", "sentId": 428}], "secId": 175}, {"speaker": "KING", "sentences": [{"text": "What am I doing?", "sentId": 429}], "secId": 176}, {"speaker": "KING", "sentences": [{"text": "Listen to Hillary Clinton yesterday.", "sentId": 430}, {"text": "Bernie Sanders, you might remember, if you've been paying attention, was the independent senator from Vermont, not a Democrat.", "sentId": 431}, {"text": "Now he's running in the Democratic primaries and Hillary Clinton thinks Democratic voters might want to think a little bit more about that.", "sentId": 432}], "secId": 177}, {"speaker": "CLINTON", "sentences": [{"text": "I'm also a Democrat and have been a proud Democrat all my adult life.", "sentId": 433}, {"text": "And I think that's kind of important if we're selecting somebody to be the Democratic nominee of the Democratic Party.", "sentId": 434}], "secId": 178}, {"speaker": "KING", "sentences": [{"text": "She was careful enough to say all of my adult life, the former Goldwater girl.", "sentId": 435}], "secId": 179}, {"speaker": "KING", "sentences": [{"text": "But all of her adult life -- but to Democratic primary voters, as we get into more closed primaries, where only Democrats can vote, the independents can't come in, is that a powerful argument?", "sentId": 436}], "secId": 180}, {"speaker": "KUCINICH", "sentences": [{"text": "It is.", "sentId": 437}, {"text": "It is.", "sentId": 438}, {"text": "But you also, it's interesting, you also hear it on the Republican side about Trump.", "sentId": 439}, {"text": "These are, again, the campaigns are mirroring each other.", "sentId": 440}], "secId": 181}, {"speaker": "KUCINICH", "sentences": [{"text": "You also hear the Clinton campaign talk about this when you talk about super delegates.", "sentId": 441}, {"text": "When the Bernie Sanders folks start getting angry about super delegates counting.", "sentId": 442}, {"text": "These are the rules in the party that you're running in, full stop.", "sentId": 443}], "secId": 182}, {"speaker": "O'KEEFE", "sentences": [{"text": "It may be an effective argument in Wisconsin but she has to be a little careful about this in New York because the Empire State has a great tradition -- I say this as someone from upstate -- of having --", "sentId": 444}], "secId": 183}, {"speaker": "O'KEEFE", "sentences": [{"text": "-- four, sometimes five political parties on the ballot at the same time.", "sentId": 445}, {"text": "The Liberal Party, the Working Families Party.", "sentId": 446}], "secId": 184}, {"speaker": "O'KEEFE", "sentences": [{"text": "Where is Bernie Sanders going to draw a lot of his support?", "sentId": 447}], "secId": 185}, {"speaker": "O'KEEFE", "sentences": [{"text": "Right there in the Hudson Valley where she is.", "sentId": 448}], "secId": 186}, {"speaker": "ZELENY", "sentences": [{"text": "But the problem with the New York election laws, they're very onerous and you have to have already been a registered Democrat.", "sentId": 449}, {"text": "So that's --", "sentId": 450}], "secId": 187}, {"speaker": "O'KEEFE", "sentences": [{"text": "That may be..", "sentId": 451}], "secId": 188}, {"speaker": "ZELENY", "sentences": [{"text": "-- in an open primary like Wisconsin, I think that message was for New York.", "sentId": 452}, {"text": "That message was for super delegates there.", "sentId": 453}, {"text": "Closed primaries are going to be her friend going forward.", "sentId": 454}], "secId": 189}, {"speaker": "O'KEEFE", "sentences": [{"text": "That may be.", "sentId": 455}, {"text": "But the point is, it's a trickier one in New York, where there's a tradition of having four or five different entities on the ballot.", "sentId": 456}], "secId": 190}, {"speaker": "KING", "sentences": [{"text": "Another sign of the tension was, if you're confident in your lead, if you're confident, everything's OK.  You don't nitpick the other guy's speeches.", "sentId": 457}], "secId": 191}, {"speaker": "KING", "sentences": [{"text": "But Hillary Clinton, in the middle of the week, after Donald Trump stirred the big abortion controversy we talked about, everybody reacted, everybody across the spectrum, including the Democratic candidates.", "sentId": 458}, {"text": "And Hillary Clinton took issue with just how Senator Sanders put it.", "sentId": 459}], "secId": 192}, {"speaker": "CLINTON", "sentences": [{"text": "Senator Sanders agreed that Donald Trump's comments were shameful.", "sentId": 460}, {"text": "But then he said they were a distraction from -- and I quote -- \"a serious discussion about the serious issues facing America.\"", "sentId": 461}], "secId": 193}, {"speaker": "CLINTON", "sentences": [{"text": "To me, this is a serious issue.", "sentId": 462}], "secId": 194}, {"speaker": "KING", "sentences": [{"text": "Senator Sanders responded by saying, in his view, not fair.", "sentId": 463}], "secId": 195}, {"speaker": "SANDERS", "sentences": [{"text": "I believe it's a serious issue I've been spending my entire political life fighting for the right of women to control her own body.", "sentId": 464}, {"text": "I have a 100 percent voting record, pro-choice voting record.", "sentId": 465}, {"text": "What Secretary Clinton did was take things out of context.", "sentId": 466}, {"text": "I am 100 percent pro-choice.", "sentId": 467}], "secId": 196}, {"speaker": "KUCINICH", "sentences": [{"text": "I don't think this is one that works.", "sentId": 468}, {"text": "It's a challenge.", "sentId": 469}], "secId": 197}, {"speaker": "PHILLIP", "sentences": [{"text": "Yes.", "sentId": 470}, {"text": "An every time she's talked about something, when she was calling Bernie Sanders sexist, those haven't landed the way that I think that the Clinton campaign --", "sentId": 471}], "secId": 198}, {"speaker": "KING", "sentences": [{"text": "But it's math, right?", "sentId": 472}], "secId": 199}, {"speaker": "KING", "sentences": [{"text": "She's trying to say to Democrats, he hasn't been a Democrat.", "sentId": 473}, {"text": "There she's trying to say to women, he's not as loyal to you as I am or he doesn't think it's a big enough deal?", "sentId": 474}], "secId": 200}, {"speaker": "PHILLIP", "sentences": [{"text": "She's chipping way at the edges but the problem all of these arguments with Bernie is that it's really hard to out-progressive Bernie.", "sentId": 475}, {"text": "And I think Democrats really give him the benefit of the doubt on a lot of this stuff.", "sentId": 476}], "secId": 201}, {"speaker": "PHILLIP", "sentences": [{"text": "And this isn't actually the first time that she's tried this.", "sentId": 477}, {"text": "Back in Iowa and New Hampshire, you know, there was a big push by pro-choice groups to say Bernie Sanders isn't -- hasn't done enough.", "sentId": 478}, {"text": "And that just didn't work.", "sentId": 479}, {"text": "It didn't really go anywhere.", "sentId": 480}], "secId": 202}, {"speaker": "PHILLIP", "sentences": [{"text": "And part of the reason is because Bernie Sanders gets a lot of credibility for just being consistent, not necessarily for being a party loyalist.", "sentId": 481}, {"text": "And I think that's the challenge that Hillary Clinton and her campaign need to exploit.", "sentId": 482}], "secId": 203}, {"speaker": "PHILLIP", "sentences": [{"text": "Has he really been consistent?", "sentId": 483}], "secId": 204}, {"speaker": "ZELENY", "sentences": [{"text": "It's more revealing of her deficiencies, I think, that she is still trying to get those young women and others who are supporting Bernie Sanders.", "sentId": 484}], "secId": 205}, {"speaker": "ZELENY", "sentences": [{"text": "But the reality is back to the math, Bernie Sanders is closing strong but we can't lose sight of the math.", "sentId": 485}, {"text": "The math is what it is at this point.", "sentId": 486}, {"text": "It could change.", "sentId": 487}, {"text": "But the math right now is her very best friend.", "sentId": 488}], "secId": 206}, {"speaker": "KING", "sentences": [{"text": "It is her best friend.", "sentId": 489}, {"text": "I ran the numbers the other day.", "sentId": 490}, {"text": "If he ran every-- if he won every contest from here on out, 55-45, she would still lead in the delegates.", "sentId": 491}, {"text": "She wouldn't clinch but she would still lead in the delegates.", "sentId": 492}], "secId": 207}, {"speaker": "KING", "sentences": [{"text": "Up next, the Republicans' growing alarm over what could happen to the rest of their candidates, if Donald Trump's name is at the top of the ballot in November.", "sentId": 493}], "secId": 208}, {"speaker": "KING", "sentences": [{"text": "The Trump effect apparently extends to global summitry.", "sentId": 494}, {"text": "Keeping nuclear materials safe and out of the hands of terrorists was the reason a host of world leaders gathered in Washington this past week.", "sentId": 495}], "secId": 209}, {"speaker": "KING", "sentences": [{"text": "But President Obama conceded a lot of those leaders also wanted to talk about Donald Trump and his controversial ideas about major shifts in U.S. foreign policy.", "sentId": 496}], "secId": 210}, {"speaker": "KING", "sentences": [{"text": "We talked earlier about his warning to NATO allies and his refusal to rule out using nuclear weapons, should conflict erupt in Europe.", "sentId": 497}, {"text": "Trump doubled down on another eye-opener Saturday, saying maybe it's time Japan gets its own nuclear arsenal.", "sentId": 498}], "secId": 211}, {"speaker": "TRUMP", "sentences": [{"text": "And I would rather have them not arm.", "sentId": 499}, {"text": "But I'm not going to continue to lose this tremendous amount of money.", "sentId": 500}, {"text": "And, frankly, the case could be made that, let them protect themselves against North Korea.", "sentId": 501}, {"text": "They'd probably wipe them out pretty quick.", "sentId": 502}], "secId": 212}, {"speaker": "TRUMP", "sentences": [{"text": "And if they fight, you know what?", "sentId": 503}], "secId": 213}, {"speaker": "TRUMP", "sentences": [{"text": "That will be a terrible thing.", "sentId": 504}, {"text": "Terrible.", "sentId": 505}, {"text": "Good lucks, folks.", "sentId": 506}, {"text": "Enjoy yourselves.", "sentId": 507}], "secId": 214}, {"speaker": "TRUMP", "sentences": [{"text": "If they fight, that would be terrible, right?", "sentId": 508}], "secId": 215}, {"speaker": "TRUMP", "sentences": [{"text": "But if they do, they do.", "sentId": 509}], "secId": 216}, {"speaker": "KING", "sentences": [{"text": "\"But if they do, they do.\"", "sentId": 510}], "secId": 217}, {"speaker": "KING", "sentences": [{"text": "Reckless and irresponsible is how the current commander in chief labels such talk.", "sentId": 511}], "secId": 218}, {"speaker": "OBAMA", "sentences": [{"text": "You don't mess with that.", "sentId": 512}, {"text": "It is an investment that rests on the sacrifices that our men and women made back in World War II.", "sentId": 513}, {"text": "We don't want somebody in the Oval Office who doesn't recognize how important that is.", "sentId": 514}], "secId": 219}, {"speaker": "OBAMA", "sentences": [{"text": "They tell us that the person who made the statements doesn't know much about foreign policy or nuclear policy or the Korean Peninsula or the world generally.", "sentId": 515}], "secId": 220}, {"speaker": "KING", "sentences": [{"text": "I don't know that President Obama coming out in such a damning way against Donald Trump doesn't help Donald Trump with Republican primary voters.", "sentId": 516}], "secId": 221}, {"speaker": "KING", "sentences": [{"text": "However, back to the point where we started, this is a cumulative thing.", "sentId": 517}, {"text": "There's just been so many things that he has said over the past week to 10 days that have people across the spectrum, including some Trump supporters in the talk radio community, in other words, just saying, whoa, wait a minute.", "sentId": 518}], "secId": 222}, {"speaker": "ZELENY", "sentences": [{"text": "Especially in the national security and global realm there.", "sentId": 519}, {"text": "I mean, we saw the president on Friday that was -- and he was asked the question about Donald Trump.", "sentId": 520}, {"text": "He didn't bring it up on his own.", "sentId": 521}, {"text": "But he was asked and happy to answer and have a list -- a long string of things that he's -- that Mr. Trump is not knowledgeable of.", "sentId": 522}, {"text": "But it is striking about how he's no longer a punch line.", "sentId": 523}, {"text": "I mean,", "sentId": 524}], "secId": 223}, {"speaker": "ZELENY", "sentences": [{"text": "this president has had a lot of fun with sort of making fun of Donald Trump.", "sentId": 525}], "secId": 224}, {"speaker": "ZELENY", "sentences": [{"text": "This is heart attack serious.", "sentId": 526}, {"text": "He said that these conversations were going on in the hallways of the nuclear summit this weekend.", "sentId": 527}], "secId": 225}, {"speaker": "ZELENY", "sentences": [{"text": "Some Republicans are very anxious and nervous about this.", "sentId": 528}, {"text": "They hate this talk.", "sentId": 529}, {"text": "It's just anathema to everyone.", "sentId": 530}], "secId": 226}, {"speaker": "PHILLIP", "sentences": [{"text": "Well, this is, in part, their folly.", "sentId": 531}, {"text": "I mean, Republicans waited way too late to start drawing Donald Trump out on the specifics of some of these things.", "sentId": 532}], "secId": 227}, {"speaker": "PHILLIP", "sentences": [{"text": "I mean the fact that we should be really getting into a detailed foreign policy discussion with him in March is far -- it's simply far too late.", "sentId": 533}, {"text": "I mean, we went through --", "sentId": 534}], "secId": 228}, {"speaker": "PHILLIP", "sentences": [{"text": "-- a whole spate of debates early on, where there was name calling, there was back-and-forth on that sort of thing but nothing on the specifics.", "sentId": 535}, {"text": "And now it's almost  too late.", "sentId": 536}, {"text": "And I think Republicans are having to deal with that reality.", "sentId": 537}], "secId": 229}, {"speaker": "KUCINICH", "sentences": [{"text": "Well, even he announced his foreign policy team, which is like an island of misfit toys and advisors because these aren't people who are viewed well by high-level foreign policy experts.", "sentId": 538}, {"text": "These are sort of -- he kind of brought them in, kind of a ragtag bunch of folks and other, more boldface names that you'd see, said they were washing their hair.", "sentId": 539}, {"text": "They said they couldn't get out of TV contracts.", "sentId": 540}, {"text": "You don't really hear that usually.", "sentId": 541}], "secId": 230}, {"speaker": "O'KEEFE", "sentences": [{"text": "he scary thing, too, about this is this will be seen as an insult in Japan.", "sentId": 542}], "secId": 231}, {"speaker": "O'KEEFE", "sentences": [{"text": "The idea that they want nuclear weapons?", "sentId": 543}], "secId": 232}, {"speaker": "O'KEEFE", "sentences": [{"text": "That is something they have rejected ever since World War II.", "sentId": 544}, {"text": "There's debate about whether they should build up their military defenses to deal with China but the idea of nuclear weapons is something that's off the table over there.", "sentId": 545}], "secId": 233}, {"speaker": "O'KEEFE", "sentences": [{"text": "And all of this came in not only a really bad week for Donald Trump but if you think about it a really bad week for the Republican Party, one of their worst in a while.", "sentId": 546}, {"text": "You saw, for the first time, the realities of a split Supreme Court.", "sentId": 547}, {"text": "They lost a fight on labor unions that they should have won if Scalia had been alive or if another Republican had been on the bench.", "sentId": 548}], "secId": 234}, {"speaker": "O'KEEFE", "sentences": [{"text": "You saw governors in the South fighting over, you know, gay rights and transgender rights legislation and then divides there, that the business community, who should be on the Republican side, is fighting with them over this.", "sentId": 549}], "secId": 235}, {"speaker": "O'KEEFE", "sentences": [{"text": "And then everything Trump did or, you know, the charges that were brought against Mr. Lewandowski for the incident in Florida, it's just -- all of this adds up to a really awful time for Republicans.", "sentId": 550}], "secId": 236}, {"speaker": "KING", "sentences": [{"text": "And if you picked up \"The Washington Post\" this morning, you will see that Donald Trump says, A, we're heading toward a massive recession, in his view, which is not optimistic news.", "sentId": 551}], "secId": 237}, {"speaker": "KING", "sentences": [{"text": "And that, B, even if we have massive recession, he thinks, in just two terms, he can make the $19 trillion in cumulative United States debt go away.", "sentId": 552}], "secId": 238}, {"speaker": "O'KEEFE", "sentences": [{"text": "That got four Pinocchios.", "sentId": 553}], "secId": 239}, {"speaker": "ZELENY", "sentences": [{"text": "It will.", "sentId": 554}, {"text": "Even for businessmen, the numbers don't add up on that.", "sentId": 555}, {"text": "But you're right.", "sentId": 556}], "secId": 240}, {"speaker": "ZELENY", "sentences": [{"text": "But it is striking, Donald Trump keeps talking.", "sentId": 557}, {"text": "In the course of a week, he's overtaken his own controversies by new controversies.", "sentId": 558}, {"text": "And that's been a part of his success story, sort of just like a rolling thing here.", "sentId": 559}], "secId": 241}, {"speaker": "ZELENY", "sentences": [{"text": "But let's see what the voters say in Wisconsin.", "sentId": 560}, {"text": "And the voters have been far wiser about this than any of us have.", "sentId": 561}, {"text": "But it does feel like this week is a different moment.", "sentId": 562}], "secId": 242}, {"speaker": "KING", "sentences": [{"text": "It feels like it's a different moment because he keeps talking.", "sentId": 563}, {"text": "And in this case, he hasn't changed the conversation in a way that benefits him.", "sentId": 564}, {"text": "The question is what the voters in Wisconsin do, and what does New York do and what does that delegate math, as we watch all these spy games play out, it's been kind of fun, kind of fun.", "sentId": 565}, {"text": "And it's going to keep staying fun.", "sentId": 566}], "secId": 243}, {"speaker": "KING", "sentences": [{"text": "Up next, our reporters share from their notebooks, including the opponent that Team Clinton really hopes she'll face this November.", "sentId": 567}], "secId": 244}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table, ask our great reporters to get you out ahead of the big political news just around the corner -- Jackie Kucinich.", "sentId": 568}], "secId": 245}, {"speaker": "KUCINICH", "sentences": [{"text": "Donald Trump likes to call his rallies \"love fests.\"", "sentId": 569}, {"text": "But \"The Daily Beast\" contacted every police jurisdiction that has managed these rallies since January.", "sentId": 570}, {"text": "And we found that one in seven actually have a police-reported crime.", "sentId": 571}], "secId": 246}, {"speaker": "KUCINICH", "sentences": [{"text": "And not only that, statistically, they've gotten more violent by the week.", "sentId": 572}, {"text": "I talked to a crowd specialist that compared Trump to a rock star and said he has control over the mosh pit.", "sentId": 573}, {"text": "You can either whip it up or you can tone it down.", "sentId": 574}], "secId": 247}, {"speaker": "Post", "sentences": [{"text": "No.", "sentId": 575}], "secId": 248}, {"speaker": "Post", "sentences": [{"text": "Ed?", "sentId": 576}], "secId": 249}, {"speaker": "O'KEEFE", "sentences": [{"text": "John, amid all the talk of a presidential campaign, one note from a Senate race this week.", "sentId": 577}, {"text": "Out in Arizona, John McCain picked up an endorsement this week from the U.S. Hispanic Chamber of Commerce, not the U.S. Chamber of Commerce but the Hispanic Chamber of Commerce, making its first political endorsement ever.", "sentId": 578}], "secId": 250}, {"speaker": "O'KEEFE", "sentences": [{"text": "They've decided that despite all the anti-immigrant, anti-Hispanic rhetoric, he and his record stand alone from all of that.", "sentId": 579}, {"text": "Big deal for McCain, of course, because he faces a bit of a challenging primary race right now and could potentially face one of the more challenging general election races in November in a state with a fast-growing Hispanic population.", "sentId": 580}], "secId": 251}, {"speaker": "O'KEEFE", "sentences": [{"text": "You can expect that this is a feather in his cap that he wants, given that so many of those Hispanics out there are likely to vote Democratic, at least at the presidential level.", "sentId": 581}], "secId": 252}, {"speaker": "KING", "sentences": [{"text": "Immigration again an issue in Arizona and everywhere else -- Jeff.", "sentId": 582}], "secId": 253}, {"speaker": "ZELENY", "sentences": [{"text": "The rising tensions on the side of the Democrats are causing some alarm in the ranks of party leaders.", "sentId": 583}, {"text": "We saw how hot it got this past week.", "sentId": 584}, {"text": "It's getting even hotter with Bernie Sanders and Hillary Clinton.", "sentId": 585}, {"text": "The loudest boos you hear at a Bernie Sanders rally are at the mention of Hillary Clinton's name.", "sentId": 586}], "secId": 254}, {"speaker": "ZELENY", "sentences": [{"text": "That is causing concern for some Democratic Party leaders, how to sort of bring these sides together.", "sentId": 587}, {"text": "So watch in the coming weeks for not top surrogates to call for Sanders to get out.", "sentId": 588}, {"text": "That's not productive.", "sentId": 589}], "secId": 255}, {"speaker": "ZELENY", "sentences": [{"text": "But watch for people like Al Franken and others, the liberal progressives, to start making the case for respect for Secretary Clinton and for unity at the end of this long road here.", "sentId": 590}], "secId": 256}, {"speaker": "ZELENY", "sentences": [{"text": "The Clinton campaign is fed up, frustrated, furious with Bernie Sanders.", "sentId": 591}, {"text": "They're trying to not sort of let that spill out.", "sentId": 592}, {"text": "And top surrogates will be going out, I'm told, to try and start bridging this gap because it is definitely a gap.", "sentId": 593}], "secId": 257}, {"speaker": "KING", "sentences": [{"text": "It's fascinating dynamic because she needs those voters if she is the nominee -- Abby.", "sentId": 594}], "secId": 258}, {"speaker": "PHILLIP", "sentences": [{"text": "And as Democrats are looking ahead to the general election, a lot of them still expect Donald Trump to be the Republican nominee.", "sentId": 595}], "secId": 259}, {"speaker": "PHILLIP", "sentences": [{"text": "But on the other hand, despite his historic weaknesses that they expect, among minorities and women and moderates in particular, they actually think that a Ted Cruz nominee could be even more advantageous for them.", "sentId": 596}], "secId": 260}, {"speaker": "PHILLIP", "sentences": [{"text": "The reason why?", "sentId": 597}], "secId": 261}, {"speaker": "PHILLIP", "sentences": [{"text": "He gives them a pretty standard map, the same one that Obama had in 2008 and 2016.", "sentId": 598}, {"text": "And they think they can win with that map.", "sentId": 599}], "secId": 262}, {"speaker": "PHILLIP", "sentences": [{"text": "So what Ted Cruz does not have is that X factor, the unpredictability that has made Donald Trump throw caution to the wind.", "sentId": 600}, {"text": "And it gives Democrats a lot of worry.", "sentId": 601}], "secId": 263}, {"speaker": "KING", "sentences": [{"text": "The one thing political consultants hate:  unpredictability.", "sentId": 602}], "secId": 264}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 603}, {"text": "More on the shifting power and allegiances at the highest levels of the Donald Trump campaign.", "sentId": 604}], "secId": 265}, {"speaker": "KING", "sentences": [{"text": "In his public statements, Mr. Trump has been 100 percent loyal to his campaign manager, Corey Lewandowski, saying he believes assault allegations against Lewandowski by a former Breitbart news reporter are a fabrication.", "sentId": 605}], "secId": 266}, {"speaker": "KING", "sentences": [{"text": "Privately, though, however, Mr. Trump seems a bit more concerned.", "sentId": 606}, {"text": "At least twice in the past week, I'm told he's brought Lewandowski up in conversations with friends and associates and asked for opinions on whether the situation was hurting his campaign.", "sentId": 607}], "secId": 267}, {"speaker": "KING", "sentences": [{"text": "In at least one of these exchanges, I'm told, the message back to Mr. Trump was that Lewandowski's behavior was beyond unacceptable and that the fallout was all the worse because both Lewandowski and Trump initially insisted there was absolutely no physical contact.", "sentId": 608}], "secId": 268}, {"speaker": "KING", "sentences": [{"text": "In this conversation, Trump was told -- I am told -- that the episode is giving Republicans serious pause about the professionalism of the Trump operation.", "sentId": 609}], "secId": 269}, {"speaker": "KING", "sentences": [{"text": "Now as we've discussed, Trump already is bringing in old Reagan-Bush hand Paul Manafort to lead his delegate effort.", "sentId": 610}, {"text": "There's a lot of talk, though, that Manafort's role could expand at the expense of Lewandowski and his current deputies, something to keep an eye on.", "sentId": 611}], "secId": 270}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 612}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 613}, {"text": "We'll see you soon, including Tuesday night for the Wisconsin primary.", "sentId": 614}, {"text": "Up next, \"STATE OF THE UNION.\"", "sentId": 615}], "secId": 271}], "sectionCount": 272, "url": "transcripts.cnn.com/TRANSCRIPTS/1604/03/ip.01.html", "sentenceCount": 617, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired April 3, 2016 - 08:00   ET", "speakers": ["KING", "OBAMA", "TRUMP", "CRUZ", "SANDERS", "CLINTON", "KASICH", "KUCINICH", "MATTHEWS", "ZELENY", "O'KEEFE", "PHILLIP", "UNIDENTIFIED MALE", "COLBERT", "WALLACE", "HAYNES", "REPORTER", "UNIDENTIFIED FEMALE ", "Post"], "title": "INSIDE POLITICS"}