{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1405.18.ip.01.html.json", "subTitle": "Is Obama a Bad Manager?; Bill Clinton Defends Hillary's Health", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Welcome to our show, \"Waking up with Kimye.\"", "sentId": 0}, {"text": "It's America's favorite morning team.", "sentId": 1}, {"text": "We've got so much chemistry we can finish each other's --", "sentId": 2}], "secId": 0}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Hi.", "sentId": 3}], "secId": 1}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "On May 24th Kim and I are getting married fan.", "sentId": 4}, {"text": "What's marriage mean to you, baby?", "sentId": 5}], "secId": 2}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "That's the thing you need in order to get a divorce.", "sentId": 6}], "secId": 3}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "In one week Kim will walk down the aisle, take her place at the altar and watch me ride down the aisle on a male elephant.", "sentId": 7}], "secId": 4}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Elephants are the best.", "sentId": 8}], "secId": 5}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "And what better place for a cultural icon like Kim to get married than Florence, Italy?", "sentId": 9}], "secId": 6}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Cheerio governor.", "sentId": 10}], "secId": 7}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "No, no.", "sentId": 11}], "secId": 8}, {"speaker": "PAUL", "sentences": [{"text": "Make some great memories.", "sentId": 12}], "secId": 9}, {"speaker": "BLACKWELL", "sentences": [{"text": "INSIDE POLITICS with John King starts now.", "sentId": 13}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Another Obama cabinet agency accused of incompetence, in this case with deadly results.", "sentId": 14}], "secId": 11}, {"speaker": "SHINSEKI", "sentences": [{"text": "Any adverse incident like this makes me as -- makes me mad as hell.", "sentId": 15}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "The White House voices confidence in Veteran Affairs Secretary Eric Shinseki but Republicans pose this election year question.", "sentId": 16}, {"text": "How many veterans have to die before the President fires someone?", "sentId": 17}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Plus House Speaker John Boehner says he would love to pass an immigration bill but he turns philosophical in explaining he can't force fellow Republicans to agree with him.", "sentId": 18}], "secId": 14}, {"speaker": "BOEHNER", "sentences": [{"text": "A leader without followers is simply a man taking a walk.", "sentId": 19}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "And Bill Clinton as Defender-in-Chief.", "sentId": 20}], "secId": 16}, {"speaker": "CLINTON", "sentences": [{"text": "First they say that she faked her concussion and now they say she's auditioning for a part on \"The Walking Dead.\"", "sentId": 21}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "Firing back at his wife's Republican critics, yet also making their case that Hillary's health is a legitimate issue.", "sentId": 22}], "secId": 18}, {"speaker": "CLINTON", "sentences": [{"text": "A terrible concussion that requires of six months of very serious work to get over.", "sentId": 23}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 24}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS, I'm John King.", "sentId": 25}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 26}, {"text": "And with us this morning to share the reporting and their insights, the Atlantic's Molly Ball, Robert Costa of \"The Washington Post\", Julie Pace of the Associated Press and Manu Raju of Politico.", "sentId": 27}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "A scandal first brought to life by a CNN reporting is now a midterm election year headache for the Obama White House.", "sentId": 28}, {"text": "Federal prosecutors now reviewing whether crimes were committed, that a Phoenix medical center that created a secret lists to hide the fact veterans were waiting for months to see doctors for urgent problems.", "sentId": 29}, {"text": "And VA hospitals now in Texas and Colorado also accused of keeping similar waiting lists.", "sentId": 30}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "It's a heartbreaking human scandal and now a huge political problem for the White House, fueling new and bipartisan that's important bipartisan complaints that the administration lacks competent managers at key cabinet agencies.", "sentId": 31}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Let's get right to it, Julie Pace, you covered the White House, they're standing by with Veterans Affairs Secretary as they stood by the Health and Human Services Secretary.", "sentId": 32}, {"text": "Do they understand the depth of the not just the policy problem here but the political problems.", "sentId": 33}], "secId": 24}, {"speaker": "PACE", "sentences": [{"text": "I think it's finally starting to hit home.", "sentId": 34}, {"text": "They've actually been a little bit slow in responding to this.", "sentId": 35}, {"text": "But you saw a very important action by the White House last week and that was the President dispatching Rob Neighbors, a person who is not known outside of Washington, but is a very close advisor of the President largely seen as a competent manager.", "sentId": 36}, {"text": "That's his biggest skill set.", "sentId": 37}], "secId": 25}, {"speaker": "PACE", "sentences": [{"text": "They've sent him over to the Veteran Affairs Department to basically oversee a review of what's happening there, the basic takeaway from this is that the White House doesn't feel like the people at the VA are capable of carrying out this review.", "sentId": 38}, {"text": "So they need a senior White House --", "sentId": 39}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "Well they also felt that way though when healthcare.gov went down and they took a guy from the OMB the Office of Management and Budget and sent him over.", "sentId": 40}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "It raises Molly the competence question.", "sentId": 41}, {"text": "And I believe firmly that was the undoing of George W. Bush.", "sentId": 42}, {"text": "When you have first even people who supported the Iraq war saying these guys don't know how to run an operation.", "sentId": 43}, {"text": "Then you had Katrina and people questioning the federal response.", "sentId": 44}, {"text": "When George Bush lost confidence on the competence question his poll ratings never came back up.", "sentId": 45}, {"text": "Does this president risk the same?", "sentId": 46}], "secId": 28}, {"speaker": "BALL", "sentences": [{"text": "I think you do have that issue in this case it's less of single catastrophe but more a death by a thousand cuts where there continue to be these scandals that are not on the scale of Katrina, but very serious.", "sentId": 47}, {"text": "I mean people -- people died because of what was happening at the VA.  And the administration always seems to be reactive to these kinds of scandals in cabinet agencies.", "sentId": 48}], "secId": 29}, {"speaker": "BALL", "sentences": [{"text": "It takes something like this when you know there have been GAO reports going back more than a decade on exactly this problem at the VA.  And so the question remains, why wasn't someone proactive about this?", "sentId": 49}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 50}], "secId": 31}, {"speaker": "BALL", "sentences": [{"text": "Or in the case of healthcare.gov, why did it have to become a crisis for the administration to sort of send in their S.W.A.T.", "sentId": 51}, {"text": "team.", "sentId": 52}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "Send in their SWAT team and it's already playing, we heard the hearings in Congress this week.", "sentId": 53}, {"text": "And Congress was not happy with all the answers it got from General Eric Shinseki.", "sentId": 54}, {"text": "Secretary Shinseki is a former Four-Star General as well which is one of the reasons he has some political support.", "sentId": 55}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "But on the campaign trail, Robert, Scott Brown in New Hampshire running for Senate posed the question, how many veterans have to die before somebody gets fired?", "sentId": 56}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "Here is Mitch McConnell the Senate Republican leader who has a primary campaign of his own and a tough re-election battle on the senate floor saying he doesn't see the urgency now from the President that he saw in the health care crisis.", "sentId": 57}], "secId": 35}, {"speaker": "MCCONNELL", "sentences": [{"text": "That was on the Web site fiasco.", "sentId": 58}, {"text": "When he let it be known that his people would not rest until a solution could be worked out.", "sentId": 59}, {"text": "Incredibly so far the President has made no such pledge when it comes to the treatment of our veterans.", "sentId": 60}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "That's Mitch McConnell.", "sentId": 61}, {"text": "House Majority Leader Eric Cantor said the same thing, where is the President why haven't we heard from the President on this.", "sentId": 62}, {"text": "It sounds like the Republicans are almost trying to bait him.", "sentId": 63}], "secId": 37}, {"speaker": "COSTA", "sentences": [{"text": "I spend much of the week meeting with conservative activist listening to their concerns.", "sentId": 64}, {"text": "And when they talk about the Obama administrations scandals they talked about the Internal Revenue Service, they talk about Benghazi.", "sentId": 65}, {"text": "They're not really talking about Veterans Affairs.", "sentId": 66}], "secId": 38}, {"speaker": "COSTA", "sentences": [{"text": "However, when you have Cantor out there and McConnell out there, what they're really doing is not sipping to the GOP base to get excited about this and make it a campaign issue, but to those swing voters in the suburbs who really care about competence, much more, perhaps, than the IRS and Benghazi.", "sentId": 67}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "Yes people in the middle.", "sentId": 68}], "secId": 40}, {"speaker": "RAJU", "sentences": [{"text": "I would add that you know part of what they're trying to do is not necessarily make this a campaign issue about veterans.", "sentId": 69}, {"text": "Because that's a very difficult thing to do, to make this about the veterans who tragically died because of the failures of the VA, instead to make it about the President and making about the President's failure to act.", "sentId": 70}, {"text": "Because after all, this midterm cycle is going to be about a reflection about the mood and how people feel about the President's job.", "sentId": 71}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "And part of that is -- and we talked about this before in other instances, can the Republicans maximize their opportunity.", "sentId": 72}, {"text": "A six-year itch election they call it; the President is up mid-term election.", "sentId": 73}, {"text": "You're right Manu, it's usually about the President's approval rating and the President's performance.", "sentId": 74}, {"text": "The question is can Republicans capitalize on that.", "sentId": 75}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "I want you to listen here Speaker John Boehner is paging Dr. Freud moment this week when he was talking about you know I really would like to have immigration reform, I'd love to bring it to the floor, but I'm the leader of my conservatives, and they don't want me to do it.", "sentId": 76}, {"text": "Listen to him here.", "sentId": 77}, {"text": "A little whimsical, a little frustrated.", "sentId": 78}], "secId": 43}, {"speaker": "BOEHNER", "sentences": [{"text": "One of the things that I've learned a long time ago in life is you've got to play the cards you're dealt.", "sentId": 79}, {"text": "You may not like those cards but those are the cards and I've tried to do my best to play those cards as well as I can.", "sentId": 80}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "You mentioned talking with a lot of conservatives this week, they're not happy with Speaker Boehner.", "sentId": 81}, {"text": "You still get whiffs from time-to-time that after the some of these primaries go by and all of the deadlines are gone that he might want to do an immigration reform bill of some sorts in the house this year.", "sentId": 82}, {"text": "Talk or real?", "sentId": 83}], "secId": 45}, {"speaker": "COSTA", "sentences": [{"text": "I think it's just talk.", "sentId": 84}, {"text": "I think it's a misconception that John Boehner wants to do this in terms of bringing it to the floor.", "sentId": 85}, {"text": "Personally, we'd like to see immigration reform happen?", "sentId": 86}, {"text": "Yes.", "sentId": 87}, {"text": "But when it comes to the politics of it, John Boehner has always been a hesitant leader, he is not the one to push around people in the cloak room.", "sentId": 88}, {"text": "I doubt is' going to happen this year.", "sentId": 89}], "secId": 46}, {"speaker": "PACE", "sentences": [{"text": "But what's interesting about what Boehner has done, is he's by leaving this option out there and at least saying I personally want to do immigration reform, he's basically frozen everything in Washington.", "sentId": 90}, {"text": "The White House has this internal review going on where they are looking at options for executive actions.", "sentId": 91}, {"text": "But they say as long as there is even the slimmest chance that Boehner can put something on the floor, they're going to hold off.", "sentId": 92}], "secId": 47}, {"speaker": "RAJU", "sentences": [{"text": "Right why would the Republicans want to do that too right now?", "sentId": 93}, {"text": "They feel they can win the senate right now, why get into divisive messy fight on this issue?", "sentId": 94}, {"text": "They don't feel this is a midterm election issue, they are the 2016 issue but the concern for the proponents of immigration reform is that if they don't get this done this year, there's fear that next Congress will not happen because it's going to be presidential election.", "sentId": 95}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "And that's my question I guess.", "sentId": 96}, {"text": "Do any of the Republicans, especially Mitch McConnell is vulnerable.", "sentId": 97}, {"text": "He's got a tight race.", "sentId": 98}, {"text": "We assume he'll survive his primary but a tight race -- do any of them feel pressure to show that Congress can do things?", "sentId": 99}, {"text": "Because that's one of the attacks against all incumbents.", "sentId": 100}, {"text": "That you work in Washington and you guys can't get a damn thing done.", "sentId": 101}], "secId": 49}, {"speaker": "BALL", "sentences": [{"text": "Well there's never a good time for immigration reform either because as soon as this election is over, then the next election starts.", "sentId": 102}, {"text": "In fact in some ways it started already there's never a good time to do this.", "sentId": 103}, {"text": "You have Tom Donohue from the Chamber of Commerce saying this week Republicans might as well not run a candidate if they can't get immigration reform done by 2016.", "sentId": 104}, {"text": "But when are they're going to do it it's hard to see any window opening up where it's -- I think they're waiting for this to be easy for them and it's never going to be easy.", "sentId": 105}, {"text": "KING:  Never will be Valerie Jarrett the President senior advisor was quoted in the Las Vegas Review Journal saying \"I think we have a window this summer between now and August to get something done.", "sentId": 106}, {"text": "We have a commitment from Speaker Boehner who's very frustrated with his caucus.\"", "sentId": 107}], "secId": 50}, {"speaker": "BALL", "sentences": [{"text": "And this morning she pulled that back essentially what he has said he wants to do this.", "sentId": 108}, {"text": "She -- I thought is there some secret conversations between the President and the Speaker we don't know about?", "sentId": 109}], "secId": 51}, {"speaker": "PACE", "sentences": [{"text": "Yes I mean that got a lot of attention and not only does she pulls it back but Boehner made clear that isn't what he said.", "sentId": 110}, {"text": "They now say that they have a commitment from Boehner to at least try.", "sentId": 111}, {"text": "Now that may be even a little bit forward leaning from what Boehner has actually told them.", "sentId": 112}], "secId": 52}, {"speaker": "PACE", "sentences": [{"text": "But again, as long as they think that there is some possibility that John Boehner will wake up one morning and saying I'm going to the floor with immigration, the White House is going to hold off and activists are going to be frustrated with them.", "sentId": 113}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "This won't happen if they're waiting for that.", "sentId": 114}, {"text": "It won't happen this year we'll have an election first anyway.", "sentId": 115}, {"text": "Maybe there's a lame duck session after the election who knows.", "sentId": 116}, {"text": "Everybody stay put.", "sentId": 117}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Next, Karl Rove stirs a huge controversy.", "sentId": 118}, {"text": "But gets what he wanted proof Hillary Clinton's 2012 concussion was a major health care.", "sentId": 119}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "But first in this week's installments of \"Politicians say the Darndest things\", an Idaho gubernatorial debate just made for the Internet age.", "sentId": 120}], "secId": 56}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "I don't like political correctness.", "sentId": 121}, {"text": "Can I say this it sucks, it's bondage.", "sentId": 122}, {"text": "And I'm not -- I'm about as politically correct as your proverbial third in the punch bowl and you have your choice folks a cowboy, a curmudgeon, a biker or a normal guy.", "sentId": 123}, {"text": "Take your pick.", "sentId": 124}, {"text": "Thank you very much.", "sentId": 125}, {"text": "We're leaving it up to you.", "sentId": 126}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 127}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "Our puzzle this week sets the record straight as best we can on the big controversy stoked this past week by Karl Rove, the Republican strategist Democrats love to hate.", "sentId": 128}, {"text": "How big of a deal was the concussion Hillary Clinton suffered back in December 2012?", "sentId": 129}, {"text": "Let's go back through the dates as you look it was on Sunday the 9th, that week there that we learned, first learned Hillary Clinton, Secretary of State at the time had fainted and fallen at home.", "sentId": 130}, {"text": "That's what we knew early in that week.", "sentId": 131}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Then it was later that week, at the end of the week, the State Department put out a statement on Saturday, \"The New York Times\" reported that she suffered a concussion in that fall.", "sentId": 132}, {"text": "And if you can read the story as a result she would not testify as planned the next week about Benghazi.", "sentId": 133}, {"text": "That testimony was delayed.", "sentId": 134}, {"text": "Carry this story over into January 2013, Wednesday the 2nd, we all cheered this.", "sentId": 135}, {"text": "Secretary Clinton, you see the former President Bill Clinton, Chelsea Clinton leaving the hospital on Wednesday, January 2nd.", "sentId": 136}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "And then it was back to work the next Monday you see her here at the State Department.", "sentId": 137}, {"text": "Her deputies gave her a football helmet.", "sentId": 138}, {"text": "Nice joke there, nice welcoming gift.", "sentId": 139}, {"text": "And the second -- the spokeswoman at the time excuse me said that she appeared to be fully recovered.", "sentId": 140}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "But listen here to Bill Clinton this past week suggesting the recovery actually took a lot longer.", "sentId": 141}], "secId": 62}, {"speaker": "CLINTON", "sentences": [{"text": "I was sort of dumbfounded.", "sentId": 142}, {"text": "They went to all this trouble to say that she had staged what was a terrible concussion that required six months of very serious work to get over, something she never low balled with the American people, never tried to pretend didn't happen.", "sentId": 143}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Molly Ball, six months to get over.", "sentId": 144}, {"text": "He says she never tried to low ball.", "sentId": 145}, {"text": "She didn't talk about it that much.", "sentId": 146}, {"text": "She did -- let's just get right to it -- she did do an interview.", "sentId": 147}, {"text": "In that joint interview she did with \"60 Minutes\" with President Obama, Steve Kroft asked her about her health.", "sentId": 148}, {"text": "Listen to this.", "sentId": 149}], "secId": 64}, {"speaker": "KROFT", "sentences": [{"text": "How is your health?", "sentId": 150}], "secId": 65}, {"speaker": "CLINTON", "sentences": [{"text": "It's great.", "sentId": 151}, {"text": "It's great.", "sentId": 152}, {"text": "Now, you know I still have some lingering effects from falling on my head and having the blood clot.", "sentId": 153}, {"text": "The doctors tell me that that will all recede.", "sentId": 154}, {"text": "Thankfully I'm looking forward to being at full speed.", "sentId": 155}], "secId": 66}, {"speaker": "KROFT", "sentences": [{"text": "I notice your glasses are --", "sentId": 156}], "secId": 67}, {"speaker": "H. CLINTON", "sentences": [{"text": "I have some lingering effects from the concussion that are decreasing and will disappear.", "sentId": 157}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "That was January 27th, about a month after she got out of the hospital.", "sentId": 158}, {"text": "When Bill Clinton said it took six months, didn't he prove Karl Rove's point, that maybe Karl did this in an underhanded way, maybe saying she had a traumatic injury, was a low blow but Karl Rove is going to get what he wants now, right.", "sentId": 159}, {"text": "Bill Clinton on the record has said it's six months to recover which means everybody in our business is going to demand to see the medical records and to talk to the doctors.", "sentId": 160}], "secId": 69}, {"speaker": "BALL", "sentences": [{"text": "Well, I think we would anyway.", "sentId": 161}, {"text": "That's something that has become commonplace and sort of de rigueur for presidential candidates.", "sentId": 162}, {"text": "But you know Democrats now are accusing Karl Rove of dirty tricks for the way he allegedly phrased it.", "sentId": 163}, {"text": "For the way he put it on the record, making it seem like she wasn't right in the head, not just that she had a health scare that something happened to her physically, but that it somehow affected her mental functioning.", "sentId": 164}], "secId": 70}, {"speaker": "BALL", "sentences": [{"text": "That's a really tough insinuation for her to have to deal with.", "sentId": 165}, {"text": "So, you know, there will be an examination of the medical records, but conspiracy theories seem to orbit the Clintons like flies.", "sentId": 166}, {"text": "This is going to be yet another whisper campaign, particularly on the right, every time she, you know, forgets a word in a debate, this is going to be something that people start buzzing about.", "sentId": 167}, {"text": "And that's really unfortunate.", "sentId": 168}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "And are folks on the right happy that Karl Rove did this, Robert, or are they word?", "sentId": 169}, {"text": "I talked to Paul Begala, the Democratic strategist, close confidant of the Clintons.", "sentId": 170}, {"text": "He said, to me he said Karl Rove was stupid here.", "sentId": 171}, {"text": "That this is going to anger many conservatives who think it's not the way to play business.", "sentId": 172}], "secId": 72}, {"speaker": "COSTA", "sentences": [{"text": "I've sat down in strategy sessions with a lot of national Republican consultants and they think Rove made a mistake because he's trying to personalize it and personalize it early.", "sentId": 173}, {"text": "They think there's enough to run on against the Clintons -- against the Clinton family, against Hillary Clinton's record at the State Department.", "sentId": 174}], "secId": 73}, {"speaker": "COSTA", "sentences": [{"text": "And by doing this, they come back to that 90s mentality that the Clintons are so nimbly able to target them and say the vast right wing conspiracy going out of control again.", "sentId": 175}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "If you look, some people have said that this is say it's sexist to talk about her or ageist to talk about her.", "sentId": 176}, {"text": "I think anybody who runs for president, whether they're 35 or whether they're 65, should fully disclose their health history, even if you've had no scares in the past.", "sentId": 177}, {"text": "Just lay it out there for the American people if you want to be commander-in-chief.", "sentId": 178}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "Let's just look at the numbers, Julie, you know.", "sentId": 179}, {"text": "Jeb Bush is 61, Chris Christie is 51, Rand Paul is 51, Ted Cruz 43, Marco Rubio 42 about to turn 43.", "sentId": 180}, {"text": "On the Democratic side, Hillary Clinton is 66, Elizabeth Warren should she run 64, Joe Biden is 71.", "sentId": 181}, {"text": "Martin O'Malley, the governor of Maryland today and one of the prospective candidates, 51.", "sentId": 182}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "Was this an age issue?", "sentId": 183}, {"text": "Was this a sexist issue or was this as Bill Clinton seemed to intimate as he came out this week -- here we go again, get ready for it.", "sentId": 184}], "secId": 77}, {"speaker": "PACE", "sentences": [{"text": "I think it was a little bit of a Clinton issue.", "sentId": 185}, {"text": "I mean whenever we find out who is actually running they're going to have the questions about their health.", "sentId": 186}, {"text": "Chris Christie, this is something people talk about with him all the time.", "sentId": 187}, {"text": "We'll go over all the medical records, ask these questions.", "sentId": 188}], "secId": 78}, {"speaker": "PACE", "sentences": [{"text": "But you know, to molly's point, sometimes it's not just the fact that you're asking the question or raising the point, it's how you're doing it and what you're putting behind that.", "sentId": 189}, {"text": "And so I think that with a woman and a woman who is older, I think that this is an area where men in particular are going to have to be careful.", "sentId": 190}, {"text": "That's just reality.", "sentId": 191}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Bill Clinton, I made the point that, you know, he made it a legitimate issue by saying it took six months which I think makes it clear that OK, we want to know more about this.", "sentId": 192}, {"text": "But what was so unusual or maybe not unusual was for him to come out so quickly and defend her.", "sentId": 193}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "He defended her on Benghazi.", "sentId": 194}, {"text": "He defended her on this.", "sentId": 195}, {"text": "And it was clear, Manu, if you watched it, he was loving it.", "sentId": 196}, {"text": "He was laughing.", "sentId": 197}, {"text": "He was having a good time.", "sentId": 198}, {"text": "He had his raspy drawl back.", "sentId": 199}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "Talk about that -- you know it's going to happen, but to see it.", "sentId": 200}, {"text": "If she runs, he does, too.", "sentId": 201}], "secId": 82}, {"speaker": "RAJU", "sentences": [{"text": "Exactly.", "sentId": 202}, {"text": "Some of it has to do with his health, whether or not she runs does not necessarily have to do with how healthy she is.", "sentId": 203}, {"text": "Of course, that's very important.", "sentId": 204}, {"text": "But how healthy is Bill Clinton?", "sentId": 205}, {"text": "He's going to be on the trail, he's going to defending her, he's going to be going -- he's going to be her chief spokesman in a lot of ways.", "sentId": 206}, {"text": "And he's got to be able to put in the hours and really stump for her.", "sentId": 207}, {"text": "He's had his health problems over the years.", "sentId": 208}, {"text": "So that's going to be a big question going forward.", "sentId": 209}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "To watch him this week, it sounded like he was just running the gas, he wanted to go.", "sentId": 210}], "secId": 84}, {"speaker": "COSTA", "sentences": [{"text": "They're afraid he's going to go into Kentucky with Allison Grimes.", "sentId": 211}], "secId": 85}, {"speaker": "PACE", "sentences": [{"text": "He already has.", "sentId": 212}], "secId": 86}, {"speaker": "BALL", "sentences": [{"text": "And the other thing is though I think that you see that the Clintons feel like they've cracked the code on how to respond to these types of what seemed to them like personal attacks is to really into them, to borrow a phrase, it's to really go hard on the idea that they're being personally targeted, that they're being persecuted.", "sentId": 213}, {"text": "And Hillary has a very active base of people who are eager to see her as a victim.", "sentId": 214}, {"text": "And so I think the Clintons have an effective way to make these things --", "sentId": 215}], "secId": 87}, {"speaker": "RAJU", "sentences": [{"text": "You know, it would be interesting to see how she deals with the rollout of her new book, the book tours, she maybe under a lot of national scrutiny, do interviews, how does she appear?", "sentId": 216}, {"text": "Those question about to --", "sentId": 217}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Stamina questions.", "sentId": 218}, {"text": "Questions about health will come up there -- other questions, policy questions as well.", "sentId": 219}, {"text": "Democrats think her age is experience.", "sentId": 220}, {"text": "That's a good thing.", "sentId": 221}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "One of the youngest Republicans is Marco Rubio.", "sentId": 222}, {"text": "Listen to him here talking to ABC's Jonathan Karl about, \"Hey, I'm ready.\"", "sentId": 223}], "secId": 90}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Do you think you're ready to be president?", "sentId": 224}], "secId": 91}, {"speaker": "RUBIO", "sentences": [{"text": "I do.", "sentId": 225}, {"text": "But I think that's true for multiple other people that want to run.", "sentId": 226}, {"text": "I'll be 43 this month.", "sentId": 227}, {"text": "The other thing that perhaps people don't realize, I've served now in public office for the better part of 14 years.", "sentId": 228}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "It seems a bit odd -- I'll be 43 this month, young buck there.", "sentId": 229}, {"text": "I remember 43.", "sentId": 230}, {"text": "Some of you haven't met 43 yet.", "sentId": 231}, {"text": "Trust me it's a good age.", "sentId": 232}, {"text": "You can argue the flip side, right?", "sentId": 233}, {"text": "Especially because -- and you wrote a piece about this.", "sentId": 234}, {"text": "Republicans have been arguing for years about President Obama.", "sentId": 235}, {"text": "Nice guy, wasn't ready.", "sentId": 236}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Can their freshmen senators, whether it's Ted Cruise or Rand Paul or Marco Rubio, who I think smartly worked in hey I was in the Florida legislature, I'm not new to this.", "sentId": 237}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "Can they make the case to be president after for years saying the problem with the current president is he was too young?", "sentId": 238}], "secId": 95}, {"speaker": "RAJU", "sentences": [{"text": "They're going to have to clear the hurdle that Republicans have set in this race.", "sentId": 239}, {"text": "You know, I talked to each of those candidates -- potential candidates about the possibility that this experience argument would come up with they run.", "sentId": 240}, {"text": "Ted Cruz said, you know what voters are looking for is a fighter, someone who is going to lead on the issue.", "sentId": 241}], "secId": 96}, {"speaker": "RAJU", "sentences": [{"text": "Rand Paul said having senators that have that lots of experience has not been a good thing for our party.", "sentId": 242}, {"text": "Marco Rubio points back to not only what he did in the state legislature, but a number of the policy platform that he's been rolling out methodically, he's sort of an ideas guy for this party.", "sentId": 243}], "secId": 97}, {"speaker": "RAJU", "sentences": [{"text": "The question will be not just whether or not they have ideas, but whether they can manage such a sprawling government after Republicans have raised the question of whether the president is ready for this when he took off --", "sentId": 244}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "I can see whether it's Jeb Bush or Chris Christie or Rick Perry turning to those freshmen senators in a debate to make this very, very point.", "sentId": 245}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Everybody stay tight -- sit tight, I mean.", "sentId": 246}, {"text": "Up next, tomorrow's news today -- our reporters get you ahead of the curve on the plight political stories to come.", "sentId": 247}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Time now to go around the table and get you out front of the big political stories to come.", "sentId": 248}, {"text": "We do that by asking our great reporters to share something from their notebooks.", "sentId": 249}, {"text": "Molly Ball?", "sentId": 250}], "secId": 101}, {"speaker": "BALL", "sentences": [{"text": "Well, I am going to plug a little bit a big story that I wrote this week about the politics of genetically modified food.", "sentId": 251}, {"text": "And this may seem a little out of left field but if it's not on your radar yet as a political issue, it's going to be.", "sentId": 252}], "secId": 102}, {"speaker": "BALL", "sentences": [{"text": "Just last week Vermont was the first state to pass a GMO labeling bill that will require foods sold in Vermont to have a label on it if it's genetically modified; 84 different bills in 29 states now being considered.", "sentId": 253}, {"text": "It's going to be on the ballot in Oregon this fall, possibly in a couple of other states.", "sentId": 254}, {"text": "This is a very passionate activist movement and this is just going to keep on coming.", "sentId": 255}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Great.", "sentId": 256}, {"text": "We'll watch that.", "sentId": 257}, {"text": "I love that, passion.", "sentId": 258}, {"text": "Robert?", "sentId": 259}], "secId": 104}, {"speaker": "COSTA", "sentences": [{"text": "On Saturday, former Florida Governor Jeb Bush, potential presidential candidate gave his only commencement address of the year in Western Pennsylvania at a small Christian liberal arts school called Grove City College.", "sentId": 260}, {"text": "Laura Bush, the former first lady gave the commencement address there in 2011.", "sentId": 261}, {"text": "This is a Republican area and it's also in the Rust Belt in western Pennsylvania and for him to pick that strategically is an interesting side of maybe what's on his mind.", "sentId": 262}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "Leaning in a little bit there.", "sentId": 263}, {"text": "Talking to the base -- evangelicals; Robert, thank you.", "sentId": 264}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "Julie?", "sentId": 265}], "secId": 107}, {"speaker": "PACE", "sentences": [{"text": "Democrats are starting to feel increasingly optimistic about the Marks.", "sentId": 266}, {"text": "And this is Mark Pryor of Arkansas and Mark Begich of Alaska.", "sentId": 267}, {"text": "Two senators who are still in very tough races but they're starting to show some strength in recent polls.", "sentId": 268}, {"text": "Pryor in particular has gotten a real monkey off of his back by appearing with the President in Arkansas when Obama went down there to see tornado damage.", "sentId": 269}, {"text": "This is a smart move by Pryor, allows him to push back against critics whose say that he's running away from the President but also appears with him in a setting that will make it tough for his opponents to use it against them.", "sentId": 270}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "That is smart.", "sentId": 271}, {"text": "We'll keep an eye on those two races.", "sentId": 272}, {"text": "Big for the Republicans if they lose those ones -- Manu.", "sentId": 273}], "secId": 109}, {"speaker": "RAJU", "sentences": [{"text": "Battle Royale in Georgia.", "sentId": 274}, {"text": "I spend a couple of days on the road there last week.", "sentId": 275}, {"text": "Tuesday is a critical primary day.", "sentId": 276}, {"text": "What we're going to see a runoff happen -- a nine-week runoff.", "sentId": 277}, {"text": "The question is going to be what do the outside groups that sat out in this race, the groups on the right, Club for Growth, Senate Conservatives Fund, the big spending groups that had gotten involved in primaries, whether or not they're going to galvanize behind one of the candidates.", "sentId": 278}, {"text": "And who they're looking at right now is Karen Handle, the former secretary of state in Georgia.", "sentId": 279}, {"text": "And if she gets into the runoff, expect those groups on the right to start to put money behind her potentially and this becoming another Tea Party versus establishment war.", "sentId": 280}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "We'll keep an eye on that one.", "sentId": 281}, {"text": "In that note, I had a peek at some private but reliable polling this day.", "sentId": 282}, {"text": "And it shows Mitch McConnell looks he's going to coast to a big win over his Tea Party primary challenger Matt Bevin -- that's in Kentucky on Tuesday.", "sentId": 283}, {"text": "Don't expect a big McConnell celebration, even though this is key to his goal of quote, \"crushing the Tea Party this year.", "sentId": 284}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Why no big celebration because that polling also shows he's in a very, very tight race with the Democrat Allison Grimes.", "sentId": 285}, {"text": "They'll get straight to the general election in that state because Democrats seeing a shot to knock off the Senate Republican leader everybody involved now thinks that senate race will surpass -- spending will surpass $100 million, making it by far, the most expensive congressional campaign in history.", "sentId": 286}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS again.", "sentId": 287}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 288}, {"text": "We'll see you soon.", "sentId": 289}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" with Candy Crowley starts right now.", "sentId": 290}], "secId": 114}], "sectionCount": 115, "url": "transcripts.cnn.com/TRANSCRIPTS/1405/18/ip.01.html", "sentenceCount": 292, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired May 18, 2014 - 08:30   ET", "speakers": ["UNIDENTIFIED MALE", "UNIDENTIFIED FEMALE", "PAUL", "BLACKWELL", "KING", "SHINSEKI", "BOEHNER", "CLINTON", "PACE", "BALL", "MCCONNELL", "COSTA", "RAJU", "KROFT", "H. CLINTON", "RUBIO"], "title": "INSIDE POLITICS"}