{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1611.10.ip.02.html.json", "subTitle": "Obama: \"Ultimately, We're Still On The Same Team\"; Obama: We Are Now All Rooting For Trump's Success; Obama: Even If We Lose, We Still Move Forward; Obama: I'm Proud Of Clinton, Her Campaign Was Historic; Trump to Meet With Obama Thursday; Factors That Led Trump Win & Clinton Loss; Trump Stuns Clinton in Battleground States; Obama: I'm \"Heartened\" By Trump's Words Last Night; Donald Trump Pulls Off Stunning Upset; What's Next For The Democratic Party; Donald Trump Elected U.S. President; Trump Vows \"Great Relationships\" With \"All Nations\". Aired 12:30-1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "... a team, President Barack Obama saying as he prepares to meet tomorrow with the Republican President elect of the United States, Donald Trump.", "sentId": 0}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "Let's start there.", "sentId": 1}, {"text": "There's a lot to talk about in what the president just said, but to people watching around the world, there were jitters in the financial markets last night or Global markets were in turmoil.", "sentId": 2}, {"text": "There's a question on whether the U.S. markets would crash today.", "sentId": 3}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "It's important that they say and do the right things right now.", "sentId": 4}, {"text": "Let's also, let's celebrate America for a minute whatever your political views.", "sentId": 5}, {"text": "It is quite remarkable that after a campaign like this in the early hours we'll see what gets done, we'll see how long it takes for a political system to go off the rails into disagreement again.", "sentId": 6}, {"text": "But at this moment, we're all on the same team.", "sentId": 7}, {"text": "I'm going to hand you the baton.", "sentId": 8}, {"text": "This is a relay race.", "sentId": 9}], "secId": 2}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 10}, {"text": "I mean it put us in some normalcy on the whole thing.", "sentId": 11}, {"text": "Again if he said that some of the last of Americans are exalted and there are some Americans who are less so.", "sentId": 12}, {"text": "And I think people needed to hear this, this idea of being all on one team.", "sentId": 13}, {"text": "We are patriots first.", "sentId": 14}, {"text": "He talked about unity, inclusion, respect for institutions in some ways.", "sentId": 15}], "secId": 3}, {"speaker": "HENDERSON", "sentences": [{"text": "I mean, I think some Trump supporters will hear that as kind of a lecture to Donald Trump.", "sentId": 16}, {"text": "But, you know, this is what Americans need to see.", "sentId": 17}, {"text": "Sort of a sense of normalcy that all will be well as Obama said at the beginning, the sun still came up this morning.", "sentId": 18}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "The sun came up, but he did smile and say ...", "sentId": 19}], "secId": 5}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah, yeah.", "sentId": 20}, {"text": "That's the only ...", "sentId": 21}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "... you know, we have pretty significant differences.", "sentId": 22}], "secId": 7}, {"speaker": "RAJU", "sentences": [{"text": "Yeah.", "sentId": 23}, {"text": "And John, I mean this was also a pep talk of source to Democrats who are absolutely dejected today about what happened last night.", "sentId": 24}, {"text": "Saying some will come up.", "sentId": 25}, {"text": "Saying, you know, it sometimes this happens.", "sentId": 26}, {"text": "It brushes -- brush it off and you get back into the arena.", "sentId": 27}, {"text": "And trying to make the case that this is not the end of the world.", "sentId": 28}, {"text": "We'll be back at it.", "sentId": 29}, {"text": "We need to reflect about what we did wrong and figure out our way forward.", "sentId": 30}, {"text": "This is the kind of thing that I think a lot of the ranking file Democrats that don't know what the way forward is right now may have needed to hear this.", "sentId": 31}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "And lost.", "sentId": 32}, {"text": "And so this is going to take us months to unravel, this election.", "sentId": 33}, {"text": "What the voters exactly were saying, well lessons are going to be learned from both parties.", "sentId": 34}, {"text": "Yeah, what will -- how will that affect governing?", "sentId": 35}, {"text": "How much of a least does the new president have, Donald Trump where?", "sentId": 36}, {"text": "They'll be looking to work with Democrats on Sunday, just like trade.", "sentId": 37}, {"text": "They'll be looking to work with Republicans.", "sentId": 38}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "So the one other thing the president had struck me, because it's easy to get lost with all so much dust in the air.", "sentId": 39}, {"text": "Secretary Clinton, he said, has lived a remarkable life in public service.", "sentId": 40}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "We're turning some pages and we're closing chapters here ...", "sentId": 41}], "secId": 11}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Yeah.", "sentId": 42}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "... they including on the Clintons, Bill and Hillary Clinton.", "sentId": 43}, {"text": "We thought, a lot of people thought we would have history.", "sentId": 44}], "secId": 13}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Yeah.", "sentId": 45}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Not only, you know, a second Clinton in the White House but the -- a first woman in the White House but also the first spouse of a former president to become president.", "sentId": 46}, {"text": "That chapter is closing.", "sentId": 47}], "secId": 15}, {"speaker": "MECKLER", "sentences": [{"text": "Right.", "sentId": 48}, {"text": "Yes, it is indeed.", "sentId": 49}, {"text": "I don't think that takes away from the fact that Hillary Clinton has led a very, a path-breaking life.", "sentId": 50}, {"text": "I mean she has really been on the edge of gender politics and gender expectations for her entire career and back from, you know, when she was a young first lady in Arkansas.", "sentId": 51}], "secId": 16}, {"speaker": "MECKLER", "sentences": [{"text": "So I do think that she has had a remarkable life.", "sentId": 52}, {"text": "This is obviously not how they saw the final chapter, but I do think it is like it's a final chapter.", "sentId": 53}], "secId": 17}, {"speaker": "HENDERSON", "sentences": [{"text": "And the final chapter in the DLC wing of the party, right?", "sentId": 54}, {"text": "I mean ...", "sentId": 55}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "More centrist, they press  ...", "sentId": 56}], "secId": 19}, {"speaker": "HENDERSON", "sentences": [{"text": ".... the centrist wing of the party which is the moderate, we'll see about that ...", "sentId": 57}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Although the campaign, and the campaign she then left ...", "sentId": 58}], "secId": 21}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 59}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "... operations ...", "sentId": 60}], "secId": 23}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 61}, {"text": "They didn't ...", "sentId": 62}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "Couldn't believe that be affected.", "sentId": 63}], "secId": 25}, {"speaker": "HENDERSON", "sentences": [{"text": "Exactly.", "sentId": 64}, {"text": "Exactly.", "sentId": 65}, {"text": "So I think that is ...", "sentId": 66}], "secId": 26}, {"speaker": "MECKLER", "sentences": [{"text": "So I think that we're going to see the populist wing of the Democratic Party rise ...", "sentId": 67}], "secId": 27}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 68}], "secId": 28}, {"speaker": "MECKLER", "sentences": [{"text": "... but there still are centrist in the party, too.", "sentId": 69}, {"text": "So I don't know if that debate is over.", "sentId": 70}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "And the last point the president was making before he circled back to promise in cooperation with Donald Trump.", "sentId": 71}, {"text": "He said, I told my team to keep their heads up.", "sentId": 72}, {"text": "He's talking about his own legacy because he knows and the Obama team knows, again that the Republican speaker said this morning very early on the new administration, they're going to work to repeal and replace the Affordable Care Act.", "sentId": 73}, {"text": "President Obama's signature initiative Obamacare, we call it now \"The National Health Care Law\" in the United States.", "sentId": 74}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "He knows that Donald Trump has promised on the first day in office to use his pen on executive orders.", "sentId": 75}, {"text": "Conservatives have been waiting for this moment, Mary Katharine, the question is, you know, do they trust President Trump to actually do what candidate Trump promised?", "sentId": 76}], "secId": 31}, {"speaker": "HAM", "sentences": [{"text": "I mean that is a real open question.", "sentId": 77}, {"text": "But live by the executive order, die by the executive order.", "sentId": 78}, {"text": "That's one of the problems with the executive orders, is that they're easier to get rid of.", "sentId": 79}, {"text": "So that's a problem for his legacy.", "sentId": 80}, {"text": "But there's another problem for his legacy.", "sentId": 81}, {"text": "We walked about this being tough for her.", "sentId": 82}, {"text": "He's giving this with -- this is tough for him because he ex explicitly out on the trail was saying my legacy is on this ballot.", "sentId": 83}], "secId": 32}, {"speaker": "MECKLER", "sentences": [{"text": "Yeah.", "sentId": 84}], "secId": 33}, {"speaker": "HAM", "sentences": [{"text": "And this is a rejection of that.", "sentId": 85}, {"text": "And it will be read as such.", "sentId": 86}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "It's the third election where President Obama has been president.", "sentId": 87}, {"text": "Now, this is the one where he campaigns the most.", "sentId": 88}, {"text": "He had a much more personal investment here than he did in the midterms in 2010 and 2014.", "sentId": 89}, {"text": "But in all three elections during his presidency when he has not been on the ballot, the Democrats got shellacked.", "sentId": 90}], "secId": 35}, {"speaker": "RAJU", "sentences": [{"text": "Yeah.", "sentId": 91}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "And to your point.", "sentId": 92}, {"text": "Let's listen quickly.", "sentId": 93}, {"text": "You just heard a very conciliatory, very graceful, a very generous President Obama saying I'm going to work with President-Elect Trump, even though the two have profound personal and policy differences.", "sentId": 94}, {"text": "Very graceful there.", "sentId": 95}, {"text": "To Mary Katharine's point, just days ago in the campaign trail, listen to this President Obama.", "sentId": 96}], "secId": 37}, {"speaker": "OBAMA", "sentences": [{"text": "But you don't see him hanging out with working people, unless they're cleaning his room or mown the fairways on his golf club.", "sentId": 97}], "secId": 38}, {"speaker": "OBAMA", "sentences": [{"text": "This is somebody who is uniquely unqualified.", "sentId": 98}, {"text": "I ran against John McCain.", "sentId": 99}, {"text": "I ran against Mitt Romney.", "sentId": 100}, {"text": "I thought I'd be a better president, but I never thought that the Republic was at risk if they were elected.", "sentId": 101}], "secId": 39}, {"speaker": "OBAMA", "sentences": [{"text": "President Obama will go down as perhaps the worst president in the history of the United States.", "sentId": 102}, {"text": "At least I will go down as a president.", "sentId": 103}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "Mocking humor, their late night humor from the president.", "sentId": 104}, {"text": "Number one, he was wrong that Donald Trump would not be president.", "sentId": 105}, {"text": "Number two, one of the biggest lessons for Democrats including the President of the United States will not be on the ballot any more, but that mocking reference that Donald Trump cannot relate to working people.", "sentId": 106}, {"text": "We'll look at the map.", "sentId": 107}, {"text": "I want you to get shoulder over to shoulder.", "sentId": 108}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Look at those industrial heartland states that are been traditionally blue but some of them going back to the 1980s.", "sentId": 109}, {"text": "Some of them for 28 and 30 years have been blue.", "sentId": 110}, {"text": "That's the heartland.", "sentId": 111}, {"text": "They call it -- some call it the rust belt.", "sentId": 112}, {"text": "It is red today and that is a, forgive the metaphor, a two by four to the head of the Democratic Party.", "sentId": 113}], "secId": 42}, {"speaker": "RAJU", "sentences": [{"text": "It is.", "sentId": 114}, {"text": "And it shows that, one, that the Democratic Party did not relate well to particularly white working class voters.", "sentId": 115}, {"text": "We've seen them shifting from away from the Democratic Party in recent cycles.", "sentId": 116}, {"text": "But also a failure to get their own base out in some of these key states, African-American voters in some states.", "sentId": 117}, {"text": "Hispanics, other minority groups that thought they could bring out in significant numbers the way that Obama did.", "sentId": 118}, {"text": "This was not about the 2012 map in terms of the electorate.", "sentId": 119}, {"text": "It was more or like the 2014 midterm electorate in which the Republicans ran the table in the congressional elections.", "sentId": 120}, {"text": "That that was -- that is the real test for them going forward.", "sentId": 121}, {"text": "How do you get that base excited?", "sentId": 122}], "secId": 43}, {"speaker": "MECKLER", "sentences": [{"text": "When, in 2012 after the Republicans lost that race, there was a lot of conversation about the fact that they were essentially in a demographic spiral.", "sentId": 123}, {"text": "The fact that they were winning with the white voters, losing with the growing share of minority voters.", "sentId": 124}, {"text": "What the -- some people in the part said, the minority voice at that time was, Latino, no, I think we can win by pumping up our share of the white vote.", "sentId": 125}, {"text": "We don't necessarily have to do better with minorities.", "sentId": 126}], "secId": 44}, {"speaker": "MECKLER", "sentences": [{"text": "They did that Donald Trump may have done a little bit better with minorities.", "sentId": 127}, {"text": "But the real reason that he won was because he did much better with white voters.", "sentId": 128}, {"text": "And I do think that, you know, long term that's still as a challenge for the party because the white share of the vote is decreasing every cycle.", "sentId": 129}, {"text": "It decreased this time.", "sentId": 130}, {"text": "Dropped, I think two points -- two percentage points but it, you know, for the moment, there that that's that theory was ...", "sentId": 131}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "Unlike 2012, they could have that debate now while they're in control of probably ...", "sentId": 132}], "secId": 46}, {"speaker": "MECKLER", "sentences": [{"text": "Exactly.", "sentId": 133}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "... United States House of Representatives and the United States Senate.", "sentId": 134}], "secId": 48}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 135}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "It doesn't mean they'll -- it doesn't have to mean they'll solve the riddle, if you will.", "sentId": 136}], "secId": 50}, {"speaker": "MECKLER", "sentences": [{"text": "Right.", "sentId": 137}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "But they'll have that conversation from a position of power now ...", "sentId": 138}], "secId": 52}, {"speaker": "MECKLER", "sentences": [{"text": "Exactly.", "sentId": 139}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "... in the room, shall we say, as we make these decisions.", "sentId": 140}, {"text": "So everybody sit tight.", "sentId": 141}, {"text": "Up next, the critical factors that led to this big Donald Trump victory and the big Hillary Clinton defeat after polls had shown quite the opposite.", "sentId": 142}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 143}, {"text": "Before we continue our conversation, let's take a closer look again at the resounding Donald Trump victory.", "sentId": 144}, {"text": "One important note, at the moment Hillary Clinton still leads in the popular vote.", "sentId": 145}, {"text": "We'll see if that finishes.", "sentId": 146}, {"text": "If it stays that way as we finish counting the votes.", "sentId": 147}, {"text": "If so expect Democrats to use that argument against the new President Donald Trump saying we won the popular votes, sir.", "sentId": 148}, {"text": "You need to listen to us as well.", "sentId": 149}, {"text": "But what Republicans will say, just look at this map.", "sentId": 150}, {"text": "Look at this map.", "sentId": 151}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Michigan, we haven't quite called it yet but Donald Trump leading in a state that has not voted Republican for president since 1988.", "sentId": 152}, {"text": "Doing so, quite convincingly running up the state and also performing here.", "sentId": 153}, {"text": "Macomb County, was where we first learned of so-called Reagan Democrats back in the day.", "sentId": 154}, {"text": "Donald Trump winning with blue collar workers 54 percent to 42 percent.", "sentId": 155}, {"text": "And what is a very important county in a very important state.", "sentId": 156}, {"text": "Republicans will take part on that.", "sentId": 157}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "The House Speaker Paul Ryan is from the State of Wisconsin.", "sentId": 158}, {"text": "Donald Trump winning here a narrow victory by a point, but Donald Trump written off weeks and weeks ago in this State of the industrial heartland.", "sentId": 159}, {"text": "Donald Trump runs it up.", "sentId": 160}, {"text": "Six states and all now red at this map.", "sentId": 161}, {"text": "They were for Barack Obama in his both of his presidential elections.", "sentId": 162}, {"text": "Will it last?", "sentId": 163}, {"text": "Is this a realignment in American politics?", "sentId": 164}, {"text": "That is a conversation that will continue for years.", "sentId": 165}, {"text": "But as Democrats look at this map, it's a humiliating defeat.", "sentId": 166}, {"text": "Donald Trump looks at this map, he sees a result of what he calls a new movement.", "sentId": 167}], "secId": 57}, {"speaker": "TRUMP", "sentences": [{"text": "As I've said from the beginning, ours was not a campaign but rather an incredible and great movement.", "sentId": 168}, {"text": "Made up of millions of hard-working men and women who love their country and want a better, brighter future for themselves and for their family.", "sentId": 169}, {"text": "It's a movement comprised of Americans from all races, religions, backgrounds and beliefs, who want and expect our government to serve the people.", "sentId": 170}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "It is remarkable.", "sentId": 171}, {"text": "And that statement last night, if you follow this campaign where he was saying, lock her up, I'll appoint a special prosecutor.", "sentId": 172}, {"text": "The people in our government are losers.", "sentId": 173}, {"text": "It was a very scorched earth, scathing critique of American institutions, of every Democrat in power, often of the Republican establishment.", "sentId": 174}, {"text": "Donald Trump sounding a very different note there last night.", "sentId": 175}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "We'll get to more of what he said.", "sentId": 176}, {"text": "Because I think it's important to listen to his tone now and see if he carries forward.", "sentId": 177}, {"text": "But to the point you're making before we went to the break, one of the open discussions before the election was, Trump campaign officials on the record saying one of their strategies with such a negative campaign, they would depress people.", "sentId": 178}, {"text": "Convince people to stay home.", "sentId": 179}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Donald Trump is the next president of United States.", "sentId": 180}, {"text": "He received 1.1 million fewer votes than John McCain back in 2008.", "sentId": 181}, {"text": "John McCain lost in a landslide.", "sentId": 182}, {"text": "He received 2 million fewer votes than Mitt Romney who lost in an Electoral College landslide by four points nationally in 2012.", "sentId": 183}, {"text": "Donald Trump criticized John McCain once for being captured in the Vietnam War and being a prisoner and he called Mitt Romney a choker.", "sentId": 184}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "The next president of United States got 2 million fewer votes than a man he calls a choker.", "sentId": 185}, {"text": "What lesson will Republicans take from that?", "sentId": 186}, {"text": "He is their president.", "sentId": 187}, {"text": "He won the election.", "sentId": 188}, {"text": "He turned some blue states red.", "sentId": 189}, {"text": "He can rightly claim I have changed American politic because he did.", "sentId": 190}, {"text": "Will they claim, well, this is just an aberration?", "sentId": 191}], "secId": 62}, {"speaker": "HENDERSON", "sentences": [{"text": "You know, who knows?", "sentId": 192}, {"text": "I mean, I think in some ways it will be more interesting to see what the Democratic Autopsy is.", "sentId": 193}, {"text": "I think one of the things that's clear in talking to progressives about ...", "sentId": 194}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "About nominate somebody with a clear and compelling economic agenda ...", "sentId": 195}], "secId": 64}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 196}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "... which he never laid out and somebody who did not go against their boss' wishes and had a private e-mail server.", "sentId": 197}], "secId": 66}, {"speaker": "HENDERSON", "sentences": [{"text": "I think that's right, but also some progressives wondering whether or not Hillary Clinton was pulled too far to the left on race.", "sentId": 198}, {"text": "Here is really the first Democratic candidate who campaign in the era of Black Lives Matter.", "sentId": 199}, {"text": "If you look at Bill Clinton, Bill Clinton had \"sister souljah\" moments with African-Americans.", "sentId": 200}, {"text": "He did very well obviously with white voters.", "sentId": 201}], "secId": 67}, {"speaker": "HENDERSON", "sentences": [{"text": "And Obama himself didn't have to go to the left on race or even talk about race because he was black.", "sentId": 202}, {"text": "And there you have Hillary Clinton having to meet Obama where he is right now on race, where he is talking about Black Lives Matter a bit more, and then go further.", "sentId": 203}, {"text": "Campaigning with the mothers of the movement.", "sentId": 204}, {"text": "There she was obviously in some of these big states, going to HBCU.", "sentId": 205}, {"text": "So she had to do things I think on the race that not only did not energize African-Americans but possibly alienated ...", "sentId": 206}], "secId": 68}, {"speaker": "MECKLER", "sentences": [{"text": "So that may be true, but I think the other bigger problem that she had was that she really never successfully made a positive case for herself to the broader electorate.", "sentId": 207}, {"text": "And that she did make a case to particular interest group if you will, particular segments of the electorate but she never, people care about gun control for instance.", "sentId": 208}, {"text": "But she never really stated, you know, why is it, what is the case for her?", "sentId": 209}], "secId": 69}, {"speaker": "MECKLER", "sentences": [{"text": "What she did state very clearly was the case against Donald Trump.", "sentId": 210}, {"text": "But the problem with that was that his negatives were already sky high.", "sentId": 211}, {"text": "They were sky high on election day.", "sentId": 212}, {"text": "The exit poll show that people as you said earlier, didn't -- do not think he's qualified for the job.", "sentId": 213}, {"text": "She didn't have to talk people into that, but she did have to make her and it was interesting because covering that campaign over the last several weeks, her senior advisers repeatedly said that they were going to try to do that and they never were able to do it.", "sentId": 214}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "To the point about this.", "sentId": 215}, {"text": "Let's look at our exit polls.", "sentId": 216}, {"text": "And I'm going to put a note of skepticism right at the top here.", "sentId": 217}, {"text": "On these exit polls early on suggested Hillary Clinton was going to win.", "sentId": 218}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "So these numbers are not exactly right and let's just be honest about that.", "sentId": 219}, {"text": "One of the autopsies, our business, the media business going to have to do is that the polling told us she was going to win and some of the polling told us she was going to win quite convincingly.", "sentId": 220}, {"text": "But in the exit polls, when you look at these exit polls, favorable opinion of -- unfavorable opinion of Donald Trump, 60 percent of the voters who cast ballot, that means a lot of Trump voters.", "sentId": 221}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "63 percent of the voters say he lacks the temperament to be president.", "sentId": 222}, {"text": "That means a lot of Trump voters.", "sentId": 223}, {"text": "60 percent says unqualified to serve but that was the wind in his face.", "sentId": 224}, {"text": "Here's the wind at his back.", "sentId": 225}, {"text": "What's the most important quality you're looking for in a candidate today, 83 percent, the ability to change the way things are.", "sentId": 226}], "secId": 73}, {"speaker": "government", "sentences": [{"text": "I think people are just -- are fed up with this down.", "sentId": 227}, {"text": "They wanted something -- someone to shake up Washington not really thinking of the risk potentially ahead.", "sentId": 228}, {"text": "I mean you look at the Republican primary too.", "sentId": 229}, {"text": "I mean in those primaries -- the reason why he won the primary in large part is because exit polls, voters show that voters felt that the Republican leadership has actually betrayed them and they wanted someone to go up and really overhaul the system.", "sentId": 230}, {"text": "That turned out to be the winning argument on the message front and on the strategic side, I mean the Clinton campaign.", "sentId": 231}, {"text": "They did not pay attention to their own backyard.", "sentId": 232}, {"text": "They thought Wisconsin was in the bag.", "sentId": 233}, {"text": "They did not visit the state.", "sentId": 234}, {"text": "Michigan ...", "sentId": 235}], "secId": 74}, {"speaker": "HENDERSON", "sentences": [{"text": "So did the rest of us.", "sentId": 236}], "secId": 75}, {"speaker": "MECKLER", "sentences": [{"text": "Yes.", "sentId": 237}], "secId": 76}, {"speaker": "RAJU", "sentences": [{"text": "Yes.", "sentId": 238}, {"text": "But it's -- but the hit there are -- the political professionals running a campaign.", "sentId": 239}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "Yeah.", "sentId": 240}], "secId": 78}, {"speaker": "RAJU", "sentences": [{"text": "Right, you know, that is, you know, when they look at their own campaign, they wanted to go into red states.", "sentId": 241}, {"text": "They should have been worrying about their own backyard.", "sentId": 242}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "My dad used to say there's a difference between cocky and sure.", "sentId": 243}, {"text": "Sure, you go and check.", "sentId": 244}, {"text": "You tend to the garden.", "sentId": 245}, {"text": "They were cocky, she didn't go to Wisconsin after the Democrat convention.", "sentId": 246}, {"text": "She got thumped.", "sentId": 247}, {"text": "She went to Michigan very late, by then things were moving.", "sentId": 248}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "Let's take a quick break.", "sentId": 249}, {"text": "We'll go back and continue this conversation because we have lot to discuss.", "sentId": 250}, {"text": "Now only have Donald Trump won but what comes next?", "sentId": 251}, {"text": "So much of this campaign season has been about the trouble in the Republican Party.", "sentId": 252}, {"text": "Another thing to discuss?", "sentId": 253}, {"text": "What about the Democrats?", "sentId": 254}, {"text": "What do they do, after a stunning defeat?", "sentId": 255}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 256}, {"text": "Candidate Donald Trump angered Mexico by saying he was going to build a wall across the Southern U.S. Mexican border and that Mexico is going to pay for it.", "sentId": 257}, {"text": "He angered Canada as well by saying he's going to rip up the North American free trade agreement.", "sentId": 258}, {"text": "He angered China by saying he wanted to rip up and negotiate new trade agreements there.", "sentId": 259}, {"text": "He also angered a lot of governments in Europe by saying they should pay more to be partners in the NATO alliance.", "sentId": 260}, {"text": "So the global community including key U.S. allies are a bit nervous today because candidate Trump is now President-elect Trump.", "sentId": 261}, {"text": "But in his public statement last night, again Donald Trump being much more conciliatory, trying to put the campaign behind him.", "sentId": 262}], "secId": 82}, {"speaker": "TRUMP", "sentences": [{"text": "We will get along with all other nations willing to get along with us or will be.", "sentId": 263}, {"text": "We'll have great relationships.", "sentId": 264}], "secId": 83}, {"speaker": "TRUMP", "sentences": [{"text": "I want to tell the world community that while we will always put America's interests first, we will deal fairly with everyone, with everyone.", "sentId": 265}, {"text": "To all people and all other nations.", "sentId": 266}, {"text": "We will seek common ground, not hostility, partnership, not conflict.", "sentId": 267}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "A very, very, very different tone than what we heard from candidate Trump for most of the campaign.", "sentId": 268}, {"text": "Again, smart.", "sentId": 269}, {"text": "Now, we'll learn more when he fills out his team.", "sentId": 270}, {"text": "Donald Trump has 4,000 jobs to fill including the cabinet, you know, it's in two months.", "sentId": 271}, {"text": "This is no small undertaking.", "sentId": 272}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "He has no government experience.", "sentId": 273}, {"text": "He's the first president of the United States who was not either in the military or in government beforehand which is remarkable.", "sentId": 274}, {"text": "So we're going to see this business experience put to the test.", "sentId": 275}, {"text": "But to that message to the global community, there are jitters around the world including in the key leadership offices of America's key allies.", "sentId": 276}, {"text": "The Kremlin today, that was a big issue in the campaign, saying we look forward to working with the new president of the United States.", "sentId": 277}, {"text": "This is not just a whole brand new world here in the United States.", "sentId": 278}, {"text": "But what happens with President Trump on the global stage?", "sentId": 279}], "secId": 86}, {"speaker": "MECKLER", "sentences": [{"text": "Well, I think that's like one of the biggest questions that we have.", "sentId": 280}, {"text": "Because unlike domestic policy where there are a lot of checks, you know, you have to get through things through Congress.", "sentId": 281}, {"text": "The president has a lot of authority to conduct foreign policy, yes, here.", "sentId": 282}, {"text": "Theoretically as he sees fit, and I think though that it's not a given that he's going to govern the way he campaigned.", "sentId": 283}, {"text": "Partly because on a lot of issues he said more than one thing.", "sentId": 284}, {"text": "Even on some of these core issues over the course of the campaign.", "sentId": 285}, {"text": "On things, like say immigration, he said very wildly different policies at various points of his campaign.", "sentId": 286}, {"text": "And some -- to some extent on foreign policy as well.", "sentId": 287}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "And banning Muslims became ...", "sentId": 288}], "secId": 88}, {"speaker": "MECKLER", "sentences": [{"text": "Yeah.", "sentId": 289}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "... banning people from countries ...", "sentId": 290}], "secId": 90}, {"speaker": "MECKLER", "sentences": [{"text": "Exactly.", "sentId": 291}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "... where we take is terrorism ...", "sentId": 292}], "secId": 92}, {"speaker": "MECKLER", "sentences": [{"text": "A temporary became ...", "sentId": 293}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "... how it works.", "sentId": 294}], "secId": 94}, {"speaker": "MECKLER", "sentences": [{"text": "... you never -- exactly, it was always very squishy.", "sentId": 295}], "secId": 95}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 296}, {"text": "MECKLER:  So I think that it's possible, I don't know, we'll see, that that his foreign policy, if he gets some smart people in there and he decides, well, maybe this is something I shouldn't just be, you know, kind of making up on the go.", "sentId": 297}, {"text": "That maybe it will be ...", "sentId": 298}], "secId": 96}, {"speaker": "RAJU", "sentences": [{"text": "That's where he's going to get into trouble.", "sentId": 299}, {"text": "I mean if he says to equivocally in some of the core issues that would anger some of our allies like Mexico and does not go forth with the wall and demand that Mexico pay for it.", "sentId": 300}, {"text": "That as well was his calling card in the presidential primary in particular.", "sentId": 301}, {"text": "And if he does not go forward with some sort of ban, temporary ban on immigrants coming from countries that are affected by terrorism which could mean a wide swath of the world.", "sentId": 302}], "secId": 97}, {"speaker": "HAM", "sentences": [{"text": "Yeah.", "sentId": 303}], "secId": 98}, {"speaker": "RAJU", "sentences": [{"text": "What does that mean for his core message as he ran his campaign trail ...", "sentId": 304}], "secId": 99}, {"speaker": "HENDERSON", "sentences": [{"text": "Or getting rid of the people, the immigrants.", "sentId": 305}, {"text": "I mean he talks about that.", "sentId": 306}], "secId": 100}, {"speaker": "RAJU", "sentences": [{"text": "... round them up.", "sentId": 307}], "secId": 101}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah, round them up and sort of deportation force.", "sentId": 308}, {"text": "I mean, I guess the question isn't, we have no answers.", "sentId": 309}, {"text": "Is whether or not he just defaults to the GOP policy on these things.", "sentId": 310}, {"text": "And that I think was always the theory and the hope among GOPers that Paul Ryan would just hand him his agenda and maybe John McCain and Lindsey Graham would hand him the vision of a hawkish foreign policy.", "sentId": 311}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "They have had ...", "sentId": 312}], "secId": 103}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 313}, {"text": "But some yeah ...", "sentId": 314}], "secId": 104}, {"speaker": "HENDERSON", "sentences": [{"text": "Exactly, yeah.", "sentId": 315}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "John McCain and Lindsey Graham had to hand off some policy measures.", "sentId": 316}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "But to that point, Mary Katharine, you know the conservative movement very well.", "sentId": 317}, {"text": "Paul Ryan came out today and say, we have an agenda.", "sentId": 318}, {"text": "The House of Republicans do have an agenda and they're hopeful even though he distrust Donald Trump.", "sentId": 319}, {"text": "Let's be honest.", "sentId": 320}, {"text": "Paul Ryan does not trust Donald Trump yet, let's see what happens.", "sentId": 321}, {"text": "They're hoping they pass it, he signs it.", "sentId": 322}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "But on immigration, they don't want to build a wall.", "sentId": 323}, {"text": "You know, they don't want to rip off these trade deals.", "sentId": 324}, {"text": "They maybe want to amend them but they don't -- the tone is very different.", "sentId": 325}, {"text": "But they have a president that's ...", "sentId": 326}], "secId": 108}, {"speaker": "HAM", "sentences": [{"text": "It's just different policy.", "sentId": 327}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "They have a friend and Mike Pence is the Vice President of United States.", "sentId": 328}], "secId": 110}, {"speaker": "HAM", "sentences": [{"text": "Right.", "sentId": 329}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Do they think actually that they have a conduit to get things done or was it ...", "sentId": 330}], "secId": 112}, {"speaker": "HAM", "sentences": [{"text": "I think that's their hope.", "sentId": 331}, {"text": "But he is mercurial as always.", "sentId": 332}, {"text": "He's not an idealogical creature.", "sentId": 333}, {"text": "He never was.", "sentId": 334}, {"text": "He's not a true conservative.", "sentId": 335}, {"text": "He's a guy who tapped into something that people were feeling and he can change his mind, his policies.", "sentId": 336}, {"text": "And the interesting thing about watching him throughout all of this is that the folks who really like him, they don't care when he changes his mind.", "sentId": 337}, {"text": "But the thing about the primaries, that I think it was a repudiation not of just Obama's foreign policy but also of the old bunch of policy ...", "sentId": 338}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "It is an interesting question.", "sentId": 339}, {"text": "The man who wrote \"The Art of the Deal\", who co-wrote \"The Art of the Deal\" had to go straight for him, does he now have the latitude to cut some of these deals on these hard core conservative basis just like immigration that the other Republicans couldn't get to Donald Trump earn that right.", "sentId": 340}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "We'll see in the days ahead.", "sentId": 341}, {"text": "Thanks for joining us today, rock and rolling with these live events.", "sentId": 342}, {"text": "\"Inside Politics\" back tomorrow at noon.", "sentId": 343}, {"text": "\"Wolf\" starts, right after a quick break.", "sentId": 344}], "secId": 115}], "sectionCount": 116, "url": "transcripts.cnn.com/TRANSCRIPTS/1611/10/ip.02.html", "sentenceCount": 346, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired November 10, 2016 - 12:30   ET", "speakers": ["KING", "HENDERSON", "RAJU", "UNIDENTIFIED FEMALE", "MECKLER", "HAM", "OBAMA", "TRUMP", "government"], "title": "INSIDE POLITICS"}