{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1610.19.ip.02.html.json", "subTitle": "Clinton Widens Her Lead in Polls; High Stakes for Trump, Clinton in Final Debate. Aired 12:30-1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Leading or tied in North Carolina.", "sentId": 0}, {"text": "Leading or tied in Ohio.", "sentId": 1}, {"text": "He was in the hunt.", "sentId": 2}, {"text": "He had momentum, he was closing this gap.", "sentId": 3}, {"text": "If you add it all that up, he was in the 260 range and making a race of this.", "sentId": 4}, {"text": "But as we told you at the top of the hour, this is now where CNN has the electoral map heading into the third and final debate.", "sentId": 5}, {"text": "Arizona and Utah, two ruby red Republican states, we pulled them back from Trump, put them in the toss-up column.", "sentId": 6}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "Florida now leans Democratic.", "sentId": 7}, {"text": "North Carolina now leans Democratic.", "sentId": 8}, {"text": "The result, Secretary Clinton above 300 electoral votes and on a path to where President Obama was in his two big overwhelming electoral college victories.", "sentId": 9}, {"text": "You cannot overstate the dramatic shift in this map during the debate season.", "sentId": 10}, {"text": "Hillary Clinton now well in excess of what she needs to win, and again, she's in play in North Carolina.", "sentId": 11}, {"text": "A slight lead.", "sentId": 12}, {"text": "Ohio's about a tie.", "sentId": 13}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "And these two states, the Clinton campaign is beginning to test whether Utah and Arizona could actually go Democratic.", "sentId": 14}, {"text": "Donald Trump just weeks ago a huge fan of the polls.", "sentId": 15}, {"text": "Now not so much.", "sentId": 16}], "secId": 2}, {"speaker": "TRUMP", "sentences": [{"text": "I have a feeling this is another Brexit.", "sentId": 17}, {"text": "This is going to be interesting.", "sentId": 18}, {"text": "They don't want to show you the good things.", "sentId": 19}, {"text": "And if they take five polls of the same group they'll always show the bad one.", "sentId": 20}, {"text": "But the bad one is fine.", "sentId": 21}, {"text": "It's fine.", "sentId": 22}, {"text": "You got to get out and vote.", "sentId": 23}], "secId": 3}, {"speaker": "TRUMP", "sentences": [{"text": "I'll tell you what, we are going to have one of the greatest victories in political history.", "sentId": 24}, {"text": "If we get out and vote.", "sentId": 25}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "When you look at that map, we talked a bit about it at the top of the show.", "sentId": 26}, {"text": "When you look at that map, and how much it has changed just since September 26th, where Donald Trump walked into the first debate with clear momentum.", "sentId": 27}, {"text": "A lot of people on his team thought he had a chance to sort of grab the baton and seize control of the race.", "sentId": 28}], "secId": 5}, {"speaker": "do", "sentences": [{"text": "I think the only thing that can work", "sentId": 29}], "secId": 6}, {"speaker": "do", "sentences": [{"text": "is to be more subdued, to be a different Donald Trump.", "sentId": 30}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "To be a president.", "sentId": 31}], "secId": 8}, {"speaker": "BALZ", "sentences": [{"text": "To be a president.", "sentId": 32}, {"text": "But, you know, this has been the message to him, you know, for six months, that he had -- that he had to become a different kind of person.", "sentId": 33}, {"text": "That he had -- that he had successfully navigated the Republican primaries, but that he had to make a change and every time the people had pushed him to do it he's broken out of it.", "sentId": 34}], "secId": 9}, {"speaker": "RESTON", "sentences": [{"text": "And just think about all the things that he's done in the days since that tape came out and since these women came forward, and made allegations.", "sentId": 35}, {"text": "You know, setting aside what the truth is, and all of that, he's gone on to insult women and talk about their looks, and, you know, all of the things that he has done just keep pushing away that group that he needs most.", "sentId": 36}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 37}, {"text": "It's an incredibly important point because you've had in the last two presidential elections a Republican Party that cannot win African-American votes, that cannot win Latino votes, and now the Trump campaign is digging them deeper into a whole of what you would call the presidential abyss.", "sentId": 38}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "I went state by state this morning looking at how Hillary Clinton is performing versus Obama in 2012.", "sentId": 39}, {"text": "And she is stronger than Obama in many of the swing states and Trump is competitive or better than Romney only in two, Iowa or Ohio, to older, whiter, sort of old economy states.", "sentId": 40}], "secId": 12}, {"speaker": "MURRAY", "sentences": [{"text": "Right.", "sentId": 41}, {"text": "And I think the test for them tonight on this debate stage is when Hillary Clinton walks up to the debate stage, does she say, did I lose anyone tonight?", "sentId": 42}, {"text": "Did I do anything to lose anyone in my coalition?", "sentId": 43}, {"text": "And best case, did I inspire my coalition to turn out?", "sentId": 44}, {"text": "And for Trump, the question is, did I win over any new supporters?", "sentId": 45}, {"text": "And if the answer to that is, no, that's the election.", "sentId": 46}, {"text": "You can't just continue to fire up the base and hope that that will get you all the way through.", "sentId": 47}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Thirty-six percent, 37 percent, even 40 percent is not going to win you many states.", "sentId": 48}], "secId": 14}, {"speaker": "RESTON", "sentences": [{"text": "Unless you have your secret army that comes out.", "sentId": 49}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Unless you have a -- unless you have a secret.", "sentId": 50}, {"text": "But it's a fascinating conversation because inside the Clinton campaign and because of the volatility in this election, remember, Donald Trump was never going to run, there was no way Donald Trump could ever be the Republican nominee.", "sentId": 51}, {"text": "But because of all that I'm going to stay on this side of the things can't change argument and see what happens in the voting booth.", "sentId": 52}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "But if you're in the Clinton campaign, to Sara's point, you have this big lead.", "sentId": 53}, {"text": "They're debate now is, do you make a play in Arizona?", "sentId": 54}, {"text": "Let's show you some poll numbers here.", "sentId": 55}, {"text": "Arizona poll out today.", "sentId": 56}, {"text": "Clinton 43 percent.", "sentId": 57}, {"text": "Trump 38 percent.", "sentId": 58}, {"text": "Johnson 7 percent.", "sentId": 59}, {"text": "Stein 4 percent.", "sentId": 60}, {"text": "Do you try to make a play in Arizona?", "sentId": 61}, {"text": "You're not going to beat John McCain.", "sentId": 62}, {"text": "He's going to win reelection.", "sentId": 63}, {"text": "But are you trying to send a message to Republicans when you're trying to govern, I won in your ruby red state.", "sentId": 64}, {"text": "Your voters are mad at you.", "sentId": 65}, {"text": "You better deal with me or, Dan, do you say, you know what, we got to make sure we get Maggie Hesson over the line in the Senate race in New Hampshire?", "sentId": 66}, {"text": "We got to help our Senate candidate in North Carolina and in Pennsylvania, and concentrate on states that are probably in Clinton's pocket right now?", "sentId": 67}, {"text": "North Carolina still more competitive.", "sentId": 68}, {"text": "Or do you try to stretch?", "sentId": 69}], "secId": 17}, {"speaker": "BALZ", "sentences": [{"text": "I think they're going to do a little bit of both.", "sentId": 70}, {"text": "I mean, they're clearly going to make a play in Arizona.", "sentId": 71}, {"text": "I mean, Michelle Obama is going into Arizona tomorrow.", "sentId": 72}, {"text": "I mean, that's not an idle decision to do.", "sentId": 73}, {"text": "They see an opportunity in Arizona.", "sentId": 74}, {"text": "There is an opportunity in Georgia.", "sentId": 75}, {"text": "I'm not saying it's going to get there, but there's an opportunity there.", "sentId": 76}, {"text": "I mean, if you look, people have made this -- this analogy before.", "sentId": 77}], "secId": 18}, {"speaker": "BALZ", "sentences": [{"text": "If you look, the whole East Coast is in a different place than you would expect.", "sentId": 78}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 79}], "secId": 20}, {"speaker": "BALZ", "sentences": [{"text": "Certainly the northeast is always strong Democratic territory, but Virginia is now moved dramatically over two elections.", "sentId": 80}, {"text": "North Carolina is in a better position for Hillary Clinton.", "sentId": 81}, {"text": "South Carolina is going to be closer than we've seen it in the past.", "sentId": 82}, {"text": "Georgia is apparently competitive and Florida, she may well win Florida.", "sentId": 83}, {"text": "That puts the perspective of the map wholly different than we would have thought when we started.", "sentId": 84}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "Donald Trump likes to call Mitt Romney a choker.", "sentId": 85}, {"text": "He said he choked in 2012.", "sentId": 86}, {"text": "Well, Donald Trump right now, to your point, Dan, is underperforming Mitt Romney everywhere.", "sentId": 87}, {"text": "In the state numbers, when you go through the different voting blocs, Donald Trump is underperforming the guy he calls the choker.", "sentId": 88}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "Lastly, let me bring this in, a lot of Americans have already voted, or over the course of the few next few weeks they will vote.", "sentId": 89}, {"text": "40 percent of Americans will cast their ballots before Election Day.", "sentId": 90}, {"text": "If you look at the early voting stats, more than 2.1 million votes already cast.", "sentId": 91}, {"text": "1.4 million of them come from critical battleground, or 37 states in all plus D.C. that offer this.", "sentId": 92}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "How much of an impact is this in terms of this is how the Democrats won in 2008 and 2012, early metrics?", "sentId": 93}, {"text": "You can go state-by-state, it's a little different.", "sentId": 94}, {"text": "But if you look at it more globally, most people think the Democrats have the edge again this cycle.", "sentId": 95}, {"text": "This was the difference in both big Obama victories.", "sentId": 96}], "secId": 24}, {"speaker": "O'KEEFE", "sentences": [{"text": "And they're seeing it again.", "sentId": 97}, {"text": "They're very excited by what they're seeing in Florida and North Carolina especially, which is what's making them so confident in their predictions that they're going to win those two states.", "sentId": 98}, {"text": "This is part of what Democrats do every four years.", "sentId": 99}, {"text": "They're very good", "sentId": 100}], "secId": 25}, {"speaker": "O'KEEFE", "sentences": [{"text": "at turning out voters and turning them out early and turning them out every single day of the early voting process.", "sentId": 101}, {"text": "I'm curious to see how well they do in Ohio this year.", "sentId": 102}, {"text": "There was a much more robust effort there in 2012.", "sentId": 103}, {"text": "And that's how the president was able to get just over the line.", "sentId": 104}, {"text": "It doesn't look like they have that this time there, but they don't need it necessarily.", "sentId": 105}], "secId": 26}, {"speaker": "RESTON", "sentences": [{"text": "This is where the Donald Trump's lack of a ground game really comes into play.", "sentId": 106}, {"text": "Because the Democrats know who's voted already.", "sentId": 107}, {"text": "Who they need to turn out.", "sentId": 108}, {"text": "Who they need to apply the pressure on.", "sentId": 109}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 110}], "secId": 28}, {"speaker": "RESTON", "sentences": [{"text": "And Donald Trump's operation has never been set up to do that.", "sentId": 111}], "secId": 29}, {"speaker": "O'KEEFE", "sentences": [{"text": "And on that point -- well, on that point in Arizona, talking to a lot of Democrats especially Hispanic Democrats who have been spending time out in Arizona, they believe they have a ground game ready to go.", "sentId": 112}, {"text": "All they need now is Michelle Obama to show up, Bernie Sanders as he did, possibly her as well.", "sentId": 113}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "A little gas in the tank.", "sentId": 114}], "secId": 31}, {"speaker": "O'KEEFE", "sentences": [{"text": "A little gas in the tank.", "sentId": 115}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "And that's a critical point.", "sentId": 116}, {"text": "This is the third and final bate.", "sentId": 117}, {"text": "When you're into the stretch, the nuts and bolts matter.", "sentId": 118}, {"text": "Who's got more on TV, who's got a better ground infrastructure, who's got a better organization.", "sentId": 119}, {"text": "We're going to see all that play out as we get past the third debate.", "sentId": 120}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "Too cozy with Wall Street?", "sentId": 121}, {"text": "Talk of a quid pro quo with the FBI?", "sentId": 122}, {"text": "Quid pro quo, you try that in English.", "sentId": 123}, {"text": "Next, final debate headaches for Hillary Clinton.", "sentId": 124}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 125}, {"text": "A feisty day on the campus of UNLV today as we await the third and final presidential debate tonight.", "sentId": 126}, {"text": "And Hillary Clinton will walk on to that debate stage with a commanding lead and well aware her answers to some tough questions will determine whether she protects it.", "sentId": 127}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "Now just blaming the Russians for hacking her campaign chairman's e- mail won't be enough.", "sentId": 128}, {"text": "Yes, that's an outrage but the e-mails raise other questions, among other things about whether her public positions on trade, regulating Wall Street and securing the border match what she says in private.", "sentId": 129}], "secId": 36}, {"speaker": "TRUMP", "sentences": [{"text": "I promise, we will build the wall.", "sentId": 130}, {"text": "I promise.", "sentId": 131}, {"text": "Hillary Clinton said her dream is for total open trade.", "sentId": 132}, {"text": "There go your jobs.", "sentId": 133}, {"text": "And open borders.", "sentId": 134}, {"text": "There goes your country.", "sentId": 135}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "So -- what is her posture here?", "sentId": 136}, {"text": "We know the campaign's position has been consistently we won't even confirm the authenticity of these e-mails.", "sentId": 137}, {"text": "This is an outrage that a state actor is interfering in an American election.", "sentId": 138}, {"text": "And again it is an outrage, however these e-mails raised some legitimate questions.", "sentId": 139}, {"text": "One of them being, is she authentic?", "sentId": 140}, {"text": "If she says something -- if she says she's going to be tougher on Wall Street, if she says she's going to be more progressive on trade not like her husband, Bill Clinton, do we believe her?", "sentId": 141}, {"text": "Because in private she has said things that raised questions.", "sentId": 142}], "secId": 38}, {"speaker": "RESTON", "sentences": [{"text": "Yes.", "sentId": 143}, {"text": "And I mean, this is where -- this is why she's having issues with some of these millennial voters because there's that trust issue there.", "sentId": 144}, {"text": "They don't believe that what she says in public is what -- you know what she says in private, and she's going to have to reassure those voters in some way that she will come through for them.", "sentId": 145}, {"text": "That she was serious when she talked about having a shared agenda with Bernie Sanders.", "sentId": 146}, {"text": "I think it's a really big issue for her and this late in the campaign, it's very hard for her to address.", "sentId": 147}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "And a good opportunity, is it not, for Trump to prosecute, again, if he studied these e-mails, if he has them at intellectual disposal.", "sentId": 148}], "secId": 40}, {"speaker": "RESTON", "sentences": [{"text": "Exactly.", "sentId": 149}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "To say politics as usual.", "sentId": 150}, {"text": "You're a politician who says one thing and does another, you can't be trusted.", "sentId": 151}], "secId": 42}, {"speaker": "MURRAY", "sentences": [{"text": "This is why people hate politicians.", "sentId": 152}, {"text": "That is why this message has been so effective for Donald Trump to the extent that he can ever stick to it.", "sentId": 153}, {"text": "If he says that she's just a crooked politician and she says one thing privately to donors or in her e-mails and she says another thing just to try to win over your vote, so who knows what she's going to do in the White House, that's an effective message, but the problem is, you have to wade through all of the other things Trump is throwing out there to get to it.", "sentId": 154}], "secId": 43}, {"speaker": "BALZ", "sentences": [{"text": "This is a -- I mean, this is a problem, though, that she has had throughout the campaign.", "sentId": 155}, {"text": "She does not look at governing as black and white.", "sentId": 156}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 157}], "secId": 45}, {"speaker": "BALZ", "sentences": [{"text": "She looks at it as fairly messy.", "sentId": 158}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 159}], "secId": 47}, {"speaker": "BALZ", "sentences": [{"text": "I mean, we heard her make that argument against President Obama in the 2008 campaign.", "sentId": 160}, {"text": "She made it against Bernie Sanders during the primaries.", "sentId": 161}, {"text": "She thinks that it requires give and take and compromise and that there are no clear answers.", "sentId": 162}], "secId": 48}, {"speaker": "Donald Trump is a black and white politician.  KING", "sentences": [{"text": "He's a black and white politician in this campaign, but one of", "sentId": 163}], "secId": 49}, {"speaker": "Donald Trump is a black and white politician.  KING", "sentences": [{"text": "my big questions is, is he an effective messenger for the case he wants to make against her?", "sentId": 164}, {"text": "Because Donald Trump talks in this campaign about the false promise of globalism.", "sentId": 165}, {"text": "He says we need an America first economy, an America first foreign policy.", "sentId": 166}], "secId": 50}, {"speaker": "Donald Trump is a black and white politician.  KING", "sentences": [{"text": "I'm going to read you one paragraph from an essay, a guy named Donald Trump wrote for CNN just three years ago, just three years ago, about globalism, about the economic community.", "sentId": 167}, {"text": "This was written around the big Davos World Economic Forum.", "sentId": 168}], "secId": 51}, {"speaker": "Donald Trump is a black and white politician.  KING", "sentences": [{"text": "Donald Trump wrote, quote, \"We are now closer to having an economic community in the best sense of the term.", "sentId": 169}, {"text": "We work with each other for the benefit of all.\"", "sentId": 170}, {"text": "That Donald Trump 2013 needs to have a conversation with the Donald Trump in this campaign.", "sentId": 171}, {"text": "But we'll see if Hillary Clinton maybe has that or other things at her disposal tonight.", "sentId": 172}], "secId": 52}, {"speaker": "Donald Trump is a black and white politician.  KING", "sentences": [{"text": "Another point, Democrats had to fire somebody who was working for the Democratic National Committee on turnout because he was caught on tape by a conservative activist, a lot of Democrats say surreptitiously recording, blah, blah, blah, still recorded saying this.", "sentId": 173}], "secId": 53}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "I mean, honestly, it is not hard to get some of these assholes to pop off.", "sentId": 174}], "secId": 54}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Right.", "sentId": 175}], "secId": 55}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "It's a matter of showing up to want to get into the rally in a Planned Parenthood T-shirt, say, or, you know, Trump is a Nazi, you know.", "sentId": 176}, {"text": "You can message to draw them out and draw them to punch you.", "sentId": 177}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "Essentially Democratic organizers again being paid as contractors by the Democrats saying show up at Trump rallies and cause trouble.", "sentId": 178}, {"text": "Now he's been fired.", "sentId": 179}, {"text": "Donna Brazile, the interim chair, saying this is a temporary contractor.", "sentId": 180}, {"text": "Well, you hire turnout people late in the campaign to do a very important job.", "sentId": 181}, {"text": "They're temporary but they're actually doing a very critical job.", "sentId": 182}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "How much mud on Democrats here for, you know, they always blame the Trump people.", "sentId": 183}, {"text": "They say there's always violence, the Trump people are disruptive.", "sentId": 184}, {"text": "That's reprehensible.", "sentId": 185}], "secId": 58}, {"speaker": "RESTON", "sentences": [{"text": "It's such an example of the fact that politics really is stage craft.", "sentId": 186}, {"text": "And there are instances of this kind of behavior but, I mean, Sara has been more in the thick of this than anyone at Trump rallies.", "sentId": 187}, {"text": "And my sense at these rallies is that there really are real passions, you know, that are exploding when the protesters come into the crowds.", "sentId": 188}, {"text": "You can't -- I mean, it would be hard to make the argument that that's what has happened in each case here.", "sentId": 189}, {"text": "MURRAY:  Right.", "sentId": 190}, {"text": "That's absolutely true.", "sentId": 191}, {"text": "There have certainly been", "sentId": 192}], "secId": 59}, {"speaker": "RESTON", "sentences": [{"text": "instances where people haven't done something to incite the crowd and the crowd has turned on them, or they just show up at an even in protest, which is of course, you know, something that we have seen in previous campaigns.", "sentId": 193}, {"text": "But, you know, it's just -- it's hard to see a video like that because that's not what you want your political operatives to be doing.", "sentId": 194}], "secId": 60}, {"speaker": "RESTON", "sentences": [{"text": "You don't want them to be planting people in a rally with the purpose of trying to get punched in the face to make the other side look bad.", "sentId": 195}, {"text": "You know, you sort of want to respect the democratic process, and that's part of the reason all these rigged elections claims --", "sentId": 196}], "secId": 61}, {"speaker": "RESTON", "sentences": [{"text": "And it confirm what Trump and others have been saying for months.", "sentId": 197}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 198}], "secId": 63}, {"speaker": "MURRAY", "sentences": [{"text": "Yes.", "sentId": 199}], "secId": 64}, {"speaker": "O'KEEFE", "sentences": [{"text": "That Democrats are paying people to go to these things and cause trouble.", "sentId": 200}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 201}], "secId": 66}, {"speaker": "O'KEEFE", "sentences": [{"text": "There's the proof.", "sentId": 202}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "We'll see if Secretary Clinton has an answer to that.", "sentId": 203}, {"text": "You just used a word we don't use enough in this campaign.", "sentId": 204}, {"text": "Respect.", "sentId": 205}, {"text": "Respect.", "sentId": 206}, {"text": "Shocking.", "sentId": 207}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "A sneak peek into our reporters' notebooks next, including the big question about -- I don't know what it's about.", "sentId": 208}, {"text": "We'll find out when we come back.", "sentId": 209}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table as we always do by asking our great reporters to get you out ahead some of the big political news just around the corner.", "sentId": 210}, {"text": "Dan Balz?", "sentId": 211}], "secId": 70}, {"speaker": "BALZ", "sentences": [{"text": "The \"Washington Post\" and Survey Monkey did a 50-state poll at the end of August.", "sentId": 212}, {"text": "One of the surprises in that poll was Texas was competitive.", "sentId": 213}, {"text": "We went back in last week in 15 battleground states.", "sentId": 214}, {"text": "Texas is still competitive.", "sentId": 215}, {"text": "Now I'm not saying that Donald Trump is going to lose Texas, but what's happened in that Lone Star state is a surprise to everybody and there's other polling that confirms it.", "sentId": 216}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "If it stays that way, the Republican Party is going to have quite the autopsy.", "sentId": 217}, {"text": "Maeve?", "sentId": 218}], "secId": 72}, {"speaker": "RESTON", "sentences": [{"text": "Well, to that point, I mean, we've all been looking at these huge booms in Latino registration, particularly in swing states because we all want to know what's going to happen in 2016.", "sentId": 219}, {"text": "But I've looking out beyond that to races in 2017, 2018, where, for example, in California you have so many Latinos angry at Trump that they're registering and actually could make a huge difference in the governor's race there.", "sentId": 220}, {"text": "So I think it's going to be really interesting to watch that trend, and in states like Texas, as well.", "sentId": 221}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "The domino effect of 2016 carrying on to the next cycle.", "sentId": 222}], "secId": 74}, {"speaker": "O'KEEFE", "sentences": [{"text": "And Senate race in California in two years.", "sentId": 223}], "secId": 75}, {"speaker": "RESTON", "sentences": [{"text": "Yes.", "sentId": 224}], "secId": 76}, {"speaker": "O'KEEFE", "sentences": [{"text": "We're here for a debate, but we'd be remiss if we didn't remember we're also in the middle of a big congressional battleground.", "sentId": 225}, {"text": "Two competitive Houses races just here in the Las Vegas are and then of course the Senate race.", "sentId": 226}, {"text": "Democrat Catherine Cortez Masto versus Republican Joe Heck.", "sentId": 227}, {"text": "This is the only chance for Republicans to possibly take a seat and it would be Harry Reid's seat.", "sentId": 228}, {"text": "It's a close race, but Democrats remain notably confident out here.", "sentId": 229}, {"text": "They point to Dean Heller, the Republican who won by less than two points in 2012.", "sentId": 230}, {"text": "And Reid's come-from-behind win in polling back in 2010.", "sentId": 231}], "secId": 77}, {"speaker": "O'KEEFE", "sentences": [{"text": "They say polling out here is bad.", "sentId": 232}, {"text": "Democratic turnout always surprises.", "sentId": 233}, {"text": "But I suspect this may be the Senate race we're waiting up to hear about on election night into Election Day after.", "sentId": 234}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "I suspect you are right.", "sentId": 235}, {"text": "Into Wednesday morning, we'll be working the magic wall looking at Nevada.", "sentId": 236}, {"text": "I suspect you're right about that.", "sentId": 237}, {"text": "Sara?", "sentId": 238}], "secId": 79}, {"speaker": "MURRAY", "sentences": [{"text": "We are less than three weeks to Election Day, and some of Donald Trump's allies and some of his own staffers are burying their head in their hands about what his travel schedule has been about.", "sentId": 239}, {"text": "He was in Colorado.", "sentId": 240}, {"text": "He was in Wisconsin.", "sentId": 241}, {"text": "States where he has just the longest shot of winning rather than touching down, shoring up his support in Arizona.", "sentId": 242}, {"text": "Holding a big rally here in Nevada where it's a closer race.", "sentId": 243}, {"text": "And he's also under pressure to spend a lot more time in Pennsylvania.", "sentId": 244}, {"text": "People feel like that would be his sort of long shot opportunity, if there is one.", "sentId": 245}, {"text": "Not a place like Colorado.", "sentId": 246}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "Trump being Trump.", "sentId": 247}, {"text": "Is that what you're trying to say?", "sentId": 248}], "secId": 81}, {"speaker": "MURRAY", "sentences": [{"text": "Trump's being Trump.", "sentId": 249}], "secId": 82}, {"speaker": "RESTON", "sentences": [{"text": "Maybe he just likes the mountains.", "sentId": 250}], "secId": 83}, {"speaker": "MURRAY", "sentences": [{"text": "Yes.", "sentId": 251}], "secId": 84}, {"speaker": "RESTON", "sentences": [{"text": "Loves those mountains, too.", "sentId": 252}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "That's it.", "sentId": 253}, {"text": "That's it.", "sentId": 254}, {"text": "Candidates as campaign managers, sometimes it works, often it doesn't.", "sentId": 255}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 256}, {"text": "We should not forget Ed touched on this.", "sentId": 257}, {"text": "The potential impact of tonight's final presidential debate on the battle for control of Congress, especially control of the Senate.", "sentId": 258}, {"text": "Now Republicans have been confident for most of the cycle", "sentId": 259}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "that they would keep the majority even if Trump loses.", "sentId": 260}, {"text": "But there's now a serious case of GOP Senate jitters.", "sentId": 261}, {"text": "The size of Clinton's lead nationally and in battlegrounds like New Hampshire and Pennsylvania is tilting the map heading into the final stretch.", "sentId": 262}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "And then there's the map.", "sentId": 263}, {"text": "Pro-Democratic groups have now outspent Republican groups by some $20 million.", "sentId": 264}, {"text": "$20 million over the past three weeks.", "sentId": 265}, {"text": "So there's an urgent GOP effort to rush more money into these key races.", "sentId": 266}, {"text": "Democrats, though, say, guess what, guys?", "sentId": 267}, {"text": "We got plenty of cash on hand, too, and we will counter.", "sentId": 268}], "secId": 89}, {"speaker": "Again", "sentences": [{"text": "00, our special coverage throughout the day including Wolf Blitzer.", "sentId": 269}], "secId": 90}, {"speaker": "Again", "sentences": [{"text": "\"WOLF\" is next, after a quick break.", "sentId": 270}], "secId": 91}], "sectionCount": 92, "url": "transcripts.cnn.com/TRANSCRIPTS/1610/19/ip.02.html", "sentenceCount": 272, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 19, 2016 - 12:30   ET", "speakers": ["KING", "TRUMP", "do", "BALZ", "RESTON", "MURRAY", "O'KEEFE", "Donald Trump is a black and white politician.  KING", "UNIDENTIFIED MALE", "Again"], "title": "INSIDE POLITICS"}