{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1412.14.ip.01.html.json", "subTitle": "Late-Night Drama in Congress; Spending Fight Exposes Party Divisions; Jeb Bush to Release E-Mail, Plans Book", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "No government shutdown, but at what price?", "sentId": 0}], "secId": 0}, {"speaker": "PELOSI", "sentences": [{"text": "So here we are in the House being blackmailed, being blackmailed --", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Liberals are mad at President Obama.", "sentId": 2}, {"text": "The Tea Party is angry at Republican leaders too.", "sentId": 3}], "secId": 2}, {"speaker": "BACHMANN", "sentences": [{"text": "This was a top-down jam- it-down-your-throat bill.", "sentId": 4}, {"text": "At least let us have a vote on defunding the President's illegal amnesty.", "sentId": 5}, {"text": "John Boehner wasn't going to have any of it.", "sentId": 6}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 7}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 8}, {"text": "I'm John King.", "sentId": 9}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 10}, {"text": "And with us to share their reporting and their insights Robert Costa of the \"Washington Post\", Julie Hirschfeld Davis of the \"New York Times\", Ed O'Keefe of the \"Washington Post\" and the \"Post's\" Nia-Malika Henderson.", "sentId": 11}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Well, here's a reason to cheer this morning.", "sentId": 12}, {"text": "There will be no Christmas season government shut down.", "sentId": 13}, {"text": "It was a wild couple of days but the Senate just last night joined the House in passing legislation to keep most of the government funded through next September.", "sentId": 14}, {"text": "It was the last act of the current Congress and it exposed very deep tensions in both parties that will carry over to next year when Republicans, of course, will control both the House and the Senate and this debate also likely to spill into the 2016 presidential campaign as well.", "sentId": 15}], "secId": 6}, {"speaker": "CRUZ", "sentences": [{"text": "If you believe President Obama's amnesty is unconstitutional, vote yes.", "sentId": 16}, {"text": "If you believe President Obama's amnesty is consistent with the constitution, then vote no.", "sentId": 17}], "secId": 7}, {"speaker": "REID", "sentences": [{"text": "The junior senator from Texas is wrong, wrong, wrong.", "sentId": 18}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "The junior senator from Texas, Ted Cruz, got a lot of attention in the final acts.", "sentId": 19}, {"text": "Robert Costa, let's start there.", "sentId": 20}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Liberals don't like this.", "sentId": 21}, {"text": "The Tea Party doesn't like this.", "sentId": 22}, {"text": "Nobody seems to like this.", "sentId": 23}, {"text": "Let's start with the Tea Party.", "sentId": 24}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Senator Cruz tied the Senate up.", "sentId": 25}, {"text": "He infuriated his Republicans leader soon-to-be the majority leader Mitch McConnell.", "sentId": 26}, {"text": "He did finally get a vote.", "sentId": 27}, {"text": "He wanted the Senate to go on record -- do you think the President's executive actions were constitutional, executive actions on immigration?", "sentId": 28}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Democrats say he made a fool of himself.", "sentId": 29}, {"text": "And what the Democrats are saying is by stringing this out what he allowed them to do was get a whole lot more of the President's nominees confirmed and put in jobs.", "sentId": 30}], "secId": 12}, {"speaker": "COSTA", "sentences": [{"text": "Procedurally Senator Cruz caused a lot of problems for his own party by enabling these nominations to come to the floor.", "sentId": 31}, {"text": "But he did prove a point and he's showing Senator McConnell that come next year once McConnell has the majority, Cruz will still be a thorn in his side.", "sentId": 32}, {"text": "He still knows he wants to wield some power and he wants to show McConnell that conservatives may have had a bad year, Tea Party losing the primaries but they're still going to be a force in Congress.", "sentId": 33}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Still going to be a force -- a nuisance or a real force?", "sentId": 34}, {"text": "That's my question for both Tea Party and liberals after this.", "sentId": 35}, {"text": "They were mad about provisions in the bill.", "sentId": 36}, {"text": "They were very vocal in their opposition but in the end they lost.", "sentId": 37}], "secId": 14}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, they lost and sort of the moderate wings of the party prevailed and the centrists.", "sentId": 38}, {"text": "You know, you had Elizabeth Warren on one hand, Nancy Pelosi very vocal against some of the provisions of this bill that had to do with Wall Street, that had to do with campaign finance but ultimately they lost but they're flexing muscle and they're doing themselves some good -- right.", "sentId": 39}], "secId": 15}, {"speaker": "HENDERSON", "sentences": [{"text": "Elizabeth Warren very much out front stoking more speculation that she'll run for president; and Ted Cruz once again saying \"I'm Ted Cruz and I'm all about Ted Cruz.\"", "sentId": 40}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Is it all about Ted Cruz, is he running for president?", "sentId": 41}, {"text": "I'm old enough to remember in the old days even if you were going to defy your leader in the Senate, you drop by the office and you told him you were going to do it or at least you gave him a phone call and you gave him a heads up you were going to do it.", "sentId": 42}], "secId": 17}, {"speaker": "O'KEEFE", "sentences": [{"text": "You know all indications are that", "sentId": 43}], "secId": 18}, {"speaker": "O'KEEFE", "sentences": [{"text": "Cruz will continue this next year whether it's on immigration or other issues.", "sentId": 44}, {"text": "It's important to remember the number that matters in the Senate is one.", "sentId": 45}, {"text": "One senator can hold things up or slow things down.", "sentId": 46}, {"text": "That's what he did this week.", "sentId": 47}], "secId": 19}, {"speaker": "O'KEEFE", "sentences": [{"text": "Now, he inevitably raised money.", "sentId": 48}, {"text": "He certainly caused a stink.", "sentId": 49}, {"text": "His name is back in the headlines after a few weeks of laying low.", "sentId": 50}], "secId": 20}, {"speaker": "O'KEEFE", "sentences": [{"text": "Elizabeth Warren did the same thing.", "sentId": 51}, {"text": "She saw this spending bill.", "sentId": 52}, {"text": "Wednesday she comes out gives a speech that says liberal Democrats should vote against it.", "sentId": 53}, {"text": "Well, House Democrats heard her, they held it up, it passed but she got the microphone as well.", "sentId": 54}], "secId": 21}, {"speaker": "O'KEEFE", "sentences": [{"text": "And I think what Cruz is doing here is exploiting the rules of the Senate, trying to make his point, if it inevitably helps him politically well, that's great for him but, you know, it happened and we were here on Saturday.", "sentId": 55}, {"text": "And you're right, these nominations are going to get through.", "sentId": 56}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "Ted Cruz loses and the President gets his people.", "sentId": 57}, {"text": "The question is, as we go into the next campaign, who is the President doing business with?", "sentId": 58}], "secId": 23}, {"speaker": "DAVIS", "sentences": [{"text": "I don't think he knows.", "sentId": 59}, {"text": "I mean I think after the midterms, one of the things that the White House is saying was the silver lining of Republicans having won and them now being in control of the entire congress was ok, now they have to govern.", "sentId": 60}, {"text": "And they're going to have more incentive to join me and help me get some of my things across the finish line.", "sentId": 61}], "secId": 24}, {"speaker": "DAVIS", "sentences": [{"text": "I think that's certainly true but whether or not Mitch McConnell is able to do that when Ted Cruz is going to play his role and Elizabeth Warren is going to play hers and Nancy Pelosi hers, I mean it's an open question whether that new spirit of we all have to work together and get something done is actually going to be able to be made into reality.", "sentId": 62}, {"text": "And I think the White House has seen this past week how difficult it is going to be to forge that relationship, even if both sides want to.", "sentId": 63}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "We just heard from Ted Cruz.", "sentId": 64}, {"text": "He objected because he wanted to vote on the money that he says is funding amnesty.", "sentId": 65}, {"text": "The Tea Party guys had some others as well including the campaign finance provisions -- we'll get to that in a second.", "sentId": 66}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "Let's listen here to Elizabeth Warren.", "sentId": 67}, {"text": "She was most upset because remember she was part of the architect of Dodd-Frank.", "sentId": 68}, {"text": "She was the President's consumer advocate for some time.", "sentId": 69}, {"text": "She believes after the financial crisis of 2008 you needed stricter rules on the banks.", "sentId": 70}, {"text": "Some of those rules were eased in this bill.", "sentId": 71}, {"text": "She was mad at Republicans for putting it in there but she was equally mad at the White House for agreeing to it.", "sentId": 72}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "Listen.", "sentId": 73}], "secId": 28}, {"speaker": "WARREN", "sentences": [{"text": "Who does Congress work", "sentId": 74}], "secId": 29}, {"speaker": "WARREN", "sentences": [{"text": "for?", "sentId": 75}, {"text": "Does it work for the millionaires, the billionaires, the giant companies with their armies of lobbyists and lawyers, or does it work for all the people?", "sentId": 76}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Again, here is the question and the new Washington as we close this Congress and move into the next one, Tea Party guys were mad, they vented their anger, they lost.", "sentId": 77}, {"text": "The liberals are mad, she vented her anger, others joined her, they lost.", "sentId": 78}], "secId": 31}, {"speaker": "COSTA", "sentences": [{"text": "Right.", "sentId": 79}, {"text": "She may have lost the political battle in congress, but I really believe that this week was Senator Warren's moment where she ascended within the Democratic Party and she, there's always a question of how did Warren transition her popularity with the base into congressional power.", "sentId": 80}, {"text": "And she figured out a way this week to really cause a fuss on the floor.", "sentId": 81}, {"text": "And I think we're seeing Warren right now taking the reins of the party preparing for the post-Obama era and saying I'm going to be here as a progressive and I'm going to stand up for you.", "sentId": 82}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "Is she to Harry Reid what Ted Cruz is to Mitch McConnell?", "sentId": 83}, {"text": "She's actually in the leadership.", "sentId": 84}], "secId": 33}, {"speaker": "O'KEEFE", "sentences": [{"text": "Exactly, that was my point.", "sentId": 85}, {"text": "They put her in leadership to do exactly what she did.", "sentId": 86}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "They did the same thing to Ted Cruz, he's vice chair of the NRSC.", "sentId": 87}], "secId": 35}, {"speaker": "O'KEEFE", "sentences": [{"text": "But that's more of a political role.", "sentId": 88}, {"text": "In this case she actually has a policy and messaging responsibility.", "sentId": 89}, {"text": "So she did what she had to do this week on behalf of the liberals, use her star power, go out there, make the principle point.", "sentId": 90}, {"text": "She did attempt to get an amendment to this thing that failed but she didn't cause as much of a fight as Ted Cruz did.", "sentId": 91}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "So Reid is ok with her because he was for the bill.", "sentId": 92}], "secId": 37}, {"speaker": "O'KEEFE", "sentences": [{"text": "Right.", "sentId": 93}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "He was for the bill --", "sentId": 94}], "secId": 39}, {"speaker": "O'KEEFE", "sentences": [{"text": "But she knew that liberals had to have their moment to vent and she did it for them.", "sentId": 95}], "secId": 40}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, I mean it's sort of festivus, the airing of grievances in terms of the liberals.", "sentId": 96}], "secId": 41}, {"speaker": "O'KEEFE", "sentences": [{"text": "Right -- all week.", "sentId": 97}], "secId": 42}, {"speaker": "HENDERSON", "sentences": [{"text": "And you saw Elizabeth Warren on TV talking about this and she said listen, go to her Web site and of course on that Web site you were directed to where you could donate to Elizabeth Warren.", "sentId": 98}, {"text": "So I think she definitely did herself some good this week, she's all along said she's not going to run but she certainly looks like if she doesn't she's going to give whoever runs some problems.", "sentId": 99}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "When we get the next act, there will be more Republicans in the House, Speaker Boehner thinks he's in an even stronger position.", "sentId": 100}, {"text": "Mitch McConnell will be the majority leader -- he'll have 54 members of the Senate.", "sentId": 101}, {"text": "He thinks most of those new senators are with him, not Ted Cruz.", "sentId": 102}, {"text": "We'll see how it plays out.", "sentId": 103}, {"text": "Washington is a funny town.", "sentId": 104}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "What did we learn this week about the President that would carry over into next year or are we confused?", "sentId": 105}, {"text": "Is he going to work happily festivus-wise with the Republicans, is he going to triangulate his own Democrats?", "sentId": 106}], "secId": 45}, {"speaker": "DAVIS", "sentences": [{"text": "Well I mean it was fascinating -- right.", "sentId": 107}, {"text": "Because as Robert mentioned what Warren was doing really was sort of a glimpse of the post-Obama era and where Democrats are going to be or where the base wants to be.", "sentId": 108}, {"text": "But you had President Obama whose legacy was in many ways shaped by Dodd-Frank advocating for passage of this bill that weakened what he and his own White House was calling a centerpiece of his legacy.", "sentId": 109}], "secId": 46}, {"speaker": "DAVIS", "sentences": [{"text": "What we did see was a much more aggressive president, he was making calls, ducked out of a holiday party and was making calls to House Democrats.", "sentId": 110}, {"text": "He had the Vice President doing the same, cabinet members.", "sentId": 111}, {"text": "He really muscled this thing through at the end.", "sentId": 112}, {"text": "And so it's interesting to question whether that's going to be the President we see next year.", "sentId": 113}], "secId": 47}, {"speaker": "DAVIS", "sentences": [{"text": "He may have to do a whole lot more of that, given that he has his left flank to deal with and as we saw Mitch McConnell has a pretty aggressive conservative flank he has to deal with.", "sentId": 114}, {"text": "He may have to be a lot more aggressive than we've seen this president be on the hill.", "sentId": 115}], "secId": 48}, {"speaker": "O'KEEFE", "sentences": [{"text": "I had a frustrated House Democrat tell me in the midst of all of this, he declared this is the beginning of the Clinton era of the Obama presidency.", "sentId": 116}, {"text": "He's now triangulating and it is to our detriment that he'll do this.", "sentId": 117}, {"text": "He knows he had to do this deal in order to maintain some political clout and he kind of threw House Democrats who were upset with this bill under the bus to do it.", "sentId": 118}, {"text": "And they realized that's probably what most of the next two years is going to be about.", "sentId": 119}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "so the rank and file of both parties is unhappy, distrustful of their leadership --", "sentId": 120}], "secId": 50}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yes.", "sentId": 121}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "-- which means more dysfunction, more chaos?", "sentId": 122}], "secId": 52}, {"speaker": "COSTA", "sentences": [{"text": "I don't know.", "sentId": 123}, {"text": "I mean one of the most interesting people to watch on Capitol Hill, I think is Steny Hoyer, number two in the House.", "sentId": 124}, {"text": "He was able to get a lot of his favorite people into committee slots and he'd worked with the White House to help whip this omnibus spending bill.", "sentId": 125}, {"text": "And so you have Hoyer breaking with Pelosi, we'll still have divided government.", "sentId": 126}, {"text": "It's going to be interesting to see how the intraparty dynamics play out.", "sentId": 127}, {"text": "And I think you're right.", "sentId": 128}, {"text": "I think we're going to see the", "sentId": 129}], "secId": 53}, {"speaker": "COSTA", "sentences": [{"text": "President maybe whipping more in the new Congress.", "sentId": 130}, {"text": "And we're going to see because there's such disarray on the right and left, maybe some bipartisan coalitions can come together.", "sentId": 131}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "If the Democrats are talking about the post Obama era with two years to go in the Obama presidency, it reminds me of Republicans talking about the post-Bush era with two years to go in the Bush president and what you get in the meantime is chaos.", "sentId": 132}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 133}, {"text": "Up next, should we jump to conclusions just because a potential presidential candidate with a familiar name started losing weight and plans to write a book?", "sentId": 134}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "But first this week's \"Politicians Say the Darnedest Things\" focuses on an overdue apology from a key architect of Obamacare.", "sentId": 135}], "secId": 57}, {"speaker": "GRUBER", "sentences": [{"text": "I'd like to begin by apologizing sincerely for the offending comments that I've made.", "sentId": 136}], "secId": 58}, {"speaker": "GRUBER", "sentences": [{"text": "The American public is too stupid to understand the difference.", "sentId": 137}], "secId": 59}, {"speaker": "ISSA", "sentences": [{"text": "Are you stupid?", "sentId": 138}], "secId": 60}, {"speaker": "GRUBER", "sentences": [{"text": "I don't think so, no.", "sentId": 139}], "secId": 61}, {"speaker": "ISSA", "sentences": [{"text": "Does M.I.T.", "sentId": 140}, {"text": "employ stupid people?", "sentId": 141}], "secId": 62}, {"speaker": "GRUBER", "sentences": [{"text": "Not to my knowledge.", "sentId": 142}], "secId": 63}, {"speaker": "ISSA", "sentences": [{"text": "Ok.", "sentId": 143}], "secId": 64}, {"speaker": "GRUBER", "sentences": [{"text": "Basically, you know, call it the stupidity of the American voter or whatever but basically that was really, really critical to getting the thing to pass.", "sentId": 144}], "secId": 65}, {"speaker": "ISSA", "sentences": [{"text": "So you're a smart man who said some, as the ranking member, some really stupid things, and you said the same.", "sentId": 145}, {"text": "Is that correct?", "sentId": 146}], "secId": 66}, {"speaker": "GRUBER", "sentences": [{"text": "The comments I made were really inexcusable.", "sentId": 147}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 148}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "Fresh evidence this Sunday morning that Jeb Bush is gearing up to run for president and fresh evidence the just ended spending fight as we just discussed is bringing some new calls for Elizabeth Warren to jump in, too.", "sentId": 149}, {"text": "Jeb Bush planning now, we're told, to release 250,000 e-mails from his two terms as governor and to write a book using those e-mails to define his governing philosophy.", "sentId": 150}, {"text": "Ed I now put Jeb Bush in the Hillary Clinton camp.", "sentId": 151}, {"text": "We've been", "sentId": 152}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "saying is he going to run, is he going to run, is he going to run.", "sentId": 153}, {"text": "I say now we put him into he's running.", "sentId": 154}, {"text": "His only decision is to stop running -- fair?", "sentId": 155}], "secId": 70}, {"speaker": "O'KEEFE", "sentences": [{"text": "And it was the e-mail release that said to me this is happening.", "sentId": 156}, {"text": "Losing 15 pounds we'd all like to lose 15 pounds.", "sentId": 157}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "I have on good authority from sources close to the Governor -- he thinks it's closer to 20.", "sentId": 158}], "secId": 72}, {"speaker": "O'KEEFE", "sentences": [{"text": "Ok.  Good for him.", "sentId": 159}, {"text": "Good for him, stay away from the carbs.", "sentId": 160}], "secId": 73}, {"speaker": "O'KEEFE", "sentences": [{"text": "But the e-mail release is key because now it allows us all to go in and preemptively almost look at things, find any skeletons and he must be confident that there's nothing there and that he has something to prove by releasing all of this.", "sentId": 161}], "secId": 74}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 162}, {"text": "And this puts pressure on Hillary Clinton, too.", "sentId": 163}, {"text": "There's been this big back-and-forth with news organizations trying to get the State Department to release documents from her tenure there.", "sentId": 164}, {"text": "So far it's been an unsuccessful fight, maybe waged now by the AP making these FOIA requests -- so some pressure there for her to be transparent and release those documents.", "sentId": 165}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "And he's picking this fight and you're dead right -- he's picking a fight not with Republicans in this, to a degree saying any Republicans out there .", "sentId": 166}, {"text": "This is going direct at Hillary Clinton.", "sentId": 167}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "What does he tell us?", "sentId": 168}, {"text": "Of course there'll be -- he served two terms as governor in a very big state -- of course there will be controversial stuff in his e-mails but Politics 101, get it out early -- right.", "sentId": 169}], "secId": 77}, {"speaker": "COSTA", "sentences": [{"text": "That's right.", "sentId": 170}, {"text": "Two things immediately taken away from this Jeb Bush news: one he's sending a signal to Governor Christie of New Jersey.", "sentId": 171}, {"text": "As you deal with your bridge episode and all these questions about disclosure in your office, I'm disclosing everything and I'm going to put it all out there.", "sentId": 172}], "secId": 78}, {"speaker": "COSTA", "sentences": [{"text": "Two, the other part of the news here is Jeb Bush is going to release an e-book.", "sentId": 173}, {"text": "And that's exactly how I think Governor Bush wants to run this campaign.", "sentId": 174}, {"text": "Mike Murphy, his chief advisor wants him to be, he called it disruptive, if he runs and that means being on the web in a savvy way, publishing e-books, being out there in policy.", "sentId": 175}, {"text": "This to me is Jeb Bush gearing up.", "sentId": 176}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "And that's been a big question for Jeb Bush who hasn't run in more than a decade.", "sentId": 177}, {"text": "Can he adapt his personal style -- we know he's a policy guy.", "sentId": 178}, {"text": "We know he also has some fights with his own base over immigration, over education and maybe others.", "sentId": 179}, {"text": "But can he adapt his ways to the new world of politics?", "sentId": 180}], "secId": 80}, {"speaker": "DAVIS", "sentences": [{"text": "Well, absolutely.", "sentId": 181}, {"text": "I think this was an attempt to sort of draw a contrast with the rest of the field both as you point out Clinton, but also Christie and show that not only does he not have anything to hide but he wants to put forward some big ideas.", "sentId": 182}, {"text": "I think it was BHAGS they say -- the acronym big, hairy audacious goals, you know.", "sentId": 183}, {"text": "This is like it was, you know, designed for a Twitter hashtag.", "sentId": 184}, {"text": "I think it is a real attempt to sort of propel himself into the new world order of campaigns.", "sentId": 185}], "secId": 81}, {"speaker": "DAVIS", "sentences": [{"text": "But if you think about it, I mean if Hillary Clinton does get into the race which I think we all expect she will and Jeb gets into the race, it's going to be a throwback.", "sentId": 186}, {"text": "I mean you're going to have a Clinton against a Bush once again and I mean so that's kind of an irony here.", "sentId": 187}, {"text": "He is trying to be a new disruptive kind of candidate but in a lot of ways this would be a campaign if it's the two of them that's a very old sort of model.", "sentId": 188}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Governor Bush would have to get through the primaries first and we've all seen the Republican Parties still in the middle of this tug-of-war over who we are, what we are, after his brother -- since George W. Bush left the Republicans have debated who --", "sentId": 189}], "secId": 83}, {"speaker": "COSTA", "sentences": [{"text": "He's a conservative though.", "sentId": 190}, {"text": "I mean people -- I think part of the reason Governor Bush is going to release his e-book is he's trying to remind conservatives that when he was governor he was a conservative darling.", "sentId": 191}, {"text": "He was Tea Party before Tea Party to a lot of people on the right.", "sentId": 192}, {"text": "He has to remind conservatives of that as he reenters the field.", "sentId": 193}], "secId": 84}, {"speaker": "HENDERSON", "sentences": [{"text": "He also did relatively well with African-American voters and with Latino voters as well.", "sentId": 194}, {"text": "So, you know, that's something that Rand Paul is laying claim to but he's got a pretty good record as well.", "sentId": 195}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "If you call around some big fund-raisers say they've have spoken to Governor Bush and he said give me a little time, hold your powder, don't sign up with anybody else.", "sentId": 196}, {"text": "Some of his staff people are calling in to states and saying \"give us a little more time\".", "sentId": 197}, {"text": "But the big dogs have not received -- especially in Iowa and New Hampshire -- have not received a direct call from the governor saying I'm in.", "sentId": 198}, {"text": "That makes some people a bit hesitancy that this is a dance but that he won't actually get out on the floor.", "sentId": 199}], "secId": 86}, {"speaker": "O'KEEFE", "sentences": [{"text": "He and Hillary Clinton both I think have this, they probably more than most people understand, a two-year campaign versus maybe a, you know, 18-month campaign or a 16-month campaign much easier to handle.", "sentId": 200}, {"text": "I mean that's two solid years of having your entire life looked at every single day.", "sentId": 201}, {"text": "And I think they understand that with their name power they can wait if they can afford to.", "sentId": 202}], "secId": 87}, {"speaker": "HENDERSON", "sentences": [{"text": "The other thing that was strategically smart about this story about the 250,000 e-mails, there was another story that came out this week about Jeb Bush, about his sort of financial status.", "sentId": 203}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Working for venture capital firms and overseas investments.", "sentId": 204}], "secId": 89}, {"speaker": "HENDERSON", "sentences": [{"text": "Right -- that some people say well, he has the Romney problem.", "sentId": 205}, {"text": "In many ways they changed the subject from that to say this guy is running, he's not afraid of looking like Romney.", "sentId": 206}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 207}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "Very quickly on the Democratic side, Elizabeth Warren being so front and forward in this debate, some people say great, she's in the Senate leadership, that will be good for liberals but Democracy for America, MoveOn -- here's a Democracy for America e-mail.", "sentId": 208}, {"text": "\"The cromnibus vote is a perfect example of why we need Senator Warren to join the presidential race.\"", "sentId": 209}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Are they just raising money off this because of her promise or do they really -- A, do they think they really need her; and B, do they think she'll listen?", "sentId": 210}], "secId": 93}, {"speaker": "COSTA", "sentences": [{"text": "I think they think she'll listen.", "sentId": 211}, {"text": "I think because Secretary Clinton is out there and such the front-runner whether it's Governor Patrick of Massachusetts, whether it's Senator Warren, someone is going to get in, someone of substance, someone with real stature and challenge her at some point.", "sentId": 212}, {"text": "I just don't know when.", "sentId": 213}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "Don't know when.", "sentId": 214}, {"text": "We'll keep an eye on that.", "sentId": 215}, {"text": "We'll watch around the Democrats -- all right, great.", "sentId": 216}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "Up next, tomorrow's news today -- our great reporters share from their notebooks including new moves by one of Hillary Clinton's other 2016 challengers.", "sentId": 217}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Let's go around the INSIDE POLITICS table and ask our great reporters to get you out ahead of the big political news just around the corner.", "sentId": 218}, {"text": "Nia-Malika Henderson.", "sentId": 219}], "secId": 97}, {"speaker": "HENDERSON", "sentences": [{"text": "Senator Tim Kaine of Virginia is finally becoming one of the most interesting Democratic senators to watch.", "sentId": 220}, {"text": "It will be interesting to see how he elevates his profile and build his portfolio over these next months.", "sentId": 221}, {"text": "He was a no-vote in terms of Harry Reid returning to leadership.", "sentId": 222}, {"text": "He's been very vocal in terms of this ISIS effort calling it illegal.", "sentId": 223}], "secId": 98}, {"speaker": "HENDERSON", "sentences": [{"text": "In some ways, he's with the party on Keystone things like that but he's also been sort of critical of this move to anti-Wall Street.", "sentId": 224}, {"text": "He wants to also make sure there's an aspirational message of the Democrats offer as well.", "sentId": 225}, {"text": "It will be interesting to see what he does.", "sentId": 226}, {"text": "Certainly if Hillary runs he might be on that short list for VP as he was for Obama in 2008 and maybe talk about him actually running in 2016.", "sentId": 227}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Keep an eye on Tim Kaine.", "sentId": 228}, {"text": "Ed?", "sentId": 229}], "secId": 100}, {"speaker": "O'KEEFE", "sentences": [{"text": "Going back to the spending bill for a second John, there was a little noted scuffle between Mitch McConnell and Democratic Senator Pat Leahy of Vermont.", "sentId": 230}, {"text": "Remember that Leahy right now is the longest serving senator.", "sentId": 231}, {"text": "He is Senate pro tempore -- that constitutional position that comes with a few chits if you will.", "sentId": 232}, {"text": "You get a car and driver, you get a few extra aides.", "sentId": 233}, {"text": "So as part of the spending bill they were talking about the", "sentId": 234}], "secId": 101}, {"speaker": "O'KEEFE", "sentences": [{"text": "possibility of allowing Leahy to be what's called pro tempore emeritus.", "sentId": 235}, {"text": "They've done this in the past when the parties switch letting the former guy keep the car and driver maybe or keep an aide.", "sentId": 236}, {"text": "Mitch McConnell at the last second stepped in and said no we're not going to let you do that.", "sentId": 237}, {"text": "The reason Pat Leahy had stood in the way of a number of the appropriations committee of allowing even more changes to campaign finance laws that McConnell wanted to be added to the bill.", "sentId": 238}], "secId": 102}, {"speaker": "O'KEEFE", "sentences": [{"text": "So a little bit of petty fighting over only about $200,000 at the most, but it didn't happen and Leahy loses all the trappings of the office.", "sentId": 239}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Life is the fifth grade, that's what I always say about the Congress -- Julie.", "sentId": 240}], "secId": 104}, {"speaker": "DAVIS", "sentences": [{"text": "Well, we got some interesting hints in the spending bill drama this past week about what next year may look like if President Obama has to use his veto pen which we anticipate he probably will have to do at least a couple of times with Republicans hoping to thwart some key elements of his agenda.", "sentId": 241}, {"text": "Nancy Pelosi and the House Democrats even though they lost in their bid to sort of take out provisions of the spending bill, that Democrats were really concerned about this Wall Street provision and the campaign finance provision.", "sentId": 242}, {"text": "They were able to keep together enough Democrats to show that they could sustain a presidential veto if indeed one is need.", "sentId": 243}], "secId": 105}, {"speaker": "DAVIS", "sentences": [{"text": "And that was a big subtext of what they were doing this past week was to show that next year you're going to need us, so just remember that as you look at what's coming down the pike from Republicans, you can't take House Democrats for granted.", "sentId": 244}, {"text": "He's going to need them to roll back some of the things that Republicans want to do to his agenda.", "sentId": 245}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "We'll see how nice Speaker Boehner is in the new congress.", "sentId": 246}, {"text": "Robert.", "sentId": 247}], "secId": 107}, {"speaker": "COSTA", "sentences": [{"text": "Senator Bernie Sanders of Vermont, a progressive Democrat, he will travel to Ames, Iowa, on Tuesday to try to jump- start his potential presidential campaign.", "sentId": 248}, {"text": "I sat down with Senator Sanders this week and to preview his trip.", "sentId": 249}, {"text": "He's going to be meeting with editorial boards.", "sentId": 250}, {"text": "He's going to be speaking to a dinner of activists and he's going to have a lot of side meetings to try to drum up support for his possible bid.", "sentId": 251}], "secId": 108}, {"speaker": "COSTA", "sentences": [{"text": "And I think Sanders looks at what's happening in the party with Senator Warren, with his own efforts against banks and he thinks yes he's a long shot contender but because he's out there giving speeches, really engaging with a lot of the core Democratic base voters he thinks he does have a shot.", "sentId": 252}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "Interesting point, you're going to Iowa for that trip.", "sentId": 253}, {"text": "We'll keep an eye on that one.", "sentId": 254}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 255}, {"text": "Never underestimate the staying power of a good political feud especially among the staffers.", "sentId": 256}, {"text": "Six years after their 2008 clash, President Obama and Hillary Clinton have largely made peace but some members of their campaign teams continue to snipe.", "sentId": 257}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Now as we just discussed, we may be seeing a bit of this on the GOP side.", "sentId": 258}, {"text": "This past week full of pot shots between the Mitt Romney and the Jeb Bush camps.", "sentId": 259}, {"text": "Top Republicans around the country took notice, believe me, and they're asking this question.", "sentId": 260}, {"text": "Is there real tension between these two former governors, these two GOP establishment favorites or is this just the latest chapter in a long running story of bad blood between top Romney adviser Stewart Stevens and top Bush adviser Mike Murphy.", "sentId": 261}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Stay tuned.", "sentId": 262}, {"text": "That's what makes politics fun.", "sentId": 263}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 264}, {"text": "Thanks again for sharing your Sunday morning.", "sentId": 265}, {"text": "We'll see you soon.", "sentId": 266}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" with Candy Crowley starts right now.", "sentId": 267}], "secId": 115}], "sectionCount": 116, "url": "transcripts.cnn.com/TRANSCRIPTS/1412/14/ip.01.html", "sentenceCount": 269, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired December 14, 2014 - 08:30   ET", "speakers": ["KING", "PELOSI", "BACHMANN", "CRUZ", "REID", "COSTA", "HENDERSON", "O'KEEFE", "DAVIS", "WARREN", "GRUBER", "ISSA"], "title": "INSIDE POLITICS"}