{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1609.25.ip.01.html.json", "subTitle": "The Politics of Policing & Race Relations; Clinton Tries to Show Her Foreign Policy Credentials; CNN Debate Night in America. Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "It's debate time.", "sentId": 0}], "secId": 0}, {"speaker": "TRUMP", "sentences": [{"text": "Some people think she's sleeping.", "sentId": 1}], "secId": 1}, {"speaker": "CLINTON", "sentences": [{"text": "I can take that kind of stuff.", "sentId": 2}, {"text": "I've been at this and, you know, I understand it's a contact ort.", "sentId": 3}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Face to face for the first time after a week focused on police shootings and racial tensions.", "sentId": 4}], "secId": 3}, {"speaker": "CLINTON", "sentences": [{"text": "It's unbearable and it needs to become intolerable.", "sentId": 5}], "secId": 4}, {"speaker": "TRUMP", "sentences": [{"text": "Places like Afghanistan are safer than some of our inner cities.", "sentId": 6}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Terror is another certain debate flash point.", "sentId": 7}], "secId": 6}, {"speaker": "CLINTON", "sentences": [{"text": "We need steady leadership in a dangerous world.", "sentId": 8}], "secId": 7}, {"speaker": "TRUMP", "sentences": [{"text": "Hillary Clinton has once again demonstrated that she's really unfit for office.", "sentId": 9}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Forty-four days out.", "sentId": 10}, {"text": "The race is tight.", "sentId": 11}, {"text": "The stakes, enormous.", "sentId": 12}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 13}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 14}, {"text": "I'm John King.", "sentId": 15}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 16}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton and Donald Trump debate face to face tomorrow night after a week of sharp exchanges over police shootings and race, and over how best to respond to bombings and terrorism.", "sentId": 17}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Three quick questions to frame our conversation this morning.", "sentId": 18}, {"text": "One, does Donald Trump have a point or does he need a refresher course on slavery and Jim Crow?", "sentId": 19}], "secId": 13}, {"speaker": "TRUMP", "sentences": [{"text": "Our African-American communities are absolutely in the worst shape that they've ever been in before -- ever, ever, ever.", "sentId": 20}, {"text": "You take a look at the inner cities, you get no education.", "sentId": 21}, {"text": "You get no jobs.", "sentId": 22}, {"text": "You get shot walking down the street.", "sentId": 23}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Question two, do fresh terror attacks have voters looking for tough or tested?", "sentId": 24}], "secId": 15}, {"speaker": "TRUMP", "sentences": [{"text": "I'm not using the term \"Muslim\", I'm saying you're going to have to profile.", "sentId": 25}], "secId": 16}, {"speaker": "CLINTON", "sentences": [{"text": "I'm the only candidate in this race who has been part of the hard decisions to take terrorists off the battlefield.", "sentId": 26}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "And question three, this is a big one can Hillary Clinton use the debate stage to sway voters who view her as untrustworthy.", "sentId": 27}], "secId": 18}, {"speaker": "CLINTON", "sentences": [{"text": "Even if you're totally opposed to Donald Trump, you may still have some questions about me.", "sentId": 28}, {"text": "I get that.", "sentId": 29}, {"text": "And I want to do my best to answer those questions.", "sentId": 30}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "With us this morning to share their reporting and their insights, \"The Atlantic's\" Molly Ball, CNN's Jeff Zeleny, Jonathan Martin of \"The New York Times\", and CNN's Nia Malika Henderson.", "sentId": 31}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Now, tomorrow, it's debate night in America and this morning fresh reminder of the enormous stakes.", "sentId": 32}, {"text": "Look at this, a new \"Washington Post\"/ABC poll finds the race is essentially a dead heat, 46 percent of likely voters back Hillary Clinton, 44 percent back Donald Trump.", "sentId": 33}, {"text": "You see the third party candidates pulling at a combine 6 percent there, a two-point national race will add more adrenaline today as the candidates dive into debate prep.", "sentId": 34}, {"text": "And as we'll show in a bit, the state by state map has also moved Trump's way of late.", "sentId": 35}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "Campaigning in Virginia last night, Trump celebrated his gains.", "sentId": 36}], "secId": 22}, {"speaker": "TRUMP", "sentences": [{"text": "We have 44 days until the big vote.", "sentId": 37}, {"text": "The arrogance of Washington, D.C. will soon come face to face with the righteous verdict of the American worker and voter.", "sentId": 38}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "One quick bit of context, we do try that every now and then, context, President Obama had a small national lead the day before his debate with Mitt Romney.", "sentId": 39}, {"text": "Four years ago, the Obama edge was three points.", "sentId": 40}, {"text": "Today, the Clinton edge a little over two points.", "sentId": 41}, {"text": "One issue certain to be a big topic of debate tomorrow night are the events in Charlotte this past week and how they fit into a national conversation on law and order and police shootings of African-Americans.", "sentId": 42}], "secId": 24}, {"speaker": "OBAMA", "sentences": [{"text": "Last night as I was read through my letters, I'd say about half of them, said Mr. President, why are you always against police?", "sentId": 43}, {"text": "And why aren't you doing enough to deal with these rioters and the violence.", "sentId": 44}, {"text": "The other half were some black folks said, Mr. President, why aren't you doing something with the police, when aren't we going to get justice?", "sentId": 45}], "secId": 25}, {"speaker": "OBAMA", "sentences": [{"text": "And I understand the nature of that argument because this is a dialogue we've been having for 400 years.", "sentId": 46}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "That's the president commenting this week and it's a dialogue that divides the two leading candidate to succeed President Obama.", "sentId": 47}, {"text": "The election now 43 days away, the first presidential debate tomorrow night.", "sentId": 48}, {"text": "Crime, cops and race are certain to be on the agenda.", "sentId": 49}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "And we know Donald Trump cast himself as a law and order candidate and he has said recently Hillary Clinton shares responsibility for protests and unrest.", "sentId": 50}], "secId": 28}, {"speaker": "TRUMP", "sentences": [{"text": "Those peddling the narrative of cops as a racist force in our society, a narrative -- and this is a narrative that's supported with a nod by my opponent.", "sentId": 51}, {"text": "You see what she's saying and it's not good.", "sentId": 52}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "Now, part of what she says is that she believes institutional racism is at play and she also was among those pressuring the Charlotte police as they did last night to release all the videos of that shooting to public.", "sentId": 53}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "But Hillary Clinton pushes back on the charge she's anti- police.", "sentId": 54}], "secId": 31}, {"speaker": "CLINTON", "sentences": [{"text": "I've spoken to many police chiefs and other law enforcement leaders who are as deeply concerned as I am and deeply committed as I am to re4zrm.", "sentId": 55}, {"text": "Why?", "sentId": 56}, {"text": "Because they know it is essential for the safety of our communities and our officers.", "sentId": 57}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "This has been a constant, unfortunately, because we've had Minneapolis, we've had Baton Rouge, We've had Baltimore.", "sentId": 58}, {"text": "If you want to go back in time, we had Tulsa and Charlotte this past week.", "sentId": 59}, {"text": "The two candidates have taken very different tacks.", "sentId": 60}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "Although Donald Trump has been sort of different at times, this week, we saw him trying to show some empathy for the shooting in Tulsa.", "sentId": 61}, {"text": "But then in the next day, he gets back to law and order.", "sentId": 62}, {"text": "I'm fascinated by the idea on this issue which has the country in a very raw place, finally side-by-side, face to face.", "sentId": 63}, {"text": "What are we looking for on crime and punishment, law and order, race?", "sentId": 64}], "secId": 34}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 65}, {"text": "You know, and I think this will play out, of course, in the debate and will play out the way we've seen it.", "sentId": 66}, {"text": "In some ways, this is more in Hillary Clinton's wheelhouse.", "sentId": 67}, {"text": "She's talked about this at length.", "sentId": 68}, {"text": "She's talked about the need for changes in terms of the community policing.", "sentId": 69}, {"text": "She's talked about the need for national standards in terms of the lethal use of force.", "sentId": 70}], "secId": 35}, {"speaker": "HENDERSON", "sentences": [{"text": "I think Donald Trump mixed reviews.", "sentId": 71}, {"text": "I talked to some Republicans privately.", "sentId": 72}, {"text": "They feel like he deserves credit for actually acknowledging that Tulsa video was so troubling but then, again, he also talked about the need for stop-and-frisk specifically in Chicago.", "sentId": 73}, {"text": "He talked about needing an anti-crime initiative nationwide and then he also said of Charlotte drugs explained what was going on in Charlotte rather than real anger and outrage with what in the video.", "sentId": 74}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "So, does that -- it plays to his base, law and order, tough talk.", "sentId": 75}, {"text": "Does it help him?", "sentId": 76}, {"text": "I guess it is what he says or how he says when it you're in this debate.", "sentId": 77}, {"text": "We're six weeks out.", "sentId": 78}], "secId": 37}, {"speaker": "BALL", "sentences": [{"text": "Look, Trump feels that this is like the 1968 election when a lot of people believed the urban unrest played into Richard Nixon's hands and helped to arouse the silent majority of middle class white voters who were afraid.", "sentId": 79}, {"text": "And what we're looking at is a landscape where it's so divided it may be impossible for either of these candidates to persuade one block of voters without losing the other by leaning into this sort of silent majority, scary inner cities argument, you know, I think Trump loses whatever minority support might have been on the table for him and hopes he gets those fearful white people.", "sentId": 80}], "secId": 38}, {"speaker": "BALL", "sentences": [{"text": "And Hillary Clinton when she leans into this racial justice argument is she losing those same people as she attempts to, you know, arouse the minority r sympathy for her arguments.", "sentId": 81}, {"text": "It may be that this is such an \"us versus them\" election that there's no middle ground.", "sentId": 82}], "secId": 39}, {"speaker": "ZELENY", "sentences": [{"text": "Especially in Charlotte.", "sentId": 83}, {"text": "I mean, this is happening in the biggest of all battleground states.", "sentId": 84}, {"text": "So, Secretary Clinton was planning, hoping to be in Charlotte this morning, actually, meeting with some black leaders.", "sentId": 85}, {"text": "The mayor said, \"Please don't come.", "sentId": 86}, {"text": "We have enough issues on our hands.", "sentId": 87}, {"text": "Please don't come.\"", "sentId": 88}, {"text": "So, she has decided not to.", "sentId": 89}], "secId": 40}, {"speaker": "ZELENY", "sentences": [{"text": "But, look, the Clinton campaign is very worried, uncertain, not sure where this is going in Charlotte.", "sentId": 90}, {"text": "They spent all this time in North Carolina really trying to make that state competitive and it is very competitive.", "sentId": 91}, {"text": "But you're right in terms of the white voters there, if people see unrest in the streets and things this law and order strength message sounds much more appealing than it might have six weeks or so ago.", "sentId": 92}], "secId": 41}, {"speaker": "MARTIN", "sentences": [{"text": "She had a challenge with white voters, especially in the South and I think this is the kind of image that could exacerbate that.", "sentId": 93}, {"text": "At the same time, I -- if you're talking about other voters who are less concerned about these kind of images, I think Trump sounds like, you know, 1968 never really ended.", "sentId": 94}, {"text": "I mean, his entire world view is kind of, you know, the graffiti-laden subways of New York of the sort of guy looking at the cities and they are drawing fire.", "sentId": 95}], "secId": 42}, {"speaker": "MARTIN", "sentences": [{"text": "It's a perspective that is befitting from someone of his background and his youth but not where the world is today.", "sentId": 96}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "Let's bring Trump's voice into this little bit, because you mention this.", "sentId": 97}, {"text": "At point after showing some empathy and especially in the Tulsa shooting he said the officer made a mistake.", "sentId": 98}, {"text": "He used the term \"she choked\".", "sentId": 99}, {"text": "And then the next day, he's on Bill O'Reilly and brings up a controversial policy that was used on Mayor Rudy Giuliani and other mayors in New York.", "sentId": 100}], "secId": 44}, {"speaker": "TRUMP", "sentences": [{"text": "I would do stop-and-frisk.", "sentId": 101}, {"text": "You have to.", "sentId": 102}, {"text": "We did it in New York.", "sentId": 103}, {"text": "It worked incredibly well.", "sentId": 104}, {"text": "You have to proactive.", "sentId": 105}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "There are constitutional questions about that number one.", "sentId": 106}, {"text": "And African-Americans feel it's an excuse for racial profiling.", "sentId": 107}, {"text": "One more piece of Trump that we talked about, he says that he understands this issue and Hillary Clinton doesn't.", "sentId": 108}], "secId": 46}, {"speaker": "TRUMP", "sentences": [{"text": "Hillary Clinton does not have to worry about the sirens and gun shots at night.", "sentId": 109}, {"text": "She doesn't worry about it.", "sentId": 110}, {"text": "She's slipping.", "sentId": 111}, {"text": "She's slipping.", "sentId": 112}], "secId": 47}, {"speaker": "TRUMP", "sentences": [{"text": "No, it's the poor family living in the inner-city, it's the mother who feels like a refugee in her own country.", "sentId": 113}, {"text": "Who is there to represent these families?", "sentId": 114}, {"text": "Clinton doesn't want to hear their voices.", "sentId": 115}], "secId": 48}, {"speaker": "MARTIN", "sentences": [{"text": "It's remarkable to hear that kind of language in American politics.", "sentId": 116}, {"text": "It's so far from what we're used to.", "sentId": 117}, {"text": "It's beyond the boundaries of our country's rhetoric.", "sentId": 118}], "secId": 49}, {"speaker": "MARTIN", "sentences": [{"text": "But the fact is, his perspective is not that much different from hers.", "sentId": 119}, {"text": "Both of them are detached from that kind of world.", "sentId": 120}, {"text": "So I'm not sure it's plausible for him to make that case either.", "sentId": 121}], "secId": 50}, {"speaker": "MARTIN", "sentences": [{"text": "But he's making up lot of the stuff as he goes.", "sentId": 122}, {"text": "Do you think his staff knew he was going to come out for nationwide stop-and-frisk?", "sentId": 123}, {"text": "No.", "sentId": 124}, {"text": "He just answers questions.", "sentId": 125}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "If you go back to that rally right there, he ad libs but he's reading off a prompter.", "sentId": 126}, {"text": "You see him going.", "sentId": 127}, {"text": "You don't get a prompter on the debate stage.", "sentId": 128}], "secId": 52}, {"speaker": "MARTIN", "sentences": [{"text": "Yes, that's a challenge for him, is, how many policies will he come up with during the course of 90 minutes tomorrow.", "sentId": 129}], "secId": 53}, {"speaker": "ZELENY", "sentences": [{"text": "And he was making those comments in Pennsylvania which has also emerged still a huge battleground.", "sentId": 130}, {"text": "He's trying to sound empathetic.", "sentId": 131}, {"text": "I'm not sure he has much appeal here among the black voters in the inner cities and Philadelphia, but the nonscripted part tomorrow night is his big challenge.", "sentId": 132}], "secId": 54}, {"speaker": "HENDERSON", "sentences": [{"text": "I mean, it's also white voters in these inner cities as well.", "sentId": 133}, {"text": "I mean, you look at a place like Charlotte, you look at a place like Philadelphia, I mean, those are college educated white voters particularly in North Carolina a lot of folks moving down there because of the tech boom there.", "sentId": 134}, {"text": "So, those I think the voters, you see joining those protests, right in some of these cities.", "sentId": 135}], "secId": 55}, {"speaker": "HENDERSON", "sentences": [{"text": "So, I do think he's alienating those voters and that's Hillary Clinton, the only way she starts to edge into his lead among white voters is with those college educated.", "sentId": 136}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "The question is, what balance does she want to strike?", "sentId": 137}, {"text": "She was gone from the campaign trail much of this past week preparing for the debate.", "sentId": 138}, {"text": "It was President Obama took the lead and respond when Donald Trump says it's as bad as it's ever been in the African-American community, President Obama says not so much.", "sentId": 139}], "secId": 57}, {"speaker": "OBAMA", "sentences": [{"text": "I think even most 8-year-olds would tell you that old slavery thing wasn't good for black people.", "sentId": 140}, {"text": "Jim Crow wasn't good for black people.", "sentId": 141}, {"text": "We have to use our history to propel us to make more progress in the future.", "sentId": 142}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "He's the first African-American president.", "sentId": 143}, {"text": "He's mocking Trump there almost.", "sentId": 144}, {"text": "I'm sorry -- I was trying to be kind.", "sentId": 145}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "But can Hillary Clinton make that same case?", "sentId": 146}], "secId": 60}, {"speaker": "HENDERSON", "sentences": [{"text": "I don't know that it needs to be made that things are better off because slavery doesn't exist and Jim Crow, an idiotic comment.", "sentId": 147}, {"text": "It doesn't deserve to be fact checked and responded to.", "sentId": 148}, {"text": "So, I think it's fine.", "sentId": 149}, {"text": "I don't necessarily think she has to go into a debate saying the African-American communities are better.", "sentId": 150}], "secId": 61}, {"speaker": "BALL", "sentences": [{"text": "Right, to his point before, Trump's path to victory does not run through black voters in inner-city Philadelphia but it does run through the suburban, conservative leaning white voters who don't like either candidate and looking for one candidate to feel acceptable between may be feeling fearful cause of the disorder they see around them.", "sentId": 151}, {"text": "It may not be realistic to say, you know, stop-and-frisk didn't work, the cities aren't on fire.", "sentId": 152}, {"text": "That's not necessarily what these people are seeing or feeling, and I do think that Trump has an advantage in the way that he validates those fears.", "sentId": 153}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 154}], "secId": 63}, {"speaker": "ZELENY", "sentences": [{"text": "President Bush yesterday at the opening of the African- American Smithsonian Institution, such a different Republican from Donald Trump.", "sentId": 155}, {"text": "He was a -- this happened, he approved this museum and to see him up with the Obamas so striking what Donald Trump is saying.", "sentId": 156}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "W. doesn't view Donald Trump as Republican, but he does happen to be the Republican nominee.", "sentId": 157}, {"text": "He will be with the debate stage tomorrow.", "sentId": 158}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Everyone, stay with us.", "sentId": 159}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "New York City bombing guarantees terror will be a big debate topic.", "sentId": 160}, {"text": "The big questions for Clinton and for Trump, next.", "sentId": 161}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "That is where the debate will play out tomorrow night at Hofstra University.", "sentId": 162}, {"text": "You see the debate hall there, nice and quiet right now, unlikely to be so quiet tomorrow night.", "sentId": 163}, {"text": "Look for a little feisty sparring back and forth.", "sentId": 164}, {"text": "Hillary Clinton taking a break to meet with Israeli Prime Minister Benjamin Netanyahu, a reminder she's a familiar face on the world stage.", "sentId": 165}], "secId": 68}, {"speaker": "CLINTON", "sentences": [{"text": "We must remain vigilante.", "sentId": 166}, {"text": "This is a fast-moving situation and a sobering reminder that we need steady leadership in a dangerous world.", "sentId": 167}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "That was Secretary Clinton commenting on last week's New York City bombing.", "sentId": 168}, {"text": "She talks about more coordination with police and smart coalition overseas.", "sentId": 169}, {"text": "Donald Trump will see Prime Minister Netanyahu today.", "sentId": 170}, {"text": "His approach to security is something the Republican nominee cites as a model.", "sentId": 171}], "secId": 70}, {"speaker": "O'REILLY", "sentences": [{"text": "You want to profile Arab or Muslim men.", "sentId": 172}, {"text": "How would that work?", "sentId": 173}], "secId": 71}, {"speaker": "TRUMP", "sentences": [{"text": "Well, we have no choice.", "sentId": 174}, {"text": "Look, Israel does it and Israel does it very successfully.", "sentId": 175}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "Debate tips from Bibi?", "sentId": 176}, {"text": "Is that big policy today?", "sentId": 177}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "They've all take a break.", "sentId": 178}, {"text": "They have this meeting.", "sentId": 179}, {"text": "It fits -- obviously, Hillary Clinton wants to say I can do this, I'm ready for this job, we may have some tensions at times in our relationship, but I'm a known face.", "sentId": 180}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "You want to be steady.", "sentId": 181}, {"text": "Trump wants the Israeli vote here.", "sentId": 182}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "But it puts the folks on terrorism, which we also know especially before the events of Tulsa and Charlotte, that would have been a bigger issue in the debate -- another issue where you have two very, very different approaches.", "sentId": 183}], "secId": 76}, {"speaker": "BALL", "sentences": [{"text": "Well, the crime issue, right?", "sentId": 184}, {"text": "It's an issue that makes people afraid.", "sentId": 185}, {"text": "Makes people believe that the world is unstable.", "sentId": 186}, {"text": "The world is on fire.", "sentId": 187}], "secId": 77}, {"speaker": "BALL", "sentences": [{"text": "And this is one of those issues that can cut either way.", "sentId": 188}, {"text": "I think for Trump, it's less about what happens and his reaction to it and we've seen at times where he seems to fly off the handle or demand credit for things that happen in the world that people r don't react quite so well.", "sentId": 189}, {"text": "And Hillary's pitch has been to say Trump is dangerous because he does tend to react in those ways.", "sentId": 190}], "secId": 78}, {"speaker": "BALL", "sentences": [{"text": "But in the situation where the world seems scary and Trump seems strong, these issues do play into his narrative where he can point to things going on in the world and say that this administration has not kept things like terrorism under control and that he's just going march in there and put his foot down.", "sentId": 191}], "secId": 79}, {"speaker": "ZELENY", "sentences": [{"text": "It complicates her argument to make him unacceptable.", "sentId": 192}, {"text": "Every one of these world events happening in real-time whether it's the shootings or bombings, it interrupts her plan to make him seem not stable or unacceptable and that's the big job one over all of this, trying to make him look unfit for the office.", "sentId": 193}], "secId": 80}, {"speaker": "ZELENY", "sentences": [{"text": "And Molly is absolutely right, in a time of strength, to some people who may not have liked him before, you know, he doesn't seem so out of bounds.", "sentId": 194}, {"text": "But it makes him look unacceptable.", "sentId": 195}, {"text": "So, that's what she's trying to do tomorrow night, saying he's not presidential timber.", "sentId": 196}, {"text": "But it's harder to do.", "sentId": 197}], "secId": 81}, {"speaker": "HENDERSON", "sentences": [{"text": "I think in that preconference, what was so interesting about it was A, she had a press conference, she wanted to lean into this conversation.", "sentId": 198}, {"text": "She talked about herself a lot in that press conference.", "sentId": 199}, {"text": "She put herself in the Situation Room where she talked about her own experience, briefings she had with national security adviser.", "sentId": 200}], "secId": 82}, {"speaker": "HENDERSON", "sentences": [{"text": "She kind of get granular, talking about Silicon Valley.", "sentId": 201}, {"text": "So, in that way, I think she's got a sort of fill in.", "sentId": 202}, {"text": "She can't say he's unacceptable and he has a bad temperament.", "sentId": 203}, {"text": "She has to make an affirmative argument for herself, which I imagine she'll do tomorrow night.", "sentId": 204}], "secId": 83}, {"speaker": "MARTIN", "sentences": [{"text": "Straw man politics could be effective in times of panic.", "sentId": 205}, {"text": "But Trump finds ways to ruin best opportunities he's given.", "sentId": 206}, {"text": "He had extraordinary opportunity after Orlando, the shooting in June at the nightclub, and for three days, he said things that backfired on him and he wound up coming out of that terribly.", "sentId": 207}], "secId": 84}, {"speaker": "MARTIN", "sentences": [{"text": "This is the challenge here is that when he's off a teleprompter and when he's on his feet or access to his phone, Twitter feed he says things that can hurt him politically.", "sentId": 208}, {"text": "What's remarkable he's done this time and time again and people are so skeptical about Hillary Clinton, the race --", "sentId": 209}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "You're still in this race.", "sentId": 210}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "You hit a key point here, when you have these unsettling events it feeds the environment for change.", "sentId": 211}, {"text": "If these things are happening what we have isn't working so we should try something different.", "sentId": 212}, {"text": "She wants to make the case, you can't take that risk with Donald Trump.", "sentId": 213}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "And the question is, how effectively be on the debate stage.", "sentId": 214}, {"text": "Listen to him here, when she comes after him, he turns to her, and sure you have all this experience but look where it got us.", "sentId": 215}], "secId": 88}, {"speaker": "TRUMP", "sentences": [{"text": "I can talk about her record which is a disaster.", "sentId": 216}, {"text": "I can talk about all she's done to help ISIS become the terror that they become.", "sentId": 217}], "secId": 89}, {"speaker": "O'REILLY", "sentences": [{"text": "I expect you'll do that anyway, right?", "sentId": 218}], "secId": 90}, {"speaker": "TRUMP", "sentences": [{"text": "And I will be doing that.", "sentId": 219}, {"text": "So, I mean, we're going to go back and forth.", "sentId": 220}, {"text": "And she's got a lot of baggage.", "sentId": 221}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "Now, her counter to that is that Donald Trump says all these things that she says is nuts, she says risky, she says dangerous and she says actually helping the terrorists.", "sentId": 222}], "secId": 92}, {"speaker": "CLINTON", "sentences": [{"text": "We know that Donald Trump's comments have been used online for recruitment of terrorists.", "sentId": 223}, {"text": "We've heard that from former CIA Director Michael Hayden, who made it a very clear point when he said Donald Trump is being used as a recruiting sergeant for the terrorists.", "sentId": 224}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Can she get under his skin to the point where he makes her point risky, you don't want to take this chance, or has he been coached to not take the bait?", "sentId": 225}], "secId": 94}, {"speaker": "ZELENY", "sentences": [{"text": "I think both are possible but she has been trying, that's one of her things she's doing in these practice sessions is trying to get under his skin in some respect and I think that's a good way to potentially do it, calling him a recruiting tool.", "sentId": 226}, {"text": "Of course, that goes at his immigration plan which even some moderate Republicans find wholly unacceptable and un-American, et cetera.", "sentId": 227}], "secId": 95}, {"speaker": "ZELENY", "sentences": [{"text": "So, I think that's one of her attempts tomorrow.", "sentId": 228}, {"text": "But the argument for change is a strong pull.", "sentId": 229}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 230}, {"text": "We're going to get next to the tale of the tape right now deep into the debates.", "sentId": 231}, {"text": "The key lessons from past performances and every Sunday our \"Inside Politics\" quiz.", "sentId": 232}, {"text": "Should the third-party candidates been invited to participate in this first presidential debate?", "sentId": 233}, {"text": "You can vote at CNN.com/vote.", "sentId": 234}], "secId": 97}, {"speaker": "ROMNEY", "sentences": [{"text": "I went to a number of women's groups and said, can you help us find folks?", "sentId": 235}, {"text": "And they brought us binders full of women.", "sentId": 236}], "secId": 98}, {"speaker": "MODERATOR", "sentences": [{"text": "Governor, if Kitty Dukakis we raped and murdered, would you favor an irrevocable death penalty for the killer?", "sentId": 237}], "secId": 99}, {"speaker": "DUKAKIS", "sentences": [{"text": "No, I don't and I think you know I oppose the death penalty during all of my life.", "sentId": 238}], "secId": 100}, {"speaker": "REAGAN", "sentences": [{"text": "I will not make age an issue of this campaign.", "sentId": 239}, {"text": "I am not going to exploit for political purposes my opponent's youth and inexperience.", "sentId": 240}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "Highlights of some past presidential debates there.", "sentId": 241}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "Let's set the stage for tomorrow night.", "sentId": 242}, {"text": "You know the two candidates -- Hillary Rodham Clinton versus Donald John Trump.", "sentId": 243}, {"text": "She's 68, he's 70.", "sentId": 244}, {"text": "Her strength coming in to this campaign, political experience.", "sentId": 245}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "She says she can run the government.", "sentId": 246}, {"text": "His strength, he's an outsider.", "sentId": 247}, {"text": "He says the government needs a businesslike approach.", "sentId": 248}, {"text": "Weaknesses, a lot of voters view her as dishonest.", "sentId": 249}, {"text": "A lot of voters are worried when he goes off the cuff and talks off script.", "sentId": 250}, {"text": "Heading it to the debate, the top priority, Hillary Clinton wants to come across is more likeable.", "sentId": 251}, {"text": "Donald Trump wants to shake what I call that risky label.", "sentId": 252}, {"text": "Now, we've never seen Donald Trump debate one-on-one before.", "sentId": 253}, {"text": "And one big question is how he handles debating a woman, especially one we know will be challenging him on past statements, seduces, sexist and offensive.", "sentId": 254}, {"text": "Maybe there's a lesson here.", "sentId": 255}], "secId": 104}, {"speaker": "TAPPER", "sentences": [{"text": "Donald Trump said the following about you, \"look at that face, would anyone vote for that.", "sentId": 256}, {"text": "Can you imagine that, the face of our next president?\"", "sentId": 257}, {"text": "Mr. Trump later said he talking about your persona not your appearance.", "sentId": 258}, {"text": "Please feel free to respond what you think about his persona.", "sentId": 259}], "secId": 105}, {"speaker": "FIONA", "sentences": [{"text": "You know, it's interesting to me, Mr. Trump said that he hear Mr. Bush very clearly and what Mr. Bush said.", "sentId": 260}, {"text": "I think women all over this country heard very clearly what Mr. Trump said.", "sentId": 261}], "secId": 106}, {"speaker": "TRUMP", "sentences": [{"text": "I think she's got a beautiful face and I think she's a beautiful woman.", "sentId": 262}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "Now for time purposes we didn't play all of that out.", "sentId": 263}, {"text": "That was one of the classic moments of the primary debates.", "sentId": 264}, {"text": "-- He was clearly flustered if you watch the entirety of that and then he gave that answer.", "sentId": 265}, {"text": "She was the only woman candidate but you have the others on stage.", "sentId": 266}, {"text": "This time it's going to be the two of them right there.", "sentId": 267}, {"text": "That's the thing I'm most fascinated by.", "sentId": 268}, {"text": "How does he handle that dynamic?", "sentId": 269}], "secId": 108}, {"speaker": "BALL", "sentences": [{"text": "Right.", "sentId": 270}, {"text": "And well, Hillary Clinton was in several one-on-one debates during the primary because it got down to just her and Bernie Sanders relatively quickly.", "sentId": 271}, {"text": "It stakes stamina.", "sentId": 272}, {"text": "Although Trump has questioned Hillary Clinton's stamina on various occasions, you know, we saw him sort of fall off the stage at the end of some of these primary debates.", "sentId": 273}, {"text": "-- He would look tired.", "sentId": 274}, {"text": "And so I think that's a question of can he show up consistently for the entire course of 90 minutes instead of you know, when you're in a 10 or 15 person debate you only have to talk every -- although the focus was always on Trump and all those -", "sentId": 275}], "secId": 109}, {"speaker": "HENDERSON", "sentences": [{"text": "And I mean, we've seen some of these gender dynamics play out.", "sentId": 276}, {"text": "Hillary Clinton with Rick Lazio, him invading her space, Barack Obama calling her - I think - at some point John Edwards criticized her jacket in one of the debates.", "sentId": 277}, {"text": "She usually I think does well in those instances when gender is sort of an underlying, you know, kind of notion in terms of what's going on.", "sentId": 278}, {"text": "She tends to use mockery.", "sentId": 279}, {"text": "I think that's going to be really interesting - to see if she does that and how Donald Trump deals with sort of being belittled by a woman on stage like that.", "sentId": 280}], "secId": 110}, {"speaker": "MARTIN", "sentences": [{"text": "And she has an instinct to go after people's appearance.", "sentId": 281}, {"text": "Time and time again over the years she's done this.", "sentId": 282}, {"text": "I think, you know, can he resist that temptation.", "sentId": 283}, {"text": "Because you can see that really going off poorly if he does that against her.", "sentId": 284}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Another thing we saw in the -- and I want to see this play out because I assume Lester Holt will have some but I'm also uncertain.", "sentId": 285}, {"text": "From talking to her people and checking to know more about this and I did, that Hillary Clinton will have some past Donald Trump statements and if you remember again one of the classic moments from the primary debates was when Donald Trump did not like listening to his own words.", "sentId": 286}], "secId": 112}, {"speaker": "KELLY", "sentences": [{"text": "You called women you don't like fat pigs, dogs, slobs and disgusting animals.", "sentId": 287}, {"text": "Does that sound you like temperament of a man we should elect as president?", "sentId": 288}], "secId": 113}, {"speaker": "TRUMP", "sentences": [{"text": "I think the big problem this country has is being politically correct.", "sentId": 289}, {"text": "And frankly what I say and oftentimes, it's fun, it's kidding, we have a good time.", "sentId": 290}, {"text": "What I say is what I say.", "sentId": 291}, {"text": "And honestly, Megyn if you don't like it, I'm sorry.", "sentId": 292}, {"text": "I've been very nice to you.", "sentId": 293}, {"text": "Although I could probably maybe not be based on the way you have treated me but I wouldn't do that.", "sentId": 294}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "It doesn't like his own words.", "sentId": 295}, {"text": "He's not afraid to challenge the moderator's credibility, if you will.", "sentId": 296}, {"text": "What are we looking for here?", "sentId": 297}], "secId": 115}, {"speaker": "ZELENY", "sentences": [{"text": "That was old Donald Trump.", "sentId": 298}, {"text": "If that Donald Trump returns tomorrow evening it will be a problem for him, no question.", "sentId": 299}, {"text": "But the Clinton campaign, Hillary Clinton herself has been studying and trying to internalize all his old words.", "sentId": 300}, {"text": "It's the sound track of her.", "sentId": 301}, {"text": "Every one of her campaign ads or most of her campaign ads are Donald Trump's own words.", "sentId": 302}, {"text": "And boy, does she have a lot to work from.", "sentId": 303}, {"text": "She'll have to be in sparse in what she has to go after but she will try to get under his skin like that specifically.", "sentId": 304}, {"text": "And I think that how he reacts to it will be very interesting.", "sentId": 305}, {"text": "He has not reacted very well in the past like that.", "sentId": 306}, {"text": "But I would be very surprised if he has a moment like he did with Megyn Kelly because that didn't play well for him at all.", "sentId": 307}], "secId": 116}, {"speaker": "BALL", "sentences": [{"text": "Well, if you know, going back to the very first debate of the primaries in august 2015, all of the hype was a different Donald Trump is going to show up.", "sentId": 308}, {"text": "He's going to - want to show a different side, a more presidential side and that continue to be the hype and it never happened.", "sentId": 309}, {"text": "Even from what we've been hearing from our sources inside the campaign and his advisors is not that he's trying to really turn into a different person, right?", "sentId": 310}, {"text": "He's not doing briefing.", "sentId": 311}, {"text": "He's not doing traditional debate prep because he really believes that he just shows up and does Donald Trump.", "sentId": 312}, {"text": "And so that has to be the game plan for this one.", "sentId": 313}, {"text": "I think --", "sentId": 314}], "secId": 117}, {"speaker": "ZELENY", "sentences": [{"text": "He's still more than they are talking about.", "sentId": 315}, {"text": "--", "sentId": 316}], "secId": 118}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 317}, {"text": "I think that's right.", "sentId": 318}, {"text": "--", "sentId": 319}], "secId": 119}, {"speaker": "BALL", "sentences": [{"text": "He is studying.", "sentId": 320}, {"text": "But like I think -- I don't think it is realistic to expect that he -- that a radically different character.", "sentId": 321}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "The point about Trump being Trump, Hillary Clinton has given Mark Cuban, the businessman, the owner of the Dallas Mavericks, a front row seat.", "sentId": 322}, {"text": "That he somebody who is like Trump, a reality TV star in addition to the other things he does, like he's a sharp critic of Donald Trump.", "sentId": 323}, {"text": "Donald Trump's response was maybe he'll give a seat to Gennifer Flowers, -- Bill Clinton 1992 fame, it turns out as we speak to her on Sunday morning, her indication, she's going to accept that invitation and come to the debate.", "sentId": 324}, {"text": "This is about the presidency, boys and girls.", "sentId": 325}, {"text": "This is about the presidency, not about these little stunts, but -", "sentId": 326}], "secId": 121}, {"speaker": "HENDERSON", "sentences": [{"text": "And it's not the 1990s, but I guess in some instances - KING:  Does he think that gets under her skin?", "sentId": 327}, {"text": "That if Gennifer Flowers is sitting in the front row of the debate.", "sentId": 328}], "secId": 122}, {"speaker": "HENDERSON", "sentences": [{"text": "I mean, I guess.", "sentId": 329}, {"text": "But it also just reminds you of Donald Trump's own infidelity, of his pettiness, sometimes tabloid nature of his campaign.", "sentId": 330}, {"text": "And so, you know, listen.", "sentId": 331}, {"text": "--", "sentId": 332}], "secId": 123}, {"speaker": "MARTIN", "sentences": [{"text": "Rubbing in Hillary Clinton's nose in the phase of her husband's infidelity is going to go over with female voters like a lead balloon.", "sentId": 333}, {"text": "-- The temptation to do this is classic Trump.", "sentId": 334}, {"text": "You know, he always has to kind of outdo the other one.", "sentId": 335}, {"text": "Yes, you got Cuban, I'll match that.", "sentId": 336}, {"text": "And so, you know, it's sort of how he operates it.", "sentId": 337}, {"text": "It's not great for America's civic culture to say the least, but it is - it is how he rolls as the kids say and the fact is that you know, it might be a sort of cute - you know, one day story but that's not going help move voters in the Philadelphia suburbs.", "sentId": 338}, {"text": "-", "sentId": 339}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "It gins up certain elements of his support online and the community.", "sentId": 340}, {"text": "- I think you're right about the bigger picture.", "sentId": 341}, {"text": "But if we've learned anything this year, it's to prepare for the unpredictable.", "sentId": 342}, {"text": "Everybody sit tight, up next, Clinton's debate history and moments.", "sentId": 343}, {"text": "First though, a comedic break, politicians say the darnest things, \"Between Two Ferns\" edition.", "sentId": 344}], "secId": 125}, {"speaker": "GALIFIANAKIS", "sentences": [{"text": "As secretary how many words per minute you can type?", "sentId": 345}, {"text": "And how does President Obama likes his coffee?", "sentId": 346}, {"text": "Like himself, weak?", "sentId": 347}], "secId": 126}, {"speaker": "CLINTON", "sentences": [{"text": "You know Zach these are really out of date questions.", "sentId": 348}, {"text": "You need to get out more.", "sentId": 349}], "secId": 127}, {"speaker": "GALIFIANAKIS", "sentences": [{"text": "But this has been a lot of fun Mrs. Clinton.", "sentId": 350}, {"text": "We should stay in touch.", "sentId": 351}, {"text": "What's the best way to reach you, e-mail?", "sentId": 352}], "secId": 128}, {"speaker": "KING", "sentences": [{"text": "Again, pictures of the debate hall at Hofstra University.", "sentId": 353}, {"text": "Donald Trump and Hillary Clinton face-off tomorrow night, the first big debate of this presidential campaign and the race is remarkably close as we get to the first debate.", "sentId": 354}, {"text": "This is the Obama-Romney 2012 map.", "sentId": 355}, {"text": "Indications are Donald Trump could change some of these blues to red or at least he's in position to.", "sentId": 356}, {"text": "Look at these just a few recent battleground states polls.", "sentId": 357}, {"text": "Donald Trump now up in Ohio, a tie on Florida momentum Donald Trump's way, Donald Trump up in North Carolina, the momentum is at his back.", "sentId": 358}, {"text": "These are the states to watch.", "sentId": 359}, {"text": "In Virginia, Michigan and Pennsylvania if we go back a month ago Hillary Clinton's lead on average was bigger in all three.", "sentId": 360}, {"text": "It is five points now in those states.", "sentId": 361}, {"text": "Those are the ones you need to watch.", "sentId": 362}, {"text": "And this is why.", "sentId": 363}, {"text": "If you look at the electoral map as of today, we have Secretary Clinton winning the race because of those.", "sentId": 364}, {"text": "If Donald Trump were to win all of the remaining battlegrounds, he's ahead in Nevada.", "sentId": 365}, {"text": "We just mentioned Florida, North Carolina and Ohio.", "sentId": 366}, {"text": "If he ran the board of the remaining battleground states, he still comes up just short.", "sentId": 367}, {"text": "Donald Trump's priority in the debate and in the weeks left in the campaign turn something blue, red.", "sentId": 368}, {"text": "That is his big challenge.", "sentId": 369}, {"text": "Now, for Secretary Clinton, we know here's one challenge.", "sentId": 370}, {"text": "She's going make history when she walks on to that stage tomorrow night, the first woman to debate as a major party presidential nominee.", "sentId": 371}, {"text": "She can draw on past experience.", "sentId": 372}, {"text": "But if this, we are certain, when her emails come up the conversation tomorrow won't go this way.", "sentId": 373}], "secId": 129}, {"speaker": "SANDERS", "sentences": [{"text": "Let me say something that may not be great politics.", "sentId": 374}, {"text": "But I think the secretary is right.", "sentId": 375}, {"text": "And that is that the American people are sick and tired of hearing about your damn emails.", "sentId": 376}], "secId": 130}, {"speaker": "CLINTON", "sentences": [{"text": "Thank you.", "sentId": 377}, {"text": "Me too.", "sentId": 378}, {"text": "Me too.", "sentId": 379}], "secId": 131}, {"speaker": "KING", "sentences": [{"text": "That will not happen tomorrow.", "sentId": 380}, {"text": "-- There's a lot we don't know about tomorrow night that will not happen and especially because it's been remarkable to watch people trying to play the moderators.", "sentId": 381}, {"text": "The Republicans holding people in contempt, the Republican house members, guess what?", "sentId": 382}, {"text": "They are trying to get a debate question.", "sentId": 383}, {"text": "Hillary Clinton releasing a new ad today on Russia, Donald Trump says to rush it, guess what?", "sentId": 384}, {"text": "She's trying to get a debate question.", "sentId": 385}, {"text": "The FBI in the Obama administration Friday night releasing more documents from its investigation into the e-mails Jeff Zeleny, including some things that could be pretty tough questions for Secretary Clinton and she can't say this is old because they are new documents.", "sentId": 386}], "secId": 132}, {"speaker": "ZELENY", "sentences": [{"text": "No doubt.", "sentId": 387}, {"text": "This is -- I mean so much has happened since that debate.", "sentId": 388}, {"text": "I believe that was at the Las Vegas debate last fall.", "sentId": 389}, {"text": "So I mean, gosh, -- I expect Donald Trump to talk about the FBI and James Comey, what he said about this whole situation.", "sentId": 390}, {"text": "Her challenge and what I'm told -- her advisors have been trying to coach her on is to come up with a cogent, clear, simple answer to emails.", "sentId": 391}, {"text": "Acknowledge what she did was wrong.", "sentId": 392}, {"text": "That she wouldn't do it again.", "sentId": 393}, {"text": "There was no intent and move on.", "sentId": 394}, {"text": "Sometimes she's gotten locked into this long answer about classified or not and the longer the answer on this the worse for her.", "sentId": 395}, {"text": "So she's trying to acknowledge wrongdoing and move on.", "sentId": 396}, {"text": "But there's no doubt that this is going to be a central issue in the debate.", "sentId": 397}], "secId": 133}, {"speaker": "KING", "sentences": [{"text": "And if he challenges her credibility we know she is going to go after his transparency.", "sentId": 398}, {"text": "Where are your taxes, Mr. Trump?", "sentId": 399}, {"text": "What are your ties to Russian business, Mr. Trump?", "sentId": 400}, {"text": "Who do you owe bank money to, Mr. Trump?", "sentId": 401}, {"text": "She's trying to get at that.", "sentId": 402}, {"text": "-- Muddy the waters and try to make him more risky than her.", "sentId": 403}, {"text": "And here's something she did again.", "sentId": 404}, {"text": "-- We look at these past debates, just to get inclusive about what might happen on the stage.", "sentId": 405}, {"text": "Check this out.", "sentId": 406}], "secId": 134}, {"speaker": "CLINTON", "sentences": [{"text": "If you've got something to say, say it directly.", "sentId": 407}, {"text": "But you will not find that I ever changed a view or a vote because of any donation that I ever received.", "sentId": 408}, {"text": "So I think it's time to end the very artful smear that you and your campaign have been carrying out in recent weeks and let's talk -- let's talk about the issues.", "sentId": 409}], "secId": 135}, {"speaker": "HENDERSON", "sentences": [{"text": "Bernie Sanders, no response there.", "sentId": 410}, {"text": "Not so good.", "sentId": 411}, {"text": "I mean, one of the things that Hillary Clinton does well in these debates, she often knows the record of the other person better than they know their own record.", "sentId": 412}, {"text": "And she's able to bring something out in these debates and attack that we haven't really heard before.", "sentId": 413}, {"text": "That will be interesting to see what she's able to do with Donald Trump.", "sentId": 414}, {"text": "I think on the e-mail thing, she's going to have to, I think, answer the question like it's the first time she's hearing it.", "sentId": 415}, {"text": "You played the Dukakis thing, of him answering about Kitty Dukakis and he later said that the reason he answered it that way was because he's heard the question a thousand times and he's very cavalier about it.", "sentId": 416}, {"text": "So I think that's going to be her challenge with the e-mails.", "sentId": 417}], "secId": 136}, {"speaker": "MARTIN", "sentences": [{"text": "The mistrust of her is remarkable.", "sentId": 418}, {"text": "And we see it in the polling.", "sentId": 419}, {"text": "But after you talk to voters it is just incredible the degree to which people believe she's dishonest.", "sentId": 420}, {"text": "And to that end I think Jeff is right.", "sentId": 421}, {"text": "You can't litigate the nature of e-mails.", "sentId": 422}, {"text": "You just have to show contrition.", "sentId": 423}, {"text": "And say I understand why folks have concerns about me and move on and make it about him.", "sentId": 424}], "secId": 137}, {"speaker": "KING", "sentences": [{"text": "You do get a new look in these debates though.", "sentId": 425}, {"text": "A very prominent Democratic strategist who is close to the Clintons, he was joking but not really when I asked what's her biggest priority in this debate and he said you know I'll take likeable enough.", "sentId": 426}, {"text": "That was a line Obama used.", "sentId": 427}, {"text": "- That was Obama - line Obama used to get - but the idea that you know, you do get a fresh look.", "sentId": 428}, {"text": "I don't know how much of a brand new look but a fresh look when you're on the debate stage because you're at that key moment.", "sentId": 429}, {"text": "Can she rise to that?", "sentId": 430}, {"text": "I guess is the challenge.", "sentId": 431}], "secId": 138}, {"speaker": "BALL", "sentences": [{"text": "I mean, I think this is actually a really interesting choice for her.", "sentId": 432}, {"text": "Does she want to try to radically remake her image, be warm and fuzzy?", "sentId": 433}, {"text": "Convince America for the first time ever is this wonderfully likeable person or does she double down on her strengths while acknowledging that that's a weakness.", "sentId": 434}, {"text": "I think that's something she did well in the primaries.", "sentId": 435}, {"text": "Where she said look, I get it.", "sentId": 436}, {"text": "I'm not little Ms. Charismatic but here's what I am good at.", "sentId": 437}, {"text": "Here is where I am on the substance of things.", "sentId": 438}, {"text": "And I think that's a much more effective route for her.", "sentId": 439}, {"text": "You know, on the e-mails, she gets lost in the weep and she gets defensive and that's a real trap for her.", "sentId": 440}], "secId": 139}, {"speaker": "KING", "sentences": [{"text": "The balance of prosecuting Trump and promoting herself.", "sentId": 441}, {"text": "We'll see it, fascinating night ahead, tomorrow night, our reporters strip the notebooks nest.", "sentId": 442}, {"text": "Next, including a hint that one of the presidential campaigns may be rethinking a huge battleground state.", "sentId": 443}, {"text": "First, the results of our quiz.", "sentId": 444}, {"text": "We asked you if you thought the third-party candidates should have been allowed to debate.", "sentId": 445}, {"text": "It's close.", "sentId": 446}, {"text": "We'll see it right there, small supermajority, says yes.", "sentId": 447}], "secId": 140}, {"speaker": "KING", "sentences": [{"text": "And now in the \"Inside Politics\" table, we asked our great reporters to get you ahead some of the big political news just around the corner.", "sentId": 448}, {"text": "Molly Ball?", "sentId": 449}], "secId": 141}, {"speaker": "BALL", "sentences": [{"text": "Keep an eye on Arizona.", "sentId": 450}, {"text": "I spent some time reporting there this week.", "sentId": 451}, {"text": "Competitive race, really interesting state this fall, you've got a competitive race at the presidential level, John McCain's senate seat and in the Phoenix area the controversial sheriff, Joe Arpaio, is it really a swing state?", "sentId": 452}, {"text": "It's been a solidly red state but both campaigns are actually making a play for it on the presidential level.", "sentId": 453}, {"text": "And they both acknowledged it shouldn't be in play in a normal year but this is not a normal year and a combination of the split in the Republican Party over Trump and unusually mobilized potential Latino electorate -- may bring that state on to the board.", "sentId": 454}, {"text": "Depending on how things go nationally.", "sentId": 455}], "secId": 142}, {"speaker": "KING", "sentences": [{"text": "And depending how much money she's willing to put in there.", "sentId": 456}, {"text": "Maybe we'll watch that one, Jeff?", "sentId": 457}], "secId": 143}, {"speaker": "ZELENY", "sentences": [{"text": "So long Ohio.", "sentId": 458}, {"text": "It's been 20 days since Hillary Clinton stepped foot into this classic battleground state and she's not expected to visit it again in the month of September.", "sentId": 459}, {"text": "That is a nod to the political reality they're facing her campaign.", "sentId": 460}, {"text": "She's struggling mightily among white voters.", "sentId": 461}, {"text": "And the campaign has not yet written it off and they will push back and say we're spending money there, etc.", "sentId": 462}, {"text": "But Ohio, the mother of all battleground states is not in her wheelhouse any more.", "sentId": 463}, {"text": "Our poll of polls, combination of polls, it shows that Trump is leading 43 to 38 percent.", "sentId": 464}, {"text": "Now, she does not need it in her math to 270.", "sentId": 465}, {"text": "That is why they're slipping down on the priority list here.", "sentId": 466}, {"text": "But for Democrats in Ohio who are hoping to see her again she's not been there since Labor Day and not coming back.", "sentId": 467}], "secId": 144}, {"speaker": "KING", "sentences": [{"text": "Wow.", "sentId": 468}, {"text": "I mean, it's the big meal of the country -- battleground state.", "sentId": 469}, {"text": "Jon?", "sentId": 470}], "secId": 145}, {"speaker": "MARTIN", "sentences": [{"text": "Speaking of heartland state I was surprised last week to see that Trump was headed back to Wisconsin, we haven't heard much about recently.", "sentId": 471}, {"text": "I mean - actually soundly rebutting when he ran the primary there.", "sentId": 472}, {"text": "But I was very surprised yesterday that two Clinton surrogates, Chelsea Clinton and Anne Holton, wife of Tim Kaine, where themselves headed to Wisconsin.", "sentId": 473}, {"text": "I talked to some Clinton folks.", "sentId": 474}, {"text": "And they said, we're going to be okay in Wisconsin but there is some internal sort of chatter about let's lock it down there.", "sentId": 475}, {"text": "And so I think that's why you see some folks headed out to Wisconsin.", "sentId": 476}, {"text": "Why is that state a little bit closer now?", "sentId": 477}, {"text": "It's the same reason as Jeff pointed out that Ohio is now moving away from Hillary.", "sentId": 478}, {"text": "It is white voters.", "sentId": 479}, {"text": "This is a heavily white state.", "sentId": 480}, {"text": "Hillary is having problems with those folks.", "sentId": 481}, {"text": "And the GOP is coming home to Trump.", "sentId": 482}, {"text": "Obama won it twice but keep in mind when Bush ran both times Wisconsin was very, very close.", "sentId": 483}], "secId": 146}, {"speaker": "KING", "sentences": [{"text": "Rust Belt, rust belt.", "sentId": 484}, {"text": "We'll watch that to the end.", "sentId": 485}], "secId": 147}, {"speaker": "HENDERSON", "sentences": [{"text": "I spent some time in North Carolina all last week.", "sentId": 486}, {"text": "Historically black colleges and universities really set to play a major role in that state.", "sentId": 487}, {"text": "There are 11 HBCUs in North Carolina.", "sentId": 488}, {"text": "You've seen Hillary Clinton rolled out a plan, $25 billion in funding to private HBCs.", "sentId": 489}, {"text": "But you've also seen Republicans be on campuses, HBCU campuses in North Carolina, RNC officials where for instance, -- they are planning to have a presence as well in some of these homecoming events which are huge events where alumni and students gather and so we'll see that in October.", "sentId": 490}, {"text": "So it will be interesting to see how these core colleges in North Carolina such a battleground state now come in to play in November.", "sentId": 491}], "secId": 148}, {"speaker": "KING", "sentences": [{"text": "Battleground within the battleground.", "sentId": 492}, {"text": "I'll close with a thought about all the debate expectations game.", "sentId": 493}], "secId": 149}, {"speaker": "KING", "sentences": [{"text": "You'll hear a lot about in the next 36 hours.", "sentId": 494}, {"text": "Now, the fundamentals of the race slightly favor Hillary Clinton.", "sentId": 495}, {"text": "So I guess it's fair to say she has the most to lose entering the first debate.", "sentId": 496}, {"text": "It's also fair to say Donald Trump has the most to gain because he's competitive in this race even though clear majority of Americans tell pollsters he doesn't have the policy depth or temperament to be president.", "sentId": 497}, {"text": "His challenges are, as veteran pollster Peter Hart puts it, professional.", "sentId": 498}, {"text": "Can he show some mastery of the issues and the challenges facing the country?", "sentId": 499}, {"text": "Can he look and act like a president?", "sentId": 500}, {"text": "For Clinton the challenges are personal.", "sentId": 501}, {"text": "Can she persuade more voters to trust her and to come away thinking she best understands them.", "sentId": 502}, {"text": "But beyond that much of the debate expectations conversations are, to be kind, bullpucky.", "sentId": 503}, {"text": "They are competing for the same job.", "sentId": 504}, {"text": "They will inherit the same problems.", "sentId": 505}, {"text": "They'll live in the same house and they'll work in the same office.", "sentId": 506}, {"text": "The winner gets the same title and yes, the same salary.", "sentId": 507}, {"text": "So as you watch tomorrow night, the candidates should be graded on the same scale.", "sentId": 508}, {"text": "Period.", "sentId": 509}, {"text": "That's it for \"Inside Politics\".", "sentId": 510}, {"text": "Again thanks for sharing your Sunday morning.", "sentId": 511}, {"text": "We hope to see you tomorrow at Noon Eastern as we launch a weekday edition of \"Inside Politics\" for the final seven weeks of the election season.", "sentId": 512}, {"text": "Up next, \"State of the Union\" with Jake Tapper.", "sentId": 513}], "secId": 150}], "sectionCount": 151, "url": "transcripts.cnn.com/TRANSCRIPTS/1609/25/ip.01.html", "sentenceCount": 515, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired September 25, 2016 - 08:00   ET", "speakers": ["KING", "TRUMP", "CLINTON", "OBAMA", "HENDERSON", "BALL", "ZELENY", "MARTIN", "O'REILLY", "ROMNEY", "MODERATOR", "DUKAKIS", "REAGAN", "TAPPER", "FIONA", "KELLY", "GALIFIANAKIS", "SANDERS"], "title": "INSIDE POLITICS"}