{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.0507.28.ip.01.html.json", "subTitle": "Supreme Court Showdown; Chemical Fire in Texas; IRA Renounces Violence; CAFTA Passes; Santorum Revealed; Shuttles Grounded Again", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "ANNOUNCER", "sentences": [{"text": "Republicans strike back against Democrats making demands on John Roberts.", "sentId": 0}], "secId": 0}, {"speaker": "MCCONNELL", "sentences": [{"text": "Our friends on the other side of the aisle are going to do everything they can to obstruct the confirmation process of the president's nominee to the Supreme Court.", "sentId": 1}], "secId": 1}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Will there be a fierce partisan fight after all?", "sentId": 2}], "secId": 2}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Trading allegations.", "sentId": 3}], "secId": 3}, {"speaker": "PELOSI", "sentences": [{"text": "The Republican majority, once again, turned the floor of the house into a set for \"Let's Make a Deal.\"", "sentId": 4}], "secId": 4}, {"speaker": "ANNOUNCER", "sentences": [{"text": "The House gives President Bush the trade pact he wanted, but were ethical lines crossed to make that happen?", "sentId": 5}], "secId": 5}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Soaring hopes and now dashed dreams.", "sentId": 6}, {"text": "The grounding of the space shuttle fleet leaves the space program in limbo.", "sentId": 7}], "secId": 6}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Everything is back almost to square zero.", "sentId": 8}], "secId": 7}, {"speaker": "ANNOUNCER", "sentences": [{"text": "And is he in, or out?", "sentId": 9}, {"text": "We'll ask Senator Rick Santorum to clarify his presidential intentions, and talk about his literary showdown with Hillary Clinton.", "sentId": 10}], "secId": 8}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Now, live from Washington, CNN's INSIDE POLITICS.", "sentId": 11}], "secId": 9}, {"speaker": "HENRY", "sentences": [{"text": "Thanks for joining us.", "sentId": 12}, {"text": "I'm Ed Henry.", "sentId": 13}], "secId": 10}, {"speaker": "HENRY", "sentences": [{"text": "In the week and a half since President Bush nominated John Roberts, Democrats have been going after the Supreme Court nominee a little more each day.", "sentId": 14}, {"text": "It may not a full frontal attack, but some Republicans seem to have had enough, so they're taking new steps to keep Roberts' nomination on track, using a good cop/bad cop strategy.", "sentId": 15}], "secId": 11}, {"speaker": "HENRY ", "sentences": [{"text": "... senators for dinner at this Washington steakhouse, to help cool growing tension over the Supreme Court battle.", "sentId": 16}], "secId": 12}, {"speaker": "THOMPSON", "sentences": [{"text": "I'm optimistic.", "sentId": 17}, {"text": "We've been having good meetings and, you know, hopefully all the things will be resolved.", "sentId": 18}], "secId": 13}, {"speaker": "HENRY", "sentences": [{"text": "Fred Thompson dined with key members of the so-called Gang of 14 moderates, who earlier helped avert a nuclear crisis over lower court judges.", "sentId": 19}, {"text": "Senators say the meeting with Thompson will help diffuse sudden skirmishes over the timing of confirmation meetings and how many documents the White House needs to produce.", "sentId": 20}], "secId": 14}, {"speaker": "MCCAIN", "sentences": [{"text": "I think it's just kind of ground noise that happens, and nobody ever thought it was going to be a complete smooth trip.", "sentId": 21}, {"text": "So I think it's going to be all right.", "sentId": 22}], "secId": 15}, {"speaker": "HENRY", "sentences": [{"text": "But Republican leaders do not seem so optimistic.", "sentId": 23}], "secId": 16}, {"speaker": "MCCONNELL", "sentences": [{"text": "Our friends on the other side of the aisle are going to do everything they can to obstruct the confirmation process of the president's nominee to the Supreme Court.", "sentId": 24}], "secId": 17}, {"speaker": "HENRY", "sentences": [{"text": "At issue, the fact that the White House has turned over thousands of pages of documents from Roberts' time as a young lawyer in the Reagan administration, but is refusing to release documents from the first Bush administration.", "sentId": 25}], "secId": 18}, {"speaker": "LEAHY", "sentences": [{"text": "Now, I know that the White House press secretary much prefers talking about Karl Rove, but I would suggest to him that that is probably an unrealistic standard to set that I can only read things that the president has read, because I doubt very much the president, whom I respect greatly, has read Judge Roberts' opinions.", "sentId": 26}], "secId": 19}, {"speaker": "HENRY", "sentences": [{"text": "Republicans insist the papers are covered by the attorney/client privilege.", "sentId": 27}], "secId": 20}, {"speaker": "CORNYN", "sentences": [{"text": "We should stop this game of \"gotcha\" and move to the goal post that it appears that we have already begun.", "sentId": 28}], "secId": 21}, {"speaker": "HENRY", "sentences": [{"text": "The White House, meanwhile, is trying to steer clear of a partisan fight over whether the hearings should start in August or Septmeber.", "sentId": 29}], "secId": 22}, {"speaker": "THOMPSON", "sentences": [{"text": "Oh that's -- I'll leave that for others to work out.", "sentId": 30}, {"text": "We will show up whenever it's scheduled.", "sentId": 31}], "secId": 23}, {"speaker": "HENRY", "sentences": [{"text": "And Democrats are not showing any sign of backing off from their demands or from asking tough questions.", "sentId": 32}, {"text": "The Senate Judiciary Committee sent a 10-page questionnaire to Judge Roberts yesterday.", "sentId": 33}, {"text": "It could lead to new information about his role in the Florida presidential recount battle of 2000.", "sentId": 34}], "secId": 24}, {"speaker": "HENRY", "sentences": [{"text": "And seven Democratic women in the Senate are launching a new Web site to solicit questions to ask Roberts during his confirmation hearings.", "sentId": 35}, {"text": "At that news conference, Senator Hillary Clinton was asked if she would vote against Roberts if he testified that Roe v. Wade is not settled law.", "sentId": 36}, {"text": "She sidestepped that question, saying, quote, \"I want to wait and see how he answers.\"", "sentId": 37}], "secId": 25}, {"speaker": "HENRY", "sentences": [{"text": "Another flash-point on the Hill today, the House Democratic leaders accusing Republicans of using questionable tactics to get a controversial trade deal passed.", "sentId": 38}, {"text": "The Central American Free Trade Agreement, known as CAFTA, cleared the House by a two-vote margin last night.", "sentId": 39}, {"text": "It would eliminate trade barriers between the U.S. and Guatemala, El Salvador, Honduras, Nicaragua, Costa Rica and the Dominican Republic.", "sentId": 40}], "secId": 26}, {"speaker": "HENRY", "sentences": [{"text": "The vote dragged on for an hour amid last-minute negotiating and arm-twisting by GOP leaders, and after President Bush and Vice President Cheney personally lobbied lawmakers.", "sentId": 41}, {"text": "House Minority Leader Nancy Pelosi urged reporters to ask Republicans how far they went to secure a CAFTA victory.", "sentId": 42}], "secId": 27}, {"speaker": "PELOSI", "sentences": [{"text": "I do know of reports that have been made to me about offers that were made to Democrats and they came running in saying it didn't sound like it passed the legal muster to me.", "sentId": 43}, {"text": "But they know what they've done and they know it's at additional cost to the U.S. taxpayer.", "sentId": 44}, {"text": "You should ask them.", "sentId": 45}], "secId": 28}, {"speaker": "HENRY", "sentences": [{"text": "I'll talk with Minority Leader Pelosi a bit later on INSIDE POLITICS.", "sentId": 46}, {"text": "Right now, let's find out what the White House is saying about CAFTA, now headed to the president's desk since the Senate approved the pact last month.", "sentId": 47}], "secId": 29}, {"speaker": "HENRY", "sentences": [{"text": "Here's our White House correspondent Suzanne Malveaux -- Suzanne.", "sentId": 48}], "secId": 30}, {"speaker": "MALVEAUX", "sentences": [{"text": "Well, Ed, of course the White House is very happy about this.", "sentId": 49}, {"text": "This is a big victory for the president.", "sentId": 50}, {"text": "He intentionally kept his schedule open so he could do some serious lobbying.", "sentId": 51}, {"text": "As you mentioned before, of course, it was really quite a scene on Capitol Hill over the last 12 to 24 hours.", "sentId": 52}, {"text": "President Bush making a rare appearance.", "sentId": 53}, {"text": "Also, of course, Vice President Dick Cheney, as well as the secretaries of commerce, agriculture, U.S. trade representative.", "sentId": 54}, {"text": "All of them there to try to push forward those Republicans to pass CAFTA.", "sentId": 55}], "secId": 31}, {"speaker": "MALVEAUX", "sentences": [{"text": "As you had mentioned before, some call it some arm-twisting and some deal-making here, but the focal point was earlier this week.", "sentId": 56}, {"text": "That is when the president went behind closed doors before the Republican conference and essentially said to them, this is not just a matter of opening up these markets, it's also matter of national security and rewarding those allies in the war on terror.", "sentId": 57}], "secId": 32}, {"speaker": "MCCLELLAN", "sentences": [{"text": "It helps to strengthen democracy in our own hemisphere.", "sentId": 58}, {"text": "This goes right to our own national security.", "sentId": 59}, {"text": "This is an agreement that will help extend peace and prosperity throughout the western hemisphere.", "sentId": 60}, {"text": "While we are working to advance freedom abroad, we also need to be looking in our own hemisphere and make sure that we're supporting the democratic efforts that continue to advance in our own hemisphere.", "sentId": 61}], "secId": 33}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, Ed, as you know, of course, this was a particularly tough fight for the president for a couple of reasons.", "sentId": 62}, {"text": "It did not fall strictly along party lines.", "sentId": 63}, {"text": "There were rather regional pockets of Republicans who represented, essentially, the sugar, the textile industries.", "sentId": 64}, {"text": "Their constituents were quite concerned about the cost to U.S. jobs.", "sentId": 65}, {"text": "Those were the ones that they were after to convince.", "sentId": 66}, {"text": "First it was North Carolina that folded, went from no to yes, then you had Ohio as well as Pennsylvania decided to get on board.", "sentId": 67}], "secId": 34}, {"speaker": "MALVEAUX", "sentences": [{"text": "The other aspect of this, as well, is that the Democrats were very united in their stance.", "sentId": 68}, {"text": "This was a labor issue, but it was also a party loyalty issue.", "sentId": 69}, {"text": "The White House only able to pick off about 15 Democrats for the CAFTA -- for that passage.", "sentId": 70}, {"text": "Ultimately, it worked out for the president in the end.", "sentId": 71}], "secId": 35}, {"speaker": "MALVEAUX", "sentences": [{"text": "This is a White House that is quite pleased.", "sentId": 72}, {"text": "They are also looking at the energy bill, the highway bill as other potential victories.", "sentId": 73}, {"text": "And this, of course, ironically in light -- when you look at the bigger picture -- their centerpiece for the domestic agenda, Social Security, has failed to gain much traction -- Ed.", "sentId": 74}], "secId": 36}, {"speaker": "HENRY", "sentences": [{"text": "OK, Suzanne Malveaux from the White House.", "sentId": 75}, {"text": "Thank you.", "sentId": 76}, {"text": "While the Bush administration touts that victory as a boon for national security and stability, the American people increasingly have their doubts about trade benefits.", "sentId": 77}, {"text": "48 percent of those surveyed for our new poll say they see foreign trade as a threat to the United States.", "sentId": 78}, {"text": "That's up from 41 percent in 2003, and 35 percent in 2000.", "sentId": 79}], "secId": 37}, {"speaker": "HENRY", "sentences": [{"text": "I spoke earlier today, in fact, with U.S. Trade Representative Rob Portman about resistance to CAFTA, and the horse trading that got it passed.", "sentId": 80}, {"text": "I began by asking the former GOP congressman just how wild the scene was on Capitol Hill last night.", "sentId": 81}], "secId": 38}, {"speaker": "PORTMAN", "sentences": [{"text": "Well, it wasn't too wild in the sense that we knew where most members of Congress were going to end up, but there was a small group of undecided members.", "sentId": 82}, {"text": "And the way we persuaded them to support this agreement was the agreement itself.", "sentId": 83}, {"text": "It's a fundamentally sound agreement because it opens up the markets in Central America, just as they already have to access to markets.", "sentId": 84}, {"text": "So it was a fair-trade agreement.", "sentId": 85}, {"text": "It was our ability to say to members of Congress that this ought to not just be free trade, but fair trade...", "sentId": 86}], "secId": 39}, {"speaker": "HENRY", "sentences": [{"text": "But if it was fair trade...", "sentId": 87}], "secId": 40}, {"speaker": "PORTMAN", "sentences": [{"text": "... and end up being beneficial.", "sentId": 88}], "secId": 41}, {"speaker": "HENRY", "sentences": [{"text": "But if it was fair trade, I wonder why so many Republicans had a hard time supporting it and took so long to actually get it through.", "sentId": 89}, {"text": "There was a lobbyist against CAFTA who told \"The Wall Street Journal\" today, quote, \"If they voted their conscience, CAFTA would fail by 50 votes.\"", "sentId": 90}, {"text": "Isn't it true you really had to barter and offer up roads and bridges and other pork projects to get this through?", "sentId": 91}], "secId": 42}, {"speaker": "PORTMAN", "sentences": [{"text": "No, I feel just the opposite about it.", "sentId": 92}, {"text": "As you said, I was in Congress for 12 years.", "sentId": 93}, {"text": "I was in the leadership, I was a member of the whip team, I had been through a lot of these votes, including trade promotion authority.", "sentId": 94}, {"text": "And the truth is, if members had voted their conscience, we would have won by 50 votes.", "sentId": 95}, {"text": "Because members, when they looked at this agreement, realized it was a good agreement, good agreement for our country, but also good agreement for Central America to ensure our national security in that important part of the world.", "sentId": 96}, {"text": "The fact is, the politics is what made it difficult on this vote.", "sentId": 97}], "secId": 43}, {"speaker": "HENRY", "sentences": [{"text": "But...", "sentId": 98}], "secId": 44}, {"speaker": "PORTMAN", "sentences": [{"text": "And the fact is that those who oppose trade threw everything but the kitchen sink at this agreement, Ed.", "sentId": 99}, {"text": "And you know that when we first got started on this exercise, we were way behind because labor unions and others who oppose trade this is the one, we're going to draw the line here.", "sentId": 100}, {"text": "We're going to stop this agreement.", "sentId": 101}, {"text": "The other agreements with countries like Australia, Jordan, Morocco, and so on, did not have that same controversy.", "sentId": 102}, {"text": "The controversy was brought on by those who oppose trade, and made this a political vote.", "sentId": 103}, {"text": "So, courageous members stood up and voted their conscience and did the right thing for America.", "sentId": 104}], "secId": 45}, {"speaker": "HENRY", "sentences": [{"text": "But Mr.", "sentId": 105}, {"text": "Ambassador, if the economic benefits of this were so good, why did you not sell it as an economic package?", "sentId": 106}, {"text": "Instead, we had the president, vice president and the secretary of State among others on the Hill this week, saying it was a national security issue not a trade issue.", "sentId": 107}, {"text": "And they were saying it was about stabilizing democracies in Central America.", "sentId": 108}, {"text": "Some lawmakers in both are saying what does that have to do with trade?", "sentId": 109}, {"text": "You should be worrying about the economy in the United States.", "sentId": 110}], "secId": 46}, {"speaker": "PORTMAN", "sentences": [{"text": "Well, I can tell you as the quarterback, I guess, of the effort -- I talked about the economic benefits constantly, as did the president.", "sentId": 111}, {"text": "The reality is that although it's 44 million consumers, and our second biggest market in Latin America, the trade benefits of this agreement are not as large as trade benefits for bigger agreements.", "sentId": 112}, {"text": "For instance even the Mexican agreement that we did back in the 90s, or even the World Trade Organization agreement.", "sentId": 113}, {"text": "But the benefits were clear.", "sentId": 114}], "secId": 47}, {"speaker": "PORTMAN", "sentences": [{"text": "The fact is that because the politics were so tough, because the other side, again, tried everything they could to derail this, that it was not just about trade but also it was about national security.", "sentId": 115}], "secId": 48}, {"speaker": "PORTMAN", "sentences": [{"text": "But you had the president make a rare visit to the Hill and personally lobby on this.", "sentId": 116}, {"text": "And he still got only a Republican-lead House to pass it by only two volts, doesn't that confirm that he is, in fact, a lame duck.", "sentId": 117}, {"text": "And he's having a hard time getting his own Republicans on board with his agenda?", "sentId": 118}], "secId": 49}, {"speaker": "PORTMAN", "sentences": [{"text": "Absolutely not.", "sentId": 119}, {"text": "This agreement, was again, a huge uphill battle.", "sentId": 120}, {"text": "It was way behind, because those who opposed trade, again, did everything they could and focused on this agreement trying, frankly with regard to these Central American democracies, these fragile democracies, the poor folks in Central America who would like to increase their standard of living and modernize their economy, putting a lot of pressure on them to be able to solve these bigger problems that had nothing to do with this agreement.", "sentId": 121}, {"text": "And so the president had an uphill battle.", "sentId": 122}, {"text": "And he did a good job.", "sentId": 123}], "secId": 50}, {"speaker": "PORTMAN", "sentences": [{"text": "And by the way when he came to the Hill, I was there, he did talk about the Central America Free Trade Agreement.", "sentId": 124}, {"text": "But for about 10 percent of will time, he also talked about all the other agenda items that we had accomplished.", "sentId": 125}, {"text": "And what was coming up, including the energy bill and the highway bill and so on.", "sentId": 126}, {"text": "And it was great that he came to the Hill.", "sentId": 127}, {"text": "He doesn't do it often.", "sentId": 128}, {"text": "But he tends to do it toward the end of a session like this or when we are going into a break.", "sentId": 129}, {"text": "So it was a helpful rallying cry.", "sentId": 130}, {"text": "But it wasn't just on the Central American Free Trade Agreement.", "sentId": 131}], "secId": 51}, {"speaker": "PORTMAN", "sentences": [{"text": "That was Rob Portman, the U.S. Trade Representative talking about last night's victory on the Central American Free Trade Agreement.", "sentId": 132}], "secId": 52}, {"speaker": "PORTMAN", "sentences": [{"text": "We now want to turn to Texas and update you on a story breaking this afternoon, an explosion has torn through a chemical plant on the north side of Ft. Worth.", "sentId": 133}, {"text": "There are an undetermined number of injuries.", "sentId": 134}, {"text": "We've heard at least four injured.", "sentId": 135}, {"text": "You can see the black smoke, which can be seen for miles throughout Ft. Worth.", "sentId": 136}], "secId": 53}, {"speaker": "PORTMAN", "sentences": [{"text": "We want to bring in now Eric Lamar.", "sentId": 137}, {"text": "He is the director of Hazmat Training for the International Association of Firefighters here in Washington.", "sentId": 138}, {"text": "Mr. Lamar, are you there?", "sentId": 139}], "secId": 54}, {"speaker": "LAMAR", "sentences": [{"text": "I am, Ed, how are you?", "sentId": 140}], "secId": 55}, {"speaker": "HENRY", "sentences": [{"text": "Good, how are you.", "sentId": 141}, {"text": "Thank you for joining us.", "sentId": 142}, {"text": "I understand you have been watching by television.", "sentId": 143}, {"text": "Can you give us an idea of what your immediate reaction is from watching that of how bad of a blaze this is?", "sentId": 144}], "secId": 56}, {"speaker": "LAMAR", "sentences": [{"text": "Well, clearly it's a catastrophic event.", "sentId": 145}, {"text": "They appear to have the vast majority of the structure involved in a huge fire.", "sentId": 146}, {"text": "It sounds like from what I learned earlier, it is a -- it's a concern of where they have bulk storage of a wide variety of chemicals.", "sentId": 147}, {"text": "So they have a serious hazardous materials incident on their hands.", "sentId": 148}], "secId": 57}, {"speaker": "HENRY", "sentences": [{"text": "So now, since this is obviously not a normal fire, how do the firefighters approach it?", "sentId": 149}, {"text": "Give us an idea of how you attack a fire like this.", "sentId": 150}, {"text": "LAMAR:  Well, from what I can see, they are certainly taking what we would refer to as a defensive posture.", "sentId": 151}, {"text": "So, essentially, they have made the decision that there's no way to conduct an offensive interior attack in the building.", "sentId": 152}], "secId": 58}, {"speaker": "HENRY", "sentences": [{"text": "So from the video, you can definitely see that they have set up large streams some distance from the building.", "sentId": 153}, {"text": "And they are going to try to control the fire to the extent that they can, using these large streams while they obviously keep the public away.", "sentId": 154}, {"text": "And also they are keeping firefighting forces, hopefully, a safe distance away from the building, although you can see that they are continuing to have some really serious explosions.", "sentId": 155}], "secId": 59}, {"speaker": "HENRY", "sentences": [{"text": "So you want to stay back as far as you can, acknowledging that all they are able to do at this point is really to try to protect exposures around the building that's involved, because, of course, that building is a total loss at this point.", "sentId": 156}], "secId": 60}, {"speaker": "HENRY", "sentences": [{"text": "Now, you can see those dramatic pictures.", "sentId": 157}, {"text": "It appears that the wind was really blowing this fire with more force.", "sentId": 158}, {"text": "And right past those power lines.", "sentId": 159}, {"text": "Is that another concern, given those power lines right there around the fire that we saw a moment ago.", "sentId": 160}, {"text": "How do you approach that?", "sentId": 161}], "secId": 61}, {"speaker": "LAMAR", "sentences": [{"text": "Well, obviously power lines are a concern.", "sentId": 162}, {"text": "But I think, you know, you are looking at the immediate fire area at this point.", "sentId": 163}, {"text": "A serious issue.", "sentId": 164}, {"text": "It's going to try to be, can you confine the fire and protect the exposures that are closest to the building.", "sentId": 165}], "secId": 62}, {"speaker": "LAMAR", "sentences": [{"text": "And then you also obviously have other issues in an incident like this.", "sentId": 166}, {"text": "For instance, they have to be concerned about the smoke plume downwind.", "sentId": 167}, {"text": "What's contained in that plume?", "sentId": 168}, {"text": "Do they have to worry about downwind evacuation?", "sentId": 169}, {"text": "How far downwind is appropriate?", "sentId": 170}], "secId": 63}, {"speaker": "LAMAR", "sentences": [{"text": "And of course, from the explosions that we're seeing, from those explosions, is there a significant debris problem?", "sentId": 171}, {"text": "What's the danger area there?", "sentId": 172}], "secId": 64}, {"speaker": "LAMAR", "sentences": [{"text": "So, of course, their primary interest at the incident is going to be life safety definitely at that property, but also figuring out in the immediate area, what's the life safety problem?", "sentId": 173}, {"text": "Who has to be evacuated?", "sentId": 174}, {"text": "And then as I mentioned a minute ago, because it is a hazmat incident and they have this downwind smoke problem, how do you effectively and quickly evacuate those folks so they are not being exposed to toxic products involved in the fire?", "sentId": 175}], "secId": 65}, {"speaker": "HENRY", "sentences": [{"text": "OK.", "sentId": 176}, {"text": "Thank you very much.", "sentId": 177}, {"text": "Eric Lamar a hazmat expert at the International Association of Firefighters.", "sentId": 178}, {"text": "Thank you for joining us.", "sentId": 179}], "secId": 66}, {"speaker": "HENRY", "sentences": [{"text": "As you can see, the fire is still raging.", "sentId": 180}, {"text": "We will be checking back in in Ft Worth throughout the afternoon and evening as news warrants.", "sentId": 181}, {"text": "Now back to INSIDE POLITICS.", "sentId": 182}], "secId": 67}, {"speaker": "HENRY", "sentences": [{"text": "Democratic House leader Nancy Pelosi today had some tough comments about Republican efforts to secure last night's victory on the Central American Free Trade Agreement.", "sentId": 183}, {"text": "Pelosi even questioned whether some questionable deals might have been made by Republicans in getting votes.", "sentId": 184}, {"text": "I spoke with Nancy Pelosi a short while ago and asked her about those allegations.", "sentId": 185}], "secId": 68}, {"speaker": "PELOSI", "sentences": [{"text": "What I said was that the Republicans turned the floor of the House of Representatives into a \"Let's Make A Deal\" set.", "sentId": 186}, {"text": "It was reminiscent of what happened at the time of the Medicare prescription drug legislation that evening.", "sentId": 187}, {"text": "And again this time they kept the vote open a long time.", "sentId": 188}], "secId": 69}, {"speaker": "PELOSI", "sentences": [{"text": "But many of the overtures that were made to members was made before even going to the floor.", "sentId": 189}, {"text": "So this is about, again, an abuse of power, in an unethical way of passing legislations.", "sentId": 190}, {"text": "And depending on what members decide to do, may require further attention.", "sentId": 191}], "secId": 70}, {"speaker": "HENRY", "sentences": [{"text": "But now, it seems to me, you have a responsibility as a leader in Congress if, in fact you believe there was some corruption, whether it was rules broken or laws broken to come forward and explain and get specific.", "sentId": 192}], "secId": 71}, {"speaker": "PELOSI", "sentences": [{"text": "Well, what I will say to you very clearly is that I do think there is a culture of corruption in the Capitol of the United States.", "sentId": 193}, {"text": "That they have turned the gavel of the speaker into an auctioneers gavel.", "sentId": 194}, {"text": "And that's what I am talking about.", "sentId": 195}, {"text": "And that would have been a abuse of power in that regard.", "sentId": 196}, {"text": "And I have said that over and over, again.", "sentId": 197}, {"text": "And last night was a further manifestation of it.", "sentId": 198}], "secId": 72}, {"speaker": "HENRY", "sentences": [{"text": "But madam leader, we also heard that union leaders were going around saying that any Democrat supporting this Central American Free Trade Agreement would not get political support, not get political money down the line.", "sentId": 199}, {"text": "What's the difference there?", "sentId": 200}, {"text": "It seems like Democrats are also bean muscled.", "sentId": 201}], "secId": 73}, {"speaker": "PELOSI", "sentences": [{"text": "There's plenty of difference.", "sentId": 202}, {"text": "If the labor movement, or the Chamber of Commerce says to members of Congress, we support those who support us, that's what they do.", "sentId": 203}, {"text": "They are outside groups.", "sentId": 204}, {"text": "When taxpayer money is being used by the administration, or by the Republican leadership in the Congress to persuade members to vote a certain way, I think that's something quite different.", "sentId": 205}], "secId": 74}, {"speaker": "HENRY", "sentences": [{"text": "What do you think it says about the president's political standing right now, that he put his personal capital on the line, the vice president spent several hours last night personally lobbying members, they had half the cabinet there, and yet they still won by basically a vote?", "sentId": 206}, {"text": "What does that say?", "sentId": 207}], "secId": 75}, {"speaker": "PELOSI", "sentences": [{"text": "Well, it says they didn't have a good idea in the first place.", "sentId": 208}, {"text": "Democrats stood ready to work with the president and the Republicans in a bipartisan way to have a good CAFTA agreement.", "sentId": 209}, {"text": "We could have had over 400 votes.", "sentId": 210}, {"text": "But they refused to put workers' rights and environmental principals as a core part of the treaty.", "sentId": 211}, {"text": "The Central American countries would have accepted that.", "sentId": 212}, {"text": "But the U.S. rejected it.", "sentId": 213}, {"text": "So members are smart.", "sentId": 214}, {"text": "They have to -- they represent their district.", "sentId": 215}, {"text": "This is a job loser, yet again another job loser, and it also undermines the workers' rights in Central America.", "sentId": 216}, {"text": "So, it's not good for anyone.", "sentId": 217}], "secId": 76}, {"speaker": "HENRY", "sentences": [{"text": "But madam leader, now as we come to this August recess, the Republicans are saying they have a lot of accomplishments, whether you liked it, whether it was pretty or not, they got this trade agreement through, they're about to get the energy bill, the highway bill, they've done tort reform, bankruptcy reform.", "sentId": 218}, {"text": "Don't you have to admit there were some accomplishments there, whereas Democrats have just been trying to oppose them in every step of the way.", "sentId": 219}], "secId": 77}, {"speaker": "PELOSI", "sentences": [{"text": "Well, what I say is this has been a Congress of missed opportunities and make matters worse.", "sentId": 220}, {"text": "As far as CAFTA is concerned, even their own members had to be strong-armed into voting for it, because it's not the right way to go, to use the most recent example.", "sentId": 221}, {"text": "Today on the floor is the Energy Bill, which even the secretary of Energy says will not lower prices at the pump for a long time to come and will not reduce our dependence on foreign oil.", "sentId": 222}, {"text": "As far as the Transportation Bill, it is a good bill.", "sentId": 223}, {"text": "It's two years late.", "sentId": 224}], "secId": 78}, {"speaker": "HENRY", "sentences": [{"text": "What about one final issue, retirement security?", "sentId": 225}, {"text": "The Republicans have been demanding that you put a plan on the table for months now.", "sentId": 226}, {"text": "You finally have put one on the table this week, but it does nothing to address the issue of Social Security solvency.", "sentId": 227}, {"text": "Aren't you ducking that?", "sentId": 228}], "secId": 79}, {"speaker": "PELOSI", "sentences": [{"text": "No, we're not ducking at all.", "sentId": 229}, {"text": "Democrats have said from the start, we are the protectors of Social Security, we will not allow privatization to undermine Social Security.", "sentId": 230}, {"text": "We will not allow the Republicans to continue to rob the Social Security trust fund.", "sentId": 231}, {"text": "We are about solvency.", "sentId": 232}, {"text": "We are about a lock box.", "sentId": 233}, {"text": "We are about pay-as-you-go, so that the budget deficit does not drain the trust fund of it's resources.", "sentId": 234}], "secId": 80}, {"speaker": "HENRY", "sentences": [{"text": "That was House Minority Leader Nancy Pelosi.", "sentId": 235}, {"text": "Coming up we'll turn our attention to America's space program.", "sentId": 236}, {"text": "NASA says Discovery is safe, but the rest of the shuttle fleet has been grounded.", "sentId": 237}, {"text": "A look at the latest problems and the future of space flight later on INSIDE POLITICS.", "sentId": 238}], "secId": 81}, {"speaker": "HENRY", "sentences": [{"text": "Right behind me on Capitol Hill, members of Congress are scrambling to get some big things accomplished before their August recess.", "sentId": 239}, {"text": "Coming up, the drive to finally pass an energy bill and what that could mean for consumers.", "sentId": 240}], "secId": 82}, {"speaker": "HENRY", "sentences": [{"text": "Plus, is Republican Senator Rick Santorum waffling about a run for the White House?", "sentId": 241}, {"text": "We will try to pin him down on that and on the squabbles he's been having with some big named Democrats.", "sentId": 242}, {"text": "More on INSIDE POLITICS straight ahead.", "sentId": 243}], "secId": 83}, {"speaker": "HENRY", "sentences": [{"text": "And as the markets get set to close on Wall Street, I am joined by Christine Romans in New York with \"THE DOBBS REPORT.\"", "sentId": 244}], "secId": 84}, {"speaker": "ROMANS", "sentences": [{"text": "Hi there, Ed.", "sentId": 245}, {"text": "Stocks ending with solid gains for the second day in a row, even though oil prices jumped to nearly $60 a barrel.", "sentId": 246}, {"text": "Let's check the Dow right now.", "sentId": 247}, {"text": "Dow Jones Industrial Average up 69 points, 10,706, and the NASDAQ is adding half a percent.", "sentId": 248}], "secId": 85}, {"speaker": "ROMANS", "sentences": [{"text": "United Airlines parent company lost $1.4 billion last quarter.", "sentId": 249}, {"text": "That's about five times worse than a year earlier.", "sentId": 250}, {"text": "The loss was due to massive charges for its bankruptcy reorganization, including the government take-over of United's pension plan.", "sentId": 251}, {"text": "Separately, United says a threatened strike by its flight attendants is illegal, and as the company put it, will not be tolerated.", "sentId": 252}, {"text": "A tough quarter for United.", "sentId": 253}], "secId": 86}, {"speaker": "ROMANS", "sentences": [{"text": "Daimler Chrysler is being steered in a new direction.", "sentId": 254}, {"text": "The company's long time CEO, , Juergen Schrempp, announced he will step down at the end of the year.", "sentId": 255}, {"text": "Schrempp has been under fire for failing to boost the stock price since the 1998 merger, as they called it, which he engineered between Daimler Benz and Chrysler.", "sentId": 256}, {"text": "But the rallied on news that he's stepping aside, today gaining nine percent.", "sentId": 257}], "secId": 87}, {"speaker": "ROMANS", "sentences": [{"text": "The Environmental Protection Agency reportedly made an eleventh hour decision to withhold a report that shows a decline in auto fuel economy.", "sentId": 258}, {"text": "That comes just ahead of the House vote this afternoon to pass the massive energy bill.", "sentId": 259}, {"text": "According to \"The New York Times\" that report was supposed to be released today, but the EPA decided, for some reason, to delay the release until next week.", "sentId": 260}, {"text": "The times says the report shows the 2004 model vehicle was less fuel efficient than the average new automobile back in the 1980s.", "sentId": 261}], "secId": 88}, {"speaker": "Coming up on CNN at 6", "sentences": [{"text": "00 p.m. Eastern on \"LOU DOBBS TONIGHT,\" the House passed the Central American Free Trade Agreement late last night.", "sentId": 262}, {"text": "Democrat Marcy Kaptur voted against it while Republican Kevin Brady voted for it.", "sentId": 263}, {"text": "They'll both join us as part of our extensive coverage of the controversial trade deal.", "sentId": 264}], "secId": 89}, {"speaker": "And \"Red Storm Rising", "sentences": [{"text": "\"  Senator Byron Dorgan, Congressman Richard Pombo are co-sponsoring a bill calling for a four-month study of Cnooc's offer to buy out Unocal.", "sentId": 265}, {"text": "They'll explain why they're trying to defeat that bid.", "sentId": 266}], "secId": 90}, {"speaker": "Plus", "sentences": [{"text": "00 Eastern, on \"LOU DOBBS TONIGHT\" -- Ed?", "sentId": 267}], "secId": 91}, {"speaker": "HENRY", "sentences": [{"text": "Thanks, Christine.", "sentId": 268}, {"text": "Now back to INSIDE POLITICS.", "sentId": 269}], "secId": 92}, {"speaker": "HENRY", "sentences": [{"text": "Members of the House can cross another item off their to-do list before the August recess.", "sentId": 270}, {"text": "They overwhelmingly passed a compromise energy bill today and sent it off to the Senate where a vote is expected as early as tomorrow.", "sentId": 271}, {"text": "Republicans are calling it a good bill for America, but some Democratic opponents are calling it politically and morally wrong.", "sentId": 272}], "secId": 93}, {"speaker": "HENRY", "sentences": [{"text": "Our congressional correspondent, Joe Johns, has more on the measure and the politics surrounding it.", "sentId": 273}], "secId": 94}, {"speaker": "JOHNS", "sentences": [{"text": "First, the bad news.", "sentId": 274}, {"text": "Don't expect American motorists to see much relief from high prices at the gas pump anytime soon, if Congress finally finishes up work on the energy bill this week.", "sentId": 275}], "secId": 95}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "I think they need to put the gas prices down a little bit.", "sentId": 276}, {"text": "I think it's -- it makes me mad, because it's expensive to get gas.", "sentId": 277}], "secId": 96}, {"speaker": "JOHNS", "sentences": [{"text": "Opponents of the energy legislation are keying on consumer frustration and calling the bill, with its $14.5 billion in tax breaks and incentives, a gift to industry.", "sentId": 278}], "secId": 97}, {"speaker": "MARKEY", "sentences": [{"text": "Tax breaks for big oil and gas companies.", "sentId": 279}, {"text": "Loan guarantees for the wealthiest energy companies in America, even as they are reporting the largest quarterly profits of any corporations in the history of the United States.", "sentId": 280}], "secId": 98}, {"speaker": "JOHNS", "sentences": [{"text": "But in the long term, the hope is the energy bill will have an impact on the national economy by encouraging development of new energy ideas and increased uses of existing technologies.", "sentId": 281}], "secId": 99}, {"speaker": "BARTON", "sentences": [{"text": "There are provisions in this bill that says it's OK to use clean coal, it's OK to build a new nuclear power plant in this country, if we do it the proper way with the proper permits and the proper inspections.", "sentId": 282}], "secId": 100}, {"speaker": "JOHNS", "sentences": [{"text": "The nuclear power industry is a big winner, getting new tax breaks and loan guarantees designed to rev up business.", "sentId": 283}, {"text": "Hybrid cars will get a boost, too.", "sentId": 284}, {"text": "There's a tax credit for people who buy them.", "sentId": 285}], "secId": 101}, {"speaker": "JOHNS", "sentences": [{"text": "The bill also promises renewed efforts to boost the use of coal, and there are provisions to modernize the electricity grid to prevent future blackouts, like the one that darkened the Northeast in 2003.", "sentId": 286}], "secId": 102}, {"speaker": "JOHNS", "sentences": [{"text": "The bill also expands Daylight Saving Time for one month, which proponents claim will save 100,000 barrels of oil a day.", "sentId": 287}, {"text": "And the bill authorizes $3.5 billion for hydrogen and fuel-cell research.", "sentId": 288}], "secId": 103}, {"speaker": "JOHNS", "sentences": [{"text": "This is, of course, the rush to get something done before the August recess begins.", "sentId": 289}, {"text": "And if this energy bill goes through, along with CAFTA, the transportation bill, members of Congress will be able to go home and say they did, in fact, get something done.", "sentId": 290}, {"text": "It also gives the president an opportunity to chalk up a couple wins, although, as you've already reported, Ed, in the case of CAFTA, it wasn't necessarily pretty.", "sentId": 291}], "secId": 104}, {"speaker": "HENRY", "sentences": [{"text": "Joe Johns, from the Capitol.", "sentId": 292}, {"text": "Thanks, Joe.", "sentId": 293}], "secId": 105}, {"speaker": "HENRY", "sentences": [{"text": "We now want to turn back to Texas where we've had this developing, breaking story all afternoon.", "sentId": 294}, {"text": "We've had an explosion that tore through a chemical plant on the north side of Ft. Worth.", "sentId": 295}], "secId": 106}, {"speaker": "HENRY", "sentences": [{"text": "You can see live pictures right there.", "sentId": 296}, {"text": "Firefighters desperately trying to put those flames out.", "sentId": 297}, {"text": "Concerns about the chemicals from that plant possibly wafting throughout that area.", "sentId": 298}], "secId": 107}, {"speaker": "HENRY", "sentences": [{"text": "We now want to go to a reporter on the scene right there, Jim Grimes.", "sentId": 299}, {"text": "He's a reporter with our affiliate there at Ft. Worth, KDAF.", "sentId": 300}], "secId": 108}, {"speaker": "HENRY", "sentences": [{"text": "Jim, give us an idea of what you can see.", "sentId": 301}], "secId": 109}, {"speaker": "GRIMES", "sentences": [{"text": "Well, Ed, right now, obviously firefighters have their hands full.", "sentId": 302}, {"text": "You can see behind me all that black smoke going up in the air.", "sentId": 303}, {"text": "All of that chemicals that are burning, a dozen different chemicals are actually on fire inside that warehouse.", "sentId": 304}], "secId": 110}, {"speaker": "GRIMES", "sentences": [{"text": "Firefighters tell us, at this point, they've actually stopped putting water on it.", "sentId": 305}, {"text": "There's an explosion you can see.", "sentId": 306}, {"text": "Explosions have been coming periodically, every few minutes or so.", "sentId": 307}, {"text": "But firefighters tell us they're going to stop putting water on this fire, because they're concerned that that water's going to mix with the chemicals and then they're going to have a runoff problem.", "sentId": 308}], "secId": 111}, {"speaker": "GRIMES", "sentences": [{"text": "But, again, all of the smoke from this fire is also causing some big problems.", "sentId": 309}, {"text": "They're worried that maybe some residents downwind from this are going to be affected.", "sentId": 310}, {"text": "They've actually pushed us back several blocks, because they're concerned about what's in that smoke.", "sentId": 311}], "secId": 112}, {"speaker": "GRIMES", "sentences": [{"text": "But, again, firefighters right now say they're going to let this thing burn itself out.", "sentId": 312}, {"text": "Now, we do know that this explosion actually happened about two hours ago.", "sentId": 313}, {"text": "They're not sure exactly what caused it to happen.", "sentId": 314}, {"text": "But several people were injured, but only minor injuries.", "sentId": 315}, {"text": "Those people were taken to a nearby hospital.", "sentId": 316}, {"text": "They're expected to be OK.", "sentId": 317}], "secId": 113}, {"speaker": "GRIMES", "sentences": [{"text": "So two stories, actually, taking place here right now, the fire itself trying to be contained and then the smoke.", "sentId": 318}, {"text": "A totally different issue.", "sentId": 319}], "secId": 114}, {"speaker": "GRIMES", "sentences": [{"text": "It's also galvanized some of the traffic around this area.", "sentId": 320}, {"text": "There's a major highway just on the other side of this that's right along downtown Ft. Worth.", "sentId": 321}, {"text": "And traffic there right now is just gridlocked.", "sentId": 322}, {"text": "So it's quite a mess out here, as you can imagine.", "sentId": 323}], "secId": 115}, {"speaker": "HENRY", "sentences": [{"text": "Jim, can you give us an idea of what kind of chemicals -- have authorities said anything about what kind of chemicals they are?", "sentId": 324}, {"text": "Have they been specific?", "sentId": 325}], "secId": 116}, {"speaker": "GRIMES", "sentences": [{"text": "Well, they did say that there was about a dozen different chemicals.", "sentId": 326}, {"text": "What this plant does, it stores these chemicals in huge 2,000-gallon drums, phosphoric acid, some chlorine, and all types of different chemicals, all of them very hazardous, especially when they're burning.", "sentId": 327}], "secId": 117}, {"speaker": "GRIMES", "sentences": [{"text": "So these drums that they're in actually exploded.", "sentId": 328}, {"text": "And that's what we've been seeing.", "sentId": 329}, {"text": "And I know you've been showing the video, some of those explosions.", "sentId": 330}, {"text": "Those happen periodically.", "sentId": 331}, {"text": "But all the chemicals inside here extremely dangerous.", "sentId": 332}], "secId": 118}, {"speaker": "HENRY", "sentences": [{"text": "Thank you very much.", "sentId": 333}, {"text": "Reporting from the scene -- stay safe -- Jim Grimes from our affiliate KDAF in Ft. Worth.", "sentId": 334}, {"text": "We will return to that story throughout the afternoon as news warrants.", "sentId": 335}], "secId": 119}, {"speaker": "HENRY", "sentences": [{"text": "But back here in Washington, the tit-for-tat in the Senate continues over John Roberts' records, when his confirmation hearings should begin, and what is fair game for senators to ask the Supreme Court nominee.", "sentId": 336}, {"text": "Is there anything about Judge Roberts that can bring the left and right together?", "sentId": 337}], "secId": 120}, {"speaker": "HENRY", "sentences": [{"text": "Well, here's our senior political analyst, Bill Schneider.", "sentId": 338}], "secId": 121}, {"speaker": "SCHNEIDER", "sentences": [{"text": "The principle of judicial activism is a bad thing.", "sentId": 339}, {"text": "That's something everyone can agree on.", "sentId": 340}, {"text": "It's becoming the test for whether John Roberts should be confirmed for the Supreme Court.", "sentId": 341}], "secId": 122}, {"speaker": "SCHNEIDER", "sentences": [{"text": "When President Bush nominated Roberts, he cited his aversion to judicial activism as a key qualification.", "sentId": 342}], "secId": 123}, {"speaker": "BUSH", "sentences": [{"text": "He will strictly apply the Constitution and laws, not legislate from the bench.", "sentId": 343}], "secId": 124}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Conservatives have been assailing activist judges for decades for inventing new rights, like the right to privacy that conservatives argue are not in the Constitution, for overruling democratically enacted laws, like laws banning late-term abortions.", "sentId": 344}], "secId": 125}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Documents from Roberts' early public service revealed that he, too, endorsed judicial restraint, something he repeated in his 2003 confirmation hearing for the federal appeals court.", "sentId": 345}], "secId": 126}, {"speaker": "ROBERTS", "sentences": [{"text": "There's no role for advocacy, with respect to personal beliefs or views on the part of a judge.", "sentId": 346}], "secId": 127}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Roberts does have political views, of course.", "sentId": 347}], "secId": 128}, {"speaker": "MCCLELLAN", "sentences": [{"text": "I think what those files show is a young White House staffer helping to provide legal analysis and support of the president's agenda, of President Reagan's agenda.", "sentId": 348}], "secId": 129}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Democrats are now raising the issue of judicial activism.", "sentId": 349}, {"text": "They argue conservative judges are rolling back abortion rights and civil rights and overturning democratically enacted laws, like environmental protection laws.", "sentId": 350}, {"text": "SEN. PATRICK LEAHY , VERMONT:  An independent study -- and I referred to this earlier -- demonstrated the Rehnquist court has been the most activist court in my lifetime in overturning congressional enactments and restricting legislative authority.", "sentId": 351}, {"text": "Actually, the most activist since the New Deal, before the New Deal.", "sentId": 352}], "secId": 130}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Democrats want it know whether Roberts will bring an ideological agenda to the Supreme Court.", "sentId": 353}], "secId": 131}, {"speaker": "SCHUMER", "sentences": [{"text": "He told me flatly he is not an ideologue and that he shares my aversion to ideologues.", "sentId": 354}], "secId": 132}, {"speaker": "SCHNEIDER", "sentences": [{"text": "At his 2003 confirmation hearings, Roberts said he regarded the Roe v. Wade decision as, quote, \"settled law,\" but Attorney General Gonzales recent told the Associated Press, \"If you're asking a circuit court judge, yes, it is settled law because you're bound by the precedent.", "sentId": 355}, {"text": "A Supreme Court justice is not obliged to follow precedent if you believe it's wrong.\"", "sentId": 356}], "secId": 133}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Does that mean Roberts might vote to overturn Roe?", "sentId": 357}, {"text": "Later, the Justice Department clarified the attorney general's statement, calling it a purely factual statement about how our court system operates, rather than an indication of how Roberts would address the abortion issue.", "sentId": 358}], "secId": 134}, {"speaker": "SCHNEIDER", "sentences": [{"text": "We know Roberts is a conservative.", "sentId": 359}, {"text": "And we know he has been critical of judicial activism.", "sentId": 360}, {"text": "Which view will prevail when he goes on the Supreme Court?", "sentId": 361}, {"text": "That will be the central question at his confirmation hearings.", "sentId": 362}], "secId": 135}, {"speaker": "HENRY", "sentences": [{"text": "Now, Bill, you've been following these confirmation hearings, many of them over the years, whether it's Bork or Thomas.", "sentId": 363}, {"text": "Has the standard for judicial activism changed over the years?", "sentId": 364}], "secId": 136}, {"speaker": "SCHNEIDER", "sentences": [{"text": "No, it changes -- look, for particular cases.", "sentId": 365}, {"text": "I can remember a time when the Brown decision ending school segregation was considered an activist decision.", "sentId": 366}, {"text": "And a lot of people still consider Roe, that gave abortion rights, an activist decision.", "sentId": 367}, {"text": "But nowadays, if you say -- if you raise any questions about Brown, or if you say you want to overturn Roe, that's considered judicial activism.", "sentId": 368}], "secId": 137}, {"speaker": "HENRY", "sentences": [{"text": "OK, Bill Schneider, our senior political analyst, thank you.", "sentId": 369}], "secId": 138}, {"speaker": "HENRY", "sentences": [{"text": "Senator Hillary Clinton famously wrote that it takes a village.", "sentId": 370}, {"text": "But Senator Rick Santorum says it takes a family.", "sentId": 371}, {"text": "Up next, the Republican talks about his controversial new book, his tips with Democrats, and his presidential plans, maybe.", "sentId": 372}], "secId": 139}, {"speaker": "HENRY", "sentences": [{"text": "In Britain, a closing chapter in a history of terror.", "sentId": 373}, {"text": "We'll discuss the Irish Republican Army's decision to disarm.", "sentId": 374}], "secId": 140}, {"speaker": "HENRY", "sentences": [{"text": "And when we go \"Inside the Blogs,\" find out who's in the Boy Scouts' camp online?", "sentId": 375}], "secId": 141}, {"speaker": "HENRY", "sentences": [{"text": "Senator Rick Santorum is hardly a political wallflower, but he's been making more headlines than usual as of late, by sending mixed signals about his presidential ambitions and by promoting his controversial new book, \"It Takes a Family.\"", "sentId": 376}], "secId": 142}, {"speaker": "HENRY", "sentences": [{"text": "I spoke with the Pennsylvania Republican today.", "sentId": 377}, {"text": "I started by asking him why he wrote the book.", "sentId": 378}], "secId": 143}, {"speaker": "SANTORUM", "sentences": [{"text": "I wrote the book because of the work that I've been doing on what most people would call a compassionate conservative agenda.", "sentId": 379}], "secId": 144}, {"speaker": "SANTORUM", "sentences": [{"text": "I talked to the publishers -- the eventual publishers, and they came to me and said, \"You know, you're doing a lot of work up on the poor.", "sentId": 380}, {"text": "It's a different conservative vision of the role of government in people's lives.", "sentId": 381}, {"text": "And you should really sit down and put this on paper,\" sort of put some sort of theoretical underpinnings to what the president says he wants to accomplish with the faith-based initiative, which I've been active on, and welfare reform, and a whole host of things.", "sentId": 382}], "secId": 145}, {"speaker": "SANTORUM", "sentences": [{"text": "So that's how I started to write it.", "sentId": 383}, {"text": "And I was talking to a lot of people that I've worked with out in the field.", "sentId": 384}, {"text": "And what I found was, the more I talked to people, and the more I looked into it, the more I realized that the communities that are hurting the most are the ones were family breakdown is the greatest.", "sentId": 385}], "secId": 146}, {"speaker": "SANTORUM", "sentences": [{"text": "And that, if we were going to really solve problems in dealing with poverty and systemic poverty in America, you can't ignore the family.", "sentId": 386}, {"text": "In fact, it takes a family to stabilize communities, to stabilize children's lives.", "sentId": 387}], "secId": 147}, {"speaker": "SANTORUM", "sentences": [{"text": "And so I ended up writing a much broader book, because I wanted to talk about all the societal influences on the family, both from the government, from the culture, from academia, and how they have systematically, in my opinion, pulverized and broken apart the family, particularly among the poor, and what we need to do as a society to rebuild that family.", "sentId": 388}], "secId": 148}, {"speaker": "HENRY", "sentences": [{"text": "But do you think that, as you make those points, that maybe some of the rhetoric in the book went too far?", "sentId": 389}, {"text": "There was a \"Pittsburgh Post-Gazette\" editorial saying, quote, \"If Senator Santorum wants to convert people to his brand of compassionate conservatism, he needs to deliver his preachments with less attitude.\"", "sentId": 390}], "secId": 149}, {"speaker": "SANTORUM", "sentences": [{"text": "The \"Pittsburgh Post-Gazette\" is probably one of the most hostile papers in the country toward me.", "sentId": 391}, {"text": "And I won't even -- the \"Pittsburgh Post-Gazette\" is not going to be lecturing me on attitude.", "sentId": 392}, {"text": "These are folks who just criticized Jon Stewart on the \"Daily Show,\" because he wasn't mean to me.", "sentId": 393}], "secId": 150}, {"speaker": "So I mean...     HENRY", "sentences": [{"text": "But is it a fair point that maybe you went a little far in the rhetoric for shock value, and that that's undermining...", "sentId": 394}], "secId": 151}, {"speaker": "SANTORUM", "sentences": [{"text": "I didn't go for shock value.", "sentId": 395}, {"text": "Most people who have interacted with me in public life and in personal life know that I try to be very honest and upfront with people.", "sentId": 396}, {"text": "And I try to lay out things very clearly.", "sentId": 397}], "secId": 152}, {"speaker": "SANTORUM", "sentences": [{"text": "And I don't think there's anything -- if people read this book, and I encourage people to read this book -- the more people who read this book, I feel the better off I'm going to be.", "sentId": 398}, {"text": "If people read this book, they're going to see there's no shock value in here.", "sentId": 399}], "secId": 153}, {"speaker": "SANTORUM", "sentences": [{"text": "They may have pulled out one or two sentences out of a 440-page book and out of context they may look, you know, sort of tough, but in context, and in the sweep of this book, I think you see the heart that I try to give to conservatism on these issues.", "sentId": 400}], "secId": 154}, {"speaker": "HENRY", "sentences": [{"text": "Let's pick out one issue, and you give us that context: abortion.", "sentId": 401}, {"text": "It's about to be front and center in the Supreme Court nomination battle.", "sentId": 402}, {"text": "You write in the book -- you basically compare abortion to slavery and say that you feel that the mother has more rights than the child, just as a slave-owner had more rights than a slave.", "sentId": 403}], "secId": 155}, {"speaker": "HENRY", "sentences": [{"text": "A lot of people hit you over that.", "sentId": 404}, {"text": "You have a chance now to say, what did you mean by that?", "sentId": 405}], "secId": 156}, {"speaker": "SANTORUM", "sentences": [{"text": "Here's what I say.", "sentId": 406}, {"text": "And if you look at slavery, what we did was say that the slave was property, wasn't a person, and therefore didn't have constitutional rights.", "sentId": 407}], "secId": 157}, {"speaker": "SANTORUM", "sentences": [{"text": "And what do we do with a child in a womb?", "sentId": 408}, {"text": "Well, the child is either a person or it's property.", "sentId": 409}, {"text": "And we say that the child, under the Constitution, is not a person, therefore it's the property of the mother.", "sentId": 410}], "secId": 158}, {"speaker": "SANTORUM", "sentences": [{"text": "I find that somewhat chilling that we would revisit a very ugly chapter in American history where we take a human being -- and no one denies it's a human being -- and treat it as property.", "sentId": 411}, {"text": "And that is something that we should guard against as a society, and to learn from history so we're not revisited by what I think are cataclysmic effects of that history.", "sentId": 412}], "secId": 159}, {"speaker": "HENRY", "sentences": [{"text": "Let's talk politics.", "sentId": 413}, {"text": "You have a big race in Pennsylvania, one of the most closely watched Senate races of 2006.", "sentId": 414}, {"text": "How is this book going to affect it?", "sentId": 415}, {"text": "Democrats think it's going to put you away, because they think your views are too extreme.", "sentId": 416}], "secId": 160}, {"speaker": "SANTORUM", "sentences": [{"text": "You know, if I could, I'd buy a copy for everybody in Pennsylvania and have them read it.", "sentId": 417}, {"text": "And I think this is a book, if people read this book and take the time to do it, then 80 percent of Pennsylvanians will say, \"You know what?", "sentId": 418}, {"text": "This is just pretty good common sense.\"", "sentId": 419}], "secId": 161}, {"speaker": "SANTORUM", "sentences": [{"text": "They may not agree with every single thing that's in the book, but 90 percent of the things that are in this book, 80 percent of Pennsylvanians are going to agree with, or more.", "sentId": 420}, {"text": "I feel very comfortable that I wrote a book that's from my heart, that talks about my vision for the people of Pennsylvania in this country, and they're very much within the mainstream of thought in Pennsylvania.", "sentId": 421}], "secId": 162}, {"speaker": "HENRY", "sentences": [{"text": "How might this affect a potential race in 2008?", "sentId": 422}, {"text": "You basically said last week that you had intention of running for president.", "sentId": 423}, {"text": "Then, this week, you told the \"Philadelphia Enquirer,\" \"Well\"...", "sentId": 424}], "secId": 163}, {"speaker": "SANTORUM", "sentences": [{"text": "I repeated I have no intention of running for president.", "sentId": 425}, {"text": "And I was asked the question, \"Well, is there any circumstance in which you would?\"", "sentId": 426}, {"text": "I said, \"Well, it's three years from now.", "sentId": 427}, {"text": "To suggest that there might not be some circumstance, as remote as it might be, that I would do, I can't say absolutely no.\"", "sentId": 428}], "secId": 164}, {"speaker": "SANTORUM", "sentences": [{"text": "But I have no intention of doing it.", "sentId": 429}, {"text": "I'm running for reelection.", "sentId": 430}, {"text": "I'm running for the whip position, which is the number-two leadership position in the Senate.", "sentId": 431}, {"text": "I wouldn't be doing that if I was going to turn around and say, \"Well, see you, guys.", "sentId": 432}, {"text": "I'm going to go off to New Hampshire and you're not going to see me.\"", "sentId": 433}], "secId": 165}, {"speaker": "HENRY", "sentences": [{"text": "So unlikely, but a door's open?", "sentId": 434}], "secId": 166}, {"speaker": "SANTORUM", "sentences": [{"text": "Well, I wouldn't say the door's -- I mean, OK.", "sentId": 435}, {"text": "It's not locked and bolted, but the door itself is closed.", "sentId": 436}, {"text": "It's just not locked.", "sentId": 437}], "secId": 167}, {"speaker": "HENRY", "sentences": [{"text": "But it might be opened?", "sentId": 438}], "secId": 168}, {"speaker": "SANTORUM", "sentences": [{"text": "Yes, well...", "sentId": 439}], "secId": 169}, {"speaker": "HENRY", "sentences": [{"text": "Thank you, Senator Santorum, for joining us.", "sentId": 440}], "secId": 170}, {"speaker": "SANTORUM", "sentences": [{"text": "My pleasure.", "sentId": 441}, {"text": "Thank you.", "sentId": 442}], "secId": 171}, {"speaker": "HENRY", "sentences": [{"text": "Senator Rick Santorum's door, not locked.", "sentId": 443}], "secId": 172}, {"speaker": "HENRY", "sentences": [{"text": "Checking the day's \"Political Bytes,\" Rick Santorum's not the only potential presidential hopeful making some headlines.", "sentId": 444}, {"text": "Senators Hillary Clinton and John McCain, arguably the most high-profile would- be candidates from their respective parties, are making two joint appearances today.", "sentId": 445}], "secId": 173}, {"speaker": "HENRY", "sentences": [{"text": "This morning, they helped kick off an effort to build a new rehab center for disabled military vets.", "sentId": 446}, {"text": "Tonight, they are both expected to attend the world premier of \"The Great Raid,\" a new film about World War II.", "sentId": 447}], "secId": 174}, {"speaker": "HENRY", "sentences": [{"text": "Meanwhile, Arkansas Governor Mike Huckabee is the latest potential White House candidate to head for New Hampshire.", "sentId": 448}, {"text": "Organizers say Huckabee will be the keynote speaker at next month's Stratford County Republican Picnic, Pig Roast and Family Night.", "sentId": 449}], "secId": 175}, {"speaker": "HENRY", "sentences": [{"text": "Next, an update on today's announcement that the IRA has renounced violence, when I talk with Sinn Fein leader Martin McGuinness.", "sentId": 450}], "secId": 176}, {"speaker": "HENRY", "sentences": [{"text": "Also, we'll join our blog reporters for the latest online debates over Karl Rove and the John Roberts nomination.", "sentId": 451}], "secId": 177}, {"speaker": "HENRY", "sentences": [{"text": "The Irish Republican Army announced today that it will resume disarmament and that it will no longer commit acts of violence.", "sentId": 452}, {"text": "Gerry Adams, who leads the IRA's political wing, Sinn Fein, called today's announcement \"historic.\"", "sentId": 453}], "secId": 178}, {"speaker": "HENRY", "sentences": [{"text": "But the leader of Northern Ireland's dominant Protestant party called the move a, quote, \"hollow gesture.\"", "sentId": 454}, {"text": "The U.S. and British governments expressed cautious optimism today following the announcement.", "sentId": 455}], "secId": 179}, {"speaker": "HENRY", "sentences": [{"text": "With me now to discuss today's events is Martin McGuinness.", "sentId": 456}, {"text": "He's the chief negotiator for Sinn Fein.", "sentId": 457}], "secId": 180}, {"speaker": "HENRY", "sentences": [{"text": "Welcome, Mr. McGuinness.", "sentId": 458}], "secId": 181}, {"speaker": "MCGUINNESS", "sentences": [{"text": "Thank you, Ed.", "sentId": 459}], "secId": 182}, {"speaker": "HENRY", "sentences": [{"text": "I wanted to start by asking you -- we're already hearing some skeptics say, \"We've heard this before.\"", "sentId": 460}, {"text": "Why are we to believe that now the terrorism is finally over?", "sentId": 461}], "secId": 183}, {"speaker": "MCGUINNESS", "sentences": [{"text": "Well, I think that there is no doubt whatsoever that what we have witnessed today is truly historic and momentous.", "sentId": 462}, {"text": "And I think time will prove that to be the case.", "sentId": 463}], "secId": 184}, {"speaker": "MCGUINNESS", "sentences": [{"text": "I hope that those who are skeptical will recognize that a tremendous opportunity is in the process of being created.", "sentId": 464}, {"text": "It's one that should not be lost, because I think there is a huge responsibility, a mighty responsibility, on all political leaders to work together to ensure the restoration of the Good Friday institutions, which have been endorsed overwhelmingly by all of the people of Ireland.", "sentId": 465}], "secId": 185}, {"speaker": "HENRY", "sentences": [{"text": "But, now, there's been a ceasefire since 1997.", "sentId": 466}, {"text": "Why has it taken eight years to lead to this point, where we're finally hearing \"disarmament\"?", "sentId": 467}], "secId": 186}, {"speaker": "MCGUINNESS", "sentences": [{"text": "Well, it's simply because we have been plagued by all sorts of problems and difficulties within the process.", "sentId": 468}, {"text": "We have had Unionist opposition to the implementation of the Good Friday agreement.", "sentId": 469}, {"text": "We have had ongoing activities by Unionist paramilitaries who have been attacking Catholics in their homes and, of course, Unionists are among the groups that have been killing one another.", "sentId": 470}], "secId": 187}, {"speaker": "MCGUINNESS", "sentences": [{"text": "So it's been a very, very difficult process.", "sentId": 471}, {"text": "And now we've seen a very decisive, but I think a very honest, move by the IRA to end their armed campaign, to put their weapons beyond use.", "sentId": 472}, {"text": "I believe them when they say they will do that.", "sentId": 473}, {"text": "I believe them when they say that their volunteers will not be involved in any activities whatsoever.", "sentId": 474}, {"text": "And I think that we're on the threshold of a bright new phase in Irish politics.", "sentId": 475}], "secId": 188}, {"speaker": "HENRY", "sentences": [{"text": "Now, when Gerry Adams came to Washington for St. Patrick's Day back in March, politicians like Senator Edward Kennedy refused to meet with him because of the violence.", "sentId": 476}, {"text": "You've been going around on Capitol Hill today with people like Congressman Richard Neal, other senators, as well as House members.", "sentId": 477}], "secId": 189}, {"speaker": "HENRY", "sentences": [{"text": "What's the reaction on the Hill?", "sentId": 478}, {"text": "Do people believe it now and really feel like the violence will end?", "sentId": 479}], "secId": 190}, {"speaker": "MCGUINNESS", "sentences": [{"text": "Yes.", "sentId": 480}, {"text": "I think people here do appreciate the enormous significance of what has happened today.", "sentId": 481}, {"text": "I think people are energized and enthused by this.", "sentId": 482}], "secId": 191}, {"speaker": "MCGUINNESS", "sentences": [{"text": "I think that they know there is a very real possibility now of restoring the Good Friday institutions.", "sentId": 483}, {"text": "And, of course, as we know, the political representatives of Irish America are very fervent in their beliefs that this can lead to Irish reunification.", "sentId": 484}], "secId": 192}, {"speaker": "MCGUINNESS", "sentences": [{"text": "And someone who has worked all of his life to bring about a united Ireland, I think that we have before us now a process which we can all engage in by exclusively peaceful and democratic means.", "sentId": 485}, {"text": "And now the IRA have signed up for that.", "sentId": 486}, {"text": "It's a tremendous day.", "sentId": 487}], "secId": 193}, {"speaker": "HENRY", "sentences": [{"text": "Mr. McGuinness, I wonder, while it seems unrelated, the recent terrorism that's unrelated to the IRA in London, did that have any effect on this in getting Sinn Fein to say, \"Enough is enough.\"", "sentId": 488}, {"text": "You've seen this kind of terrorism.", "sentId": 489}, {"text": "Did that finally help push it along at all, seeing the horror of the recent terrorism in London?", "sentId": 490}], "secId": 194}, {"speaker": "MCGUINNESS", "sentences": [{"text": "Well, of course, we deplore what happened in London.", "sentId": 491}, {"text": "We are totally and absolutely opposed to it.", "sentId": 492}], "secId": 195}, {"speaker": "MCGUINNESS", "sentences": [{"text": "But I remind people that Gerry Adams made his call, his appeal to the IRA on April the 6th, long before there ever were bombs in London, in which he appealed to the volunteer men and women of the IRA to accept an alternative way forward by exclusively peaceful and democratic means.", "sentId": 493}], "secId": 196}, {"speaker": "MCGUINNESS", "sentences": [{"text": "They engaged in a wide-ranging discussion themselves for recent months.", "sentId": 494}, {"text": "And now, we've had a conclusion of all of that.", "sentId": 495}, {"text": "And I have to say, I, and, indeed, many others, are well-satisfied with what we've heard today.", "sentId": 496}, {"text": "And we wish to build on that to ensure the restoration of the Good Friday institutions.", "sentId": 497}], "secId": 197}, {"speaker": "HENRY", "sentences": [{"text": "Now, a final question:  Is there a timetable for completing this disarmament, and how will it actually be verified?", "sentId": 498}], "secId": 198}, {"speaker": "MCGUINNESS", "sentences": [{"text": "Well, I think the key person in all of this is General de Chastelain, representing Canada and Andrew Sens, a diplomat here from the United States, who are people of great integrity.", "sentId": 499}, {"text": "And I am very confident that, if we leave this issue between the IRA and those two particular gentlemen, that we will see a resolution of this issue very shortly.", "sentId": 500}], "secId": 199}, {"speaker": "HENRY", "sentences": [{"text": "Thank you very much, Martin McGuinness.", "sentId": 501}, {"text": "He's the chief negotiator for Sinn Fein.", "sentId": 502}, {"text": "He's on Capitol Hill today gauging reaction and discussing this historic day.", "sentId": 503}, {"text": "Thank you.", "sentId": 504}], "secId": 200}, {"speaker": "MCGUINNESS", "sentences": [{"text": "Thank you.", "sentId": 505}], "secId": 201}, {"speaker": "HENRY", "sentences": [{"text": "Turning back to domestic politics, the CIA leak investigation is keeping the blogosphere very busy.", "sentId": 506}, {"text": "Let's check in with CNN political producer Abbi Tatton and Jacki Schechner, our blog reporter -- Jacki?", "sentId": 507}], "secId": 202}, {"speaker": "SCHECHNER", "sentences": [{"text": "Hi, Ed.", "sentId": 508}], "secId": 203}, {"speaker": "SCHECHNER", "sentences": [{"text": "Well, in an investigation where the special prosecutor has pretty much asked everyone to keep quiet, what little we are finding out is plenty to keep the conversation itself going.", "sentId": 509}], "secId": 204}, {"speaker": "SCHECHNER", "sentences": [{"text": "But as Mark in Mexico points out -- this is Markinmexico.blogspot.com -- \"It is not the people at the center of the inquiry itself who are doing much of the talking.", "sentId": 510}, {"text": "And the whole thing is becoming very circus-like.\"", "sentId": 511}], "secId": 205}, {"speaker": "SCHECHNER", "sentences": [{"text": "The latest act coming from the Huffington Post.", "sentId": 512}, {"text": "You might remember, this is the group blog where Lawrence O'Donnell first posted that Karl Rove was Matt Cooper's source.", "sentId": 513}, {"text": "Though, that little tidbit turned out to be true, today's over at the Huffington Post is by Arianna herself.", "sentId": 514}, {"text": "And this is her using conjecture to connect the dots.", "sentId": 515}], "secId": 206}, {"speaker": "TATTON", "sentences": [{"text": "And in this information vacuum, the focus of speculation on the web seems to change daily.", "sentId": 516}, {"text": "Some days it's Ari Fleischer.", "sentId": 517}, {"text": "Some days it's Scooter Libby.", "sentId": 518}, {"text": "Some days it's Karl Rove.", "sentId": 519}, {"text": "In fact, most of the time it's Karl Rove.", "sentId": 520}], "secId": 207}, {"speaker": "TATTON", "sentences": [{"text": "But today, a lot of the speculation seems to be centered around Judith Miller, the \"New York Times\" reporter and what involvement she had, what was her role in the summer of 2003 that the investigation is focused on.", "sentId": 521}], "secId": 208}, {"speaker": "TATTON", "sentences": [{"text": "Now, of course, this is all speculation.", "sentId": 522}, {"text": "We don't know the facts.", "sentId": 523}, {"text": "Judith Miller is spending her 22nd day in prison.", "sentId": 524}, {"text": "She is not talking about this.", "sentId": 525}, {"text": "But other bloggers are.", "sentId": 526}, {"text": "They are talking about this post.", "sentId": 527}, {"text": "It really is doing the rounds.", "sentId": 528}, {"text": "They're talking about it on the left and the right.", "sentId": 529}], "secId": 209}, {"speaker": "here", "sentences": [{"text": "Kevin Drum over at Political Animal at the \"Washington Monthly\" references the second of two nuggets that have come out today.", "sentId": 530}, {"text": "Arianna's theory being the first of those two, and then a \"New York Times\" article putting forth the theory that there may be a third White House official that is involved in this investigation beyond Rove and Libby.", "sentId": 531}], "secId": 210}, {"speaker": "here", "sentences": [{"text": "He urges caution, says this is all speculation.", "sentId": 532}, {"text": "We will do the same.", "sentId": 533}], "secId": 211}, {"speaker": "TATTON", "sentences": [{"text": "Yes, that's the Rove story.", "sentId": 534}, {"text": "There's a lot of talk on that, but there's a lot of talk also on another Washington story this summer in the blogosphere, and that is the nomination of John Roberts to the Supreme Court.", "sentId": 535}], "secId": 212}, {"speaker": "TATTON", "sentences": [{"text": "There's been lots of questions asked online, lots of people putting forward ideas that the Judiciary Committee members should be asking in those nomination hearings when they happen in the next few weeks.", "sentId": 536}], "secId": 213}, {"speaker": "TATTON", "sentences": [{"text": "Well, a group of senators today has put together a web site so people can go online and ask those questions, led by Senator Barbara Mikulski of Maryland and six of her female Democratic colleagues.", "sentId": 537}, {"text": "You can go to her site, click through here to the button that says, \"It's your Supreme Court.\"", "sentId": 538}, {"text": "And you can say, \"What would you ask Judge Roberts?\"", "sentId": 539}], "secId": 214}, {"speaker": "TATTON", "sentences": [{"text": "Fill in your name, ask your question, and forward it to this group of senators.", "sentId": 540}, {"text": "They'll be monitoring the questions as they come in, and the questions will form the material they send forward to the Judiciary Committee.", "sentId": 541}, {"text": "So this is a group of senators here, engaging people online, letting them join in the nomination process -- Ed?", "sentId": 542}], "secId": 215}, {"speaker": "HENRY", "sentences": [{"text": "Thank you, Abbi and Jacki.", "sentId": 543}], "secId": 216}, {"speaker": "HENRY", "sentences": [{"text": "The \"Strategy Session\" is straight ahead on INSIDE POLITICS.", "sentId": 544}, {"text": "Today, President Bush goes the extra mile to Capitol Hill and it was just enough.", "sentId": 545}, {"text": "CAFTA, what went down in the middle of the night and what's the political fallout?", "sentId": 546}, {"text": "When we come back.", "sentId": 547}], "secId": 217}, {"speaker": "HENRY", "sentences": [{"text": "Welcome back to INSIDE POLITICS and our \"Strategy Session\" in today's hottest political topics.", "sentId": 548}, {"text": "With us today, Democratic strategist Vic Kamber and CNN political analyst Robert Novak.", "sentId": 549}, {"text": "Today's topics, wheeling and dealing, now that the trade pact has swept through the Congress on some high profile lobbying, will it pay off as the president promised?", "sentId": 550}, {"text": "Judging Roberts.", "sentId": 551}, {"text": "The questionnaire arrives, and the Supreme Court nominee faces a grilling by senators, even before his hearings start.", "sentId": 552}], "secId": 218}, {"speaker": "HENRY", "sentences": [{"text": "And the Central American Free Trade Agreement is bound for President Bush's desk after overnight House action.", "sentId": 553}], "secId": 219}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "The yeas are 217, the nays are 215, the bill has passed.", "sentId": 554}], "secId": 220}, {"speaker": "HENRY", "sentences": [{"text": "President Bush is getting much of the credit for the trade bill's two-vote passage.", "sentId": 555}, {"text": "Mr. Bush paid a rare visit to Capitol Hill yesterday, had vice president Cheney there, as well, lobbying.", "sentId": 556}, {"text": "The high powered wheeling and dealing apparently paid off.", "sentId": 557}, {"text": "But Will CAFTA pay off for the U.S.?", "sentId": 558}, {"text": "Vic, I wonder from a strategy standpoint, having the president put so much political capital on the line and go there yesterday on the Hill, rare visit, and then just barely eke it out in a Republican-dominated Congress, from a strategy point of view, do you think that was a mistake.", "sentId": 559}], "secId": 221}, {"speaker": "KAMBER", "sentences": [{"text": "No, frankly, he needed a win.", "sentId": 560}, {"text": "It's not been a good year for the president since his election.", "sentId": 561}, {"text": "The best part for him was the election, and, frankly, it's been downhill since then in many ways.", "sentId": 562}, {"text": "He needed a win.", "sentId": 563}, {"text": "This was an important piece of legislation for him.", "sentId": 564}, {"text": "I think -- to have prestige and power and not use it is ridiculous.", "sentId": 565}, {"text": "He used his prestige and his power.", "sentId": 566}, {"text": "I question some of the tactics.", "sentId": 567}, {"text": "But he used it and he was very effective.", "sentId": 568}], "secId": 222}, {"speaker": "HENRY", "sentences": [{"text": "Bob, does it show him to be a little bit weak that he put out that much effort?", "sentId": 569}], "secId": 223}, {"speaker": "NOVAK", "sentences": [{"text": "No, I agree with Vic, it's a big plus for him.", "sentId": 570}, {"text": "These trade bills remind me a little bit of professional wrestling, because the president, whichever party, always wins.", "sentId": 571}, {"text": "He wins by a little bit.", "sentId": 572}, {"text": "There's always all of this dramatic thing in the middle of the night with Congressmen being given highways and goodness knows what else.", "sentId": 573}, {"text": "And they always squeak through.", "sentId": 574}, {"text": "And I just said earlier in the year when they were 30, 40 points behind, he'll win that.", "sentId": 575}], "secId": 224}, {"speaker": "HENRY", "sentences": [{"text": "Now it's funny you mention those highways.", "sentId": 576}, {"text": "Today the House Minority Leader Nancy Pelosi basically charged that there may have been bribery on the House floor and suggested there was more than that.", "sentId": 577}, {"text": "Let's take a listen to what she said.", "sentId": 578}], "secId": 225}, {"speaker": "PELOSI", "sentences": [{"text": "I do know of a report that had been made to me about offers that were made to Democrats and they came running in, saying -- didn't sound like it passed the legal muster to me.", "sentId": 579}, {"text": "But they know what they've done.", "sentId": 580}, {"text": "And they know it's at additional cost to the U.S. taxpayer.", "sentId": 581}, {"text": "You should ask them.", "sentId": 582}], "secId": 226}, {"speaker": "HENRY", "sentences": [{"text": "Bob, you've been in this town a long time.", "sentId": 583}, {"text": "Does it pass the legal muster or is it just business as usual.", "sentId": 584}], "secId": 227}, {"speaker": "NOVAK", "sentences": [{"text": "Nancy reminds me of the guy in Casablanca, you know, shocking there's gambling going on here.", "sentId": 585}, {"text": "They've been doing that for a long time.", "sentId": 586}, {"text": "The interesting thing is not that.", "sentId": 587}, {"text": "That's all sad.", "sentId": 588}, {"text": "The interesting thing is there was 17 Democratic votes for a trade bill.", "sentId": 589}, {"text": "Democratic party is now the protectionist party.", "sentId": 590}, {"text": "The traditional party of Andrew Jackson, free trade, has been moving that way for years and it's there now.", "sentId": 591}, {"text": "It's the protectionist party which is not a winning formula in America.", "sentId": 592}], "secId": 228}, {"speaker": "HENRY", "sentences": [{"text": "Vic, how about that, and the fact that organized labor was trying to show some muscle in telling Democrats on the hill, you better not vote for this.", "sentId": 593}, {"text": "And then, as Bob notes, a lot of Democrats did vote for it and it passed.", "sentId": 594}, {"text": "Organized labor, after this crack up at the AFL-CIO,  is there clout waning.", "sentId": 595}], "secId": 229}, {"speaker": "KAMBER", "sentences": [{"text": "Well, first of all, a lot of Democrats didn't vote for it.", "sentId": 596}, {"text": "Yes, I mean, the numbers are very small.", "sentId": 597}, {"text": "And I think some of those Democrats will have a high price to pay in terms of trying to get future support from some of those labor unions.", "sentId": 598}, {"text": "I think the unions will hold back some money and some support.", "sentId": 599}, {"text": "Some of those Democrats, frankly, were marginal to begin with.", "sentId": 600}, {"text": "Having said that, you know, it was clearly a lobbyist bill this one, Republicans won.", "sentId": 601}, {"text": "The president won.", "sentId": 602}, {"text": "Everybody else lost, meaning labor and whoever else was on the other side.", "sentId": 603}, {"text": "You have to give the president his due.", "sentId": 604}], "secId": 230}, {"speaker": "HENRY", "sentences": [{"text": "And, Bob, was a lot on the line for the president here?", "sentId": 605}, {"text": "I mean, it seemed like a small trade deal.", "sentId": 606}, {"text": "But was it the fact that he's having so much trouble on Social Security and other issues that he had to get a win?", "sentId": 607}], "secId": 231}, {"speaker": "NOVAK", "sentences": [{"text": "It's prestige.", "sentId": 608}, {"text": "It was small to you but it was big to Central America.", "sentId": 609}, {"text": "I met with the president of Nicaragua two weeks ago -- was in town.", "sentId": 610}, {"text": "He's about ready to get impeached.", "sentId": 611}, {"text": "He's fighting the Sandonistas.", "sentId": 612}, {"text": "He's got all hell to pay and all he could talk about was this trade agreement.", "sentId": 613}, {"text": "It's a big deal in Central America.", "sentId": 614}, {"text": "All those governments, various kinds of governments, wanted it.", "sentId": 615}], "secId": 232}, {"speaker": "HENRY", "sentences": [{"text": "Now what about some of the back room deals?", "sentId": 616}, {"text": "You've been tracking the story of Republican Charley Taylor.", "sentId": 617}, {"text": "He apparently tried to vote no, but the machine didn't pick it up.", "sentId": 618}, {"text": "Do you know a little bit about that.", "sentId": 619}], "secId": 233}, {"speaker": "NOVAK", "sentences": [{"text": "Charley Taylor was against it.", "sentId": 620}, {"text": "His vote wasn't recorded and he says he actually voted.", "sentId": 621}, {"text": "He comes from a North Carolina Republican district.", "sentId": 622}, {"text": "He's supposed to be very marginal.", "sentId": 623}, {"text": "He wins by about 54, 56 percent of the vote.", "sentId": 624}, {"text": "But he gave the dog ate my homework excuse, and that is that he put his card in and it didn't work.", "sentId": 625}, {"text": "But there was one other person who didn't vote, Joann Davis from Virginia.", "sentId": 626}, {"text": "And she had gone to the Boy Scout jamboree and she got caught in suburban traffic and couldn't get back.", "sentId": 627}, {"text": "Now isn't that the great excuse for not voting, I got caught in traffic.", "sentId": 628}], "secId": 234}, {"speaker": "HENRY", "sentences": [{"text": "Now, Vic, just to wrap it up though.", "sentId": 629}, {"text": "Bill Clinton never offered up bridges to get NAFTA, for example, in 1993?", "sentId": 630}], "secId": 235}, {"speaker": "KAMBER", "sentences": [{"text": "Not that I'm aware of.", "sentId": 631}, {"text": "I'm like Bob.", "sentId": 632}, {"text": "We know those things happen.", "sentId": 633}, {"text": "I hope Nancy's wrong, frankly, I hope that she's wrong and it didn't go over the bounds of ethics.", "sentId": 634}, {"text": "I mean, but the bottom line is, the country is split, the Congress is split, and you do what you have to do.", "sentId": 635}, {"text": "Hopefully within the law.", "sentId": 636}], "secId": 236}, {"speaker": "HENRY", "sentences": [{"text": "OK.  We have to leave it there.", "sentId": 637}], "secId": 237}, {"speaker": "HENRY", "sentences": [{"text": "When INSIDE POLITICS returns, demands for documents and some answers.", "sentId": 638}, {"text": "Supreme Court nominee John Roberts finds himself the subject of an inquiring Website and a ten-page questionnaire.", "sentId": 639}], "secId": 238}, {"speaker": "HENRY", "sentences": [{"text": "The \"Strategy Session\" continues on INSIDE POLITICS.", "sentId": 640}, {"text": "Still here, Vic Kamber and Robert Novak.", "sentId": 641}], "secId": 239}, {"speaker": "HENRY", "sentences": [{"text": "President Bush's Supreme Court nominee is still turning on the charm with more visits to Capitol Hill.", "sentId": 642}, {"text": "On his schedule today, sitdowns with Democratic senators Ben Nelson and Mary Landrieu.", "sentId": 643}, {"text": "Roberts yesterday received a 10 page questionnaire in advance of his confirmation hearings.", "sentId": 644}, {"text": "Senate Democrats are demanding documents.", "sentId": 645}, {"text": "And others have launched a Web site to post questions to Roberts.", "sentId": 646}, {"text": "One Republican senator says he's concerned some are trying to turn Roberts confirmation into a political circus.", "sentId": 647}], "secId": 240}, {"speaker": "MCCONNELL", "sentences": [{"text": "After recent media reports, I've become concerned that some of those fears I spoke of earlier on this floor are coming true.", "sentId": 648}, {"text": "Namely, that our friends on the other side of the aisle are going to do everything they can to obstruct the confirmation process of the president's nominee to the Supreme Court.", "sentId": 649}], "secId": 241}, {"speaker": "HENRY", "sentences": [{"text": "How about it, Vic?", "sentId": 650}, {"text": "The last couple of days, we've started hearing Democrats raising questions about when the hearings are going to start, how many pages of documents are going to come over and Republicans are insisting this is a losing strategy, that basically this confirmation is pretty far along already.", "sentId": 651}, {"text": "Is it smart for the Democrats to be picking these little fights?", "sentId": 652}, {"text": "Or should they just get on board?", "sentId": 653}], "secId": 242}, {"speaker": "KAMBER", "sentences": [{"text": "Well, I'm a believer it's smart for Republicans or Democrats to make sure they know what they've got in this package.", "sentId": 654}, {"text": "We're talking about a man who's 50 years of age with, hoping he has health -- he could be on that court for 25, 30 years, making decisions that affect our lives.", "sentId": 655}, {"text": "I don't think anything's out of bounds in terms of finding out as much about him, what he believes, what he stands for, as possible.", "sentId": 656}], "secId": 243}, {"speaker": "KAMBER", "sentences": [{"text": "I would expect from what we know already, he's going to be confirmed it looks like.", "sentId": 657}, {"text": "But I think the Democrats would be ill served -- I as a Democrat would be ill served if those politicians and Democrats on the Senate don't ask all the questions possible.", "sentId": 658}], "secId": 244}, {"speaker": "HENRY", "sentences": [{"text": "How about it, Bob, are they out in left field on this?", "sentId": 659}], "secId": 245}, {"speaker": "NOVAK", "sentences": [{"text": "It's a waste of time.", "sentId": 660}, {"text": "Vic is right the first time, he's going to be confirmed.", "sentId": 661}, {"text": "This is the worst nightmare for Democrats.", "sentId": 662}, {"text": "Just go back a month.", "sentId": 663}, {"text": "They thought that Rehnquist was going to go and you put one conservative in for another conservative.", "sentId": 664}, {"text": "But Sandra Day O'Connor was a liberal judge on social questions.", "sentId": 665}, {"text": "She really was.", "sentId": 666}, {"text": "And she was the swing vote on a lot of questions.", "sentId": 667}, {"text": "And here they have named another Scalia.", "sentId": 668}, {"text": "He is another Scalia.", "sentId": 669}, {"text": "People who served with him on the D.C. Court of Appeals.", "sentId": 670}, {"text": "But he's a soft spoken Scalia.", "sentId": 671}, {"text": "That's why he's a nightmare.", "sentId": 672}, {"text": "He's not going to say anything stupid.", "sentId": 673}, {"text": "And there's no way to get at him.", "sentId": 674}], "secId": 246}, {"speaker": "NOVAK", "sentences": [{"text": "And you know, I love the story today Ben Nelson, kind of a pompous conservative Democrat from Nebraska says he told him he's not going to be an activist judge.", "sentId": 675}, {"text": "Now can you imagine going into Roberts, I'm going to be an activist judge.", "sentId": 676}], "secId": 247}, {"speaker": "HENRY", "sentences": [{"text": "How about it, Vic.", "sentId": 677}], "secId": 248}, {"speaker": "NOVAK", "sentences": [{"text": "And once he's on that court, there's nothing can touch him.", "sentId": 678}], "secId": 249}, {"speaker": "KAMBER", "sentences": [{"text": "And that's the point.", "sentId": 679}, {"text": "I mean, I think Bob said is correctly.", "sentId": 680}, {"text": "Once he's on the court, there's nothing can touch him.", "sentId": 681}, {"text": "So, I think we have an obligation, win or not, you know, let's assume he's going to be confirmed.", "sentId": 682}, {"text": "I still want to know about him.", "sentId": 683}, {"text": "I still want to know this country to know about him.", "sentId": 684}, {"text": "I think the Senate has an obligation to know about him.", "sentId": 685}, {"text": "And in the end, if he comes out as clean as Bob is projecting and the president is projecting, he'll win.", "sentId": 686}], "secId": 250}, {"speaker": "HENRY", "sentences": [{"text": "But there are fair questions, and there are fair questions, and then there are questions that are out of bounds.", "sentId": 687}], "secId": 251}, {"speaker": "KAMBER", "sentences": [{"text": "Like what?", "sentId": 688}], "secId": 252}, {"speaker": "HENRY", "sentences": [{"text": "Republicans are suggesting that the question from Democrat Dick Durbin last Friday when he allegedly asked Judge Roberts whether or not his Catholic faith would have any effect on his rulings on the high court, Republicans are saying that's out of bounds.", "sentId": 689}, {"text": "And in fact, a letter just went out from, obviously, long-time Catholic Henry Hyde, Republican congressman, we all know him.", "sentId": 690}, {"text": "He wrote it to Dick Durbin saying, quote, \"practicing Catholics need not apply, can not become a rallying cry of modern day religious bigots who would seek to drive from the public square all federal office candidates of faith.", "sentId": 691}, {"text": "I hope that your question to Judge Roberts, if accurately reported, does not constitute an opening salvo in a process in which the candidate's faith will constitute sufficient justification for denying him a speedy confirmation.\"", "sentId": 692}, {"text": "Fair or not to ask about his Catholic faith?", "sentId": 693}], "secId": 253}, {"speaker": "KAMBER", "sentences": [{"text": "Well, I think it's important that we have elected officials, politicians, judges who are of faith.", "sentId": 694}, {"text": "And I think that -- I commend Judge Roberts for his faith.", "sentId": 695}, {"text": "Now, is out of bounds to ask somebody where they put their faith against the laws of our land?", "sentId": 696}, {"text": "I don't know.", "sentId": 697}, {"text": "I mean, you know, we went through this in '60 with Kennedy.", "sentId": 698}, {"text": "I'm not a Catholic.", "sentId": 699}], "secId": 254}, {"speaker": "HENRY", "sentences": [{"text": "Republicans during the Clinton administration had asked Ruth Bader Ginsberg whether her Jewish faith would affect her decision, do you think Democrats would have been screaming about that?", "sentId": 700}, {"text": "KAMBER:  Well, they would have been screaming, but we're talking about -- it depends what they would have asked.", "sentId": 701}, {"text": "I'm saying in the Catholic church, and Bob may be better to talk about it -- in the Catholic Church.", "sentId": 702}], "secId": 255}, {"speaker": "HENRY", "sentences": [{"text": "Let's give Bob 15 seconds.", "sentId": 703}], "secId": 256}, {"speaker": "NOVAK", "sentences": [{"text": "This is a tremendous blunder by Senator Durbin, absolutely a huge blunder for him to say that.", "sentId": 704}, {"text": "And it is a -- it's a huge mistake.", "sentId": 705}, {"text": "People are talking about it.", "sentId": 706}, {"text": "It's the second mistake he's made in two weeks.", "sentId": 707}, {"text": "And you just don't say things like that.", "sentId": 708}], "secId": 257}, {"speaker": "NOVAK", "sentences": [{"text": "It happened in the green room at NBC.", "sentId": 709}, {"text": "A lot of bad things happen in green rooms.", "sentId": 710}, {"text": "You've never been in the green room.", "sentId": 711}, {"text": "But I'm telling you, people think they're soundproof in there and they say dumb things.", "sentId": 712}], "secId": 258}, {"speaker": "KAMBER", "sentences": [{"text": "But isn't the faith question, don't we need to know where he puts his faith against the law?", "sentId": 713}], "secId": 259}, {"speaker": "NOVAK", "sentences": [{"text": "No.", "sentId": 714}, {"text": "I'll tell you what that is, that is absolutely inexcusable, and over the line.", "sentId": 715}], "secId": 260}, {"speaker": "HENRY", "sentences": [{"text": "Bob Novak who's been in a lot of green rooms.", "sentId": 716}, {"text": "Vic Kamber, he's been in some green rooms well as well.", "sentId": 717}], "secId": 261}, {"speaker": "HENRY", "sentences": [{"text": "Disappointing news for NASA, the Discovery astronauts get to complete their mission, but it's anyone's guess when we see the next one.", "sentId": 718}, {"text": "When we return, the impact of the latest setback for the shuttle program.", "sentId": 719}], "secId": 262}, {"speaker": "VERJEE", "sentences": [{"text": "I'm Zain Verjee reporting from the CNN center in Atlanta.", "sentId": 720}, {"text": "Coming up at the top of the hour, one week after the July 21st bombing attempts in London, police are still looking for three of the four suspects.", "sentId": 721}], "secId": 263}, {"speaker": "VERJEE", "sentences": [{"text": "The Discovery space shuttle docks with the International Space Station, but new findings revive serious concerns about shuttle safety.", "sentId": 722}], "secId": 264}, {"speaker": "VERJEE", "sentences": [{"text": "And millions of Americans use echinacea to fight colds, but does it really work?", "sentId": 723}], "secId": 265}, {"speaker": "VERJEE", "sentences": [{"text": "All those stories and much more just minutes away on \"WOLF BLITZER REPORTS.\"", "sentId": 724}, {"text": "For now though, back to INSIDE POLITICS.", "sentId": 725}], "secId": 266}, {"speaker": "HENRY", "sentences": [{"text": "NASA's announcement that the Discovery crew is safe, but space shuttle flights have been grounded is the latest challenge for scientists planning future space exploration.", "sentId": 726}, {"text": "CNN's Bruce Morton has more on how the space program is struggling to remain relevant in the eyes of the American public.", "sentId": 727}], "secId": 267}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Three, two, one.", "sentId": 728}], "secId": 268}, {"speaker": "MORTON", "sentences": [{"text": "It looked splendid leaving the launch pad, all 2 million parts of it, cost about half a billion dollars per mission, 4,000 workers at the Kennedy Space Center to maintain it.", "sentId": 729}, {"text": "But, it's elderly, it's technology goes back to the 1970s before iPods, before Blackberries.", "sentId": 730}, {"text": "You get the idea.", "sentId": 731}], "secId": 269}, {"speaker": "MORTON", "sentences": [{"text": "And then it turned out some foam had come loose from the external fuel tank, a problem similar to the one that destroyed Columbia.", "sentId": 732}, {"text": "Discovery has docked with the space station and is apparently unharmed.", "sentId": 733}, {"text": "But the shuttles are grounded again.", "sentId": 734}], "secId": 270}, {"speaker": "GRIFFIN", "sentences": [{"text": "The team has worked hard, very hard, for two-and-a-half years to get the tank to be absolutely as clean as it can be.", "sentId": 735}, {"text": "We missed this one.", "sentId": 736}, {"text": "We'll fix it before we fly again.", "sentId": 737}], "secId": 271}, {"speaker": "MORTON", "sentences": [{"text": "Two-and-a-half years and you haven't fixed this?", "sentId": 738}, {"text": "Embarrassment?", "sentId": 739}, {"text": "Oh yes.", "sentId": 740}], "secId": 272}, {"speaker": "CABBAGE", "sentences": [{"text": "I think it's hard to overstate just how big a disappointment this is to NASA.", "sentId": 741}, {"text": "After a couple of years of work and more than a couple hundred million dollars, they still have the same problems that they had when Columbia launched.", "sentId": 742}], "secId": 273}, {"speaker": "MORTON", "sentences": [{"text": "The shuttles are supposed to last until 2010, but exactly what will replace them isn't clear.", "sentId": 743}], "secId": 274}, {"speaker": "GRIFFIN", "sentences": [{"text": "Right now, we're planning on flying the shuttle until 2010 using it to assemble the International Space Station and then moving on with a return of U.S. astronauts to the moon.", "sentId": 744}], "secId": 275}, {"speaker": "MORTON", "sentences": [{"text": "And the space station is behind schedule and over budget.", "sentId": 745}, {"text": "And who knows how long this new delay may be?", "sentId": 746}], "secId": 276}, {"speaker": "CABBAGE", "sentences": [{"text": "I think it's a little premature to start talking about retiring the shuttle early.", "sentId": 747}, {"text": "But I do think it's a big question as far as when they're going to be able to fly the shuttle again.", "sentId": 748}, {"text": "I don't see any way that the mission scheduled for September aboard Atlantis can fly right now.", "sentId": 749}, {"text": "In fact, most people seem to think they're done for at least the rest of 2005.", "sentId": 750}], "secId": 277}, {"speaker": "MORTON", "sentences": [{"text": "And that may make it harder to sell the program to Congress and the public.", "sentId": 751}, {"text": "A CNN/USA Today/Gallup poll last month showed three out of five Americans oppose manned flights to Mars.", "sentId": 752}], "secId": 278}, {"speaker": "MANN", "sentences": [{"text": "The president's grand plans for manned exploration of Mars seem to most Americans to be out of sync with the real problems they confront in their everyday lives.", "sentId": 753}, {"text": "And this setback is certainly going to contribute to that sentiment.", "sentId": 754}], "secId": 279}, {"speaker": "MORTON", "sentences": [{"text": "Discovery seems to have survived its launch in good safe shape.", "sentId": 755}, {"text": "You can't say that for the space program as a whole.", "sentId": 756}], "secId": 280}, {"speaker": "MORTON", "sentences": [{"text": "Bruce Morton, CNN, Washington.", "sentId": 757}], "secId": 281}, {"speaker": "HENRY", "sentences": [{"text": "The National Boy Scout Jamboree is underway.", "sentId": 758}, {"text": "And the Scouts are facing tough challenges.", "sentId": 759}, {"text": "We'll check in on some Scout blogs next when we rejoin our blog reporters.", "sentId": 760}], "secId": 282}, {"speaker": "HENRY", "sentences": [{"text": "President Bush has rescheduled his appearance at the Boy Scout Jamboree for this weekend, but it has already been a very tough week for the Scouts.", "sentId": 761}, {"text": "For more, let's rejoin CNN political producer Abbi Tatton and Jacki Schechner, our blog reporter -- Jacki.", "sentId": 762}], "secId": 283}, {"speaker": "SCHECHNER", "sentences": [{"text": "Ed, it has been a tough week.", "sentId": 763}, {"text": "That's even an understatement at this point.", "sentId": 764}, {"text": "On Monday, tragedy struck the Jamboree as four Scout leaders were killed in a horrible accident.", "sentId": 765}, {"text": "President Bush who was scheduled to speak yesterday, that postponed now until Sunday due to severe weather.", "sentId": 766}], "secId": 284}, {"speaker": "SCHECHNER", "sentences": [{"text": "And then yesterday, hundreds of Scouts and adults were treated for heat-related illnesses as they stood waiting for the opening ceremonies.", "sentId": 767}, {"text": "As one of the blogs put it today, we've seen this echoed, \"The Scout Jamboree is officially cursed.", "sentId": 768}, {"text": "Can they just go home now or what?\"", "sentId": 769}], "secId": 285}, {"speaker": "TATTON", "sentences": [{"text": "There are a number of Scouts and educators blogging from the Jamboree this week.", "sentId": 770}, {"text": "One of them is EMeritBadges.blogspot.com, a group of technology educators who had been blogging about the tragedy, then overcoming it.", "sentId": 771}, {"text": "They were saying yesterday that the whole camp was abuzz with anticipation of the president's arrival.", "sentId": 772}, {"text": "Lots of people filing down to the arena.", "sentId": 773}], "secId": 286}, {"speaker": "TATTON", "sentences": [{"text": "They say they were promising their readers lots of photos as they came down of the event.", "sentId": 774}, {"text": "But the photos show that nothing went as planned.", "sentId": 775}, {"text": "They showed that the scouts were being sprayed with water as the heat rose, the temperatures rose in the afternoon.", "sentId": 776}, {"text": "And then later on, the ambulance coming to treat the victims of heat related illnesses there.", "sentId": 777}], "secId": 287}, {"speaker": "TATTON", "sentences": [{"text": "There's another site here, one of the -- at \"The Richmond Times Dispatch\" where parents are weighing in on what was happening.", "sentId": 778}, {"text": "One woman saying that she went there with her sons.", "sentId": 779}, {"text": "It was a horrible day.", "sentId": 780}, {"text": "She saw people lying on the ground being treated.", "sentId": 781}], "secId": 288}, {"speaker": "TATTON", "sentences": [{"text": "We have one Boy Scout who is blogging for his hometown paper.", "sentId": 782}, {"text": "This is Lloyd Fouler, he's an 8th grader, 14-years-old.", "sentId": 783}, {"text": "And he says that today, luckily, it is much cooler.", "sentId": 784}, {"text": "But points out that the bus lines are very long and the events are very spread out at the Jamboree, so the kids have to walk very far to get to where they're going and they need lots and lots of water.", "sentId": 785}], "secId": 289}, {"speaker": "TATTON", "sentences": [{"text": "We will send it back to you.", "sentId": 786}], "secId": 290}, {"speaker": "HENRY", "sentences": [{"text": "Thanks, Jacki and Abbi.", "sentId": 787}], "secId": 291}, {"speaker": "HENRY", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 788}, {"text": "I'm Ed Henry.", "sentId": 789}, {"text": "\"WOLF BLITZER REPORTS\" starts right now.", "sentId": 790}, {"text": "END", "sentId": 791}], "secId": 292}, {"speaker": "HENRY", "sentences": [{"text": "TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com", "sentId": 792}], "secId": 293}], "sectionCount": 294, "url": "transcripts.cnn.com/TRANSCRIPTS/0507/28/ip.01.html", "sentenceCount": 794, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 28, 2005 - 15:30   ET", "speakers": ["ANNOUNCER", "MCCONNELL", "PELOSI", "UNIDENTIFIED MALE", "HENRY", "HENRY ", "THOMPSON", "MCCAIN", "LEAHY", "CORNYN", "MALVEAUX", "MCCLELLAN", "PORTMAN", "LAMAR", "ROMANS", "Coming up on CNN at 6", "And \"Red Storm Rising", "Plus", "JOHNS", "MARKEY", "BARTON", "GRIMES", "SCHNEIDER", "BUSH", "ROBERTS", "SCHUMER", "SANTORUM", "So I mean...     HENRY", "MCGUINNESS", "SCHECHNER", "TATTON", "here", "KAMBER", "NOVAK", "VERJEE", "MORTON", "GRIFFIN", "CABBAGE", "MANN"], "title": "INSIDE POLITICS"}