{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1603.06.ip.01.html.json", "subTitle": "Cruz Wins Two States, Trump Wins Two; Trump Warns GOP Against \"Third-Party Candidate\"; Clinton-Sanders Race Shifts to Michigan; Ex- Clinton Staffer Gets Immunity in Email Probe; Trump versus Ryan. Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 0}, {"text": "I'm John King.", "sentId": 1}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "Thanks for sharing your Sunday morning as we digest an exciting Super Saturday in presidential politics and look ahead to a potentially decisive ten days ahead.", "sentId": 2}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Three key points to get us started.", "sentId": 3}, {"text": "Two big wins yesterday for Ted Cruz in Kansas and in Maine.", "sentId": 4}, {"text": "Mr. Cruz saying voters now sending a very big message.", "sentId": 5}], "secId": 2}, {"speaker": "CRUZ", "sentences": [{"text": "What it represents is Republicans coalescing, saying it would be a disaster for Donald Trump to be our nominee.", "sentId": 6}, {"text": "And we're going to stand behind the strongest conservative in the race.", "sentId": 7}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Two wins for Donald Trump, too, in Kentucky and Louisiana.", "sentId": 8}, {"text": "Those Southern states keep Trump ahead in the delegate chase.", "sentId": 9}, {"text": "The front-runner celebrated by mocking the lousy Super Saturday turned in by Marco Rubio.", "sentId": 10}], "secId": 4}, {"speaker": "TRUMP", "sentences": [{"text": "Marco Rubio had a very, very bad night.", "sentId": 11}, {"text": "And personally, I'd call for him to drop out of the race.", "sentId": 12}, {"text": "I think it's time now that he'd drop out of the race.", "sentId": 13}, {"text": "I really think so.", "sentId": 14}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "In the Democratic race, Bernie Sanders wins two.", "sentId": 15}, {"text": "Kansas and Nebraska.", "sentId": 16}, {"text": "But Hillary Clinton takes Louisiana, ending the night with a bigger delegate lead than she began it with.", "sentId": 17}, {"text": "Tuesday's Michigan showdown after a big debate tonight right here on CNN, now a defining moment.", "sentId": 18}], "secId": 6}, {"speaker": "CLINTON", "sentences": [{"text": "We have to win this election.", "sentId": 19}, {"text": "And we all know -- we all know the stakes keep getting higher.", "sentId": 20}, {"text": "And the rhetoric we're hearing from the other side keeps sinking lower.", "sentId": 21}], "secId": 7}, {"speaker": "SANDERS", "sentences": [{"text": "The Democratic nomination process has been conducted in a way with dignity and nowhere near the ugly politics we're seeing in the Republican process.", "sentId": 22}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "With us this morning to share their reporting and their insights: Mary Katharine Hamm of \"The Federalist,\" CNN's Jeff Zeleny, CNN's Manu Raju, and Ashley Parker of \"The New York Times.\"", "sentId": 23}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Let's start with the just two good wins for Ted Cruz, or are those victories and tight margins in Kentucky and Louisiana evidence of a suddenly weaker Donald Trump?", "sentId": 24}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "In trademark Trump style, he thinks not.", "sentId": 25}], "secId": 11}, {"speaker": "TRUMP", "sentences": [{"text": "I want to congratulate Ted on Maine and on Kansas.", "sentId": 26}, {"text": "And he should do well in Maine because it's very close to Canada, let's face it, I mean.", "sentId": 27}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "He should do well in Maine because it's very close to Canada.", "sentId": 28}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 29}, {"text": "You know, he is who he is at this point.", "sentId": 30}, {"text": "But the big conversation among conservatives is, you know, Cruz had a good day, splits it in terms of the wins.", "sentId": 31}, {"text": "Trump -- they sort of split the delegates.", "sentId": 32}, {"text": "Cruz might pick up a little bit of ground in the delegate chase.", "sentId": 33}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Is Donald Trump weaker or did Cruz just have an okay night?", "sentId": 34}], "secId": 15}, {"speaker": "HAM", "sentences": [{"text": "I think he is a bit weaker.", "sentId": 35}, {"text": "I think you saw in the very end, the close from Ted Cruz, especially in Louisiana, it should worry Trump moving forward.", "sentId": 36}, {"text": "He closed very well.", "sentId": 37}], "secId": 16}, {"speaker": "HAM", "sentences": [{"text": "And I think Maine should worry Trump a little bit as well.", "sentId": 38}, {"text": "It's an odd state demographically for Cruz to come out on top.", "sentId": 39}, {"text": "And the governor had endorsed Trump.", "sentId": 40}, {"text": "So, I frankly thought it would go the other way.", "sentId": 41}, {"text": "So I think it's a good sign for him.", "sentId": 42}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "So how do you build?", "sentId": 43}, {"text": "ASHLEY PARKER, THE NEW YORK TIMES:  Well, the other thing is to beat", "sentId": 44}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Trump or to stop Trump, you actually have to beat him.", "sentId": 45}, {"text": "You have to win some of these states, right?", "sentId": 46}, {"text": "And Ted Cruz is finally starting --", "sentId": 47}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Have you called the Rubio campaign on that one?", "sentId": 48}], "secId": 20}, {"speaker": "PARKER", "sentences": [{"text": "Exactly.", "sentId": 49}, {"text": "But, you know, Ted Cruz, after Super Tuesday, he had four wins.", "sentId": 50}, {"text": "After last night, he picked up two more.", "sentId": 51}, {"text": "And so, that's not great for Donald Trump to have one person kind of coming out and offering themselves up as the person the party can coalesce behind.", "sentId": 52}], "secId": 21}, {"speaker": "PARKER", "sentences": [{"text": "Now, it may not be the person the party wants to coalesce behind.", "sentId": 53}, {"text": "I think Republicans would rather get behind a Rubio or a Kasich or Republican establishment rather than a Cruz, but Cruz is making a compelling case, and Trump has to contend with that.", "sentId": 54}], "secId": 22}, {"speaker": "RAJU", "sentences": [{"text": "And you saw last week, you know, it was interesting, Lindsey Graham, South Carolina Republican, who's battled with Ted Cruz for so long, saying that, you know, maybe it's time to get behind Ted Cruz, which was eye popping considering that Lindsey Graham is the one who said if it was Donald Trump or Ted Cruz, what's the choice, being shot or poisoned?", "sentId": 55}], "secId": 23}, {"speaker": "RAJU", "sentences": [{"text": "But, you know, I asked Lindsey Graham, you're saying you want to be shot, then?", "sentId": 56}, {"text": "He said, well, no.", "sentId": 57}, {"text": "He did actually walk that back.", "sentId": 58}, {"text": "I should clarify.", "sentId": 59}, {"text": "What he did say is that he believes Donald Trump is an interloper and that Ted Cruz is actually a real Republican.", "sentId": 60}], "secId": 24}, {"speaker": "RAJU", "sentences": [{"text": "Now, I'm not -- I'm still skeptical that the party could get behind Ted Cruz given all the battles that he's had over the years, but clearly that's the case he wants to make going forward.", "sentId": 61}, {"text": "And if Marco Rubio loses Florida, maybe he has a better chance of making that argument.", "sentId": 62}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "But you do hear that conversation, where some people say we don't like Cruz, but at least he's predictable.", "sentId": 63}, {"text": "We know where he is, we can plan a campaign around Cruz, because we know his positions and we know he's going to be consistent.", "sentId": 64}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "With Trump, it's sort of every day it changes.", "sentId": 65}, {"text": "How do you plan your advertising strategy, your message strategy when your nominee at any point trap door pulled out from under you.", "sentId": 66}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "Let's focus on Rubio for a minute, because it was a lousy day yesterday.", "sentId": 67}, {"text": "There's no other way to spin it.", "sentId": 68}, {"text": "He was in Puerto Rico.", "sentId": 69}, {"text": "He's hoping to get a win there today, 26 delegates I think, 20- something delegates.", "sentId": 70}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "So, Rubio hopes at least to get another win which would go with Minnesota.", "sentId": 71}, {"text": "But the math is pretty bleak.", "sentId": 72}, {"text": "He did not pick up as many delegates as he had hoped, and yet he insists, listen to him here, he insists once we get to Florida, which is nine days away, all will be fine.", "sentId": 73}], "secId": 29}, {"speaker": "RUBIO", "sentences": [{"text": "We want to continue to increase our delegate total and the math only gets friendlier for us after tonight and after Super Tuesday.", "sentId": 74}, {"text": "We knew this would be the roughest period in the campaign given the makeup of the electoral map.", "sentId": 75}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "The map gets better for him, Jeff, if he wins Florida.", "sentId": 76}, {"text": "But before then, you've still got another Tuesday.", "sentId": 77}, {"text": "You've got Mississippi -- and Mississippi and Michigan being the big contests there, and there's zero evidence that Rubio is going to do well in those.", "sentId": 78}], "secId": 31}, {"speaker": "ZELENY", "sentences": [{"text": "Right.", "sentId": 79}, {"text": "And that's a big challenge for him.", "sentId": 80}, {"text": "Look, if he was coming in with a couple wins under his belt already, if he had done better in Iowa and New Hampshire, he could have sustained this sort of period of drought.", "sentId": 81}, {"text": "But now it's very, very difficult for him.", "sentId": 82}], "secId": 32}, {"speaker": "ZELENY", "sentences": [{"text": "Sure, if he wins Florida, no doubt, he has a second life here.", "sentId": 83}, {"text": "But that is a big if at this point.", "sentId": 84}, {"text": "It's nine days that's going to be an eternity, excuse me, it is going to be very hard for him -- that's a tortured argument he's making.", "sentId": 85}], "secId": 33}, {"speaker": "ZELENY", "sentences": [{"text": "I think my voice sounds as bad as his does.", "sentId": 86}], "secId": 34}, {"speaker": "ZELENY", "sentences": [{"text": "That's a tortured argument.", "sentId": 87}, {"text": "The map will get better, but I'm not sure that it will.", "sentId": 88}, {"text": "I mean, I think that I'm watching a couple things in Florida.", "sentId": 89}, {"text": "Is Jeb Bush going to endorse him?", "sentId": 90}, {"text": "Would it matter if he did?", "sentId": 91}, {"text": "There's a lot of resentment there from some Republicans that Rubio jumped in at all.", "sentId": 92}], "secId": 35}, {"speaker": "ZELENY", "sentences": [{"text": "But absentee ballots, as we've all been talking about, there are tens of thousands, maybe more, already cast for Jeb Bush.", "sentId": 93}, {"text": "Those should go to Rubio.", "sentId": 94}, {"text": "That's why he --", "sentId": 95}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "So, even if Rubio was closing strong, the universe of people that can't vote for him because they've already voted.", "sentId": 96}], "secId": 37}, {"speaker": "RAJU", "sentences": [{"text": "If you look at the map, the Rubio campaign had validated this part of the map as being difficult for them.", "sentId": 97}, {"text": "But what they did not calculate is Ted Cruz being in as strong of a position as he is right now.", "sentId": 98}, {"text": "They thought they would probably end up in second place in New Hampshire.", "sentId": 99}, {"text": "But after that disastrous debate performance, he ended up in fifth place in New Hampshire and struggled afterwards.", "sentId": 100}], "secId": 38}, {"speaker": "RAJU", "sentences": [{"text": "And Ted Cruz is still in a strong position.", "sentId": 101}, {"text": "They thought he would start to go away, and Ted Cruz supporters started to go towards Rubio, and then they could make the case that they are the Donald Trump alternative.", "sentId": 102}, {"text": "But, of course, that hasn't happened.", "sentId": 103}, {"text": "It's been much harder to make that argument.", "sentId": 104}], "secId": 39}, {"speaker": "RAJU", "sentences": [{"text": "And if he loses Florida, he can only hope he pulls off a victory in North Carolina or Illinois on March 15th.", "sentId": 105}, {"text": "Otherwise, it's hard to see how he continues.", "sentId": 106}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "He's got to defend his home turf first.", "sentId": 107}, {"text": "The conservative media conversation this morning are saying that Rubio's best hope now is to cut a deal with Cruz to be number two.", "sentId": 108}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Now, these things don't happen.", "sentId": 109}, {"text": "Candidates have egos, you might notice.", "sentId": 110}, {"text": "Cruz is opening offices in Florida.", "sentId": 111}, {"text": "Clearly -- Cruz understands if you get to an open convention and the establishment has power and Rubio's still viable, they're going to turn to Rubio before they turn to Ted Cruz.", "sentId": 112}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "So, he's looking to have -- see if Cruz wants to --", "sentId": 113}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "That's the right word.", "sentId": 114}, {"text": "Thank you very much.", "sentId": 115}, {"text": "I need that word.", "sentId": 116}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "So if there is -- if there is, if the margins in Kentucky and Louisiana tell us that, you know, there's an opening and that maybe with a little bit more time, Cruz could have gotten those states, if that's the case, the question is why.", "sentId": 117}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "And so, one of the questions is did Rubio, like Chris Christie did to Rubio in New Hampshire, did Rubio actually help take Trump down but Cruz is the beneficiary?", "sentId": 118}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "You hear Cruz on the trail.", "sentId": 119}, {"text": "Let's listen to him here he's making the point to conservatives to the point we just talked about is that, if you've been watching the last couple weeks, you have finally learned that Donald Trump cannot be trusted.", "sentId": 120}], "secId": 47}, {"speaker": "CRUZ", "sentences": [{"text": "Last night, it was interesting because Donald has started running to the left, not in the primary, not in the general, but already in the primaries.", "sentId": 121}, {"text": "Do you notice how many times he said the word \"flexible\"?", "sentId": 122}, {"text": "We've got to be flexible.", "sentId": 123}, {"text": "He said, you've got to be flexible on everything, everything is up for negotiation.", "sentId": 124}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "I still think Cruz may yet regret being in the bromance for so long with Donald Trump, or waiting so long to get to this point.", "sentId": 125}, {"text": "But he seems to -- Cruz seems to have found the place where he wants to be against Donald Trump.", "sentId": 126}], "secId": 49}, {"speaker": "HAM", "sentences": [{"text": "Well, and this may be the argument that works with Trump is that he is the consummate businessman who's just going to be transactional in his position and that's what many conservatives are afraid of and many of his backers, if you explain to them, hey, this is sort of how Washington works already, that's not what they're looking for.", "sentId": 127}], "secId": 50}, {"speaker": "HAM", "sentences": [{"text": "So, I think they may have found an attack that works here.", "sentId": 128}, {"text": "And I do think the tag team was necessary.", "sentId": 129}, {"text": "And it looks like Cruz is the one that's benefiting.", "sentId": 130}, {"text": "But I think getting him off his game, Rubio was quite good at it with the personal attacks because it's almost the way you must go after him to get him off his game and then drill down on some specifics and make him wobble there.", "sentId": 131}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "I don't think a lot of Ted Cruz voters are huge fans of Mitt Romney.", "sentId": 132}, {"text": "But might Romney deserve at least a little bit of the credit in the sense that not just Romney's speech and Romney's media interviews but the conversation with the Rubio attacks in the debate, Cruz is more aggressive most recent debate performance and then Mitt Romney jumping in as well.", "sentId": 133}, {"text": "The media conversation and the conservative blogosphere buzz has turned a little bit and been tougher on Trump.", "sentId": 134}, {"text": "Just a little taste of Mitt Romney.", "sentId": 135}], "secId": 52}, {"speaker": "ROMNEY", "sentences": [{"text": "Mr. Trump is directing our anger for less than noble purposes.", "sentId": 136}, {"text": "He creates scapegoats of Muslims and Mexican immigrants.", "sentId": 137}], "secId": 53}, {"speaker": "ROMNEY", "sentences": [{"text": "He calls for the use of torture.", "sentId": 138}, {"text": "He calls for killing the innocent children and family members of terrorists.", "sentId": 139}, {"text": "This is the very brand of anger that has led other nations into the abyss.", "sentId": 140}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Does he get a little bit of the credit?", "sentId": 141}], "secId": 55}, {"speaker": "ZELENY", "sentences": [{"text": "I think he gets a bit of the credit for stopping any expansion that might have happened this week with Donald Trump.", "sentId": 142}], "secId": 56}, {"speaker": "ZELENY", "sentences": [{"text": "When Chris Christie came over, there were a lot of people wondering, like, gosh, maybe we really do have to sign on with him.", "sentId": 143}, {"text": "I think Mitt Romney sort of stopped any growth.", "sentId": 144}, {"text": "But he didn't change any minds of current Trump voter.", "sentId": 145}], "secId": 57}, {"speaker": "ZELENY", "sentences": [{"text": "If you're a current Trump voter, you're not listening to Mitt Romney at all.", "sentId": 146}, {"text": "But he changed the conversation donors and other things.", "sentId": 147}, {"text": "So sure, I think he gets a touch of credit.", "sentId": 148}], "secId": 58}, {"speaker": "PARKER", "sentences": [{"text": "What's fascinating is actually where Mitt Romney's comments are playing, right?", "sentId": 149}, {"text": "As Jeff said, I was talking to Trump voters in New Orleans.", "sentId": 150}, {"text": "And these are people who supported Mitt Romney in 2012 strongly.", "sentId": 151}, {"text": "And they were livid.", "sentId": 152}, {"text": "Their thought was, how dare you tell us who to vote for?", "sentId": 153}], "secId": 59}, {"speaker": "PARKER", "sentences": [{"text": "And one woman told me short of shooting my daughter and my grandchildren on the street, there's nothing that will prevent me --", "sentId": 154}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Let's put that up.", "sentId": 155}, {"text": "I love this quote.", "sentId": 156}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "\"There's nothing short of Trump shooting my daughter in the street and my grandchildren.", "sentId": 157}, {"text": "There is nothing and nobody that's going to dissuade me from voting for Trump.\"", "sentId": 158}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "When you're in this business, you're looking for good quotes.", "sentId": 159}, {"text": "Wow!", "sentId": 160}], "secId": 63}, {"speaker": "PARKER", "sentences": [{"text": "Well, exactly.", "sentId": 161}, {"text": "I think that sort of gets to the depth of passion of these Trump supporters, and they're not going to be sort of swayed by someone they describe to me as a two-time loser, a failed candidate.", "sentId": 162}, {"text": "Someone said if there was any way I could double down more strongly on Donald Trump, that's not possible.", "sentId": 163}, {"text": "But I would after what Mitt Romney said.", "sentId": 164}, {"text": "So it's not a huge hit with the base.", "sentId": 165}], "secId": 64}, {"speaker": "PARKER", "sentences": [{"text": "But what' interesting as I was talking to some Democrats who were saying look, if we get to a general election, one of the ways we could see ourselves going after Trump is playing back Mitt Romney's comments.", "sentId": 166}, {"text": "So, it's a weird undesired effect.", "sentId": 167}], "secId": 65}, {"speaker": "RAJU", "sentences": [{"text": "Yes.", "sentId": 168}, {"text": "And I would agree with that, because you're hearing some criticism about Romney's strategy from conservatives.", "sentId": 169}, {"text": "Ben Carson, for instance, who suspended his campaign on Friday after CPAC where he made that announcement at his post-press conference.", "sentId": 170}, {"text": "We asked him, what do you think of Romney's remarks?", "sentId": 171}, {"text": "He said that this is what's actually going to happen is that this is going to help Hillary Clinton in the fall.", "sentId": 172}], "secId": 66}, {"speaker": "RAJU", "sentences": [{"text": "So, there's a feeling among some conservatives that this actually will not work.", "sentId": 173}, {"text": "It will actually rile up the base against who the party establishment, divide the party further, and help Democrats.", "sentId": 174}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "One step at a time they're taking it, right?", "sentId": 175}, {"text": "If you want to beat Trump in the primaries, you've got to deal with that first and then maybe deal with the ram figures down the road.", "sentId": 176}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "Everybody, sit tight.", "sentId": 177}, {"text": "We'll continue the conversation.", "sentId": 178}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Next, is the Never Trump movement a Neverland fantasy?", "sentId": 179}, {"text": "We'll map out the delegate chase reality in just a moment.", "sentId": 180}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "First, though, politicians say the darnedest things meets the debate moment of yoga Zen.", "sentId": 181}], "secId": 71}, {"speaker": "TRUMP", "sentences": [{"text": "I have a very strong core, but I've never seen a successful person who wasn't flexible.", "sentId": 182}], "secId": 72}, {"speaker": "CRUZ", "sentences": [{"text": "Breathe.", "sentId": 183}, {"text": "I know it's hard.", "sentId": 184}, {"text": "I know it's hard.", "sentId": 185}, {"text": "But just --", "sentId": 186}], "secId": 73}, {"speaker": "RUBIO", "sentences": [{"text": "When they're done with the yoga, can I answer a question?", "sentId": 187}], "secId": 74}, {"speaker": "CRUZ", "sentences": [{"text": "You cannot.", "sentId": 188}, {"text": "I really hope that we don't see yoga on this stage.", "sentId": 189}], "secId": 75}, {"speaker": "RUBIO", "sentences": [{"text": "Well, he's very flexible, so you never know.", "sentId": 190}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 191}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "The so-called never-Trump movement includes strange bedfellows, including leading establishment figures like Mitt Romney and some grass-roots conservative groups who are hardly Romney fans.", "sentId": 192}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "For now, though, they share a common goal.", "sentId": 193}, {"text": "They also share this -- difficult math.", "sentId": 194}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Let's look at the delegate numbers.", "sentId": 195}, {"text": "We still have some Louisiana delegates from last night to apportion.", "sentId": 196}, {"text": "Cruz may move up a little more.", "sentId": 197}, {"text": "He's the one who has the most to be happy about this morning because he's closer to Donald Trump.", "sentId": 198}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "But Trump still in first place by a decent margin, inside of 100 votes now.", "sentId": 199}, {"text": "Rubio is struggling.", "sentId": 200}, {"text": "Governor Kasich struggling even more in the Republican field.", "sentId": 201}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "Donald Trump out there as the front-runner.", "sentId": 202}, {"text": "This is the state of play as we wake up this morning, again, a few more delegates from here to apportion.", "sentId": 203}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Let's fast forward through March 15th.", "sentId": 204}, {"text": "This is where Kasich has to win in Ohio or he's done.", "sentId": 205}, {"text": "We give it to him here.", "sentId": 206}, {"text": "Rubio has to win in Florida or he's likely done.", "sentId": 207}, {"text": "Before then, you have Mississippi and Michigan, two states where if you could stop Trump, this would be the place to do it.", "sentId": 208}, {"text": "Imagine if Cruz could take this one instead of Donald Trump.", "sentId": 209}, {"text": "That would make a difference in that race.", "sentId": 210}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "If somebody could get Michigan, say John Kasich performs well in the Midwest and Trump comes in second, third and fourth like that, if that were the case, then Trump still pulls out because of proportional delegates.", "sentId": 211}, {"text": "The question is, how do you stop him?", "sentId": 212}, {"text": "And if you wait till the 15th, is it too late?", "sentId": 213}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "And that, Mary Katharine Ham, is the big dilemma for the Republicans.", "sentId": 214}, {"text": "They finally think they have a message to slow Donald Trump, but has the math gotten too far ahead of them?", "sentId": 215}], "secId": 85}, {"speaker": "HAM", "sentences": [{"text": "Yes, I mean, here's the question.", "sentId": 216}, {"text": "I think we may be in a prevent phase of this race for the folks who don't like Trump because he got so far ahead, because there was a six-month period where everybody decided that people would write him off and they did not.", "sentId": 217}, {"text": "There was time lost and there was math lost during that period of time.", "sentId": 218}], "secId": 86}, {"speaker": "HAM", "sentences": [{"text": "And so, I think that's one of the reasons that Rubio continues to make the argument that, look, the map gets better for us because without several of these guys in the fight, he may just walk away with it.", "sentId": 219}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "And if Trump keeps winning some states, it is conceivable.", "sentId": 220}, {"text": "It is conceivable if there's a Cruz resurgence, or a Rubio, Kasich take those big prizes, the delegates, the winner-take-all in Florida and Ohio.", "sentId": 221}, {"text": "If Trump gets one or both of those, then the math gets pretty overwhelming.", "sentId": 222}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "If you can block him from those, then you can see maybe if somebody takes off, one person would have to take off and essentially run the board, maybe somebody beating him or the other scenario is the open convention where Trump still ends up leading but well short of the 1,237.", "sentId": 223}, {"text": "Trump notes how important Florida is, but he might not know or at", "sentId": 224}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "least have a mixed understanding about when it votes.", "sentId": 225}, {"text": "Listen to this priceless moment last night as Donald Trump was thanking his supporters and celebrating his wins in Kentucky and Louisiana, he made note of how important Florida is and how much he wants to win it, but --", "sentId": 226}], "secId": 90}, {"speaker": "TRUMP", "sentences": [{"text": "I would love to take on Ted one on one.", "sentId": 227}, {"text": "That would be so much fun because Ted can't win New York.", "sentId": 228}, {"text": "He can't win New Jersey.", "sentId": 229}, {"text": "He can't win Pennsylvania.", "sentId": 230}, {"text": "He can't win California.", "sentId": 231}, {"text": "I want Ted one on one.", "sentId": 232}, {"text": "OK?", "sentId": 233}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "Hold on to that thought.", "sentId": 234}, {"text": "First we'll get to that in a second.", "sentId": 235}, {"text": "I want to get to Donald Trump last night asking his supporters to pledge to vote for him in Florida.", "sentId": 236}], "secId": 92}, {"speaker": "TRUMP", "sentences": [{"text": "I do solemnly swear --", "sentId": 237}], "secId": 93}, {"speaker": "TRUMP SUPPORTERS", "sentences": [{"text": "I do solemnly swear --", "sentId": 238}], "secId": 94}, {"speaker": "TRUMP", "sentences": [{"text": "-- that I, no matter how I feel, no matter what the conditions, if there's hurricanes or whatever -- that's good enough -- will vote on or before the 12th for Donald J. Trump for president!", "sentId": 239}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "I guess if you early vote -- Florida's on the 15th.", "sentId": 240}, {"text": "Look, particularly pick on Donald Trump because we are all in the tired phase of the campaign.", "sentId": 241}, {"text": "When you get into the blur, everybody's tired.", "sentId": 242}, {"text": "Every candidate's tired, every reporter's tired, every strategist is tired, but he should at least have a note card that tells us if you're going to ask people to vote for you, get the date right.", "sentId": 243}], "secId": 96}, {"speaker": "ZELENY", "sentences": [{"text": "Never mind that, I'm not sure the image of this is what Donald Trump wanted.", "sentId": 244}], "secId": 97}, {"speaker": "ZELENY", "sentences": [{"text": "Look at the front page of the \"New York Daily News\" this morning, comparing him to someone else.", "sentId": 245}], "secId": 98}, {"speaker": "ZELENY", "sentences": [{"text": "But, look, I think we can forgive him the 15th, but that is -- you know, he's a showman.", "sentId": 246}, {"text": "That's why people like him there.", "sentId": 247}, {"text": "I'm not sure that that's going to be helpful to him going forward.", "sentId": 248}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "And he's competitive as a businessman.", "sentId": 249}, {"text": "Now he's a politician.", "sentId": 250}, {"text": "And politics is all about competition.", "sentId": 251}], "secId": 100}, {"speaker": "But does he really want a one on one with Ted Cruz right now?  A one on one with anybody right now?  RAJU", "sentences": [{"text": "I think that's what's helping him right now is the fracture.", "sentId": 252}], "secId": 101}, {"speaker": "But does he really want a one on one with Ted Cruz right now?  A one on one with anybody right now?  RAJU", "sentences": [{"text": "The longer that Rubio and Kasich stay in the race, the better this is for him.", "sentId": 253}], "secId": 102}, {"speaker": "But does he really want a one on one with Ted Cruz right now?  A one on one with anybody right now?  RAJU", "sentences": [{"text": "And getting back to your point on delegate math -- I mean, if they do somehow deny him the amount of votes -- delegates that he needs to become the Republican nominee and they get to a brokered convention, how does this not end up becoming a disastrous outcome for the party?", "sentId": 254}, {"text": "I mean, if you do select another candidate, what happens to all of those Trump supporters, as millions of Trump supporters?", "sentId": 255}, {"text": "Where do they go, and what would prevent Trump from running as a third-party candidate?", "sentId": 256}], "secId": 103}, {"speaker": "But does he really want a one on one with Ted Cruz right now?  A one on one with anybody right now?  RAJU", "sentences": [{"text": "That's why when the Rubio folks are openly floating the idea of fighting in the south, the convention and Romney, too, I don't think they're thinking about that potential terrible aftermath.", "sentId": 257}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "Yes, as they think about that, your peculiar prospects of doing that really depend on how many delegates he has.", "sentId": 258}, {"text": "If he walks in close to the nomination and nobody very close in second seems pretty un- democratic to rip it out from under him especially if you're going to try to tell the Trump delegates that are there.", "sentId": 259}, {"text": "Let's say there's 900 of them that they're going to give it to some guy with 400, who's behind you, who's been saying you have small hands and things like that in the campaign.", "sentId": 260}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "One of the interesting things here, Trump, known as the showman, some conservatives are now saying if Trump wins the nomination, we'll be the ones with the third-party effort because we can't support him as the Republican nominee.", "sentId": 261}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "Remember early on, it was would Trump run as a third party?", "sentId": 262}, {"text": "All of the candidates on stage including Trump agreed in the FOX debate to support the Republican nominee.", "sentId": 263}, {"text": "Which is odd for Marco Rubio, you know, he's an idiot, he's a fraud, a con man, yes, I'll vote for him.", "sentId": 264}, {"text": "It's intellectually hard.", "sentId": 265}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "But listen to Trump making fun of the Republicans who now think maybe they need to think about the third party.", "sentId": 266}], "secId": 108}, {"speaker": "TRUMP", "sentences": [{"text": "So we have a situation with they're now saying, well, maybe we're not going to be able to beat Trump the normal way, so we'll run a third-party candidate, and maybe we can't get on all the states.", "sentId": 267}, {"text": "We'll do enough that it's impossible for Donald Trump to win.", "sentId": 268}, {"text": "And I'm saying, what are they doing?", "sentId": 269}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "What are they doing?", "sentId": 270}, {"text": "That's a good question, actually.", "sentId": 271}, {"text": "So is it -- people are frustrated.", "sentId": 272}, {"text": "When you're frustrated, you say and think about crazy things.", "sentId": 273}, {"text": "But do you really think there's a viable conservative third-party candidate if Donald Trump is the nominee which more than likely would guarantee a Democratic victory?", "sentId": 274}, {"text": "HAM:  I think there's a desire for something else.", "sentId": 275}, {"text": "There's a real", "sentId": 276}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "desire among conservative activists particularly.", "sentId": 277}, {"text": "This is not just establishment versus Trump.", "sentId": 278}, {"text": "There is this genuine bloc of truly committed conservatives who are saying I'm not sure I can go here.", "sentId": 279}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "They're looking around saying libertarian party's on all the ballots.", "sentId": 280}, {"text": "Maybe there's something we can do here.", "sentId": 281}, {"text": "I'm not sure it's going to happen.", "sentId": 282}, {"text": "I generally count on Republicans to mostly fall in line, but this does seem like a strange year, does it not?", "sentId": 283}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "To put it mildly.", "sentId": 284}], "secId": 113}, {"speaker": "RAJU", "sentences": [{"text": "Yes, I mean, third-party candidate, who would that person be?", "sentId": 285}, {"text": "And how could they actually win enough support to become the next president of the United States without dividing -- pulling support from Trump and electing Hillary Clinton?", "sentId": 286}, {"text": "That's very hard to see.", "sentId": 287}], "secId": 114}, {"speaker": "RAJU", "sentences": [{"text": "But Romney himself floated that this week.", "sentId": 288}, {"text": "He said that I'm not going to vote for Trump if he becomes the nominee and I'm not going to vote for Hillary Clinton.", "sentId": 289}, {"text": "He wouldn't completely shut the door that maybe he's a third-party candidate.", "sentId": 290}, {"text": "You know, he said, probably not going to happen.", "sentId": 291}, {"text": "We didn't shut the door to that completely but it's hard to see how that scenario works.", "sentId": 292}], "secId": 115}, {"speaker": "PARKER", "sentences": [{"text": "And on some level, the third party candidate it's not necessarily about that person actually winning the presidency and going to the White House.", "sentId": 293}, {"text": "It's sort of about giving down-ballot Republicans cover, and someone on the top of the ticket to run with and to align themselves with who's not Donald Trump.", "sentId": 294}], "secId": 116}, {"speaker": "PARKER", "sentences": [{"text": "So you have a lot of Republicans up in sort of tough states, purple states and maybe they would rather have a Senator Ben Sasse who they can align themselves with instead of having to answer Trump said this.", "sentId": 295}, {"text": "What do you think?", "sentId": 296}, {"text": "Do you also disavow David Duke?", "sentId": 297}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "If comes to that, and that's still a big if, could become a vehicle for the 2020 cycle -- somebody to make a good place for conservatives to hide and somebody on to make a name for themselves heading into 2020.", "sentId": 298}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "I'll say this as we end this part of the segment.", "sentId": 299}, {"text": "I grew up, the Republican Party was the most disciplined.", "sentId": 300}, {"text": "This is the eighth presidential elections for me, it's always been the most disciplined.", "sentId": 301}, {"text": "This cycle is like a game of pick up sticks.", "sentId": 302}, {"text": "Just throw them up, see what happens.", "sentId": 303}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 304}, {"text": "Up ahead, the Democratic debate tonight, they debate in Michigan.", "sentId": 305}, {"text": "And after being beaten badly again in the South, Bernie Sanders has something very big to prove.", "sentId": 306}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 307}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "We're 19 contests in on the Democratic side.", "sentId": 308}, {"text": "Hillary Clinton has 12 wins to 7 for Bernie Sanders.", "sentId": 309}, {"text": "Her pledge delegate lead, 660 to 457, and that's an edge that will grow a little bit more as we do the final math and allocate some delegates still left from Louisiana.", "sentId": 310}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "Michigan is the first big Midwest industrial battleground, and Clinton hopes her economic pitch brings what would be a statement victory.", "sentId": 311}], "secId": 123}, {"speaker": "CLINTON", "sentences": [{"text": "Working families need a raise and more good jobs, jobs that pay well and provide dignity, pride and a sense of purpose.", "sentId": 312}], "secId": 124}, {"speaker": "CLINTON", "sentences": [{"text": "And don't let anyone tell you we can't make things in America anymore.", "sentId": 313}, {"text": "Because as you're proving every day here in Michigan, we can, we are, and we will.", "sentId": 314}], "secId": 125}, {"speaker": "KING", "sentences": [{"text": "See?", "sentId": 315}, {"text": "It's not just Marco Rubio and Jeff Zeleny.", "sentId": 316}, {"text": "You can hear her voice going out.", "sentId": 317}], "secId": 126}, {"speaker": "KING", "sentences": [{"text": "It isn't just the math that leaves Bernie Sanders with something to prove.", "sentId": 318}], "secId": 127}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton is running up the score in states with diverse electorates, which puts even more pressure on Sanders heading into tonight's debate and then Tuesday's voting in Michigan.", "sentId": 319}], "secId": 128}, {"speaker": "SANDERS", "sentences": [{"text": "This campaign is about dealing with a rigged economy, an economy in which the middle class is shrinking, in which millions of people are working longer hours for lower wages.", "sentId": 320}], "secId": 129}, {"speaker": "SANDERS", "sentences": [{"text": "All of us know and are proud that the economy today under President Obama is far, far better than the economy that George W. Bush left us.", "sentId": 321}], "secId": 130}, {"speaker": "KING", "sentences": [{"text": "Jeff Zeleny, the economy and this rigged economy argument, Wall Street is out to get you, I'm here to help you, this is supposed to be Bernie Sanders's sweet spot.", "sentId": 322}], "secId": 131}, {"speaker": "KING", "sentences": [{"text": "Is there a better laboratory for proving he can be successful than Michigan?", "sentId": 323}], "secId": 132}, {"speaker": "ZELENY", "sentences": [{"text": "I don't think there is.", "sentId": 324}, {"text": "And Michigan is -- I was at a rally with Bernie Sanders on Friday outside of Grand Rapids, Michigan, and that message right there really resonates.", "sentId": 325}, {"text": "I mean, the crowds, I'm not sure, have ever been louder or more enthusiastic.", "sentId": 326}], "secId": 133}, {"speaker": "ZELENY", "sentences": [{"text": "The question is, you know, some Democrats are already looking ahead to the fall.", "sentId": 327}, {"text": "They're sort of jarred by Donald Trump.", "sentId": 328}, {"text": "And Michigan is a, you know, is well going to be one of those states that could be a new battleground or a newish battleground.", "sentId": 329}, {"text": "It's not been really fought for since the 2000 presidential campaign.", "sentId": 330}], "secId": 134}, {"speaker": "ZELENY", "sentences": [{"text": "So Democrats are being a little more practical.", "sentId": 331}, {"text": "But for Bernie Sanders at the moment, that is a very good argument for him.", "sentId": 332}], "secId": 135}, {"speaker": "ZELENY", "sentences": [{"text": "And if you talk to his advisers, if you ask them, what is he really up to?", "sentId": 333}], "secId": 136}, {"speaker": "ZELENY", "sentences": [{"text": "He says he's going to fight until the convention.", "sentId": 334}, {"text": "It's because of that message.", "sentId": 335}], "secId": 137}, {"speaker": "ZELENY", "sentences": [{"text": "And they point out one thing that I think's important here.", "sentId": 336}, {"text": "The calendar is different from 2008.", "sentId": 337}, {"text": "Yes, she has more delegates than Barack Obama had at this point but the calendar is totally different.", "sentId": 338}], "secId": 138}, {"speaker": "And they say the reason that he will stay in and stay in and fight is this", "sentences": [{"text": "in April, Wisconsin; in May, West Virginia and Oregon; in June, California, New Jersey.", "sentId": 339}], "secId": 139}, {"speaker": "And they say the reason that he will stay in and stay in and fight is this", "sentences": [{"text": "So there are big states out there that still have a potential.", "sentId": 340}, {"text": "That's why he's staying in.", "sentId": 341}, {"text": "But he has to do well in Michigan.", "sentId": 342}, {"text": "If Hillary Clinton beats him in Michigan, I think the argument for Bernie Sanders becomes more and more difficult because she'll cream him in Florida.", "sentId": 343}, {"text": "They realize that.", "sentId": 344}], "secId": 140}, {"speaker": "And they say the reason that he will stay in and stay in and fight is this", "sentences": [{"text": "So this is a critical week, I think.", "sentId": 345}, {"text": "Our debate tonight, the Michigan primary, a debate Wednesday, it gives him a second chance of life here.", "sentId": 346}, {"text": "We'll see if he takes it.", "sentId": 347}], "secId": 141}, {"speaker": "KING", "sentences": [{"text": "If you want to lead the Democratic Party, you have to at some point prove you can win in a more diverse electorate.", "sentId": 348}], "secId": 142}, {"speaker": "RAJU", "sentences": [{"text": "That's right.", "sentId": 349}, {"text": "It will be interesting tonight to see how hard Bernie Sanders goes after Hillary on the trade issue because, of course, on the Trans-Pacific Partnership when she was secretary of state, Hillary Clinton called it the gold standard and has reversed herself on that.", "sentId": 350}, {"text": "And that's something that plays -- is very -- the TPP is very unpopular among Michigan Democrats, a very union-heavy state, a state that's been hit hard.", "sentId": 351}], "secId": 143}, {"speaker": "RAJU", "sentences": [{"text": "And Bernie Sanders is using that to his advantage.", "sentId": 352}, {"text": "He's been one of the most vocal, outspoken critics of the TPP.", "sentId": 353}, {"text": "How much is that trade issue playing into that, help him particularly if he also continues to struggle with African American voters, as he has so far.", "sentId": 354}], "secId": 144}, {"speaker": "KING", "sentences": [{"text": "Our debate tonight is in Flint, which, of course, is in the national headlines for all the wrong reasons.", "sentId": 355}, {"text": "The water is poisonous essentially.", "sentId": 356}, {"text": "The water is poisonous and children and others are sick because of it.", "sentId": 357}, {"text": "Both candidates have focused on this.", "sentId": 358}, {"text": "Let's listen.", "sentId": 359}, {"text": "Here's Secretary Clinton talking about how she would help Flint.", "sentId": 360}], "secId": 145}, {"speaker": "CLINTON", "sentences": [{"text": "If I am your Democratic nominee, I will make Detroit a central issue in this campaign.", "sentId": 361}, {"text": "I will make Flint a separate issue in this campaign.", "sentId": 362}, {"text": "I will make Michigan's comeback a story of resilience and success.", "sentId": 363}], "secId": 146}, {"speaker": "KING", "sentences": [{"text": "You might remember earlier in the campaign Hillary Clinton took a day off the earlier states and went to Flint, Michigan.", "sentId": 364}, {"text": "Senator Sanders, though, says he has just as much empathy as her and he'll fix it.", "sentId": 365}], "secId": 147}, {"speaker": "SANDERS", "sentences": [{"text": "I don't think I have ever left a room as shattered as I was, listening to the pain of what was going on in Flint.", "sentId": 366}, {"text": "I think the governor should do the right thing and resign.", "sentId": 367}], "secId": 148}, {"speaker": "KING", "sentences": [{"text": "One of the things I'm really interested for in the debate tonight, there's no question, there should be accountability for the governor.", "sentId": 368}, {"text": "There's no question if you look at the e-mail trail that the state government did know a long time ago they had a problem.", "sentId": 369}, {"text": "They were slow to respond.", "sentId": 370}, {"text": "I think there are questions about the local government as well.", "sentId": 371}], "secId": 149}, {"speaker": "KING", "sentences": [{"text": "But there are also questions about Barack Obama's Environmental Protection Agency.", "sentId": 372}], "secId": 150}, {"speaker": "KING", "sentences": [{"text": "Will that come up tonight?", "sentId": 373}], "secId": 151}, {"speaker": "KING", "sentences": [{"text": "I think this is like a Katrina thing where everybody failed.", "sentId": 374}, {"text": "Everybody failed the people of Flint.", "sentId": 375}], "secId": 152}, {"speaker": "KING", "sentences": [{"text": "Are these two candidates tonight who, especially Secretary Clinton, trying to hug the president and say, you know, I want his voters?", "sentId": 376}], "secId": 153}, {"speaker": "KING", "sentences": [{"text": "Are they going to say, you know what?", "sentId": 377}], "secId": 154}, {"speaker": "KING", "sentences": [{"text": "This is an example of where a Democratic administration as well as the Republican governor of Michigan let you down?", "sentId": 378}], "secId": 155}, {"speaker": "ZELENY", "sentences": [{"text": "I think they should.", "sentId": 379}, {"text": "And we'll see.", "sentId": 380}, {"text": "And there's not much -- I don't think there's much of a downside for her to do that.", "sentId": 381}, {"text": "You know, she certainly can.", "sentId": 382}], "secId": 156}, {"speaker": "ZELENY", "sentences": [{"text": "But you're right about the EPA.", "sentId": 383}, {"text": "And I think that is a part of this story that probably hasn't been covered enough.", "sentId": 384}], "secId": 157}, {"speaker": "ZELENY", "sentences": [{"text": "A lot of hands are in this.", "sentId": 385}, {"text": "A lot of hands are dirty.", "sentId": 386}, {"text": "A lot of people are complicit in this.", "sentId": 387}, {"text": "And it's one thing to go up and say Flint is going to be a central issue to my campaign --", "sentId": 388}], "secId": 158}, {"speaker": "ZELENY", "sentences": [{"text": "-- Detroit's a central issue to my campaign.", "sentId": 389}, {"text": "There's not a lot that they can do to fix it right now.", "sentId": 390}, {"text": "But any attention I think we're shining on it is a good thing.", "sentId": 391}], "secId": 159}, {"speaker": "HAM", "sentences": [{"text": "Well, I think Flint is a perfect example of why you have a revolution on both sides of the aisle here in both parties.", "sentId": 392}, {"text": "People going, you have failed us on every level.", "sentId": 393}, {"text": "This is the perfect symbol of that.", "sentId": 394}], "secId": 160}, {"speaker": "HAM", "sentences": [{"text": "And if she wants to tap into a little bit of what Bernie's got, she needs to talk about that failure.", "sentId": 395}], "secId": 161}, {"speaker": "RAJU", "sentences": [{"text": "And what's the -- how do you respond to this?", "sentId": 396}], "secId": 162}, {"speaker": "RAJU", "sentences": [{"text": "Because, you know, there's a debate over whether or not the federal government should have a significant role in putting hundreds of millions of dollars in taxpayer money to deal with the problems of Flint or if this is something that Michigan should deal with as well.", "sentId": 397}], "secId": 163}, {"speaker": "RAJU", "sentences": [{"text": "There's a bill moving through the Senate that has stalled over that specific debate right now, whether or not Michigan, which has a rainy- day fund, can spend money on that.", "sentId": 398}], "secId": 164}, {"speaker": "RAJU", "sentences": [{"text": "I'm sure that that's going to be -- Hillary and Bernie will be pushed on that tonight.", "sentId": 399}, {"text": "We'll see how they respond, particularly if this is something that could cause taxpayers a lot of money.", "sentId": 400}], "secId": 165}, {"speaker": "RAJU", "sentences": [{"text": "At what point do you stop and do you let the states deal with these issues rather than the federal government?", "sentId": 401}], "secId": 166}, {"speaker": "KING", "sentences": [{"text": "How does she -- I think the question is, if she continues to win in the delegate game, how does she manage the Sanders relationship?", "sentId": 402}], "secId": 167}, {"speaker": "KING", "sentences": [{"text": "Because with Sanders, I think it's fine.", "sentId": 403}, {"text": "I think he gets testy about Wall Street and he's  but I think he gets it.", "sentId": 404}, {"text": "He can do the math.", "sentId": 405}], "secId": 168}, {"speaker": "KING", "sentences": [{"text": "But Sanders voters are angry.", "sentId": 406}, {"text": "They get mad when you post, she's edging out in the delegate lead, she's winning these states.", "sentId": 407}], "secId": 169}, {"speaker": "KING", "sentences": [{"text": "How difficult is that challenge?", "sentId": 408}], "secId": 170}, {"speaker": "PARKER", "sentences": [{"text": "One thing Democrats I've talked to who have said is they're actually taking lessons from the Republican side.", "sentId": 409}, {"text": "And so they saw what happened when Mitt Romney, when the Republican establishment, sort of seemed to be trying to weigh in and tip the scales.", "sentId": 410}], "secId": 171}, {"speaker": "PARKER", "sentences": [{"text": "And they've been very clear that they don't want Hillary Clinton to make that same mistake with Bernie Sanders.", "sentId": 411}, {"text": "She absolutely needs to be respectful.", "sentId": 412}, {"text": "She needs to give him the breathing room, even if she gets far ahead.", "sentId": 413}], "secId": 172}, {"speaker": "PARKER", "sentences": [{"text": "I think you're very unlikely to see her calling the way Donald Trump did for Bernie to drop out because she absolutely needs those voters to help put together the Democratic coalition, the Obama coalition, to beat the Republican nominee in November.", "sentId": 414}], "secId": 173}, {"speaker": "ZELENY", "sentences": [{"text": "Especially because of the enthusiasm gap.", "sentId": 415}, {"text": "There's not huge enthusiasm on the Democratic side.", "sentId": 416}, {"text": "There simply isn't.", "sentId": 417}, {"text": "And there's more on the Sanders supporter side, so she does need those voters.", "sentId": 418}, {"text": "And I think her favorables are high among Democrats.", "sentId": 419}, {"text": "I think that's", "sentId": 420}], "secId": 174}, {"speaker": "ZELENY", "sentences": [{"text": "something we often sort of leave out of this discussion.", "sentId": 421}, {"text": "They're high but people are not -- the big excitement factor for Democrats will be stopping Donald Trump.", "sentId": 422}, {"text": "It will not be electing Hillary Clinton.", "sentId": 423}], "secId": 175}, {"speaker": "RAJU", "sentences": [{"text": "And the fact that Bernie raised $40 million in February just shows how much enthusiasm.", "sentId": 424}], "secId": 176}, {"speaker": "KING", "sentences": [{"text": "Big, big test for him, though, as we get into, first, Michigan and then Ohio and Illinois and the middle West, Midwest.", "sentId": 425}, {"text": "Bernie Sanders has something to prove there.", "sentId": 426}, {"text": "If not, we'll see if she can manage the relationship.", "sentId": 427}], "secId": 177}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 428}], "secId": 178}, {"speaker": "KING", "sentences": [{"text": "It took a court order and then months of bureaucracy but all but a tiny slice of Hillary Clinton's emails are now public.", "sentId": 429}, {"text": "A closer look -- next.", "sentId": 430}], "secId": 179}, {"speaker": "KING", "sentences": [{"text": "Politics in a moment but, first, Hillary Clinton's e-mails by the numbers.", "sentId": 431}], "secId": 180}, {"speaker": "KING", "sentences": [{"text": "We now have 30,328 e-mails.", "sentId": 432}, {"text": "They run 52,402 pages.", "sentId": 433}, {"text": "They've been put into the public domain now because of a court order, the State Department releasing them.", "sentId": 434}, {"text": "So far, totally confidential -- classified, 2,101; 22, the top level of classification.", "sentId": 435}, {"text": "The State Department now says they're top secret; 44 secret, 2,035, the lower level confidential.", "sentId": 436}], "secId": 181}, {"speaker": "KING", "sentences": [{"text": "A big debate from Hillary Clinton saying when I sent them or received them, they weren't classified.", "sentId": 437}, {"text": "That's after the fact so it's not fair, she says.", "sentId": 438}], "secId": 182}, {"speaker": "KING", "sentences": [{"text": "Jeff Zeleny, as we get to the debate tonight, certainly this will be an issue.", "sentId": 439}, {"text": "The aide who set up the private server has now been granted immunity.", "sentId": 440}], "secId": 183}, {"speaker": "KING", "sentences": [{"text": "Can Hillary Clinton say much right now to put this away?", "sentId": 441}], "secId": 184}, {"speaker": "KING", "sentences": [{"text": "Or does she just have to hope that the investigation is done as soon as possible?", "sentId": 442}], "secId": 185}, {"speaker": "ZELENY", "sentences": [{"text": "I think she said everything she has been able to say at this point but it's all on the investigation.", "sentId": 443}, {"text": "That is going to be the one question mark hanging over this campaign for as long as it goes.", "sentId": 444}], "secId": 186}, {"speaker": "ZELENY", "sentences": [{"text": "When or is the FBI and Justice Department going to sort of either move forward with this or say, OK, everything's fine?", "sentId": 445}, {"text": "So the State Department -- her State Department and the Obama State Department approved these e-mails.", "sentId": 446}, {"text": "So there was nothing that surprised the Clinton world in this.", "sentId": 447}, {"text": "They knew everything in this.", "sentId": 448}], "secId": 187}, {"speaker": "ZELENY", "sentences": [{"text": "But what we don't know is what is the aide who now has immunity, what is he saying?", "sentId": 449}], "secId": 188}, {"speaker": "ZELENY", "sentences": [{"text": "Is there a grand jury impaneled?", "sentId": 450}], "secId": 189}, {"speaker": "ZELENY", "sentences": [{"text": "And is there going to be a recommendation here from this Justice Department?", "sentId": 451}], "secId": 190}, {"speaker": "ZELENY", "sentences": [{"text": "All summer long this will be the sort of the soundtrack of this campaign, of conspiracy theories.", "sentId": 452}, {"text": "She's not out of the woods yet on this.", "sentId": 453}], "secId": 191}, {"speaker": "RAJU", "sentences": [{"text": "And Bernie Sanders really gave her such a gift when he said early on that no one really cares about your e-mails because this is an issue that's going to hang over her if she becomes the nominee into the general election.", "sentId": 454}], "secId": 192}, {"speaker": "RAJU", "sentences": [{"text": "Of course, Republicans will continue to hammer away on on her on this.", "sentId": 455}, {"text": "Now of course Democratic voters say they don't care about it.", "sentId": 456}, {"text": "But there's a way to hit her on it over the trustworthiness issue.", "sentId": 457}, {"text": "And that's something that Bernie has really resorted not to not do.", "sentId": 458}], "secId": 193}, {"speaker": "KING", "sentences": [{"text": "Even if he doesn't want to raise it.", "sentId": 459}, {"text": "If he thinks the investigation will be done in, say, May or so, stay in the race.", "sentId": 460}], "secId": 194}, {"speaker": "KING", "sentences": [{"text": "See what happens, right?", "sentId": 461}], "secId": 195}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Exactly.", "sentId": 462}], "secId": 196}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 463}, {"text": "Let's focus on another question that came up this week which is as the Republican Party seems to be moving closer to Trump, trying to stop him right now, he keeps saying, I can win in November.", "sentId": 464}, {"text": "And the polls now don't necessarily mean much about November.", "sentId": 465}], "secId": 197}, {"speaker": "KING", "sentences": [{"text": "But the argument against them from the other Republicans is look at the numbers.", "sentId": 466}, {"text": "If you look at our new poll, Clinton, 52; Trump, 44; Sanders, 55, Trump, 43.", "sentId": 467}, {"text": "Democrats at the moment say the data says we can beat Trump more than the other guys.", "sentId": 468}], "secId": 198}, {"speaker": "KING", "sentences": [{"text": "But in such an unusual year, if you're the Democrats, do you think, no, I'd rather have a conventional Republican -- because again, it's easier to plan as opposed to this wild card?", "sentId": 469}], "secId": 199}, {"speaker": "ZELENY", "sentences": [{"text": "Well, they'd rather have Ted Cruz in a second.", "sentId": 470}, {"text": "They're happy about the rise of Ted Cruz because it changes the map so much.", "sentId": 471}, {"text": "I mean, we've seen in recent presidential elections, all the map is basically the same.", "sentId": 472}, {"text": "We have Ohio, we have Pennsylvania.", "sentId": 473}], "secId": 200}, {"speaker": "ZELENY", "sentences": [{"text": "Donald Trump could mix things up to such a degree that it makes things so much more uncertain.", "sentId": 474}, {"text": "It would be more expensive.", "sentId": 475}, {"text": "You'd have to advertise in Michigan, in Pennsylvania, in New Jersey, perhaps.", "sentId": 476}], "secId": 201}, {"speaker": "ZELENY", "sentences": [{"text": "So no, they would not -- anyone who -- any Democrat who thinks oh, Donald Trump would be easy is wrong about that.", "sentId": 477}, {"text": "And Bill Clinton is sending that message from the top down.", "sentId": 478}, {"text": "He said Donald Trump has tapped into something.", "sentId": 479}, {"text": "We need to be serious.", "sentId": 480}], "secId": 202}, {"speaker": "KING", "sentences": [{"text": "Because of economics.", "sentId": 481}], "secId": 203}, {"speaker": "PARKER", "sentences": [{"text": "And you understand why the Democrats right now are sort of positively gleeful, watching what's happened on the Republican side because you have to remember Donald Trump is a man who has sort of single-handedly decimated the Republican Party, right?", "sentId": 482}], "secId": 204}, {"speaker": "PARKER", "sentences": [{"text": "And dispatched with all these people, the idea that when --", "sentId": 483}], "secId": 205}, {"speaker": "KING", "sentences": [{"text": "And just about every rule in American politics.", "sentId": 484}], "secId": 206}, {"speaker": "PARKER", "sentences": [{"text": "Yes.", "sentId": 485}, {"text": "Exactly, the idea that once he turns his attention to the general, to Hillary Clinton, that he's not going to do the same thing or at least create some sheen of chaos is absurd.", "sentId": 486}, {"text": "And it's something they need to be worried about.", "sentId": 487}], "secId": 207}, {"speaker": "RAJU", "sentences": [{"text": "How he raised the Lewinsky scandal at the beginning of the year, no other Republican --", "sentId": 488}], "secId": 208}, {"speaker": "RAJU", "sentences": [{"text": "-- candidate would do it the way he did and I'm certain he would do it again and have this change the narrative.", "sentId": 489}, {"text": "It could be distracting to the Hillary people.", "sentId": 490}, {"text": "It would be not a slam dunk running against him.", "sentId": 491}], "secId": 209}, {"speaker": "KING", "sentences": [{"text": "Strategists hate unpredictability.", "sentId": 492}], "secId": 210}, {"speaker": "HAM", "sentences": [{"text": "Anybody who doesn't have to follow the rules as Donald Trump never has in this campaign is going to be dangerous in a general.", "sentId": 493}], "secId": 211}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 494}, {"text": "We'll watch this play out.", "sentId": 495}], "secId": 212}, {"speaker": "KING", "sentences": [{"text": "A big Democratic debate here on CNN tonight, live from Flint, Michigan.", "sentId": 496}, {"text": "You want to watch that.", "sentId": 497}], "secId": 213}, {"speaker": "KING", "sentences": [{"text": "And huge contests coming up, huge, that's right, in the Tuesday ahead.", "sentId": 498}, {"text": "Michigan and Mississippi among them and then of course March 15th.", "sentId": 499}, {"text": "Everybody stay with us.", "sentId": 500}, {"text": "Our reporters share from their notebooks next, including details of the delicate relationship -- that's being polite -- between Donald Trump and the House Speaker, Paul Ryan.", "sentId": 501}], "secId": 214}, {"speaker": "KING", "sentences": [{"text": "Around the INSIDE POLITICS table, ask our great reporters to get you out ahead of --", "sentId": 502}], "secId": 215}, {"speaker": "KING", "sentences": [{"text": "-- some of the big political news just around the corner -- Ashley Parker.", "sentId": 503}], "secId": 216}, {"speaker": "PARKER", "sentences": [{"text": "So I'm going to be watching Republican donors sort of in a state of abject confusion about what to do next.", "sentId": 504}, {"text": "I think what happens is going to surprise you.", "sentId": 505}, {"text": "Some Republicans who supported people like Jeb Bush, Republicans who sort of even a month ago couldn't have imagined supporting Donald Trump, are sort of quietly moving over to him or trying to get themselves comfortable with that.", "sentId": 506}], "secId": 217}, {"speaker": "PARKER", "sentences": [{"text": "And you're also seeing some Republicans who sort of so can't stomach Trump and these are long-time party people, long-time donors to the party, who are quietly moving and considering Hillary Clinton.", "sentId": 507}, {"text": "So I think the split is going to be really fascinating.", "sentId": 508}], "secId": 218}, {"speaker": "KING", "sentences": [{"text": "The therapy phase for Republican donors.", "sentId": 509}], "secId": 219}, {"speaker": "PARKER", "sentences": [{"text": "Exactly.", "sentId": 510}], "secId": 220}, {"speaker": "KING", "sentences": [{"text": "Manu?", "sentId": 511}], "secId": 221}, {"speaker": "RAJU", "sentences": [{"text": "John, last week when Mitt Romney was going after Donald Trump, at the exact same time, Paul Ryan, his running mate for 2012, was doing everything he can to avoid mentioning Donald Trump.", "sentId": 512}, {"text": "It really just shows the dilemma that Paul Ryan is in, particularly if Donald Trump becomes the Republican nominee, over a few different issues.", "sentId": 513}], "secId": 222}, {"speaker": "RAJU", "sentences": [{"text": "One, Paul Ryan is trying to develop a pretty detailed policy agenda and he was hoping that Republicans could run at it in 2016.", "sentId": 514}, {"text": "It sort of goes out the window if Donald Trump is your nominee, particularly on some key agenda items like free trade, entitlement reform, welfare reform, things that don't necessarily align with Donald Trump's agenda.", "sentId": 515}], "secId": 223}, {"speaker": "RAJU", "sentences": [{"text": "In addition Republicans that I talked to really are hoping that Paul Ryan could speak out more forcefully against Donald Trump; that's something that he has resisted doing.", "sentId": 516}, {"text": "One reason why is because he's head of the convention.", "sentId": 517}, {"text": "And if it were a brokered convention, he wants to remain neutral.", "sentId": 518}], "secId": 224}, {"speaker": "RAJU", "sentences": [{"text": "I asked Paul Ryan last week, well, are you worried that history may judge you if you do not do more at this point to step up and try to stop Donald Trump?", "sentId": 519}], "secId": 225}, {"speaker": "RAJU", "sentences": [{"text": "He said his role is limited and he'll speak up only when he believes conservatism is being disfigured -- his words.", "sentId": 520}], "secId": 226}, {"speaker": "KING", "sentences": [{"text": "It's a difficult box at the moment -- Jeff.", "sentId": 521}], "secId": 227}, {"speaker": "ZELENY", "sentences": [{"text": ".", "sentId": 522}, {"text": "Well, in 48 hours, voters in Michigan will be voting.", "sentId": 523}, {"text": "And I was in Detroit on Saturday and I think this headline speaks volumes, \"Unions Holding Off Endorsements.\"", "sentId": 524}], "secId": 228}, {"speaker": "ZELENY", "sentences": [{"text": "And not just everything it means in the Democratic primary, first and foremost, but in the next 10 days, we are going to see votes in Michigan, Illinois, Ohio.", "sentId": 525}], "secId": 229}, {"speaker": "ZELENY", "sentences": [{"text": "And the fact that Donald Trump's picture is right underneath this headline of unions raises an interesting question and a worry for Democrats.", "sentId": 526}], "secId": 230}, {"speaker": "ZELENY", "sentences": [{"text": "Will a lot of these rank-and-file union members side with Donald Trump here, should he become the Republican nominee?", "sentId": 527}], "secId": 231}, {"speaker": "ZELENY", "sentences": [{"text": "There's already been an enthusiasm issue for the Democrats on the Democratic side.", "sentId": 528}, {"text": "And this is one of the sort of central concerns for Democrats.", "sentId": 529}], "secId": 232}, {"speaker": "ZELENY", "sentences": [{"text": "These old Reagan Democrats in Michigan, elsewhere, aren't necessarily voting Democrat in 2008.", "sentId": 530}, {"text": "They weren't necessarily big supporters and fans of Barack Obama.", "sentId": 531}], "secId": 233}, {"speaker": "ZELENY", "sentences": [{"text": "But Hillary Clinton needs them.", "sentId": 532}, {"text": "She needs these workers.", "sentId": 533}, {"text": "So the union endorsements she was hoping to get them, she didn't get them.", "sentId": 534}, {"text": "Watch that over the next 10 days or so, who comes out in; watch the turnout in Michigan.", "sentId": 535}, {"text": "That's going to say a lot for what happens in the fall.", "sentId": 536}], "secId": 234}, {"speaker": "KING", "sentences": [{"text": "Interesting dynamic.", "sentId": 537}, {"text": "It could change the map a little bit when we get to the general election.", "sentId": 538}, {"text": "We'll look at that -- Mary Katharine.", "sentId": 539}], "secId": 235}, {"speaker": "HAM", "sentences": [{"text": "Especially after last night, I'm seeing really notably increased frustration, particularly with the Cruz camp with Trump's media dominance and what they feel is disproportionate coverage of him; when he wins a couple states versus them winning a couple states.", "sentId": 540}], "secId": 236}, {"speaker": "HAM", "sentences": [{"text": "As much as there were problematic things about Rubio's approach attacking Trump or, say, Mitt Romney's unendorsement of Trump -- and you could have issues with both of those and whether they were the right messenger or the right style.", "sentId": 541}], "secId": 237}, {"speaker": "HAM", "sentences": [{"text": "What they did was change the coverage.", "sentId": 542}, {"text": "I think the Cruz camp will be looking to see if they can break through and find some sort of creative way to figure out how to flip things up because Rubio did find a way.", "sentId": 543}, {"text": "Mitt Romney found a way and he'll be telling us about it.", "sentId": 544}, {"text": "The Cruz camp, I think, has yet to find that secret formula.", "sentId": 545}], "secId": 238}, {"speaker": "KING", "sentences": [{"text": "Well, he does have a potential moment right now and we should watch it a little bit more closely, maybe.", "sentId": 546}], "secId": 239}, {"speaker": "KING", "sentences": [{"text": "I'll close with this, a little bit more on the money front.", "sentId": 547}], "secId": 240}, {"speaker": "KING", "sentences": [{"text": "Donald Trump has at least a little new evidence to back up his repeated assertion that he's a uniter.", "sentId": 548}, {"text": "A handful of GOP groups normally at odds, if not at open war with each other, are joining forces for anti-Trump TV advertising efforts.", "sentId": 549}], "secId": 241}, {"speaker": "KING", "sentences": [{"text": "Now these groups range from an organization funded by the Koch brothers to one run by a former top aide to Mitt Romney.", "sentId": 550}, {"text": "As super PAC alignment, Marco Rubio is also part of the effort as well as several other conservative groups.", "sentId": 551}], "secId": 242}, {"speaker": "KING", "sentences": [{"text": "A big share of this money is being spent in Florida, which, of course, also happened to be the make-or-break test for Marco Rubio.", "sentId": 552}], "secId": 243}, {"speaker": "KING", "sentences": [{"text": "Now successful TV ad campaigns in Florida don't come cheap.", "sentId": 553}, {"text": "The state has 10 media markets.", "sentId": 554}, {"text": "So watch this week.", "sentId": 555}, {"text": "Florida is nine days away, watch over the next week to see if the anti-Trump spending increases or if it flatlines.", "sentId": 556}, {"text": "It's the biggest immediate test of how much big Republican donors are willing to invest in an effort that even many of those who have put up money so far think might be too late.", "sentId": 557}], "secId": 244}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 558}, {"text": "We'll see you soon.", "sentId": 559}, {"text": "Stay here at CNN.", "sentId": 560}, {"text": "A very busy week ahead, including the Democratic debate tonight.", "sentId": 561}, {"text": "Just ahead, \"STATE OF THE UNION.\"", "sentId": 562}], "secId": 245}], "sectionCount": 246, "url": "transcripts.cnn.com/TRANSCRIPTS/1603/06/ip.01.html", "sentenceCount": 564, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired March 6, 2016 - 08:00   ET", "speakers": ["KING", "CRUZ", "TRUMP", "CLINTON", "SANDERS", "HAM", "PARKER", "RAJU", "RUBIO", "ZELENY", "ROMNEY", "TRUMP SUPPORTERS", "But does he really want a one on one with Ted Cruz right now?  A one on one with anybody right now?  RAJU", "And they say the reason that he will stay in and stay in and fight is this", "UNIDENTIFIED FEMALE"], "title": "INSIDE POLITICS"}