{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1610.17.ip.02.html.json", "subTitle": "A Look at Election Data; Clinton and Trump's Differing Campaign Strategy; The Possibility for a Third Party Candidate. Aired 12:30-1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 0}, {"text": "The first debate was exactly three weeks ago.", "sentId": 1}, {"text": "And Donald Trump arrived to that debate with clear momentum nationally and then the battlegrounds.", "sentId": 2}, {"text": "This is how we laid the map then, we still with have Secretary Clinton getting to the finish line, but Trump coming to their first debate, was tied or leading in Nevada, tied or leading in Florida, tied or leading in North Carolina and tied or leading in Ohio.", "sentId": 3}, {"text": "Well, forget about that.", "sentId": 4}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "Now, those states are back in the toss-up column as we just showed you Hillary Clinton, possibly a small lead in Nevada.", "sentId": 5}, {"text": "A small lead in North Carolina.", "sentId": 6}, {"text": "Polls in Florida show her ahead there, too.", "sentId": 7}, {"text": "Ohio the only place where Trump is up right now, the map has shifted dramatically in Clinton's favor.", "sentId": 8}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Let's take a little deeper into our battleground state pulse to talk about why.", "sentId": 9}, {"text": "One point of concern for Hillary Clinton, look how in Nevada.", "sentId": 10}, {"text": "She has a narrow lead but Gary Johnson the libertarian candidate, is getting 10 percent of Hispanic voters, that is trouble for Secretary Clinton, a big lead over Donald Trump, but not as big a margin as President Obama had over Mitt Romney back in 2012.", "sentId": 11}, {"text": "Or Senator Obama over John McCain in 2008.", "sentId": 12}, {"text": "That a drain among Latino, a problem for Secretary Clinton in that state.", "sentId": 13}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Let's come back and look at some other data though.", "sentId": 14}, {"text": "We'll pop this one out here.", "sentId": 15}, {"text": "Look at this, in our all three of our swing states, all three of our swing states, Donald Trump leads on the economy, and Donald Trump leads on who's most honest and trustworthy, even after that tape of Donald Trump bragging about groping, even after nine women or more have come forward suggesting inappropriate behavior, Donald Trump leads on the question of honest and trustworthiness.", "sentId": 16}, {"text": "Tells you lot a about voters questions about Secretary Clinton.", "sentId": 17}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "She does lead in all three of these states on foreign policy who has the best temperament to be president and who would be the best commander-in-chief.", "sentId": 18}, {"text": "But on issue one, and on trust, Donald Trump has an advantage.", "sentId": 19}, {"text": "Want to take one more look at education gap.", "sentId": 20}, {"text": "Where you we see consistently in the polling, in all three of these swing states, Nevada, North Carolina and Ohio, among white voters with no college degree, Donald Trump leads.", "sentId": 21}, {"text": "In North Carolina, look at that lead.", "sentId": 22}, {"text": "It's a huge lead there.", "sentId": 23}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "So white voters, non-college degree, a huge constituency for Trump.", "sentId": 24}, {"text": "But let me slide this over out of the way a little bit and pop out the converse.", "sentId": 25}, {"text": "Among white voters who have college degrees, Clinton leads in all three states.", "sentId": 26}, {"text": "Not by as big of margins, if you look over there, but this is critical especially when you getting into the suburban areas, of places like north Carolina and places like Ohio.", "sentId": 27}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "This is a very important constituency.", "sentId": 28}, {"text": "Mitt Romney won these voters back in 2012.", "sentId": 29}, {"text": "Donald Trump continues to struggle with them.", "sentId": 30}, {"text": "So close in the battleground states.", "sentId": 31}, {"text": "Nationally, still advantage Clinton when going to state by state.", "sentId": 32}, {"text": "Can Donald Trump change things in the third debate?", "sentId": 33}, {"text": "Well, number one, he says he'd like the rules to be different.", "sentId": 34}], "secId": 6}, {"speaker": "TRUMP", "sentences": [{"text": "We should take a drug test prior, because I don't know what's going on with her.", "sentId": 35}, {"text": "But at the beginning of her last debate, she was all pumped up at the beginning, and at the end it was like -- ah, take me down.", "sentId": 36}, {"text": "She could barely reach her car.", "sentId": 37}, {"text": "So I think we should take a drug test.", "sentId": 38}, {"text": "I'm -- anyway, I'm willing to do it.", "sentId": 39}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Unlikely?", "sentId": 40}, {"text": "It just again ...", "sentId": 41}], "secId": 8}, {"speaker": "O'KEEFE", "sentences": [{"text": "You know weigh in and drug tests are common with the boxing matches.", "sentId": 42}, {"text": "Perhaps what he's going.", "sentId": 43}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Excellent point.", "sentId": 44}, {"text": "It some of these things make you laugh, but his a candidate for president of the United States, and I would say, to their point that they complain, the media doesn't spend enough time on WikiLeaks, the media doesn't spend a time.", "sentId": 45}, {"text": "If the Republican nominee for president says things like that at a rally, guess what gets attention?", "sentId": 46}], "secId": 10}, {"speaker": "PACE", "sentences": [{"text": "And we can't ignore them because he is the Republican nominee.", "sentId": 47}, {"text": "He's not just a reality television show host or someone flirting with running for president.", "sentId": 48}, {"text": "He is now the nominee and I think his campaign or Trump himself is kind of failed to understand that when he throws these things out there and 20 minutes into his rally, 30 minutes, gets into WikiLeaks, the things he said at the top are going to get the attention.", "sentId": 49}, {"text": "This is just -- this is pretty basic politics here.", "sentId": 50}], "secId": 11}, {"speaker": "TUMULTY", "sentences": [{"text": "Oh, I think though his campaign understands it very well.", "sentId": 51}, {"text": "It's the problem is the candidate won't -- I mean, look at the whole thing on delegitimizing the election.", "sentId": 52}, {"text": "Kellyanne Conway was on your air this morning insisting that's not what he meant.", "sentId": 53}, {"text": "He was talking about the media.", "sentId": 54}, {"text": "Btu then you look at this tweet and there is he is saying, there's voter fraud all over the place.", "sentId": 55}, {"text": "So, it sometimes you wonder why you bother to interview the officials of his campaign, because they don't seem to be talking to the candidate.", "sentId": 56}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Yeah, the cleanup operation, so we call what the candidate meant to say.", "sentId": 57}, {"text": "It's interesting the moment we're in though.", "sentId": 58}, {"text": "The third and final debate.", "sentId": 59}, {"text": "Again, Obama and Romney were tied.", "sentId": 60}, {"text": "I think Romney was plus one on the day at the last debate.", "sentId": 61}, {"text": "It was a little bit later in the campaign.", "sentId": 62}, {"text": "It was October 16 are closer to election.", "sentId": 63}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "But that race people forget.", "sentId": 64}, {"text": "That race if you look -- the national polls was neck and neck right to the end and Obama won pretty big.", "sentId": 65}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "One of their big questions is, where is Hillary Clinton?", "sentId": 66}, {"text": "Donald Trump is out there everywhere.", "sentId": 67}, {"text": "Look at this the \"Boston Globe\" counted the events.", "sentId": 68}, {"text": "Since from August 1, to October 10th.", "sentId": 69}, {"text": "Donald Trump has had 88 events.", "sentId": 70}, {"text": "Hillary Clinton has had 52 events.", "sentId": 71}, {"text": "If you do the 2012 comparison pretty event between Governor Romney and President Obama but she would argue this disappear strategy or do less strategy is working, because she's been scored the winner of both debate in the polls with scientific research behind them and she's ahead in the race if you go state by state.", "sentId": 72}, {"text": "So if guess if ain't broke, don't fix it.", "sentId": 73}], "secId": 15}, {"speaker": "O'KEEFE", "sentences": [{"text": "That seems to be their strategy.", "sentId": 74}, {"text": "You know, I think there are some Democrats in some of these bubble states or states that would like to become a battleground state would say, gosh I'd be great if she'd come to Phoenix or she came to Atlanta suburbs or he if spent more time in North Carolina that would help us.", "sentId": 75}], "secId": 16}, {"speaker": "O'KEEFE", "sentences": [{"text": "And maybe that is the plan after the debate.", "sentId": 76}, {"text": "I mean after all, her rehearsing for the first two clearly worked, because it set up some things that they were able to spend days following up on.", "sentId": 77}, {"text": "Either in the way she goaded him or the way he brought certain people and certain stories up.", "sentId": 78}, {"text": "But I know having talked to people especially for example out in Nevada.", "sentId": 79}, {"text": "That the more of her, the more of Tim Kaine or the others that they could see out there the better.", "sentId": 80}], "secId": 17}, {"speaker": "PACE", "sentences": [{"text": "In ways it makes sense because Hillary Clinton is just not great at a rally.", "sentId": 81}, {"text": "She gets crowds that look like you're at pretty interesting governor's race.", "sentId": 82}, {"text": "You're not getting, you know, 10,000, 20,000 people and she's not really great at getting them really motivated.", "sentId": 83}, {"text": "She has other surrogates that do that quite well for her and they've obviously been out there.", "sentId": 84}, {"text": "But I do think that if she doesn't ramp it up after this third debate then it's a real question.", "sentId": 85}, {"text": "Why can't Hillary Clinton go out and make the case for herself?", "sentId": 86}, {"text": "And her own candidacy in a robust way?", "sentId": 87}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "And part of the value of a campaign, is the candidate is out there saying a lot about what they would do if elected.", "sentId": 88}, {"text": "And if they win, they can go back and say that I promised you this.", "sentId": 89}, {"text": "You have to be out there to make those promises.", "sentId": 90}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "So, we're talking about will they expand the map or will they be cautious inside the Clinton campaign and how much is bluffing?", "sentId": 91}, {"text": "They are sending the first lady, Bernie Sanders and Chelsea Clinton, are all going to Arizona, one of the states -- so there's clearly going to drop in, do some polling, see what the local media does, and get.", "sentId": 92}, {"text": "Our Dan Merica reporting that they're actually going on the air actually in Texas this week.", "sentId": 93}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "I would not panic if I'm a Texas Republican.", "sentId": 94}, {"text": "I think they've -- this is, you know, I'm going to call it a stunt but it's a important stunt in a campaign you try to rattle the other guy.", "sentId": 95}, {"text": "If you got a little extra money, while spending some TV money on ads just to move the numbers a little.", "sentId": 96}], "secId": 21}, {"speaker": "HAM", "sentences": [{"text": "One thing to say about her minimal schedule, is that because they are more cautious, each one of those is planned for maximum impact.", "sentId": 97}, {"text": "Whereas the Trump campaign, he likes to be in front of an audience, you know, of an audience.", "sentId": 98}, {"text": "But I'm not sure it's not -- didn't have all the data behind it at first.", "sentId": 99}, {"text": "So that maybe part of it.", "sentId": 100}, {"text": "And I'm kind of with you that maybe she's not as helpful as conventionalism would say when she's out there.", "sentId": 101}], "secId": 22}, {"speaker": "O'KEEFE", "sentences": [{"text": "When the talk of Arizona going blue or at least purple.", "sentId": 102}, {"text": "First surface they talked about some smart Democrats out there who said, you know they would have seen good information trending their way when they start sending people like the First Lady, the current First Lady to Arizona to help us out.", "sentId": 103}, {"text": "And that's suggests now that they're seeing it.", "sentId": 104}], "secId": 23}, {"speaker": "O'KEEFE", "sentences": [{"text": "The Texas thing, yeah.", "sentId": 105}, {"text": "Democrats are going to win Texas but Texas Democrats will point out to you.", "sentId": 106}, {"text": "This is now the fifth or sixth poll.", "sentId": 107}, {"text": "The one I think was like Friday night that showing her within single digits.", "sentId": 108}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 109}], "secId": 25}, {"speaker": "O'KEEFE", "sentences": [{"text": "If they keep it within single digits they like to think maybe in two years, then there's a Senate and the governor race to get even closer to somehow miraculously win one those race.", "sentId": 110}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "And Donald Trump by the ways as we go to break.", "sentId": 111}, {"text": "Trump is heading to Wisconsin.", "sentId": 112}, {"text": "A lot of people would say why is doing that?", "sentId": 113}, {"text": "Because his down.", "sentId": 114}, {"text": "Well, he has to be because better in somewhere.", "sentId": 115}, {"text": "If you look at the map even if he wins Ohio, North Carolina and Florida who still 17 short.", "sentId": 116}, {"text": "I don't know where is going to get them, that when it get start.", "sentId": 117}], "secId": 27}, {"speaker": "TUMULTY", "sentences": [{"text": "But why does he pick the state where the automatic story -- when he sets foot in that state is the fact that in his warring with every other politician there.", "sentId": 118}], "secId": 28}, {"speaker": "HAM", "sentences": [{"text": "Wasn't that been better life  think about.", "sentId": 119}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "OK, when do we stop talking about Trump campaign schedules and always ask the question, why?", "sentId": 120}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Up next, Donald Trump says they're all lying.", "sentId": 121}, {"text": "But allegations of inappropriate conduct with women are adding to what was already a big problem for team Trump.", "sentId": 122}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 123}, {"text": "There a lot of numbers flying around these days as we dissect the dizzying number of polls and debate each candidate's past the 270 electoral votes.", "sentId": 124}, {"text": "Don't let this number get lost and all the chaos.", "sentId": 125}, {"text": "53, that was the percentage of women in the 2008 general electorate and again it was 53 percent women in 2012.", "sentId": 126}, {"text": "Republican primaries are majority male.", "sentId": 127}, {"text": "November elections majority female.", "sentId": 128}, {"text": "That was a problem for Donald Trump anyway.", "sentId": 129}, {"text": "And even more so now after release of a tape when he bragging about groping women and since then allegations by at least nine women the Trump made unwanted advances.", "sentId": 130}], "secId": 32}, {"speaker": "ANDERSON", "sentences": [{"text": "The next thing I know there's a hand up my skirt .", "sentId": 131}, {"text": "And like, oh, that's Donald Trump.", "sentId": 132}, {"text": "Oh, yeah, that's Donald Trump.", "sentId": 133}], "secId": 33}, {"speaker": "COOPER", "sentences": [{"text": "Did he actually kiss you?", "sentId": 134}], "secId": 34}, {"speaker": "LEEDS", "sentences": [{"text": "Yeah, yeah.", "sentId": 135}], "secId": 35}, {"speaker": "COOPER", "sentences": [{"text": "On the face, from the lips?", "sentId": 136}], "secId": 36}, {"speaker": "LEEDS", "sentences": [{"text": "Wherever he can find the landing spot.", "sentId": 137}], "secId": 37}, {"speaker": "TRUMP", "sentences": [{"text": "I am being viciously attacked with lies and smears.", "sentId": 138}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "Karen, you were first to report the woman you saw at the top of that piece there where Anderson Cooper interviewed or after your piece on the \"Washington Post,\" Kristin Anderson.", "sentId": 139}, {"text": "Donald Trump says these are lies and smears of women in cahoots with the Democrats and the media conspiracy and one speech Mexican billionaire as well, was that Kristin Anderson's story?", "sentId": 140}], "secId": 39}, {"speaker": "TUMULTY", "sentences": [{"text": "Not at all.", "sentId": 141}, {"text": "In fact, the \"Washington Post\" approached Kristin Anderson shortly after that videotape came out.", "sentId": 142}, {"text": "We received a tip from someone who said, I know a person to whom the exact kind of groping that Donald Trump describes on the tape happened.", "sentId": 143}, {"text": "So we approached Kristin.", "sentId": 144}, {"text": "She was reluctant to talk about it.", "sentId": 145}, {"text": "We spent most of a week checking out as much as we could of her story including getting two people on the record who said that she had told them about this years ago, and in one case, just several days after it happened.", "sentId": 146}], "secId": 40}, {"speaker": "TUMULTY", "sentences": [{"text": "Ultimately, these things are always he said, she said story, but in her case everything about it that was checkable checked out.", "sentId": 147}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "All that's the important part.", "sentId": 148}, {"text": "I'm not taking sides of these women have put their names, so it's not anonymous, they put their names and they put their reputation on this and fact that you can go back and back and find out not last week, but years ago told friends about it.", "sentId": 149}, {"text": "And they'll go on the record.", "sentId": 150}, {"text": "That's important as we go forward.", "sentId": 151}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "Now the political part of this is there's no question this hurt Donald Trump.", "sentId": 152}, {"text": "In the Fox News national poll that released last week, they had Clinton with a six point lead I think but if looked at women voters.", "sentId": 153}, {"text": "Look at this, among women 45 and up, in one week Donald Trump dropped 12 points is all this going out.", "sentId": 154}, {"text": "Among suburban women as this was playing he dropped 10.", "sentId": 155}, {"text": "White women with a college degree dropped seven.", "sentId": 156}, {"text": "Republican women overall he dropped six.", "sentId": 157}, {"text": "Again, that's one poll.", "sentId": 158}, {"text": "But that's last week as all this was playing out.", "sentId": 159}, {"text": "Sometimes it dissipates these things going back.", "sentId": 160}, {"text": "But if you look at the numbers there, if Donald Trump doesn't fix that and starting in the -- with the big debate audience he gets, that's a game over looking graphic.", "sentId": 161}], "secId": 43}, {"speaker": "HAM", "sentences": [{"text": "Yeah, I think you're right.", "sentId": 162}, {"text": "He doesn't change messages easily.", "sentId": 163}, {"text": "He talks about what Donald Trump wants to talk about.", "sentId": 164}, {"text": "I think, you know, if he has a few days breathing room where there are no new allegations before the debate, perhaps he will be brushing up on WikiLeaks and bringing that to bear.", "sentId": 165}, {"text": "The question is, always, I think the next several weeks, is whether more Oppo  is coming.", "sentId": 166}, {"text": "And with Donald Trump, has been mic'd up for 25 years, there's always a possibility that more is coming.", "sentId": 167}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "Can he say in a debate, they're all lying?", "sentId": 168}, {"text": "They're all part of a conspiracy?", "sentId": 169}, {"text": "Or, I mean, if that's what -- if that's his story and he's sticking to it, if he says that, is it essentially a game over if you look again ...", "sentId": 170}], "secId": 45}, {"speaker": "O'KEEFE", "sentences": [{"text": "It would seem sound because the polling that's come out since the tape and since the allegations continue to show a downward trajectory as he continues to deny and go after the accusers.", "sentId": 171}, {"text": "I think a simple I'm sorry, I may have done this and I'm, you know, moving on and will never do it again kind of thing, at least brings those GOP women numbers back up.", "sentId": 172}, {"text": "Still makes it hard for him but there might be enough out there who say, well, at least he apologized.", "sentId": 173}], "secId": 46}, {"speaker": "PACE", "sentences": [{"text": "But there's zero evidence in Donald Trump's not just political life, but his entire public life that he will give a full-throated apology with no caveat.", "sentId": 174}, {"text": "I just have a very hard time imagining that will happen.", "sentId": 175}, {"text": "And the problem for him is that what these women are saying is exactly what he was caught saying his done.", "sentId": 176}, {"text": "It's really about bragging what he'd done.", "sentId": 177}, {"text": "It's hard to then rationalize than how all of them could be making this up.", "sentId": 178}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "One interesting part of this is Hillary Clinton has been relatively silent throughout all this.", "sentId": 179}, {"text": "I want to play just a little sound here and then talk quickly on the other side.", "sentId": 180}], "secId": 48}, {"speaker": "CLINTON", "sentences": [{"text": "This election is incredibly painful.", "sentId": 181}, {"text": "I take absolutely no satisfaction in what is happening on the other side with my opponent.", "sentId": 182}, {"text": "I am not at all happy about that.", "sentId": 183}, {"text": "Because it hurts our country.", "sentId": 184}, {"text": "It hurts our democracy.", "sentId": 185}, {"text": "Damage is being done that we're going to have to repair, divisions are being deepened that we're going do have to try to heal.", "sentId": 186}, {"text": "So our job doesn't end after this election.", "sentId": 187}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "It's an interesting piece the \"New York Times\"  choose saying one of the reasons Hillary Clinton has largely left this to the First Lady and others, is because if she talks about it, people will talk about Bill Clinton.", "sentId": 188}, {"text": "Fair?", "sentId": 189}, {"text": "TUMULTY: It reminds you sort of the situation people recall Teddy", "sentId": 190}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "Kennedy being in during the Anita Hill hearing as well.", "sentId": 191}, {"text": "It stirs up too much of her own background but there's also the argument, politics 101.", "sentId": 192}, {"text": "If your opponent is destroying himself, don't get in the way.", "sentId": 193}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Yeah, don't get in the way.", "sentId": 194}, {"text": "All right, everybody sit tight.", "sentId": 195}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "Next, remember that theory Hispanic voter registration would jumping through the roof so that they could cast ballots against Donald Trump?", "sentId": 196}, {"text": "Well, it turns out maybe not the case.", "sentId": 197}, {"text": "Our reports shares from their notebooks, next.", "sentId": 198}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "Let's get around the \"Inside Politics\"  great reporter and share from the notebooks.", "sentId": 199}, {"text": "Get you out ahead some political news.", "sentId": 200}, {"text": "Julie Pace.", "sentId": 201}], "secId": 54}, {"speaker": "PACE", "sentences": [{"text": "A realtime reminder this week that the next U.S. president is going to face a massive challenge in the Middle East.", "sentId": 202}, {"text": "Iraq and Kurdish forces backed by U.S. air strike have started the campaign to take Mosul back from the Islamic state.", "sentId": 203}, {"text": "And the U.S. sees this as a real test of the Iraqis' ability to defeat the Islamic State and also the ability to do that without a massive U.S. troop presence on the ground.", "sentId": 204}], "secId": 55}, {"speaker": "PACE", "sentences": [{"text": "Now, Clinton has been pretty definitive in this campaign about ruling out putting a large-scale U.S. force on the ground in Iraq or Syria, but the feasibility of that position if she wins will really be put to a test in the Mosul campaign.", "sentId": 205}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "And if there are gains sustaining them will falls to the next president.", "sentId": 206}, {"text": "Ed.", "sentId": 207}], "secId": 57}, {"speaker": "O'KEEFE", "sentences": [{"text": "So over the weekend, John, a store looking at whether or not all of Donald Trump's attacks on Mexican-Americans on Mexico and all of that really drove up Hispanic voter registration.", "sentId": 208}, {"text": "It turns out it really didn't.", "sentId": 209}], "secId": 58}, {"speaker": "O'KEEFE", "sentences": [{"text": "There's at least 13.1 million Hispanics expected to vote this year.", "sentId": 210}, {"text": "That's a big number and a big jump, 17 percent verse four years ago.", "sentId": 211}, {"text": "An 8 percent increase in the Latino share of the electorate.", "sentId": 212}, {"text": "But it's on par with what happened in 2008 and 2012.", "sentId": 213}, {"text": "It's important to remember that basically all the way through 2032 we're going to see record gains in Hispanic turnout and Hispanic participation every year because of birth rates.", "sentId": 214}], "secId": 59}, {"speaker": "O'KEEFE", "sentences": [{"text": "But again, Latino leaders, a lot of Democrats hoped there would be a bigger surge.", "sentId": 215}, {"text": "It doesn't appear to be happening this year.", "sentId": 216}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "And the deadlines are pretty.", "sentId": 217}], "secId": 61}, {"speaker": "O'KEEFE", "sentences": [{"text": "Their gone.", "sentId": 218}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Their coming, they've gone.", "sentId": 219}], "secId": 63}, {"speaker": "O'KEEFE", "sentences": [{"text": "Except for California.", "sentId": 220}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Yeah, Karen.", "sentId": 221}], "secId": 65}, {"speaker": "TUMULTY", "sentences": [{"text": "Well, I think as it is looking more and more like Hillary Clinton is headed towards victory here that it's not too early to start thinking about what kind of mandate that she would have to govern to actually get things done.", "sentId": 222}], "secId": 66}, {"speaker": "TUMULTY", "sentences": [{"text": "And looking at her strategic decisions going into this, I mean the size of that victory, where it happens, if she can bring some states into this that are not normally democratic states, that's going to say a lot, and then it's also going to be hinging on things like how resonant is Donald Trump's argument that there's something illegitimate going on about this election?", "sentId": 223}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "22 days.", "sentId": 224}, {"text": "Count them down.", "sentId": 225}, {"text": "Mary Katharine.", "sentId": 226}], "secId": 68}, {"speaker": "HAM", "sentences": [{"text": "So you're telling me there's a chance for third-party candidate.", "sentId": 227}, {"text": "Evan McMullin, who's an independent candidate full disclosure his running mate Mindy Finn is a personal acquaintance.", "sentId": 228}, {"text": "There's a recent poll coming out of Utah where the Mormon community is uniquely a verse to voting for Donald Trump.", "sentId": 229}, {"text": "Where his within a point, that six electoral votes, there's a tiny chance there's a McMullin map that throwing this to the House of Representatives, unlikely, but I think its interesting if a third party candidate gets some electoral votes, that historic.", "sentId": 230}, {"text": "It's very interesting.", "sentId": 231}], "secId": 69}, {"speaker": "HAM", "sentences": [{"text": "And I wonder whether it changes the strategy for how third- party candidates act in the future?", "sentId": 232}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "Bit state to watch.", "sentId": 233}, {"text": "How this close with this growing worries among top republicans that their essentially helping Donald Trump build an organization he will use after the election to tear apart the Republican Party.", "sentId": 234}, {"text": "The financial times reported Trump's son-in-law had at least one meeting with potential investors in a postelection new Trump media venture, plus top GOP sources tell CNN campaign Chairman Steve Bannon leave from Breitbart News brags her friends repeatedly about cultivating a list of some 25 million names and contacts gathered during the presidential run.", "sentId": 235}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "Now Trump aides flatly deny any postelection TV or media out lift planning but leading GOP establishment figures don't buy those denials and as they worry about Trump's motives, their also increasingly frustrated with the Republican National Committee and annoyed because the RNC has shared its voter list and its data with a Trump campaign that is attacking the Republican Party almost as much as Hillary Clinton these days.", "sentId": 236}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "That's it for \"Inside Politics.\"", "sentId": 237}, {"text": "Wolf is next after a quick break.", "sentId": 238}], "secId": 73}, {"speaker": "BLITZER", "sentences": [{"text": "Hello, I'm Wolf Blitzer.", "sentId": 239}, {"text": "It's 1:00 p.m. here in Washington, 8:00 p.m. in Mosul, Iraq.", "sentId": 240}], "secId": 74}], "sectionCount": 75, "url": "transcripts.cnn.com/TRANSCRIPTS/1610/17/ip.02.html", "sentenceCount": 242, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 17, 2016 - 12:30   ET", "speakers": ["KING", "TRUMP", "O'KEEFE", "PACE", "TUMULTY", "HAM", "ANDERSON", "COOPER", "LEEDS", "CLINTON", "BLITZER"], "title": "INSIDE POLITICS"}