{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1606.05.ip.01.html.json", "subTitle": "Violence outside Trump Rally in San Jose; Trump, Clinton Attack Eachother on Temperament, Judgment; Sanders Predicts a Contested Convention; Trump's Attacks on Latinos Spark GOP Anxiety. Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Hillary Clinton forcefully frames the commander-in-chief test.", "sentId": 0}], "secId": 0}, {"speaker": "CLINTON", "sentences": [{"text": "Donald Trump's ideas aren't just different, they are dangerously incoherent.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "But Bernie Sanders says not so fast, and vows to fight on, even after this week's final Super Tuesday.", "sentId": 2}], "secId": 2}, {"speaker": "SANDERS", "sentences": [{"text": "They're going to say, the nominating process is over, Secretary Clinton has won, that is factually incorrect.", "sentId": 3}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Will the Democratic divide help Trump?", "sentId": 4}], "secId": 4}, {"speaker": "OBAMA", "sentences": [{"text": "If we get cynical and just vote our fears or if we don't vote at all, we won't build on the progress that we started.", "sentId": 5}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Plus, the Trump slash and burn tour targets the media.", "sentId": 6}], "secId": 6}, {"speaker": "TRUMP", "sentences": [{"text": "The press should be ashamed of themselves.", "sentId": 7}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "And the Clintons.", "sentId": 8}], "secId": 8}, {"speaker": "TRUMP", "sentences": [{"text": "These are crooked people.", "sentId": 9}, {"text": "We don't need another four years of Clinton, believe me.", "sentId": 10}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 11}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 12}, {"text": "I'm John King.", "sentId": 13}, {"text": "Thanks for sharing your Sunday morning as we gear up for Puerto Rico's Democratic vote today and then the big final Tuesday of the presidential primary season.", "sentId": 14}, {"text": "Three questions to frame the stakes.", "sentId": 15}, {"text": "Number one, will Bernie Sanders", "sentId": 16}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "continue his push for the Democratic nomination past Tuesday even if the delegate math makes clear Hillary Clinton is the voters' choice?", "sentId": 17}], "secId": 12}, {"speaker": "SANDERS", "sentences": [{"text": "And let California, one of the most progressive states in this country, show the world that California's going forward with the political revolution.", "sentId": 18}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Here's two: can Clinton do something every one of Donald Trump's 16 primary opponents failed to do, accomplished knocking the billionaire businessman off balance and turning off voters against him?", "sentId": 19}], "secId": 14}, {"speaker": "CLINTON", "sentences": [{"text": "He is not just unprepared.", "sentId": 20}, {"text": "He is temperamentally unfit to hold an office that requires knowledge, stability, and immense responsibility.", "sentId": 21}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Question three: are Donald Trump's repeated attacks on Latinos not only a threat to his success but a lasting scar on the entire Republican Party?", "sentId": 22}], "secId": 16}, {"speaker": "TRUMP", "sentences": [{"text": "I have had horrible rulings.", "sentId": 23}, {"text": "I've been treated very unfairly by this judge.", "sentId": 24}, {"text": "Now, this judge is of Mexican heritage.", "sentId": 25}, {"text": "I'm building a building, OK?", "sentId": 26}, {"text": "I'm building a wall.", "sentId": 27}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights, \"The Atlantic's\" Molly Ball, Jonathan Martin of \"The New York Times\", CNN's Manu Raju, and Jackie Kucinich of \"The Daily Beast\".", "sentId": 28}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "In a moment, a look at Hillary Clinton's big moment this past week, a speech making the case Donald Trump is unfit to be president and she says a threat to America's security if he's allowed to become commander in chief.", "sentId": 29}], "secId": 19}, {"speaker": "CLINTON", "sentences": [{"text": "You know, there's no risk of people losing their lives if you blow up a golf course deal.", "sentId": 30}, {"text": "But it doesn't work like that in world affairs.", "sentId": 31}, {"text": "So the stakes in global state craft are infinitely higher and more complex than in the world of luxury hotels.", "sentId": 32}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "First, though, the urgency and the uncertainty of the giant 72 hours ahead.", "sentId": 33}, {"text": "Puerto Rico has a Democratic primary today and six states vote Tuesday in the last big night of the presidential primary season.", "sentId": 34}, {"text": "Hillary Clinton will lay claim to the Democratic nomination shortly after the first polls closed Tuesday in New Jersey.", "sentId": 35}, {"text": "Secretary Clinton won the Virgin Islands caucuses yesterday and she's favored in Puerto Rico's primary today.", "sentId": 36}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "She needs just 63 delegates to reach the Democratic magic number of 2,383.", "sentId": 37}], "secId": 22}, {"speaker": "CLINTON", "sentences": [{"text": "Starting next Tuesday, we're on our way to breaking the highest and hardest glass ceiling.", "sentId": 38}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "But Bernie Sanders just won't accept that math, at least not yet.", "sentId": 39}, {"text": "Clinton crosses the finish line because of her giant advantage among Democratic super delegates.", "sentId": 40}, {"text": "They don't officially vote until the convention and as Senator Sanders likes to note, they are free to change their mind.", "sentId": 41}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "So, the senator says it isn't over, even though we keep in touch with those superdelegates, and the overwhelming majority tell us they have zero, zero intention of switching from Clinton to Sanders.", "sentId": 42}], "secId": 25}, {"speaker": "SANDERS", "sentences": [{"text": "At the end of the nominating process, no candidate will have enough pledged delegates to call the campaign a victory.", "sentId": 43}, {"text": "They will be dependent upon super delegates.", "sentId": 44}, {"text": "In other words, the Democratic National Convention will be a contested convention.", "sentId": 45}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "Now, that is music to the ears of Sanders' backers but if you're old enough to remember this, it's what Al Gore might call fuzzy math.", "sentId": 46}, {"text": "If you tossed out the super delegates Clinton has a majority of the pledged delegates and she will have a majority of the pledged delegates when the voting is over unless Sanders somehow wins 70 percent of those remaining.", "sentId": 47}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "So, Molly Ball, the question is, what does he want?", "sentId": 48}, {"text": "And does he understand -- a lot of Democrats are Clinton supporters, let's be clear about that.", "sentId": 49}, {"text": "Lot of Democrats think when he should be dialing it back to get his supporters ready for what they think is likely to happen, he has his foot on the accelerator.", "sentId": 50}], "secId": 28}, {"speaker": "BALL", "sentences": [{"text": "Yes.", "sentId": 51}, {"text": "No, I could see sort of two aspects of this.", "sentId": 52}, {"text": "I was out in California, went to a bunch of Bernie Sanders' events last week.", "sentId": 53}], "secId": 29}, {"speaker": "BALL", "sentences": [{"text": "And on the one hand, there's an aspect of his rhetoric overlooked.", "sentId": 54}, {"text": "What he says is if we win California and all the other states that are voting on Tuesday, then we will have momentum, then we will start to put the super delegates and then we will go into convention with a head of steam.", "sentId": 55}], "secId": 30}, {"speaker": "BALL", "sentences": [{"text": "He's leaving himself an out not only if he doesn't win California but if he doesn't win literally all the states that are on the table.", "sentId": 56}, {"text": "So it does seem like that's a scaling back.", "sentId": 57}], "secId": 31}, {"speaker": "BALL", "sentences": [{"text": "On the other hand, he's got to keep his supporters hyped up and riled up.", "sentId": 58}, {"text": "And there are a lot of Clinton people who feel like he doesn't have to be quite so aggressive.", "sentId": 59}, {"text": "He continues to attack her in sharp terms and there is a worry that when and if she almost certainly becomes the nominee, that will do lasting damage and a lot of the Sanders supporters you talk really do feel like they've been poisoned against her and even if Bernie Sanders endorsed her, that they would not be willing to go along.", "sentId": 60}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "It's the Sanders supporters are that are a bigger worry to the Clinton campaign.", "sentId": 61}, {"text": "They listen to Bernie as you said, and in the same speeches where he says the Democratic process is flawed, he thinks the Democratic process is rigged, he thinks those superdelegates never should have come out so early to beat Secretary Clinton, he also says essentially over my dead body will I allow Donald Trump to be president of the United States.", "sentId": 62}, {"text": "So, I don't think they worry so much about him, although some Democrats are quite so sure, but more about his supporters, right?", "sentId": 63}], "secId": 33}, {"speaker": "MARTIN", "sentences": [{"text": "That's the issue is, are they going to show up for Hillary?", "sentId": 64}, {"text": "Frankly, are they going to put in the time they would have for Bernie?", "sentId": 65}, {"text": "I mean, you know, she's going to need a sort of sizable volunteer corps, and a lot of the folks comprise the bulk of the Democratic Party's activist wing, what do they do?", "sentId": 66}], "secId": 34}, {"speaker": "MARTIN", "sentences": [{"text": "If they don't work for her, who does work for her.", "sentId": 67}, {"text": "So, it's not just their votes that count.", "sentId": 68}], "secId": 35}, {"speaker": "MARTIN", "sentences": [{"text": "But I think you have to chalk this up into the things that poll say.", "sentId": 69}, {"text": "I mean, this is what we do when they're facing the end of their campaign, they have to keep their folks jazz, as Molly said, you have to turn to slights but the fact is the race effectively is going to be over.", "sentId": 70}], "secId": 36}, {"speaker": "RAJU", "sentences": [{"text": "It's going to be really an almost unsustainable argument for Sanders if he's losing in pledged delegates to continue to the convention, because his argument all along is that superdelegates are wrong with the process, they're unfair, but then he's going to have to say, superdelegates, overturn the will of the voters, overturn the will of pledged delegates and make me the nominee.", "sentId": 71}], "secId": 37}, {"speaker": "MARTIN", "sentences": [{"text": "Contradiction.", "sentId": 72}], "secId": 38}, {"speaker": "RAJU", "sentences": [{"text": "It's something very, very difficult.", "sentId": 73}, {"text": "It's interesting thing that happened yesterday Elizabeth Warren came out and said that super delegates should not sway the outcome of the election almost a sign the Bernie Sanders wing of the party saying, hey, the winner of pledged delegates should be the nominee.", "sentId": 74}, {"text": "KING:  And another example of Elizabeth Warren, I think you can safely", "sentId": 75}], "secId": 39}, {"speaker": "RAJU", "sentences": [{"text": "say, sending a signal, I'm prepared to try to retake leadership of the progressive wing of the party, which Senator Sanders has taken over, as a candidate.", "sentId": 76}], "secId": 40}, {"speaker": "RAJU", "sentences": [{"text": "Here's the conversation, I just want to put the map up so that everybody sees it and this is important as this goes on.", "sentId": 77}, {"text": "If you look at the tale of the tape, Secretary Clinton has 1,776 pledged delegates, to 1,501 for Bernie Sanders.", "sentId": 78}, {"text": "Super delegates, yes, they don't vote until the convention, but they do get votes.", "sentId": 79}, {"text": "This is the reason Barack Obama won the nomination eight years ago with super delegates, 544 for Secretary Clinton, you see 46 there for Senator Sanders.", "sentId": 80}], "secId": 41}, {"speaker": "RAJU", "sentences": [{"text": "Add it all up, and if she keeps all those delegates, she's near the finish line, I would focus it this way actually though -- Clinton has won 28 contests to date, Senator Sanders 21.", "sentId": 81}, {"text": "At the end of a football game, if 28 to 21, somebody, tell me, which team wins?", "sentId": 82}], "secId": 42}, {"speaker": "BALL", "sentences": [{"text": "The question isn't how the primary turns out.", "sentId": 83}, {"text": "We know how the primary turns out.", "sentId": 84}], "secId": 43}, {"speaker": "BALL", "sentences": [{"text": "But your question what does Bernie Sanders want in the long-term is interesting because I do buy that he has created a movement here or at least taken the leadership of a movement already percolating on the left.", "sentId": 85}, {"text": "There is this rising activist energy on the left that needed somewhere to go and he channeled it very effectively.", "sentId": 86}, {"text": "And they're going to want somewhere to go moving forward.", "sentId": 87}], "secId": 44}, {"speaker": "BALL", "sentences": [{"text": "These are young people, they are not mostly Democrats, Sanders is getting much more support from independents.", "sentId": 88}, {"text": "So, how does he coalesce that into a movement for his ideas beyond just, you know, influencing the Democratic platform and changing rules?", "sentId": 89}, {"text": "What does he do with the movement going forward that turns that activist energy into something constructive?", "sentId": 90}], "secId": 45}, {"speaker": "KUCINICH", "sentences": [{"text": "And you've already heard some of his more high profile supporters talking about how they can do that.", "sentId": 91}, {"text": "Keith Ellison has talked about how he could do that and how he could form this into something that could be like Obama had when he wasn't in office, something that could help progressive candidates.", "sentId": 92}], "secId": 46}, {"speaker": "RAJU", "sentences": [{"text": "And maybe also he'd influence Hillary's vice presidential pick as well the longer he holds out, maybe she's forced to pick an Elizabeth Warren type candidate.", "sentId": 93}, {"text": "I was told that Harry Reid, Senate minority leader, is now open to the idea.", "sentId": 94}, {"text": "I've seen Elizabeth Warren on the ticket, in no small part to bring out the progressive base but also to divide, to make it harder for Bernie Sanders to continue.", "sentId": 95}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Even though in Massachusetts, Harry Reid's objection, has been Massachusetts has a Republican governor, any state with a Republican governor would appoint a successor.", "sentId": 96}, {"text": "Harry Reid's been against it.", "sentId": 97}, {"text": "That's a very interesting point.", "sentId": 98}, {"text": "He's more open to it now, maybe he talked to Charlie Baker up there in Massachusetts.", "sentId": 99}, {"text": "Governor Baker let us know if you talked to Harry Reid about this one.", "sentId": 100}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "What's delicious about this is that, well, number one, this will be over if Hillary Clinton can win California.", "sentId": 101}, {"text": "The polls have shown a close race, although one poll late in the week it was a USC poll had among likely voters Hillary Clinton had a decent lead.", "sentId": 102}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "One of the most interesting factors again if you got gray hair like me is that governor of California, Jerry Brown, came out and wrote a letter saying he's supporting Hillary Clinton.", "sentId": 103}, {"text": "And he laid out his reasons.", "sentId": 104}, {"text": "He applauded Senator Sanders and laid out his reasons for Clinton.", "sentId": 105}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "If you are old enough to remember 1992 I covered this debate, I thought they would come to employees, Jerry Brown, Bill Clinton, about Hillary Clinton.", "sentId": 106}], "secId": 51}, {"speaker": "BROWN", "sentences": [{"text": "He is funneling money to his wife's law firm for state business.", "sentId": 107}, {"text": "That's number one.", "sentId": 108}], "secId": 52}, {"speaker": "CLINTON", "sentences": [{"text": "Let me tell you something, Jerry, I don't care what you say about me.", "sentId": 109}, {"text": "You ought to be ashamed of yourself for jumping on my wife.", "sentId": 110}, {"text": "You're not worth on being the same platform as my wife.", "sentId": 111}], "secId": 53}, {"speaker": "BROWN", "sentences": [{"text": "I tell you something, Mr. Clinton, don't try to escape it.", "sentId": 112}], "secId": 54}, {"speaker": "CLINTON", "sentences": [{"text": "Jerry comes here with his family wealth and his $1,500 suit and makes a lying accusation about my wife.", "sentId": 113}, {"text": "I never --", "sentId": 114}], "secId": 55}, {"speaker": "BROWN", "sentences": [{"text": "In \"The Washington Post\".", "sentId": 115}], "secId": 56}, {"speaker": "CLINTON", "sentences": [{"text": "That doesn't make it true.", "sentId": 116}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Just awesome.", "sentId": 117}, {"text": "It's just like yesterday.", "sentId": 118}], "secId": 58}, {"speaker": "BALL", "sentences": [{"text": "There's a great psychodrama here.", "sentId": 119}, {"text": "But more recently, Jerry Brown never endorsed Barack Obama and there's a feeling in California maybe they missed out on some things because of that.", "sentId": 120}, {"text": "The Clintons endorsed Jerry Brown for governor of California this time around, his 17th run for governor of California, and then he and Bill Clinton last week had a long meeting at the governor's mansion.", "sentId": 121}], "secId": 59}, {"speaker": "MARTIN", "sentences": [{"text": "In 2010, on the campus of UCLA when Bill Clinton came out for Jerry Brown, Gavin Newsome, the LG, who actually himself is going to be a candidate for governor in two years, had to act as the peace broker between the two men as sort of the go-between because even then, this is ten, not very long ago there was obvious tension between the two a rhetorical kind of dance they played.", "sentId": 122}, {"text": "There was praise there but it was the most guarded praise you could imagine, two old rivals.", "sentId": 123}, {"text": "KING:  Jerry Brown was the last man standing in that race.", "sentId": 124}, {"text": "Governor", "sentId": 125}], "secId": 60}, {"speaker": "MARTIN", "sentences": [{"text": "Brown is in a different place right now in his life.", "sentId": 126}, {"text": "But we'll continue this conversation in a bit.", "sentId": 127}], "secId": 61}, {"speaker": "MARTIN", "sentences": [{"text": "Up next, Donald Trump and Latinos, including strong attacks on a federal judge and Mr. Trump's newfound respect for the Latina governor he trashed a few days ago.", "sentId": 128}], "secId": 62}, {"speaker": "MARTIN", "sentences": [{"text": "First, though, politicians say the darnedest things.", "sentId": 129}, {"text": "Donald Trump thoughts on Hillary Clinton slow mo style.", "sentId": 130}], "secId": 63}, {"speaker": "TRUMP", "sentences": [{"text": "This is 100 percent Hillary Clinton who lies.", "sentId": 131}, {"text": "I mean, she lies.", "sentId": 132}, {"text": "Member that I said that, she lies!", "sentId": 133}, {"text": "You remember that, I started that.", "sentId": 134}, {"text": "She lies!", "sentId": 135}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 136}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "When Donald Trump at the center of the storm, it's almost always his own words that brought him there.", "sentId": 137}, {"text": "Of New Mexico Governor Susana Martinez, for example, Trump says, \"I respect her.", "sentId": 138}, {"text": "I have always liked her.\"", "sentId": 139}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "This apparently is how he speaks of people he respects and has always liked.", "sentId": 140}], "secId": 67}, {"speaker": "TRUMP", "sentences": [{"text": "We have to get your governor to get going.", "sentId": 141}, {"text": "She's got to do a better job, OK?", "sentId": 142}, {"text": "Your governor has got to do a better job.", "sentId": 143}, {"text": "She's not doing the job.", "sentId": 144}], "secId": 68}, {"speaker": "TRUMP", "sentences": [{"text": "Hey!", "sentId": 145}, {"text": "Maybe I'll run for governor of w Mexico, I'll get this place going.", "sentId": 146}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Now, Governor Martinez is hardly the only high profile Latino to earn Trump's unique brand of respect.", "sentId": 147}, {"text": "The presumptive Republican nominee says a federal judge has a conflict of interest because it is Mexican heritage.", "sentId": 148}, {"text": "But Trump still says he's certain he'll do very well with Latino voters.", "sentId": 149}], "secId": 70}, {"speaker": "TRUMP", "sentences": [{"text": "I think I'm going to do very well with Hispanics.", "sentId": 150}, {"text": "You know why I'm going to do well with Hispanics?", "sentId": 151}, {"text": "Because I'm going to bring back jobs and they're going to get jobs right now.", "sentId": 152}, {"text": "They're going to get jobs.", "sentId": 153}], "secId": 71}, {"speaker": "TRUMP", "sentences": [{"text": "I think I'm going to do very well with Hispanics but we're building a wall.", "sentId": 154}, {"text": "He's a Mexican.", "sentId": 155}, {"text": "This judge is giving us unfair rulings.", "sentId": 156}, {"text": "Now I say why?", "sentId": 157}, {"text": "Well, I want -- I'm building a wall, OK?", "sentId": 158}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "It's a fascinating interview you want to see it, in its entirety at the top of the hour on \"STATE OF THE UNION\" with Jake Tapper.", "sentId": 159}, {"text": "House Speaker Paul Ryan said he disagreed with Trump's language about Judge Gonzalo Curiel.", "sentId": 160}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "Speaker Ryan said it was, quote, \"out of left field.\"", "sentId": 161}, {"text": "And Senate Majority Leader Mitch McConnell told CNN he worries Trump will hurt Republicans with Latino voters for years and years, the way 1964 GOP nominee Barry Goldwater's opposition to the civil rights act damaged the Republican Party standing with African-Americans.", "sentId": 162}], "secId": 74}, {"speaker": "MCCONNELL", "sentences": [{"text": "What he ought to be doing now is trying to unify the party and attacking people once you have won is a time if you can to be gracious and try to bring the party together.", "sentId": 163}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "I don't know the word, help me with the word but Republicans, it's not befuddled it's worse, they just don't get this, they don't get this and they don't understand why Trump, the judge is from Indiana, as Hillary Clinton says he is as American as anybody at this table and as Mr. Trump is, and yet, Trump he has a lawsuit pending, got it.", "sentId": 164}, {"text": "Has every right to not like the judge, got it.", "sentId": 165}, {"text": "But he's running for president in a party that got what, 20-something percent of the Latino vote in the last two elections.", "sentId": 166}], "secId": 76}, {"speaker": "MARTIN", "sentences": [{"text": "All this assumes he's a conventional candidate who thinks logically and rationally like Paul Ryan and Mitch McConnell who are career politicians.", "sentId": 167}, {"text": "He's not.", "sentId": 168}, {"text": "It's not the way he operates.", "sentId": 169}, {"text": "It's personal, it's visceral.", "sentId": 170}, {"text": "This judge in his mind is coming after him, therefore I hit back.", "sentId": 171}], "secId": 77}, {"speaker": "MARTIN", "sentences": [{"text": "Governor Martinez said nasty things --", "sentId": 172}], "secId": 78}, {"speaker": "MARTIN", "sentences": [{"text": "Yes, the governor said mean things about me, therefore I strike back.", "sentId": 173}, {"text": "It's not complicated.", "sentId": 174}, {"text": "That's how he operates.", "sentId": 175}], "secId": 79}, {"speaker": "MARTIN", "sentences": [{"text": "One fast thing about Paul Ryan's comment this is out of left field.", "sentId": 176}, {"text": "No, it's not.", "sentId": 177}], "secId": 80}, {"speaker": "MARTIN", "sentences": [{"text": "Two months ago, three months ago at least twice once on the trail and once on \"FOX News Sunday\", Donald said of this judge, he's a Hispanic.", "sentId": 178}, {"text": "So, it's not new.", "sentId": 179}, {"text": "He said that before, multiple times.", "sentId": 180}], "secId": 81}, {"speaker": "so", "sentences": [{"text": "And it works in a primary campaign.", "sentId": 181}, {"text": "The question is, does it", "sentId": 182}], "secId": 82}, {"speaker": "so", "sentences": [{"text": "work in a general election campaign when you have a different electorate?", "sentId": 183}, {"text": "To your point, if you're Trump, you think this is what got me here, this is the style that got here, I'm not changing.", "sentId": 184}], "secId": 83}, {"speaker": "RAJU", "sentences": [{"text": "Right.", "sentId": 185}, {"text": "But, you know, two things, one on the Hispanic front, you mention 27 percent, George W. Bush got 40 percent of the Latino vote.", "sentId": 186}, {"text": "They're on a downward trajectory given that polls have Trump 20 percent or so of the Latino vote.", "sentId": 187}, {"text": "How is that going to harden battleground states like Colorado and Florida and states that have huge Latino populations that are important.", "sentId": 188}], "secId": 84}, {"speaker": "RAJU", "sentences": [{"text": "But secondly is how the rest of the party has to respond to all the things Trump is saying.", "sentId": 189}, {"text": "Now, that's why Paul Ryan is coming up.", "sentId": 190}, {"text": "Other Republicans have to say, have to respond to either support what Trump is saying or rebuke what he's saying.", "sentId": 191}, {"text": "It's going to play out time and when it if he continues to be undisciplined.", "sentId": 192}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Before you jump in, I want to get another example, the Trump campaign says this is Mr. Trump acknowledging a supporter, acknowledging his gratitude for a gentleman's support in the crowd.", "sentId": 193}, {"text": "But some people out there might think this sounds a little insensitive.", "sentId": 194}], "secId": 86}, {"speaker": "TRUMP", "sentences": [{"text": "We had a case where we had an African-American guy who was a fan of mine, great fan, great guy, in fact, I want to find out what's going on with him, you know -- look at my African-American over here.", "sentId": 195}, {"text": "Look at him.", "sentId": 196}, {"text": "Are you the greatest?", "sentId": 197}], "secId": 87}, {"speaker": "KUCINICH", "sentences": [{"text": "I don't know what to say to that.", "sentId": 198}, {"text": "Yes, it's offensive.", "sentId": 199}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Now, his campaign says he just saw a guy in the crowd supporting him and trying to show his gratitude.", "sentId": 200}], "secId": 89}, {"speaker": "BALL", "sentences": [{"text": "That's the most charitable example, explanation for that, just to give it a try.", "sentId": 201}], "secId": 90}, {"speaker": "BALL", "sentences": [{"text": "You know, look, I've been to Trump events he singles out people all the time of various, there was a group of Chinese-Americans in the crowd.", "sentId": 202}, {"text": "He says, look at my Chinese-Americans over here, Chinese- Americans for Trump, Latinos for Trump.", "sentId": 203}], "secId": 91}, {"speaker": "BALL", "sentences": [{"text": "So, he likes to see the people in the crowd and point them out.", "sentId": 204}, {"text": "That was not an artful way do that.", "sentId": 205}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "And attacks on the Latino judge, likely the attacks on the New Mexico governor who wants to meet with Trump, some effort detente there, we should note for the record.", "sentId": 206}, {"text": "But these attacks will be in Democratic campaign.", "sentId": 207}, {"text": "That's without a doubt.", "sentId": 208}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Another thing that might is story of our friend Matt Viser in \"The Boston Globe\" this morning, suggesting that there's a pay gap in the Trump campaign.", "sentId": 209}, {"text": "We just talked about issues with Latinos, potential issues with African-Americans -- well, look at this, male staffers in the Trump campaign paid $6,100, female staffers paid on average, $4,500, that's a 35 percent gap in pay.", "sentId": 210}, {"text": "In Clinton the staffers are paid roughly equally.", "sentId": 211}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "He could not get a detailed response from the Trump campaign.", "sentId": 212}, {"text": "Matt Viser of \"The Boston Globe\", I suspect there may be one on Twitter as we speak here.", "sentId": 213}, {"text": "But again, if you're trying to build a coalition, women, African-American, Latinos.", "sentId": 214}], "secId": 95}, {"speaker": "KUCINICH", "sentences": [{"text": "But to Jonathan's point, you're talking about a traditional campaign.", "sentId": 215}, {"text": "You're talking about -- he hasn't -- we've seen no evidence that Trump has shifted his campaign from a primary campaign message, from a primary campaign strategy to a general election strategy.", "sentId": 216}, {"text": "We have seen no evidence they keep on talking about it.", "sentId": 217}, {"text": "Manafort whispers about it behind closed doors, but we haven't seen a shift in resources or in language, to a general election.", "sentId": 218}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "To your point --", "sentId": 219}], "secId": 97}, {"speaker": "MARTIN", "sentences": [{"text": "California all week, his primary has been over for a month.", "sentId": 220}, {"text": "Why is he in California having rallies in Redding, California?", "sentId": 221}], "secId": 98}, {"speaker": "RAJU", "sentences": [{"text": "If he should be spending every day in Ohio and Florida.", "sentId": 222}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "To your point, Jackie, on Instagram just yesterday, he put this up on Instagram.", "sentId": 223}, {"text": "I don't have time for political correctness and neither does this country.\"", "sentId": 224}, {"text": "It's a picture of Trump, \"I think that's his plane logo behind him there.", "sentId": 225}, {"text": "Donald Trump saying, I'm not going to be a traditional candidate, not going to follow the rules you people in Washington want me to follow or Republican Party.", "sentId": 226}, {"text": "I'm not going to do it.", "sentId": 227}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Another issue that came up this week was Trump university, some documents released the New York state attorney general says it's fraud, some of the documents trying to suggest people were scammed and an issue that Hillary Clinton thinks in addition to h, comments about coalitions and voting groups she thinks can say he's a great businessman, instead he's a scam.", "sentId": 228}], "secId": 101}, {"speaker": "CLINTON", "sentences": [{"text": "This is just more evidence that Donald Trump himself is a fraud.", "sentId": 229}, {"text": "He is trying to scam America the way he scammed all those people at Trump U.", "sentId": 230}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "If nothing else, we've learned unlike the Republican primary campaign she is going to do this every single day.", "sentId": 231}], "secId": 103}, {"speaker": "RAJU", "sentences": [{"text": "Yes.", "sentId": 232}, {"text": "I'm going to say, somewhere, Marco Rubio is saying why did not that he work for me?", "sentId": 233}, {"text": "The question is going to be these are the attacks that have been waged on a piecemeal basis during the primary campaign.", "sentId": 234}], "secId": 104}, {"speaker": "RAJU", "sentences": [{"text": "Now there's going to be a fuller frontal assault for months, does it stick and define Donald Trump going forward which it hasn't so far because Republicans have not waged that effectively.", "sentId": 235}], "secId": 105}, {"speaker": "KUCINICH", "sentences": [{"text": "Trump University they can use, they're trying to use as sort of something to just beat Donald Trump over the head with.", "sentId": 236}, {"text": "You said you would make these people great.", "sentId": 237}, {"text": "You said you would make them rich.", "sentId": 238}, {"text": "That is exactly what he's saying.", "sentId": 239}, {"text": "That's the heart of his presidential campaign and these people felt these people at Trump University felt slighted.", "sentId": 240}, {"text": "You're going to feel slighted.", "sentId": 241}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "Trying to connect the dots.", "sentId": 242}, {"text": "Let's see if it succeeds going forward.", "sentId": 243}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "Up next, Hillary Clinton says Donald Trump can't be trusted with the U.S. nuclear codes.", "sentId": 244}, {"text": "Her big speech and his biting response.", "sentId": 245}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 246}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "Donald Trump and Hillary Clinton have at least one thing in common, a new favorite word, unfit.", "sentId": 247}, {"text": "The likely Democratic nominee gave a lengthy speech in which she made the case Trump lacked judgment, experience and perhaps most of all the temperament to serve as commander in chief.", "sentId": 248}], "secId": 110}, {"speaker": "CLINTON", "sentences": [{"text": "Donald Trump's ideas aren't just different.", "sentId": 249}, {"text": "They are dangerously incoherent.", "sentId": 250}, {"text": "I don't understand Donald's bizarre fascination with dictators and strong men who have no love for America.", "sentId": 251}], "secId": 111}, {"speaker": "CLINTON", "sentences": [{"text": "We all know the tools Donald Trump brings to the table -- bragging, mocking, composing nasty tweets.", "sentId": 252}, {"text": "I'm willing to bet he's writing a few right now.", "sentId": 253}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Campaigning in California on Friday, Mr. Trump returned fire.", "sentId": 254}], "secId": 113}, {"speaker": "TRUMP", "sentences": [{"text": "Hillary Clinton is unfit to lead our country.", "sentId": 255}, {"text": "Hillary Clinton is a weak person.", "sentId": 256}, {"text": "Hillary Clinton is totally scripted.", "sentId": 257}, {"text": "Hillary Clinton is a thief and", "sentId": 258}], "secId": 114}, {"speaker": "TRUMP", "sentences": [{"text": "Hillary Clinton should be in jail for what she did to our national security.", "sentId": 259}, {"text": "She's always got problems -- Whitewater, impeachment, lies.", "sentId": 260}, {"text": "He didn't have sex with that woman.", "sentId": 261}, {"text": "These are lying people.", "sentId": 262}, {"text": "We don't need, folks, another four years of the Clintons.", "sentId": 263}], "secId": 115}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Now flash the picture...", "sentId": 264}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "And that's why I invited them to my wedding.", "sentId": 265}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "Well, I think it's safe to say whatever happened then, that this is now.", "sentId": 266}, {"text": "And they don't like each other.", "sentId": 267}, {"text": "They don't like each other.", "sentId": 268}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "But to the question we were talking about a bit earlier, she did seem -- and remember the brief moments, there were some brief moments in the Republican campaign where it did seem -- Marco Rubio in particular, got underneath Trump's skin and knocked him off his game for a couple of days.", "sentId": 269}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "Is this potentially -- and I think, you know, you write that some Republicans seem to be nervous about this, is this potentially, at least for a week, an example of Hillary Clinton getting under his skin?", "sentId": 270}], "secId": 120}, {"speaker": "MARTIN", "sentences": [{"text": "Yes, it was the first sign that she is willing to engage him at a sort of level I think Democrats had wanted her to for weeks if not months now, which is to elevate this, to make this about fitness for office, being commander-in -chief, having access to the country's nuclear codes.", "sentId": 271}, {"text": "And she finally did that in a, really strong way for one day.", "sentId": 272}], "secId": 121}, {"speaker": "MARTIN", "sentences": [{"text": "The question is, can she sustain it?", "sentId": 273}, {"text": "Can she do this consistently, undergirded by strong paid media campaign against him for months?", "sentId": 274}], "secId": 122}, {"speaker": "MARTIN", "sentences": [{"text": "If she can and Trump continues to kind of flail about going after various judges here or governors there of his own party then I think it's going to be very  problematic for him.", "sentId": 275}], "secId": 123}, {"speaker": "MARTIN", "sentences": [{"text": "And John what was so striking to me about Trump's response was that yeah he does the off-the-cuff there, ought to be in jail, lying Hillary.", "sentId": 276}, {"text": "But it was the sound of silence.", "sentId": 277}, {"text": "Nobody else in the party stood up that day or the next day and said Hillary Clinton is wrong on policy herself, x, y, z, about Syria, about ISIS, about Korea, whatever.", "sentId": 278}, {"text": "There was none of that, it's just Trump with his Twitter feed, and whatever he says off-the-cuff on the stump.", "sentId": 279}, {"text": "That's not going to be good enough.", "sentId": 280}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "It's an interesting point.", "sentId": 281}, {"text": "The Speaker of the House gave the weekly radio address this week and says not a word about the presidential candidate, links not at all the House agenda to the presidential candidate's agenda.", "sentId": 282}], "secId": 125}, {"speaker": "KING", "sentences": [{"text": "But Trump has proven he's a pretty successful communications machine.", "sentId": 283}], "secId": 126}, {"speaker": "KING", "sentences": [{"text": "But to this point, a lot of critics, and even some Democrats say, you know, there wasn't a lot about Hillary Clinton in that speech, that it was all about why not Donald Trump.", "sentId": 284}, {"text": "There wasn't a lot of why Hillary Clinton.", "sentId": 285}, {"text": "So that will come in the campaign.", "sentId": 286}, {"text": "And I think also a lot of Democrats question she needs a better, stronger, consistent economic message.", "sentId": 287}, {"text": "But she was scathing in her criticism of Mr. Trump.", "sentId": 288}, {"text": "She also tried to work in humor.", "sentId": 289}, {"text": "Here's just a little bit more.", "sentId": 290}], "secId": 127}, {"speaker": "CLINTON", "sentences": [{"text": "Imagine if he had not just his Twitter account at his disposal when he's angry, but America's entire arsenal?", "sentId": 291}, {"text": "Do we want him making those calls?", "sentId": 292}, {"text": "This is not someone who should ever have the nuclear codes, because it's not hard to imagine Donald Trump leading us into a war just because somebody got under his very thin skin.", "sentId": 293}], "secId": 128}, {"speaker": "KING", "sentences": [{"text": "And again, we know this about Mr. Trump, he is a consummate consumer of this campaign and its news.", "sentId": 294}, {"text": "And on the campaign trail in California, he says no, I have perfect temperament to be president.", "sentId": 295}], "secId": 129}, {"speaker": "TRUMP", "sentences": [{"text": "There's nobody with a better temperament than me.", "sentId": 296}, {"text": "I have a temperament for winning.", "sentId": 297}, {"text": "I really believe I have the greatest temperament there is  and the temperament that this country needs at this time.", "sentId": 298}], "secId": 130}, {"speaker": "TRUMP", "sentences": [{"text": "My temperament is totally controlled, so beautiful.", "sentId": 299}, {"text": "I built an unbelievable company.", "sentId": 300}, {"text": "I did so many great things.", "sentId": 301}], "secId": 131}, {"speaker": "KING", "sentences": [{"text": "Will we get to taxes and spending and Social Security and education, or is this going to be, you know, she says he's awful and he says she's worse, and she says you may not like me but you should like him less?", "sentId": 302}], "secId": 132}, {"speaker": "BALL", "sentences": [{"text": "Well, the Clinton believes they finally discovered his weakness after months or at least weeks of sort of bumbling around trying to find the right cutesy nickname.", "sentId": 303}, {"text": "And a lot of Democrats have been very nervous.", "sentId": 304}, {"text": "You look at some of the early general election polling and watching the Clinton campaign struggling to find an effective message against Donald Trump.", "sentId": 305}], "secId": 133}, {"speaker": "BALL", "sentences": [{"text": "A lot of Democrats breathing a sigh of relief after this speech this week feeling like she has finally found the focused message against him.", "sentId": 306}, {"text": "And, look, you know, a lot of these polls show that voters do think that Trump would do a good job with the economy, even with national security.", "sentId": 307}, {"text": "It is the temperament that they have questions about.", "sentId": 308}, {"text": "so, she's zeroed in on what she perceives to be his weakness.", "sentId": 309}], "secId": 134}, {"speaker": "KING", "sentences": [{"text": "It's a great point you make, because I know especially the state of Michigan Democrats have been complaining for weeks to the Clinton", "sentId": 310}], "secId": 135}, {"speaker": "KING", "sentences": [{"text": "campaign you don't understand, we think Donald Trump is a lot stronger out here than you think.", "sentId": 311}, {"text": "And I saw Debbie Dingell quoted in recent says this -- it was very reassuring, the speech was, to Democrats in Michigan that she's finally getting...", "sentId": 312}], "secId": 136}, {"speaker": "RAJU", "sentences": [{"text": "John, on that foreign policy point, one important thing, there was also an effort to try to go after some of those Republicans, too, who are also nervous about Donald Trump as commander-in-chief.", "sentId": 313}, {"text": "You saw a lot of the folks in the Republican foreign policy establishment really are not quite sold that Donald Trump does have the temperament or does have the knowledge or does -- can actually handle being in charge of the United States military.", "sentId": 314}, {"text": "So that was also part of their strategy there, even if she did not talk anything about -- anything about herself or give any new proposals.", "sentId": 315}], "secId": 137}, {"speaker": "KUCINICH", "sentences": [{"text": "But if you're looking for a hopeful message in this campaign I think we're going to be looking under rocks and whatnot.", "sentId": 316}], "secId": 138}, {"speaker": "RAJU", "sentences": [{"text": "Wait until 2020.", "sentId": 317}], "secId": 139}, {"speaker": "KING", "sentences": [{"text": "To that point you mentioned hopeful message.", "sentId": 318}, {"text": "Mr. Trump in firing back to Hillary Clinton I think you mentioned this a bit earlier, you heard him there, he brought up Bill Clinton and Monica Lewinsky, he brought up past things.", "sentId": 319}, {"text": "He also on the trail this week said Hillary Clinton doesn't belong on the campaign trail, she belongs somewhere very different.", "sentId": 320}], "secId": 140}, {"speaker": "TRUMP", "sentences": [{"text": "Hillary Clinton is missing 30,000 emails.", "sentId": 321}, {"text": "They've been deleted.", "sentId": 322}, {"text": "30,000.", "sentId": 323}, {"text": "30,000 emails.", "sentId": 324}], "secId": 141}, {"speaker": "TRUMP", "sentences": [{"text": "I will say this, Hillary Clinton has to go to jail, okay?", "sentId": 325}, {"text": "She has to go to jail.", "sentId": 326}, {"text": "It was a phony hit job.", "sentId": 327}, {"text": "She's guilty as hell.", "sentId": 328}], "secId": 142}, {"speaker": "KING", "sentences": [{"text": "Ttell me what he really thinks.", "sentId": 329}], "secId": 143}, {"speaker": "RAJU", "sentences": [{"text": "Well, I mean, these are two of the -- both candidates are historically  unpopular nominees.", "sentId": 330}, {"text": "So the question is going to be who is less popular at the end of the day, it's not who is going to be the one who is winning over all these voters, it is who is less bad.", "sentId": 331}], "secId": 144}, {"speaker": "KING", "sentences": [{"text": "And they get -- each of them gets that, and so they're piling on opponent constantly to keep the other opponent down.", "sentId": 332}, {"text": "Whether anyone can get up, we shall see.", "sentId": 333}], "secId": 145}, {"speaker": "KING", "sentences": [{"text": "Up ahead, the Obama factor, the incumbent president has a history, you might remember, with Donald Trump and he's planning to do all he can to keep him from taking the keys to the White House.", "sentId": 334}], "secId": 146}, {"speaker": "KING", "sentences": [{"text": "Plus, please weigh in on this week's inside politics quiz.", "sentId": 335}, {"text": "Is it time for the president to endorse a candidate or should he wait until the Democratic nomination is officially settled?", "sentId": 336}, {"text": "You can vote at CNN.com/vote.", "sentId": 337}], "secId": 147}, {"speaker": "KING", "sentences": [{"text": "Protests at Donald Trump rallies again made headline this is past week, but there was a different twist, often the focus is on Trump protesters roughing up -- Trump supporters, excuse me, roughing up protesters.", "sentId": 338}, {"text": "But outside a big rally in San Jose this week, Trump supporters were attacked.", "sentId": 339}], "secId": 148}, {"speaker": "KING", "sentences": [{"text": "You see some of the footage there.", "sentId": 340}, {"text": "President Obama reacted by saying there's no room for violence as the country airs its political differences.", "sentId": 341}], "secId": 149}, {"speaker": "KING", "sentences": [{"text": "That's an ugly scene.", "sentId": 342}], "secId": 150}, {"speaker": "KING", "sentences": [{"text": "Both Democratic candidates spoke out as well.", "sentId": 343}], "secId": 151}, {"speaker": "CLINTON", "sentences": [{"text": "I condemn all violence in our political arena.", "sentId": 344}, {"text": "I condemned it when Donald Trump was inciting it, and congratulating people who were engaging in it.", "sentId": 345}], "secId": 152}, {"speaker": "SANDERS", "sentences": [{"text": "Violence is absolutely and totally unacceptable.", "sentId": 346}, {"text": "I understand the anger, but we are not going to defeat Trump, you know, by throwing eggs or getting involved in violence of any kind.", "sentId": 347}], "secId": 153}, {"speaker": "KING", "sentences": [{"text": "In a tweet yesterday, Trump said many of the thugs that attacked the peaceful Trump supporters in San Jose were illegals  They burned the American flag and they laughed at police.", "sentId": 348}], "secId": 154}, {"speaker": "KING", "sentences": [{"text": "I don't know where Mr. Trump gets his information that many of them were illegals, but they did burn an American flag.", "sentId": 349}, {"text": "They were waving Mexican flags.", "sentId": 350}, {"text": "And I know there are some anti-Trump Latino organizations that are trying -- and these supporters aren't listening to tell these people, a, don't burn American flags, but don't show up with Mexican flags because the groups think you're helping Mr. Trump if you do that.", "sentId": 351}], "secId": 155}, {"speaker": "BALL", "sentences": [{"text": "Yeah, and I think Trump believes that this is to his political advantage as well, that when people see scenes of chaos and disorder, scenes of what seems to be un-American behavior that is what strikes fear in people's hearts and makes them want a strong man, someone who says he's going to protect you, somebody who says that he's going to quash these forces of scary disorder out there, and so there is a feeling that, even if these people are a small fringe or outliers or a small band of anarchists and troublemakers who don't", "sentId": 352}], "secId": 156}, {"speaker": "BALL", "sentences": [{"text": "represent the mainstream of the opposition to Donald Trump, that they could cause a lot of trouble.", "sentId": 353}], "secId": 157}, {"speaker": "KING", "sentences": [{"text": "And it's -- does anyone assume that this is not with us until the very end?", "sentId": 354}], "secId": 158}, {"speaker": "RAJU", "sentences": [{"text": "And that's what worries so many Republicans about the Cleveland.", "sentId": 355}, {"text": "This is something scene that we're probably going to see play out every day, maybe, who knows.", "sentId": 356}, {"text": "And that's why a lot of Republicans are staying away from the convention, particularly ones in tough re-election races on Capitol Hill, because they don't want to be associated with this.", "sentId": 357}], "secId": 159}, {"speaker": "RAJU", "sentences": [{"text": "But I think we're going to -- this is a sign, of course, of things to come.", "sentId": 358}], "secId": 160}, {"speaker": "KING", "sentences": [{"text": "Plus, some corporate money also not going to the Republicans because the corporations don't want their name associated with this.", "sentId": 359}], "secId": 161}, {"speaker": "MARTIN", "sentences": [{"text": "I think in the short-term it's helpful for Trump because it sort of casts a not so flattering light on some of the Trump opposition.", "sentId": 360}], "secId": 162}, {"speaker": "MARTIN", "sentences": [{"text": "But I think in the long run, I think a candidate who is dogged by constant of chaos and protests at his events, I think a lot of sort of moderate mainstream Americans are going to say I don't know if I want to be close with that sort of scene.", "sentId": 361}, {"text": "I have concerns over what that represents and sort of what that could be for the country going forward.", "sentId": 362}], "secId": 163}, {"speaker": "KUCINISH", "sentences": [{"text": "And not only that, just -- there were scenes inside where a reporter was removed for doing their job, just taken out for sitting there typing and saying -- you know, for no reason.", "sentId": 363}, {"text": "Even things like that -- and I know it's a little bit more insidery, that is indicative of a larger problem within the Trump campaign.", "sentId": 364}], "secId": 164}, {"speaker": "KING", "sentences": [{"text": "That's the inside.", "sentId": 365}, {"text": "And in this case, this past week I don't -- the Trump supporters were attacked as well.", "sentId": 366}, {"text": "And we should make clear, so now we have...", "sentId": 367}], "secId": 165}, {"speaker": "KUCINISH", "sentences": [{"text": "It's never OK.", "sentId": 368}], "secId": 166}, {"speaker": "KING", "sentences": [{"text": "It's just -- thank you -- it's just never OK and hopefully people will listen to their leaders.", "sentId": 369}, {"text": "But we'll see how this one plays out going forward.", "sentId": 370}], "secId": 167}, {"speaker": "KING", "sentences": [{"text": "Let's turn quickly to the Obama factor.", "sentId": 371}, {"text": "The president is making clear that we might hear more from him on the campaign trail and we might hear more about his preferences in the race this week.", "sentId": 372}], "secId": 168}, {"speaker": "KING", "sentences": [{"text": "Listen to the president this past week saying we're at a key moment in the campaign and...", "sentId": 373}], "secId": 169}, {"speaker": "OBAMA", "sentences": [{"text": "I think that there's been a healthy debate in the Democratic Party, and it's almost over.", "sentId": 374}, {"text": "I think we'll probably have a pretty good sense next week of who the nominee will end up being.", "sentId": 375}], "secId": 170}, {"speaker": "MARTIN", "sentences": [{"text": "He's ready.", "sentId": 376}], "secId": 171}, {"speaker": "KING", "sentences": [{"text": "Yeah, he's ready.", "sentId": 377}, {"text": "And remember, if you talk to people close to the president, we've seen him out there a little bit, he's criticized", "sentId": 378}], "secId": 172}, {"speaker": "KING", "sentences": [{"text": "Trump quite a bit, including when he's been overseas.", "sentId": 379}, {"text": "He -- the president of the United States remembers very well the atmosphere that led him to release his long form birth certificate and that Mr. Trump was the chief cheerleader of the", "sentId": 380}], "secId": 173}, {"speaker": "KING", "sentences": [{"text": "birther movement and he is itching to get out on the campaign trail.", "sentId": 381}], "secId": 174}, {"speaker": "KING", "sentences": [{"text": "The question is, I'm told it could be as early as Wednesday or Thursday this week where he says, and if things go as he believes they're going to go that Hillary Clinton is our nominee.", "sentId": 382}], "secId": 175}, {"speaker": "KING", "sentences": [{"text": "This past weekend in California, he said Debbie Wasserman-Schultz, the party chairwoman, has had my back, we have to have her back.", "sentId": 383}, {"text": "Bernie Sanders has been attacking the Democratic Party chairmwoman Debbie Wasserman-Schultz.", "sentId": 384}, {"text": "So, is there any -- I mean, there's no mystery that he prefers Hillary Clinton.", "sentId": 385}], "secId": 176}, {"speaker": "KING", "sentences": [{"text": "KUCINIHS;  I was like, wait, he hasn't endorsed yet?", "sentId": 386}, {"text": "I mean, because -- this is someone who served in his administration, this is someone who has been his adversarian, but has been on his team.", "sentId": 387}, {"text": "So, I don't think -- I don't know if you all agree I don't think there was any confusion that that was going to happen.", "sentId": 388}], "secId": 177}, {"speaker": "KING", "sentences": [{"text": "And again, for long memories, Bernie Sanders was involved in conversations in 2012 about finding a primary challenger for President Obama.", "sentId": 389}, {"text": "It never materialized.", "sentId": 390}], "secId": 178}, {"speaker": "KING", "sentences": [{"text": "So, the president -- politicians remember these things.", "sentId": 391}, {"text": "People always say the Clintons remember everything, all politicians remember everything.", "sentId": 392}], "secId": 179}, {"speaker": "RAJU", "sentences": [{"text": "What is so important for Hillary Clinton, though, going forward is whether or not the president's approval ratings continue to improve as they have doing, because she is effectively running for a third Obama term.", "sentId": 393}, {"text": "And she has essentially said that during the primary in order to win over Obama", "sentId": 394}], "secId": 180}, {"speaker": "RAJU", "sentences": [{"text": "supporters.", "sentId": 395}, {"text": "So the better he does presumably the better that she does.", "sentId": 396}], "secId": 181}, {"speaker": "BALL", "sentences": [{"text": "Well, and her potential problem is a general election is motivating the Democratic base, getting that enthusiasm and motivating the Obama coalition in particular.", "sentId": 397}], "secId": 182}, {"speaker": "BALL", "sentences": [{"text": "So, once he is out there on the stump in the general election, he can be a very powerful factor.", "sentId": 398}], "secId": 183}, {"speaker": "KING", "sentences": [{"text": "right.", "sentId": 399}, {"text": "Even if she gets a similar percentage among African- Americans, for example.", "sentId": 400}, {"text": "If the number goes down in Cleveland, if the number goes down in Philadelphia, if the number depose down in North Carolina, flip, flip, flip.", "sentId": 401}], "secId": 184}, {"speaker": "MARTIN", "sentences": [{"text": "It's the volume issue.", "sentId": 402}], "secId": 185}, {"speaker": "BALL", "sentences": [{"text": "And beyond this just being personal for the president, you talk about his personal grudge with Trump, I think it's bigger than that.", "sentId": 403}, {"text": "Remember the State of the Union Address this year, which was all about combating the forces of tribalism and division.", "sentId": 404}, {"text": "The president feels that his entire political philosophy is under attack by Donald Trump.", "sentId": 405}, {"text": "Everything that he has tried to build his entire message of his political career is sort of on the table here.", "sentId": 406}], "secId": 186}, {"speaker": "KING", "sentences": [{"text": "Both policy and philosophically.", "sentId": 407}], "secId": 187}, {"speaker": "BALL", "sentences": [{"text": "So, I think this is a bigger argument to him.", "sentId": 408}], "secId": 188}, {"speaker": "KING", "sentences": [{"text": "It's an excellent point.", "sentId": 409}, {"text": "All right, our reporters share from their notebooks next, including insights on a big meeting that will test Donald Trump's evangelical support and also test the mood of some of his highest profile critics.", "sentId": 410}], "secId": 189}, {"speaker": "KING", "sentences": [{"text": "And we asked you whether President Obama should endorse soon or hold back until the Democratic rates have officially settled.", "sentId": 411}], "secId": 190}, {"speaker": "KING", "sentences": [{"text": "The majority of you said no.", "sentId": 412}, {"text": "But look, that's very, very close.", "sentId": 413}], "secId": 191}, {"speaker": "KING", "sentences": [{"text": "Let's head around the Inside Politics table, ask our great reporters to share a little somethying from their notebooks, get you out ahead of the big political news.", "sentId": 414}, {"text": "Molly Ball.", "sentId": 415}], "secId": 192}, {"speaker": "BALL", "sentences": [{"text": "This week, Mitt Romney is having his annual summer summit in Utah.", "sentId": 416}, {"text": "He does this every year, gets a bunch of big wigs together.", "sentId": 417}, {"text": "Last year, you recall a bunch of the presidential candidates went to try and woo some of Romney's allies.", "sentId": 418}], "secId": 193}, {"speaker": "BALL", "sentences": [{"text": "This year expected to be a quieter affair, but Paul Ryan is going to be there and of course Mitt Romney has said he will never endorse Donald Trump.", "sentId": 419}, {"text": "Paul Ryan recently did just that, so there could be a little bit of tension in that room full of big money guys.", "sentId": 420}], "secId": 194}, {"speaker": "KING", "sentences": [{"text": "No Mr. Trump, what a surprise.", "sentId": 421}, {"text": "Shocking.", "sentId": 422}, {"text": "Shocking.", "sentId": 423}], "secId": 195}, {"speaker": "KING", "sentences": [{"text": "Jonathan.", "sentId": 424}], "secId": 196}, {"speaker": "MARTIN", "sentences": [{"text": "John, the House and Senate are back this week from recess.", "sentId": 425}, {"text": "Expect more prominent folks in the GOP to bring up Trump's talk about the federal judge who Trump claimed is a Mexican.", "sentId": 426}, {"text": "He's actually not.", "sentId": 427}, {"text": "But you've got three Senate races -- Arizona, Nevada and Florida -- that are crucial this year that have populations with large Hispanic folks there, and that is going to be fascinating to watch this week.", "sentId": 428}, {"text": "What do candidates in those three states say?", "sentId": 429}, {"text": "One is an incumbent, obviously John McCain.", "sentId": 430}, {"text": "But two challengers in those -- what do they say about those comments, because again those are three parts of a puzzle that are going to be huge this year.", "sentId": 431}], "secId": 197}, {"speaker": "KING", "sentences": [{"text": "How fast and how far do they run from Mr. Trump.", "sentId": 432}, {"text": "We'll watch that one -- Manu.", "sentId": 433}], "secId": 198}, {"speaker": "RAJU", "sentences": [{"text": "Speaking on Senate races, the big money is not going to MR. Donald Trump, but big money increasingly is going down ticket to outside groups who are trying to fund Senate races on the Republican side.", "sentId": 434}, {"text": "Senate majority leader's super PAC, Senate Leadership Fund, is expected to get big influx of money.", "sentId": 435}, {"text": "Now that a lot of big donors are not spending their money behind Donald Trump, and including the Koch Brother's group as well, Americas for Prosperity, which spent huge sums of money in 2014.", "sentId": 436}, {"text": "They are expected to spend more money in 2014 Senate races -- 2016 Senate races than they did in the last cycle.", "sentId": 437}], "secId": 199}, {"speaker": "RAJU", "sentences": [{"text": "Now, the one factor in this is that Sheldon Adelson, the casino executive, has signaled that he's not going to spend as much money in Senate races this cycle, because he's spending a lot of money for Donald Trump instead.", "sentId": 438}], "secId": 200}, {"speaker": "RAJU", "sentences": [{"text": "But nevertheless, Democrats that I've talked to are very worried that this big money is going to flow downstream.", "sentId": 439}, {"text": "It's going to be problematic in Senate races, something to look out for in those key battleground states.", "sentId": 440}], "secId": 201}, {"speaker": "KING", "sentences": [{"text": "Protecting that majority -- Jackie?", "sentId": 441}], "secId": 202}, {"speaker": "KUCINICH", "sentences": [{"text": "Well, the faith and freedom coalition has their big meeting in Washington, D.C. at the end of this week, and that will include a lot of Donald Trump's biggest evangelical detractors, including Ted Cruz.", "sentId": 442}, {"text": "And a lot of these folks were Ted Cruz supporters over the course of the primary.", "sentId": 443}], "secId": 203}, {"speaker": "KUCINICH", "sentences": [{"text": "I'm going to be watching how Ted Cruz, who was speaking at the event, and a lot of his supporters deal with their new reality with Donald Trump at the head of their ticket.", "sentId": 444}], "secId": 204}, {"speaker": "KING", "sentences": [{"text": "Enthusiasm hold your nose.", "sentId": 445}, {"text": "We'll watch that.", "sentId": 446}], "secId": 205}, {"speaker": "KING", "sentences": [{"text": "And I'll close with a question of trust, as in whether Republicans can trust what they're told by the Trump campaign, including the candidate himself.", "sentId": 447}, {"text": "There's a lot of complaining in the Republican Party these days that it is very hard, if not impossible, to be confident about convention planning and general election coordination because of constant mixed signals from team Trump.", "sentId": 448}], "secId": 206}, {"speaker": "KING", "sentences": [{"text": "Senior Trump aides, for example, tell Republicans they get it, some of you will have to distance yourself from Mr. Trump.", "sentId": 449}, {"text": "They say they understand.", "sentId": 450}, {"text": "But when the officials take those steps, Trump himself has attacked them.", "sentId": 451}], "secId": 207}, {"speaker": "KING", "sentences": [{"text": "The new attacks on the judge Jonathan mentioned overseeing the Trump University fraud case is another example, and for some the last straw.", "sentId": 452}, {"text": "Trump himself ahs repeatedly told party chairman Reince Priebus and others that he understands Republicans can't win with white voters alone and that he will make a more concerted -- and he promises -- a more polite effort to reach out", "sentId": 453}], "secId": 208}, {"speaker": "KING", "sentences": [{"text": "to Latinos and African-Americans, quote, \"what they say and what he does are often very different things,\" a senior party official tells CNN.", "sentId": 454}], "secId": 209}, {"speaker": "KING", "sentences": [{"text": "This official went on to say said, \"most of us are past the point of thinking we can trust that things will change or trust what he tells us.\"", "sentId": 455}], "secId": 210}, {"speaker": "KING", "sentences": [{"text": "Great way to run a presidential campaign.", "sentId": 456}], "secId": 211}, {"speaker": "KING", "sentences": [{"text": "That's it for Inside Politics.", "sentId": 457}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 458}, {"text": "State of the Union, a very big State of the Union with Jake Tapper up next.", "sentId": 459}], "secId": 212}], "sectionCount": 213, "url": "transcripts.cnn.com/TRANSCRIPTS/1606/05/ip.01.html", "sentenceCount": 461, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired June 5, 2016 - 08:00   ET", "speakers": ["KING", "CLINTON", "SANDERS", "OBAMA", "TRUMP", "BALL", "MARTIN", "RAJU", "KUCINICH", "BROWN", "MCCONNELL", "so", "UNIDENTIFIED MALE", "KUCINISH"], "title": "INSIDE POLITICS"}