{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.0507.29.ip.01.html.json", "subTitle": "British Authorities Conduct Raids, Make Arrests; Frist Defiant on Stem Cells; Bolton Recess Appointment?", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "ANNOUNCER", "sentences": [{"text": "Bill Frist's big break: The Senate majority leader parts with the president on stem cell research.", "sentId": 0}], "secId": 0}, {"speaker": "FRIST", "sentences": [{"text": "I believe the president's policy should be modified.", "sentId": 1}], "secId": 1}, {"speaker": "ANNOUNCER", "sentences": [{"text": "We'll put Frist's about face and possible fall-out under the microscope.", "sentId": 2}], "secId": 2}, {"speaker": "ANNOUNCER", "sentences": [{"text": "The president's choice for U.N. ambassador under fire again.", "sentId": 3}, {"text": "It turns out John Bolton was interviewed in the CIA leak probe.", "sentId": 4}, {"text": "So why didn't he tell senators?", "sentId": 5}], "secId": 3}, {"speaker": "Highway to hog heaven", "sentences": [{"text": "Congress packs a massive transportation bill with goodies galore.", "sentId": 6}], "secId": 4}, {"speaker": "ASHDOWN", "sentences": [{"text": "A lot of boys dream about Jessica Simpson.", "sentId": 7}, {"text": "Congressmen dream about highway pork projects.", "sentId": 8}], "secId": 5}, {"speaker": "ANNOUNCER", "sentences": [{"text": "And the race to '08 goes Hollywood: But who should get top billing -- Hillary Clinton or John McCain?", "sentId": 9}], "secId": 6}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Now live from Washington, CNN's INSIDE POLITICS.", "sentId": 10}], "secId": 7}, {"speaker": "JOHNS", "sentences": [{"text": "Thanks for joining us.", "sentId": 11}, {"text": "I'm Joe Johns.", "sentId": 12}], "secId": 8}, {"speaker": "JOHNS", "sentences": [{"text": "Senate Majority Leader Bill Frist may feel like he's in an alternate political universe today.", "sentId": 13}, {"text": "The usually loyal White House ally put himself at odds with President Bush over stem cell research.", "sentId": 14}, {"text": "The surprise move is being praised by many Democrats and blasted by some conservative Republicans who could make or break Frist's presidential prospects.", "sentId": 15}], "secId": 9}, {"speaker": "JOHNS", "sentences": [{"text": "Our congressional correspondent Ed Henry has more on Dr. Frist's change of heart.", "sentId": 16}], "secId": 10}, {"speaker": "HENRY", "sentences": [{"text": "Following a White House signing ceremony, President Bush sought out Bill Frist, after the majority leader's stunning decision to break with the White House on stem cell research.", "sentId": 17}], "secId": 11}, {"speaker": "FRIST", "sentences": [{"text": "I believe the president's policy should be modified.", "sentId": 18}, {"text": "We should expand federal funding.", "sentId": 19}], "secId": 12}, {"speaker": "HENRY", "sentences": [{"text": "The Republican leader threw his weight behind increased taxpayer financing of embryonic stem cell research, defying the president's veto threat.", "sentId": 20}, {"text": "Frist said as a physician, he believes loosening the president's restrictions could help cure diseases like Alzheimer's and Parkinson's.", "sentId": 21}], "secId": 13}, {"speaker": "FRIST", "sentences": [{"text": "How we answer these questions today, and whether in the end we get them right, impacts the promise not only of current research, but of future research as well.", "sentId": 22}, {"text": "It will define us as a civilized and ethical society forever in the eyes of history.", "sentId": 23}], "secId": 14}, {"speaker": "HENRY", "sentences": [{"text": "Leading conservatives blasted the move on moral grounds.", "sentId": 24}], "secId": 15}, {"speaker": "DELAY", "sentences": [{"text": "I think a candidate that believes in the destruction of life would have a very hard time appealing to the vast majority of the Republicans in this party.", "sentId": 25}], "secId": 16}, {"speaker": "HENRY", "sentences": [{"text": "But it could play well with swing voters, especially after Nancy Reagan put out a statement saying Frist's decision has -- quote -- \"the potential to alleviate so much suffering.\"", "sentId": 26}, {"text": "A moderate group known as StemPAC was just about to start running TV ads in the critical state of New Hampshire, chiding Frist for blocking the legislation.", "sentId": 27}], "secId": 17}, {"speaker": "ANNOUNCER", "sentences": [{"text": "So why is Senator Bill Frist holding up a bipartisan stem cell research bill?", "sentId": 28}, {"text": "Why is he preventing us from being the world's leader in stem cell research?", "sentId": 29}], "secId": 18}, {"speaker": "HENRY", "sentences": [{"text": "Frist aides insist that science, not politics, sparked the senator's decision.", "sentId": 30}, {"text": "And he quickly won emotional praise from the bill's Republican sponsor, Arlen Specter, who is battling cancer.", "sentId": 31}], "secId": 19}, {"speaker": "SPECTER", "sentences": [{"text": "The change is profound, because the majority leader, if you want to characterize it in terms of giving cover, has given cover to -- to the entire Senate, given cover to the entire House of Representatives.", "sentId": 32}, {"text": "Here is a man who really knows science and who really knows government.", "sentId": 33}, {"text": "So it is a very, very profound change.", "sentId": 34}, {"text": "It's an earthquake.", "sentId": 35}], "secId": 20}, {"speaker": "HENRY", "sentences": [{"text": "But it's unclear whether Frist's support will get Specter to the magic number of 67 votes needed to override a presidential veto.", "sentId": 36}, {"text": "What Specter is hoping is that Frist's intervention will cause the president to drop the veto threat and come up with a compromise -- Joe.", "sentId": 37}], "secId": 21}, {"speaker": "JOHNS", "sentences": [{"text": "Ed, shifting gears on you a little bit.", "sentId": 38}, {"text": "There's some news on the timing of the Supreme Court hearing?", "sentId": 39}], "secId": 22}, {"speaker": "HENRY", "sentences": [{"text": "Almost.", "sentId": 40}, {"text": "We actually were expecting a press conference last hour from Senate Judiciary Chairman Specter, who we were expecting was going to announce that in fact the hearings for Judge Roberts will start on September 6, right after Labor Day.", "sentId": 41}, {"text": "That press conference was abruptly canceled.", "sentId": 42}], "secId": 23}, {"speaker": "HENRY", "sentences": [{"text": "We now understand that some Democrats, including Chuck Schumer, were objecting to other parts of the deal that would have demanded that in fact a committee vote would happen by September 15.", "sentId": 43}, {"text": "Democrats do not want to be boxed in on that just yet.", "sentId": 44}, {"text": "But we're hearing that this is overall just a blip.", "sentId": 45}, {"text": "They are going to work out the details they hope by the end of today before Congress goes out of town for the recess.", "sentId": 46}], "secId": 24}, {"speaker": "HENRY", "sentences": [{"text": "And the bottom line is, I ran into Ed Gillespie in the hallway a few minutes ago, one of the president's salesmen on the nomination.", "sentId": 47}, {"text": "He said that regardless of what date it starts, they are ready to go -- Joe.", "sentId": 48}], "secId": 25}, {"speaker": "JOHNS", "sentences": [{"text": "Good enough, Ed.", "sentId": 49}, {"text": "I know you will be watching.", "sentId": 50}, {"text": "Thanks so much, Ed Henry.", "sentId": 51}], "secId": 26}, {"speaker": "JOHNS", "sentences": [{"text": "Some Democrats are taking fresh aim at another Bush nominee for failing to fess up about a link to the CIA leak saga.", "sentId": 52}, {"text": "The State Department acknowledged today that John Bolton incorrectly told the Senate Foreign Relations Committee that he had not been interviewed as part of any investigation within the last five years.", "sentId": 53}], "secId": 27}, {"speaker": "JOHNS", "sentences": [{"text": "A spokesman says back in March, Bolton did not recall his interview with the State Department inspector general looking into alleged attempts by Iraq to obtain uranium.", "sentId": 54}], "secId": 28}, {"speaker": "JOHNS", "sentences": [{"text": "One Senate Democrat, Barbara Boxer, is calling on Mr. Bush to pull Bolton's stalled nomination.", "sentId": 55}, {"text": "She wrote to the president, quote, \"Mr. Bolton's feeble admission that he was in fact interviewed by the inspector general's office is simply too little too late, and does not recognize the gravity of giving false information to a Senate committee which he swore was the truth.\"", "sentId": 56}], "secId": 29}, {"speaker": "JOHNS", "sentences": [{"text": "The White House doesn't seem likely to be swayed.", "sentId": 57}, {"text": "Two senior administration officials tell CNN the president may use a recess appointment to put Bolton into the U.N. post early next week.", "sentId": 58}, {"text": "That would likely enrage Democrats who have blocked Bolton's confirmation, arguing he does not have the temperament for the job.", "sentId": 59}], "secId": 30}, {"speaker": "JOHNS", "sentences": [{"text": "Senate Democrat Chris Dodd will weigh in on the Bolton nomination and the problems later in the program.", "sentId": 60}], "secId": 31}, {"speaker": "Congress today broke through years of deadlock and is sending President Bush something he's been demanding", "sentences": [{"text": "a wide-ranging energy bill.", "sentId": 61}, {"text": "The Senate gave final approval to the measure a day after the House gave its OK. Now, senators are moving on to the next priority in the last minute rush before recess: a final vote on a $286 billion highway bill that cleared the House earlier today jam-packed with extras.", "sentId": 62}], "secId": 32}, {"speaker": "JOHNS ", "sentences": [{"text": "It's supposed to be about highways, bridges and other transportation improvements, but the first highway bill expected to make it to the president's desk in years is loaded up with goodies for the folks back home -- goodies that make members of Congress look like they are doing something on Capitol Hill.", "sentId": 63}], "secId": 33}, {"speaker": "ASHDOWN", "sentences": [{"text": "It's packed with pork for every congressional district in the nation.", "sentId": 64}, {"text": "It's too expensive.", "sentId": 65}, {"text": "And it really doesn't deal with the nation's transportation problems like congestion.", "sentId": 66}], "secId": 34}, {"speaker": "JOHNS", "sentences": [{"text": "The numbers are staggering.", "sentId": 67}, {"text": "More than 6,300 projects, worth an estimated $24 billion, according to the watchdog group Taxpayers for Common Sense.", "sentId": 68}, {"text": "A $200 million bridge in Alaska named for Don Young, the chairman of the House Transportation Committee.", "sentId": 69}, {"text": "More than $16 million just for bike paths in the Minnesota congressional district of the committee's top Democrat Jim Oberstar.", "sentId": 70}], "secId": 35}, {"speaker": "JOHNS", "sentences": [{"text": "All told, Oberstar's district will get more than $120 million for transportation projects, almost 10 times more than the average congressman.", "sentId": 71}, {"text": "Why?", "sentId": 72}], "secId": 36}, {"speaker": "OBERSTAR", "sentences": [{"text": "Because I put in the most time, put in 31 years in the Congress.", "sentId": 73}], "secId": 37}, {"speaker": "JOHNS", "sentences": [{"text": "The bill also funds horse trails, traffic lights and transit systems, even a day care center in Illinois.", "sentId": 74}, {"text": "Many members of Congress defend the bill as a creator of jobs.", "sentId": 75}], "secId": 38}, {"speaker": "OBERSTAR", "sentences": [{"text": "This legislation is a real shining example of using our transportation funds to make society better.", "sentId": 76}], "secId": 39}, {"speaker": "JOHNS", "sentences": [{"text": "Experts say there may be other unexpected giveaways that won't be noticed until the bill becomes law.", "sentId": 77}], "secId": 40}, {"speaker": "JOHNS", "sentences": [{"text": "Some conservative Republicans on the Hill are feeling betrayed today by the Senate majority leader.", "sentId": 78}, {"text": "Up next, a staunch opponent of embryonic stem cell research responds to Senator Bill Frist's latest speech on this controversial issue.", "sentId": 79}, {"text": "I'll talk with Senator Sam Brownback.", "sentId": 80}], "secId": 41}, {"speaker": "JOHNS", "sentences": [{"text": "Plus, how does all this figure into the 2008 race for the White House?", "sentId": 81}, {"text": "We're following the field and the latest plays.", "sentId": 82}], "secId": 42}, {"speaker": "JOHNS", "sentences": [{"text": "And later, House Majority Leader Tom DeLay takes aim at Frist's decision and the ethics question still dogging him.", "sentId": 83}], "secId": 43}, {"speaker": "JOHNS", "sentences": [{"text": "Senate Majority Leader Bill Frist is certainly not alone in supporting an expansion of federal dollars for embryonic stem cell research.", "sentId": 84}, {"text": "A CNN/\"USA Today\"/Gallup poll conducted in May found that a majority of Americans supported easing restrictions on federal funding, or lifting them altogether.", "sentId": 85}, {"text": "Forty-three percent wanted to keep the restrictions in place or totally eliminate federal funding.", "sentId": 86}], "secId": 44}, {"speaker": "JOHNS", "sentences": [{"text": "The surprise move by Senator Frist is reigniting debate on the matter.", "sentId": 87}, {"text": "Democratic Senator Chris Dodd, a supporter of stem cell research, will join me later.", "sentId": 88}, {"text": "But with me right now is Republican Senator Sam Brownback.", "sentId": 89}, {"text": "He's opposed -- and so opposed, in fact, to embryonic stem cell research, he once compared it to Nazi experiments on prisoners.", "sentId": 90}], "secId": 45}, {"speaker": "JOHNS", "sentences": [{"text": "Senator Brownback, thanks for joining us.", "sentId": 91}], "secId": 46}, {"speaker": "BROWNBACK", "sentences": [{"text": "Thanks.", "sentId": 92}], "secId": 47}, {"speaker": "JOHNS", "sentences": [{"text": "Senator Frist made it sound like this is consistent with his previous positions.", "sentId": 93}, {"text": "Do you agree with that?", "sentId": 94}], "secId": 48}, {"speaker": "BROWNBACK", "sentences": [{"text": "There is some consistency with it from four years ago.", "sentId": 95}, {"text": "He articulated a similar position opposed to human cloning, but saying that we should be able to move forward with some embryonic stem cell research, which we have done.", "sentId": 96}, {"text": "It is federally funded.", "sentId": 97}, {"text": "It is moving forward today.", "sentId": 98}], "secId": 49}, {"speaker": "JOHNS", "sentences": [{"text": "Now you have said before that you will do everything in your power to stop a bill on embryonic stem cell research like this.", "sentId": 99}, {"text": "Won't this certainly make it a lot harder for you?", "sentId": 100}], "secId": 50}, {"speaker": "BROWNBACK", "sentences": [{"text": "Well, what we've articulated, and what we've negotiated, is a package of six votes, individual bills, back to back.", "sentId": 101}, {"text": "And let's vote on the whole range of bioethical issues.", "sentId": 102}, {"text": "And the reason that I said that is, I've been trying for four years to get a vote on human cloning, to ban human cloning and have been blocked.", "sentId": 103}, {"text": "I said, so if we're going to vote on the embryonic stem cell, let's vote on human cloning as well.", "sentId": 104}, {"text": "And with that package, I'm happy to move forward, have the debate.", "sentId": 105}], "secId": 51}, {"speaker": "BROWNBACK", "sentences": [{"text": "Let's get a good vote and let's discuss how we're going to treat the human embryo, the young human in this society.", "sentId": 106}, {"text": "We're going to treat it like property?", "sentId": 107}, {"text": "Or will we treat it like a person?", "sentId": 108}], "secId": 52}, {"speaker": "JOHNS", "sentences": [{"text": "Are you upset with Senator Frist?", "sentId": 109}, {"text": "And do you think this will affect his presidential aspirations if he moves forward on that?", "sentId": 110}], "secId": 53}, {"speaker": "BROWNBACK", "sentences": [{"text": "Well, I'm disappointed.", "sentId": 111}, {"text": "But he had articulated a similar position in the past.", "sentId": 112}, {"text": "I don't know how it impacts any sort of presidential ambitions he might have.", "sentId": 113}, {"text": "I do think it is important that we have this debate and vote on what do you think the young human embryo is.", "sentId": 114}, {"text": "And that's why we put forward this package of votes that I think would be important to have and discuss with the American public.", "sentId": 115}], "secId": 54}, {"speaker": "JOHNS", "sentences": [{"text": "And speaking of presidential ambitions, it's been said that you might consider running for the White House yourself.", "sentId": 116}, {"text": "What is the status of that?", "sentId": 117}], "secId": 55}, {"speaker": "BROWNBACK", "sentences": [{"text": "Well, I'm looking at it.", "sentId": 118}, {"text": "I'm traveling to some of the early primary states.", "sentId": 119}, {"text": "No final decisions have been made.", "sentId": 120}, {"text": "That is something that is yet to be seen.", "sentId": 121}], "secId": 56}, {"speaker": "JOHNS", "sentences": [{"text": "Now, you met with Judge Roberts -- Judge John Roberts, who's been nominated now for the Supreme Court.", "sentId": 122}, {"text": "Tell me a little bit about that conversation.", "sentId": 123}, {"text": "You've been quoted as saying -- you spoke to him a bit about the \"Book of Wisdom\" and the Bible.", "sentId": 124}, {"text": "And what was his response?", "sentId": 125}], "secId": 57}, {"speaker": "BROWNBACK", "sentences": [{"text": "Well, we talked about a lot of things.", "sentId": 126}, {"text": "We talked about our children.", "sentId": 127}, {"text": "We both have young children.", "sentId": 128}, {"text": "We talked about our view of the law and our view of the courts, which I found comforting.", "sentId": 129}, {"text": "His discussion about the court as the umpire.", "sentId": 130}, {"text": "And it's troubling when the umpire is the most watched person on the field, which is what's taking place today.", "sentId": 131}, {"text": "People watch the court more than anybody else, and it should really be the one that says whether things are in bounds or out of bounds.", "sentId": 132}], "secId": 58}, {"speaker": "BROWNBACK", "sentences": [{"text": "But we had a good discussion.", "sentId": 133}, {"text": "He's a brilliant man.", "sentId": 134}, {"text": "I want to still see how he answers questions in committee before I decide how I'm going to vote on the nomination.", "sentId": 135}], "secId": 59}, {"speaker": "JOHNS", "sentences": [{"text": "Now, that's what I also wanted to ask you about.", "sentId": 136}, {"text": "You've said that you wanted to trust but verify on the judge.", "sentId": 137}, {"text": "What is it that suggests you might not vote for him for the Supreme Court?", "sentId": 138}], "secId": 60}, {"speaker": "BROWNBACK", "sentences": [{"text": "I don't know that there's anything that would suggest that, other than that the paper trail behind him, the number of decisions that he has articulated, is thin.", "sentId": 139}, {"text": "We don't know where he is on a number of various issues, and we're not going to know through this process, because that would call on him to pre-judge the case.", "sentId": 140}], "secId": 61}, {"speaker": "BROWNBACK", "sentences": [{"text": "But what I think we can know and should know is his view of the role of the courts in America today and the view of the Constitution.", "sentId": 141}, {"text": "Is it a living document that kind of moves with the changing times?", "sentId": 142}, {"text": "Or is it a set text document that has to be amended to change?", "sentId": 143}, {"text": "And I think those are things he can answer, should answer, and will help me in my decision-making.", "sentId": 144}], "secId": 62}, {"speaker": "JOHNS", "sentences": [{"text": "And I've got to ask you, is that a litmus test, the issue of how he views the Constitution, in your view?", "sentId": 145}], "secId": 63}, {"speaker": "BROWNBACK", "sentences": [{"text": "Well, I think it's an appropriate question for anybody to ask somebody that seeks to go on the Supreme Court and interpret the basic law document of the country, how do you view this document?", "sentId": 146}, {"text": "I wouldn't consider it a litmus test, I'd consider it a very basic discussion about are we a rule of law, a nation that believes in the written text?", "sentId": 147}, {"text": "Or are we a rule of man, that, if any five people agree on it that sit on the Supreme Court, it changes?", "sentId": 148}, {"text": "That's a very basic issue for us in this society.", "sentId": 149}], "secId": 64}, {"speaker": "JOHNS", "sentences": [{"text": "Senator Sam Brownback, thanks so much.", "sentId": 150}, {"text": "Have a good break, and we'll see you in the fall.", "sentId": 151}], "secId": 65}, {"speaker": "BROWNBACK", "sentences": [{"text": "Thanks, Joe.", "sentId": 152}], "secId": 66}, {"speaker": "JOHNS", "sentences": [{"text": "You bet.", "sentId": 153}], "secId": 67}, {"speaker": "JOHNS", "sentences": [{"text": "Could Senator Frist's presidential aspirations be the reason for his sudden switch on stem cell research?", "sentId": 154}, {"text": "Just ahead, \"Hotline\" Editor Chuck Todd will tell us all the rumblings on Capitol Hill and who else may be looking to run in '08.", "sentId": 155}], "secId": 68}, {"speaker": "JOHNS", "sentences": [{"text": "The current president and several wannabes in today's \"Political Bytes.\"", "sentId": 156}, {"text": "President Bush's job approval rating has sunk to an all-time low in the Gallup poll.", "sentId": 157}, {"text": "It stands at 44 percent, down five points in the past week.", "sentId": 158}], "secId": 69}, {"speaker": "JOHNS", "sentences": [{"text": "Senator Joe Biden is following the lead of some other potential presidential candidates by becoming an author.", "sentId": 159}, {"text": "Random House says the Delaware Democrat is writing a book that will tell the story of his, quote, \"remarkable 30-year career in the United States Senate.\"", "sentId": 160}, {"text": "Two authors/senators/presidential hopefuls have been mingling with the stars.", "sentId": 161}], "secId": 70}, {"speaker": "JOHNS", "sentences": [{"text": "Democrat Hillary Clinton and Republican John McCain attended last night's premier of the Word War II movie, \"The Great Raid\" before they took to the podium to speak.", "sentId": 162}, {"text": "Miramax chief Harvey Weinstein gave them a politically savvy introduction.", "sentId": 163}], "secId": 71}, {"speaker": "WEINSTEIN", "sentences": [{"text": "Ladies and gentlemen, I'd also like to introduce you to the first great 2008 bipartisan presidential ticket -- I'll let them figure out the order of that -- Senator Hillary Clinton and Senator John McCain.", "sentId": 164}], "secId": 72}, {"speaker": "JOHNS", "sentences": [{"text": "What a ticket that would be.", "sentId": 165}, {"text": "Maybe Weinstein is hoping for the movie rights.", "sentId": 166}], "secId": 73}, {"speaker": "JOHNS", "sentences": [{"text": "Senator Frist's position on stem cell research could have a significant impact on the fate of the bill as well as Frist's political future.", "sentId": 167}, {"text": "Joining me with some insight is Chuck Todd, the editor of the \"Hotline.\"", "sentId": 168}, {"text": "Chuck, thanks so much for coming in on another rainy Friday.", "sentId": 169}], "secId": 74}, {"speaker": "JOHNS", "sentences": [{"text": "So, what does Frist's announcement today mean for his potential political aspirations?", "sentId": 170}], "secId": 75}, {"speaker": "TODD", "sentences": [{"text": "Actually, I think it helps position him a little bit better.", "sentId": 171}, {"text": "You know, during the whole Terri Schiavo mess, it looked like he was getting the reputation as somebody that was going to pander and do whatever it took with social conservatives to be their candidate, be the main social conservative candidate in the Republican primaries.", "sentId": 172}], "secId": 76}, {"speaker": "TODD", "sentences": [{"text": "Now, in fact some of the rhetoric saying on stem cell research made it seem like -- this physician aspect is very important to Bill Frist.", "sentId": 173}, {"text": "And if he had gone against the stem cell when basically every other major physicians' group was coming out for this thing, it would have put him at odds with his own biography.", "sentId": 174}, {"text": "And his biography is more important to him than being a U.S. senator if he's going to be successful as a presidential candidate.", "sentId": 175}], "secId": 77}, {"speaker": "TODD", "sentences": [{"text": "So, I think it puts him in a better position to sell himself as physician, private citizen Bill Frist, rather than Senator -- maybe panderer -- Bill Frist.", "sentId": 176}, {"text": "And I think that may be a more comfortable place for him to run from.", "sentId": 177}], "secId": 78}, {"speaker": "JOHNS", "sentences": [{"text": "So, he wants to run as a doctor.", "sentId": 178}], "secId": 79}, {"speaker": "TODD", "sentences": [{"text": "He wants to run as a doctor, as a surgeon, as somebody who is unafraid -- who has to make tough decisions in life threatening -- you know, he wants to run as a surgeon, he doesn't want to run as a pandering Republican politician.", "sentId": 179}, {"text": "And I think that today he took a step back into the physician direction.", "sentId": 180}], "secId": 80}, {"speaker": "JOHNS", "sentences": [{"text": "Now, he's out in 2006.", "sentId": 181}, {"text": "And a bunch of other people who have been talking about running for the White House are also out in 2006.", "sentId": 182}, {"text": "What's the strategy?", "sentId": 183}], "secId": 81}, {"speaker": "TODD", "sentences": [{"text": "Well, it's interesting.", "sentId": 184}, {"text": "And in fact Bill Frist was the first one, he announced very early that he wasn't going to run in '06.", "sentId": 185}, {"text": "And everybody said, well, because he wants to run full time for president in '08.", "sentId": 186}], "secId": 82}, {"speaker": "TODD", "sentences": [{"text": "Everybody saw Howard Dean was the only full time presidential candidate for a long time -- didn't have a day job, one of those pesky U.S. Senate jobs to worry about.", "sentId": 187}, {"text": "And he was able to make a lot more inroads because he was full time.", "sentId": 188}], "secId": 83}, {"speaker": "TODD", "sentences": [{"text": "The successful candidates -- Ronald Reagan was unemployed when he ran.", "sentId": 189}, {"text": "And so now George Pataki is following that route.", "sentId": 190}, {"text": "Mitt Romney, the governor of Massachusetts is expected to go that route.", "sentId": 191}, {"text": "We're supposed to hear something from him in the next month or some.", "sentId": 192}, {"text": "Tom Vilsack of Iowa has taken that route.", "sentId": 193}], "secId": 84}, {"speaker": "TODD", "sentences": [{"text": "And then you have got Mark Warner who some people would like him to run in 2006 against George Allen.", "sentId": 194}, {"text": "And he's worried about being distracted and worried about not having a full time -- and wanting to be unemployed while running for president.", "sentId": 195}], "secId": 85}, {"speaker": "JOHNS", "sentences": [{"text": "And they'd also have a problem if they ran for reelection and lost.", "sentId": 196}, {"text": "Then, it would really shoot them down.", "sentId": 197}], "secId": 86}, {"speaker": "TODD", "sentences": [{"text": "Well, that's what is interesting about all these guys is they're all -- other Frist, Frist would have been a shoo-in.", "sentId": 198}, {"text": "Every other guy is pulling out of a race that they may have had a better chance of losing than winning.", "sentId": 199}], "secId": 87}, {"speaker": "TODD", "sentences": [{"text": "Pataki was already double digits behind in the polls in New York.", "sentId": 200}, {"text": "Romney is behind -- has never been ahead in a match-up against his likely Democratic candidate in '06.", "sentId": 201}, {"text": "Vilsack would have been up against a very tough reelection fight winning a third term there.", "sentId": 202}, {"text": "So and, of course, Warner versus George Allen in Virginia would be no cakewalk for either one of them.", "sentId": 203}, {"text": "So, it is -- it's the path of least resistance, that's for sure.", "sentId": 204}], "secId": 88}, {"speaker": "JOHNS", "sentences": [{"text": "One person we haven't talked about much is Sam Brownback, because we just had him on.", "sentId": 205}, {"text": "Does it look good for him, at least primary-wise?", "sentId": 206}], "secId": 89}, {"speaker": "TODD", "sentences": [{"text": "This is a big boon in this way -- first of all, geographically he's ideally situated just south of Iowa.", "sentId": 207}, {"text": "And the Iowa caucuses are very -- the Republican electorate is -- very much leans to the social conservative side of the party, not the economic conservative side, a la New Hampshire.", "sentId": 208}], "secId": 90}, {"speaker": "TODD", "sentences": [{"text": "Without -- now with less people coming on stem cell, it will be interesting to see, for instance, George Allen's vote on this bill when it comes to the U.S. Senate.", "sentId": 209}, {"text": "But suddenly Brownback's the lone, sort of true blue social conservative.", "sentId": 210}, {"text": "He could be in great shape in Iowa.", "sentId": 211}, {"text": "This could be a big -- this could be a big thing him in Iowa now that Frist is sort of out of this camp.", "sentId": 212}], "secId": 91}, {"speaker": "JOHNS", "sentences": [{"text": "All right.", "sentId": 213}, {"text": "Thanks so much, Chuck Todd.", "sentId": 214}, {"text": "We're looking forward to it.", "sentId": 215}], "secId": 92}, {"speaker": "JOHNS", "sentences": [{"text": "The \"Hotline,\" an insider's political briefing is produced daily by \"The National Journal.\"", "sentId": 216}, {"text": "Go online to NationalJournal.com for subscription information.", "sentId": 217}], "secId": 93}, {"speaker": "JOHNS", "sentences": [{"text": "While some Republicans are chaffing about the Bill Frist stem cell reversal.", "sentId": 218}, {"text": "Is President Bush angry that his man in the Senate has broken ranks?", "sentId": 219}, {"text": "We'll get a live report form the White House.", "sentId": 220}], "secId": 94}, {"speaker": "JOHNS", "sentences": [{"text": "Plus, after weeks in limbo, John Bolton's nomination to the U.N. is back in the news.", "sentId": 221}, {"text": "And he is back under fire.", "sentId": 222}, {"text": "A top Democrat vents about Bolton ahead.", "sentId": 223}], "secId": 95}, {"speaker": "JOHNS", "sentences": [{"text": "As the markets get set to close on Wall Street, I'm joined by Christine Romans in New York with \"The Dobbs Report.\"", "sentId": 224}, {"text": "-- Christine.", "sentId": 225}], "secId": 96}, {"speaker": "ROMANS", "sentences": [{"text": "Coming up on CNN at 6:00 pm Eastern on LOU DOBBS TONIGHT, China is seeking trading relationships with some of the world's most dangerous countries in its quest for oil to fuel its booming economy.", "sentId": 226}, {"text": "And those alliances could threaten U.S. security.", "sentId": 227}], "secId": 97}, {"speaker": "PRESTOWITZ", "sentences": [{"text": "The Chinese are able to go to these countries and essentially say, look, you know, we're not going hassle you about human rights, we're not going to hassle you about democracy or about your religion.", "sentId": 228}, {"text": "All we want to do is buy your products and be friends.", "sentId": 229}], "secId": 98}, {"speaker": "ROMANS", "sentences": [{"text": "Also tonight, the government is considering tightening restrictions on technology exports to China, technology that could be used to beef up its military.", "sentId": 230}, {"text": "But big business doesn't like it.", "sentId": 231}, {"text": "We'll have a special report.", "sentId": 232}], "secId": 99}, {"speaker": "Plus", "sentences": [{"text": "00 Eastern for LOU DOBBS TONIGHT.", "sentId": 233}], "secId": 100}, {"speaker": "Plus", "sentences": [{"text": "Joe, back to you.", "sentId": 234}], "secId": 101}, {"speaker": "JOHNS", "sentences": [{"text": "Thanks, Christine.", "sentId": 235}, {"text": "Now, an update on CNN's top story today.", "sentId": 236}, {"text": "Sources close to the London terror investigation say all four men suspected of planting failed bombs on the city's transit system last week are now in custody.", "sentId": 237}, {"text": "Three were arrested in London, one in Rome.", "sentId": 238}, {"text": "Images captured on closed circuit TV cameras helped lead investigators to the suspects.", "sentId": 239}], "secId": 102}, {"speaker": "JOHNS", "sentences": [{"text": "Nabbed during dramatic raids in both the British and Italian capitals, police with assault rifles and gas masks stormed apartment buildings the west London area, hunting for the suspected bombers.", "sentId": 240}], "secId": 103}, {"speaker": "JOHNS", "sentences": [{"text": "Now, back to INSIDE POLITICS and today's stunning announcement by Senate Majority Leader Bill Frist.", "sentId": 241}, {"text": "The surgeon-turned-senator says he now plans to support legislation that would expand federal funding for embryonic stem cell research -- legislation President Bush has threatened to veto.", "sentId": 242}, {"text": "Frist's reversal could have a significant effect on the fate of the bill which has passed the House but stalled in the Senate.", "sentId": 243}], "secId": 104}, {"speaker": "FRIST", "sentences": [{"text": "If we can answer the moral and ethical questions about stem cell research, I believe we will have the opportunity to save many lives and make countless others' lives more fulfilling.", "sentId": 244}, {"text": "That's why we must get our stem cell policy right, scientifically and ethically.", "sentId": 245}], "secId": 105}, {"speaker": "JOHNS", "sentences": [{"text": "Now let's get the White House reaction to Frist's break with Mr. Bush from CNN's Suzanne Malveaux -- Suzanne.", "sentId": 246}], "secId": 106}, {"speaker": "MALVEAUX", "sentences": [{"text": "Well Joe, actually the White House is trying its best to put on its best face over Senator Frist's about-face on the stem cell issue.", "sentId": 247}, {"text": "We saw the two here at the White House earlier at a bill-signing ceremony.", "sentId": 248}, {"text": "It was quite clear that the two of them walking together, that this happened just after Frist made his announcement that he opposed Mr. Bush's limits on federal funding for embryonic stem cell research.", "sentId": 249}], "secId": 107}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, an aide said that Frist called the president last night not to blindside him with the news.", "sentId": 250}, {"text": "At the White House, Mr. Bush making a point to call the senator over for a quick chat.", "sentId": 251}], "secId": 108}, {"speaker": "MALVEAUX", "sentences": [{"text": "Aides are telling us the discussions between these two over the matter have been without hostility or irritation, the president telling Frist last night, you have to vote your conscience.", "sentId": 252}, {"text": "But Frist's reversal, of course, could have a huge impact on the stem cell debate.", "sentId": 253}, {"text": "The White House today tried to downplay that impact and they also, of course, reiterated the president's point of view.", "sentId": 254}], "secId": 109}, {"speaker": "MCCLELLAN", "sentences": [{"text": "The decision that the president made was addressing taxpayer dollars.", "sentId": 255}, {"text": "The president does not believe we should be using taxpayer dollars for -- or to support the further destruction of human life.", "sentId": 256}, {"text": "That's where he set the line.", "sentId": 257}, {"text": "Now, there's no prohibition on the private sector research that goes on.", "sentId": 258}], "secId": 110}, {"speaker": "MALVEAUX", "sentences": [{"text": "Now, political analysts say that because of Frist's position here, the reversal, it could undermine the president, making this perhaps a veto-proof bill if it passes in the Senate.", "sentId": 259}, {"text": "Also, of course, we saw, Joe, quite a bit of frustration at the press office.", "sentId": 260}, {"text": "It was in the press office today they were trying to emphasize, to focus on the string of legislative successes that the president has had just over the last 24 hours.", "sentId": 261}, {"text": "They were not able to get the kind of traction they had hoped on those issues.", "sentId": 262}, {"text": "Instead, the focus very much being about this debate -- Joe.", "sentId": 263}], "secId": 111}, {"speaker": "JOHNS", "sentences": [{"text": "So Suzanne, I do expect there would be a little bit of concern there about the potential for the Republican president of the United States in a veto showdown with the Republican-controlled Congress over an issue such as this.", "sentId": 264}], "secId": 112}, {"speaker": "MALVEAUX", "sentences": [{"text": "Well, absolutely, because with Frist's position, you could have perhaps six or seven or even more Republican senators deciding they are going to go on his side.", "sentId": 265}, {"text": "If you have a veto-proof bill, then the president, no matter how much he jumps up and down and threatens to veto this, you do have a showdown and perhaps it makes the president look somewhat weaker in his position.", "sentId": 266}], "secId": 113}, {"speaker": "JOHNS", "sentences": [{"text": "All right.", "sentId": 267}, {"text": "Great.", "sentId": 268}, {"text": "Thanks so much, Suzanne Malveaux.", "sentId": 269}, {"text": "Have a good weekend.", "sentId": 270}], "secId": 114}, {"speaker": "MALVEAUX", "sentences": [{"text": "Thanks.", "sentId": 271}, {"text": "You too, Joe.", "sentId": 272}], "secId": 115}, {"speaker": "JOHNS", "sentences": [{"text": "Two top Republicans now are on opposite sides of the stem cell research debate.", "sentId": 273}, {"text": "Coming up, House Majority Leader Tom DeLay offers harsh criticism of Bill Frist's break with the White House policy and conservatives.", "sentId": 274}], "secId": 116}, {"speaker": "JOHNS", "sentences": [{"text": "And, when we go \"Inside the Blogs\", online outrage as the London terror investigation presses on.", "sentId": 275}], "secId": 117}, {"speaker": "JOHNS", "sentences": [{"text": "Now, a new twist on an old fight.", "sentId": 276}, {"text": "Some Democrats are urging President Bush to pull his nomination of John Bolton to be ambassador to the United Nations.", "sentId": 277}, {"text": "As we told you earlier, the State Department now says Bolton was interviewed by a department inspector looking into allegations that Iraq was trying to buy nuclear materials.", "sentId": 278}], "secId": 118}, {"speaker": "JOHNS", "sentences": [{"text": "In a questionnaire, Bolton told the Senate Foreign Relations Committee had he not been interviewed in any investigation during the past five years.", "sentId": 279}, {"text": "Joining us now, a top Democrat on the Senate Foreign Relations Committee, Senator Christopher Dodd.", "sentId": 280}, {"text": "Thank you so much for coming in, Senator Dodd.", "sentId": 281}], "secId": 119}, {"speaker": "DODD", "sentences": [{"text": "Thank you, Joe, very much.", "sentId": 282}], "secId": 120}, {"speaker": "JOHNS", "sentences": [{"text": "The question I was asking you on the break, what do you make of this?", "sentId": 283}, {"text": "Do you think he just messed up?", "sentId": 284}], "secId": 121}, {"speaker": "DODD", "sentences": [{"text": "That's a possibility.", "sentId": 285}, {"text": "But it's a little -- it stretches, you know, one's belief here.", "sentId": 286}, {"text": "I mean, this was not an interview that occurred years ago, it happened just a few months before the application was filled out.", "sentId": 287}, {"text": "And to just forget about an interview conducted by the inspector general on an issue that was so much in the news and that is, of course, as you point out the issue of weapons of mass destruction coming out of Niger, the fact that he said no, this never occurred is very, very troublesome.", "sentId": 288}, {"text": "And it ought to be a warning to the White House here for those who are thinking about a recess appointment, what other problems are hanging out there that we haven't determined yet with Mr. Bolton?", "sentId": 289}, {"text": "The White House has too big an agenda at the United Nations to put that agenda at risk by sending someone up who just can't be candid even in the application for a nomination as important as the United Nations.", "sentId": 290}], "secId": 122}, {"speaker": "JOHNS", "sentences": [{"text": "Now, is there anything Democrats could do, of course, if the president did decide to make a recess appointment?", "sentId": 291}], "secId": 123}, {"speaker": "DODD", "sentences": [{"text": "No.", "sentId": 292}, {"text": "That's a power that exists in the Constitution to the president to exercise.", "sentId": 293}, {"text": "Presidents have been cautious about it.", "sentId": 294}, {"text": "Usually, it is used under difficult circumstances.", "sentId": 295}], "secId": 124}, {"speaker": "DODD", "sentences": [{"text": "Remember, at the founding of the Republic, we would leave town.", "sentId": 296}, {"text": "It would be months sometimes before we got back.", "sentId": 297}, {"text": "It's been abused more recently by both Democrats and Republicans who when they can't get a nominee through, wait for a limited recess and then slide someone in.", "sentId": 298}, {"text": "That's not what the founders ever intended with recess appointments, but both Democrats and Republicans have used that vehicle in the past.", "sentId": 299}], "secId": 125}, {"speaker": "DODD", "sentences": [{"text": "I wish they wouldn't do it here.", "sentId": 300}, {"text": "I think the job is too important.", "sentId": 301}, {"text": "A recess appointment to some lower-level position I think most of us accept at some point, but not to the United Nations.", "sentId": 302}, {"text": "That's too big of a job.", "sentId": 303}], "secId": 126}, {"speaker": "JOHNS", "sentences": [{"text": "If the president were to do that, do you think it would have any effect on the political atmosphere on Capitol Hill with this Supreme Court nomination coming down the pike?", "sentId": 304}], "secId": 127}, {"speaker": "DODD", "sentences": [{"text": "I don't think so.", "sentId": 305}, {"text": "I think these matters are dealt with sort of separately here.", "sentId": 306}, {"text": "The problem is going to be whether or not the president is going to be able to have an effective agenda at the U.N., a reform agenda, which is so very important.", "sentId": 307}, {"text": "We have huge issues emerging with North Korea and Iran; obviously, the problems in Iraq and Afghanistan, just to mention a few, are going to be before the United Nations.", "sentId": 308}, {"text": "You have a major meeting coming up in September with leaders from all over the world coming together.", "sentId": 309}], "secId": 128}, {"speaker": "DODD", "sentences": [{"text": "Do you really want someone there representing your interests at the White House who's gone through as much difficulty here as John Bolton has in the Senate?", "sentId": 310}], "secId": 129}, {"speaker": "JOHNS", "sentences": [{"text": "And last but not least, what do you think about Senator Frist's decision today on stem cell research?", "sentId": 311}], "secId": 130}, {"speaker": "DODD", "sentences": [{"text": "Well, I welcome it and I thank him for it.", "sentId": 312}, {"text": "It's a -- the problem is, we still have opposition from the president and too many people in the Senate.", "sentId": 313}, {"text": "I had hoped, frankly, we would have been able to bring up the stem cell research bill before we left for the August break.", "sentId": 314}], "secId": 131}, {"speaker": "DODD", "sentences": [{"text": "The irony is we brought up a piece of legislation that allows gun manufacturers to avoid any legal liability, even when they are grossly negligent today, but we put aside a stem cell research bill that could save lives of those with Alzheimer's, Parkinson's, other such terrible ailments.", "sentId": 315}], "secId": 132}, {"speaker": "DODD", "sentences": [{"text": "We now know that this stem cell bill could make a huge difference in people's lives.", "sentId": 316}, {"text": "Unfortunately, Senator Frist didn't endorse the concept earlier.", "sentId": 317}, {"text": "Had he done so, we might have had this bill up.", "sentId": 318}], "secId": 133}, {"speaker": "JOHNS", "sentences": [{"text": "Thanks so much, Senator Chris Dodd.", "sentId": 319}], "secId": 134}, {"speaker": "DODD", "sentences": [{"text": "Thank you very much, Joe.", "sentId": 320}], "secId": 135}, {"speaker": "JOHNS", "sentences": [{"text": "Senator Frist is taking heat from some Republicans today for endorsing embryonic stem cell research.", "sentId": 321}, {"text": "Among them is Frist's House counterpart, Majority Leader Tom DeLay.", "sentId": 322}, {"text": "Earlier, I spoke with Congressman DeLay and began by asking him his thoughts on stem cell research and Senator Frist's change of heart.", "sentId": 323}], "secId": 136}, {"speaker": "DELAY", "sentences": [{"text": "The majority leader of the Senate changed his position; expressed that today.", "sentId": 324}, {"text": "It's very disappointing.", "sentId": 325}, {"text": "I have a strong disagreement with his position and will fight as hard as I can to defeat this bill.", "sentId": 326}], "secId": 137}, {"speaker": "JOHNS", "sentences": [{"text": "Now, the House stem cell bill that passed over your objection -- there's obviously a question now as to whether, if it comes to that, there is a veto-proof majority in the House of Representatives.", "sentId": 327}], "secId": 138}, {"speaker": "DELAY", "sentences": [{"text": "That is correct.", "sentId": 328}], "secId": 139}, {"speaker": "JOHNS", "sentences": [{"text": "What's your view on that?", "sentId": 329}], "secId": 140}, {"speaker": "DELAY", "sentences": [{"text": "Why, we're going to hold that veto-proof majority.", "sentId": 330}, {"text": "The president has taken the right position on destructive embryo stem cell research.", "sentId": 331}, {"text": "We will support his veto of this bill and hopefully we'll -- the Senate will take up the cord blood bill that spends millions of dollars on stem cell research gotten from cord blood, which has proven to already be curing diseases.", "sentId": 332}, {"text": "Embryonic stem cells hasn't proved a thing.", "sentId": 333}], "secId": 141}, {"speaker": "JOHNS", "sentences": [{"text": "Mr. DeLay, on the energy bill, the House also passed that after years of controversy.", "sentId": 334}, {"text": "There is a $1.5 billion provision in the bill for the Texas Energy Center, which happens to be in your district.", "sentId": 335}, {"text": "So, a lot of people obviously -- particularly the Democrats -- are asking, how can you justify that kind of money to the oil industry when they seem to be doing pretty well already.", "sentId": 336}], "secId": 142}, {"speaker": "DELAY", "sentences": [{"text": "First of all, your premise is wrong, Joe.", "sentId": 337}, {"text": "It's not $1.5 billion for Texas Energy Center in my district.", "sentId": 338}, {"text": "It's $1.5 billion of research for -- to produce more oil in ultra-deep parts of the Gulf of Mexico and ultra-deep land exploration.", "sentId": 339}], "secId": 143}, {"speaker": "DELAY", "sentences": [{"text": "The oil across the country, consortiums, universities -- we have a particular consortium that will be competing for these grants.", "sentId": 340}, {"text": "They will not get all $1.5 billion of it.", "sentId": 341}, {"text": "This money is tied to the Department of Energy.", "sentId": 342}, {"text": "They will give out the grants to those consortiums that prove that they can do the research.", "sentId": 343}], "secId": 144}, {"speaker": "JOHNS", "sentences": [{"text": "On CAFTA, a two-vote win.", "sentId": 344}, {"text": "Very close.", "sentId": 345}, {"text": "A big win, obviously, for you, for the president, as well.", "sentId": 346}, {"text": "Of course, Congressman Charlie Taylor of North Carolina says his no vote wasn't counted.", "sentId": 347}, {"text": "Democrats are also asking some questions about whether there were any hijinks.", "sentId": 348}, {"text": "What's your view on that?", "sentId": 349}], "secId": 145}, {"speaker": "DELAY", "sentences": [{"text": "It was a straightforward bill and it was a tough bill to pass.", "sentId": 350}, {"text": "We had to do a lot of educating of our members.", "sentId": 351}, {"text": "We worked very hard with them.", "sentId": 352}, {"text": "We didn't threaten them like the Democrats threatened their members.", "sentId": 353}, {"text": "We work with our members.", "sentId": 354}, {"text": "We try to educate them and they came along and we passed it by two votes.", "sentId": 355}, {"text": "Charlie Taylor's vote wouldn't have made a difference.", "sentId": 356}], "secId": 146}, {"speaker": "JOHNS", "sentences": [{"text": "Now, the Ethics Committee, obviously an issue for you right now.", "sentId": 357}, {"text": "There's been a lot of talk, as well, that you've been preparing information to turn over to them, particularly about your foreign travel, which could be the target of an investigation by the Ethics Committee.", "sentId": 358}, {"text": "Have you turned over that information?", "sentId": 359}, {"text": "Have you talked at all to the Ethics Committee?", "sentId": 360}, {"text": "What's the status?", "sentId": 361}], "secId": 147}, {"speaker": "DELAY", "sentences": [{"text": "Well, the status is over 200 members have broken the House rules by not disclosing their trips, have not -- some members have had trips paid for by lobbyists and foreign agents.", "sentId": 362}, {"text": "None of the trips that I have taken qualifies for that category.", "sentId": 363}], "secId": 148}, {"speaker": "DELAY", "sentences": [{"text": "We fully disclosed my trips.", "sentId": 364}, {"text": "We took no trips paid for by lobbyists as dictated by the House rules.", "sentId": 365}, {"text": "We have put all that together and we'll give it to the Rules Committee -- I mean the Ethics Committee.", "sentId": 366}, {"text": "And the Ethics Committee will look at all these trips.", "sentId": 367}], "secId": 149}, {"speaker": "DELAY", "sentences": [{"text": "The only people that I know of that have actually broken the House rules are the leadership of the Democrats and the trips they took and the lack of disclosure.", "sentId": 368}], "secId": 150}, {"speaker": "JOHNS", "sentences": [{"text": "On politics, obviously, you have the midterm elections coming up next year.", "sentId": 369}, {"text": "A recent \"USA Today\"/CNN/Gallup poll said that just 46 percent of the respondents had a favorable opinion of the Republican Party.", "sentId": 370}, {"text": "Are you concerned that the public's turning against you?", "sentId": 371}], "secId": 151}, {"speaker": "DELAY", "sentences": [{"text": "Not at all.", "sentId": 372}, {"text": "Forty-six percent is a very good number.", "sentId": 373}, {"text": "I -- if you compare it to back when we took the majority in 1994, we were hovering around 45 percent and yet we won seats all over the country; 73 of them, to be exact, and took the majority.", "sentId": 374}, {"text": "Forty-six percent is a very good number.", "sentId": 375}], "secId": 152}, {"speaker": "JOHNS", "sentences": [{"text": "Just ahead, Bill Schneider will be here with the \"Political Play of the Week\" and we'll check in with our blog reporters on what people are saying about John Bolton, the still- controversial nominee to the U.N. ambassador post.", "sentId": 376}], "secId": 153}, {"speaker": "JOHNS", "sentences": [{"text": "An influential senator ignites a political firestorm over stem cell research.", "sentId": 377}, {"text": "With us now and more on that, senior political analyst Bill Schneider.", "sentId": 378}, {"text": "Thanks for coming in.", "sentId": 379}], "secId": 154}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Joe, it's not every day that a majority leader breaks with his party's president on a major issue, especially a majority leader who may have bigger ambitions.", "sentId": 380}, {"text": "Is that political suicide or is it the \"Political Play of the Week\"?", "sentId": 381}], "secId": 155}, {"speaker": "SCHNEIDER", "sentences": [{"text": ": Four years ago, Bill Frist endorsed federal funding of embryonic stem cell research.", "sentId": 382}, {"text": "He said he favored restricting the research to a limited number of cell lines, adding -- this does not mean limiting it to research using stem cells that have already been derived to date.", "sentId": 383}, {"text": "Two weeks later, President Bush announced the policy to do just that.", "sentId": 384}], "secId": 156}, {"speaker": "BUSH", "sentences": [{"text": "I have concluded that we should allow federal funds to be used for research on these existing stem cell lines.", "sentId": 385}], "secId": 157}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Frist said he supported the president's policy.", "sentId": 386}, {"text": "Now the Senate is considering a bill to lift some of the president's restrictions.", "sentId": 387}], "secId": 158}, {"speaker": "FRIST", "sentences": [{"text": "I believe the president's policy should be modified.", "sentId": 388}], "secId": 159}, {"speaker": "SCHNEIDER", "sentences": [{"text": "His justification?", "sentId": 389}, {"text": "In 2001, President Bush said more than 60 embryonic stem cell lines would be available.", "sentId": 390}], "secId": 160}, {"speaker": "FRIST", "sentences": [{"text": "This has proven not to be the case.", "sentId": 391}, {"text": "Today, only 22 lines are eligible.", "sentId": 392}], "secId": 161}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Frist claims he's sticking with his principles.", "sentId": 393}, {"text": "FRIST: That is what I said four years ago, and that's what I believe in today.", "sentId": 394}], "secId": 162}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Frist's speech drew immediate criticism from anti- abortion conservatives.", "sentId": 395}], "secId": 163}, {"speaker": "DELAY", "sentences": [{"text": "Senator Frist is a good man.", "sentId": 396}, {"text": "He is simply advocating a bad policy.", "sentId": 397}], "secId": 164}, {"speaker": "SCHNEIDER", "sentences": [{"text": "In May, a CNN/\"USA Today\"/Gallup poll asked Americans whether they favored fewer government restrictions on the stem cell research.", "sentId": 398}, {"text": "A small majority said yes, but among Republicans, most said no, current restrictions should be kept.", "sentId": 399}], "secId": 165}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Senator Frist is taking a gamble.", "sentId": 400}, {"text": "He spoke with President Bush on Thursday before his speech.", "sentId": 401}, {"text": "And the two of them looked pretty friendly on Friday after he spoke.", "sentId": 402}, {"text": "But if the bill passes and President Bush makes it his first veto, the issue will acquire symbolic significance to conservatives who tend to dominate Republican primaries.", "sentId": 403}], "secId": 166}, {"speaker": "SCHNEIDER", "sentences": [{"text": "You have to balance that against the impact of having Nancy Reagan issue a statement that says -- \"Thank you, Dr. Frist, for standing up for America's patients.\"", "sentId": 404}, {"text": "Senator Frist says he is trying to strike a balance.", "sentId": 405}], "secId": 167}, {"speaker": "FRIST", "sentences": [{"text": "To me, it isn't just a matter of faith.", "sentId": 406}, {"text": "It's a matter of science.", "sentId": 407}], "secId": 168}, {"speaker": "SCHNEIDER", "sentences": [{"text": "And politics -- gaining him the \"Political Play of the Week\".", "sentId": 408}], "secId": 169}, {"speaker": "SCHNEIDER", "sentences": [{"text": ": Striking a balance can make you seem fair-minded and independent -- as long as you can keep your balance.", "sentId": 409}], "secId": 170}, {"speaker": "JOHNS", "sentences": [{"text": "Is this a flip-flop?", "sentId": 410}], "secId": 171}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Well, he sort of flip-flop flipped.", "sentId": 411}, {"text": "He took a position in July of 2001, which is very much like what he's doing now.", "sentId": 412}, {"text": "Then when the president differed from that position, he said he supported the president.", "sentId": 413}, {"text": "Now he's going back to his original position.", "sentId": 414}, {"text": "So when did he flip?", "sentId": 415}, {"text": "You could say maybe not now but when he supported the president.", "sentId": 416}], "secId": 172}, {"speaker": "JOHNS", "sentences": [{"text": "Bill, Schneider, thanks so much.", "sentId": 417}], "secId": 173}, {"speaker": "JOHNS", "sentences": [{"text": "The president's controversial pick for the U.N. ambassador post, and a blogger who's in some hot water with the White House are creating quite a buzz in the blogosphere.", "sentId": 418}, {"text": "We check in now with CNN Political Producer Abbi Tatton and Jacki Schechner, our blog reporter.", "sentId": 419}], "secId": 174}, {"speaker": "JOHNS", "sentences": [{"text": "Jacki?", "sentId": 420}], "secId": 175}, {"speaker": "SCHECHNER", "sentences": [{"text": "Hi, Joe.", "sentId": 421}, {"text": "We should point out, not in hot water, but did get a phone call.", "sentId": 422}, {"text": "We'll talk about that in just a moment.", "sentId": 423}, {"text": "But first, the blogs are talking about John Bolton and whether or not he incorrectly answered a question on a Senate Foreign Relations Committee questionnaire.", "sentId": 424}, {"text": "They've been talking about that all week.", "sentId": 425}, {"text": "It turns out now the State Department had said yes, that Bolton had forgotten that he did give some testimony to an inspector general, and that was part of an investigation that they were looking into, having to do with did Iraq purchase uranium from Niger.", "sentId": 426}], "secId": 176}, {"speaker": "SCHECHNER", "sentences": [{"text": "So the Washington Note has been the blog to go to on this -- WashingtonNote.com.", "sentId": 427}, {"text": "This is run by Steve Clemons.", "sentId": 428}, {"text": "He has been all things Bolton since all of this started -- figures he would go on vacation for two weeks when all of this broke.", "sentId": 429}, {"text": "But he does have some wonderful guest bloggers who are doing a very good job of picking up the pieces in his absence.", "sentId": 430}, {"text": "And today they are reporting on the latest developments.", "sentId": 431}, {"text": "This is Dave Meyer, saying that the White House continuing to stand behind their nominee, even though there was this lapse on the questionnaire.", "sentId": 432}], "secId": 177}, {"speaker": "TATTON", "sentences": [{"text": "And there was talk of a recess appointment for this nominee a few weeks ago.", "sentId": 433}, {"text": "That's resurfacing today.", "sentId": 434}, {"text": "When we discussed that a few weeks ago, we noticed that a lot of the conservative bloggers did not think this was a good idea.", "sentId": 435}, {"text": "A recess appointment would send the wrong message to the world.", "sentId": 436}, {"text": "That's being said again today, but we're also finding conservative bloggers who are going one step further and saying perhaps it's time for a withdrawal of this nominee.", "sentId": 437}, {"text": "We heard it from Senator Barbara Boxer, a Democrat saying that -- she's being joined by some of the conservative bloggers.", "sentId": 438}, {"text": "Dr. Stephen Taylor  saying that this nominee is sufficiently wounded and it's time to withdraw, agreeing with James Joyner at OutsideTheBeltwayInVirginia who is just saying that his character and judgment have been called into question on a repeated basis -- this is not the nominee to go with.", "sentId": 439}], "secId": 178}, {"speaker": "TATTON", "sentences": [{"text": "Whether the White House listens to these bloggers remains to be seen.", "sentId": 440}], "secId": 179}, {"speaker": "SCHECHNER", "sentences": [{"text": "We do know the White House now is reading at least one blog -- that would be Americablog.com.", "sentId": 441}, {"text": "John Aravosis over there got a phone call from the White House Communications Office yesterday.", "sentId": 442}, {"text": "They wanted to clarify that President Bush did not give an obscene gesture to reporters.", "sentId": 443}, {"text": "He was giving a thumbs up in regard to CAFTA.", "sentId": 444}], "secId": 180}, {"speaker": "So", "sentences": [{"text": "one, reaching out to bloggers; and two, reaching out to bloggers on the other side of the aisle.", "sentId": 445}, {"text": "He says that is a very good work on the part of a smart PR person.", "sentId": 446}], "secId": 181}, {"speaker": "TATTON", "sentences": [{"text": "Over to London now.", "sentId": 447}, {"text": "We talked a lot a couple of weeks ago in the last month about the eyewitness accounts that were coming out on blogs, the photos that were coming out on blogs during the explosions in the last few weeks and the attempted explosions on mass transit.", "sentId": 448}, {"text": "Today, with the extensive terror raids going on, bloggers are also contributing to the story.", "sentId": 449}], "secId": 182}, {"speaker": "TATTON", "sentences": [{"text": "This one, at MyAlterEgoLiquid.Play.com  was disturbed to see policemen in his backyard in the Tavistock Road area of London.", "sentId": 450}, {"text": "As it went on, he realized that one of the arrests was actually made in the flat next door to him, distinct unease going on there in London.", "sentId": 451}], "secId": 183}, {"speaker": "SCHECHNER", "sentences": [{"text": "A tremendous amount of dis-ease , or unease.", "sentId": 452}, {"text": "Over at MattT -- this is MatthewTurner.co.uk also in the same neighborhood.", "sentId": 453}, {"text": "And he says -- and we can't figure out if he's being kind of snarky -- but he essentially says it feels like everybody's under attack, and as he heard about these raids, he wasn't sure what was going on, and if he were a jittery American banker, he says he would move out and fast.", "sentId": 454}], "secId": 184}, {"speaker": "SCHECHNER", "sentences": [{"text": "Joe, we'll send it back to you.", "sentId": 455}], "secId": 185}, {"speaker": "JOHNS", "sentences": [{"text": "Thanks, guys.", "sentId": 456}], "secId": 186}, {"speaker": "JOHNS", "sentences": [{"text": "The \"Strategy Session\" is straight ahead on INSIDE POLITICS.", "sentId": 457}], "secId": 187}, {"speaker": "JOHNS", "sentences": [{"text": "Today, Senate Majority Leader Bill Frist risks a rift and takes a stand on stem cell research.", "sentId": 458}, {"text": "It's not what President Bush wants to hear.", "sentId": 459}], "secId": 188}, {"speaker": "JOHNS", "sentences": [{"text": "Welcome back to INSIDE POLITICS and our Strategy Session on today's hottest political topics.", "sentId": 460}, {"text": "With us today, Democratic strategist and CNN political analyst Paul Begala, and Bay Buchanan, president of the American Cause.", "sentId": 461}], "secId": 189}, {"speaker": "Today's topics", "sentences": [{"text": "the Frist-Bush split.", "sentId": 462}, {"text": "Senate Majority Leader Bill Frist breaks with the White House over stem cell research.", "sentId": 463}], "secId": 190}, {"speaker": "Today's topics", "sentences": [{"text": "The ongoing Bolton battle -- new concerns raised about U.N.", "sentId": 464}, {"text": "Ambassador Nominee John Bolton, even as the White House looks at ways to get around confirmation.", "sentId": 465}], "secId": 191}, {"speaker": "Today's topics", "sentences": [{"text": "'08 aspirations.", "sentId": 466}, {"text": "Three years to go, but possible presidential candidates are getting an early start.", "sentId": 467}, {"text": "Who will rise to the top of the heap?", "sentId": 468}], "secId": 192}, {"speaker": "Today's topics", "sentences": [{"text": "First, to Bill Frist.", "sentId": 469}, {"text": "The Senate majority leader threw political expediency to the wind today and reversed his position on federal support for stem cell research placing him and President Bush on opposite sides of the issue.", "sentId": 470}, {"text": "Frist went on the record this morning.", "sentId": 471}], "secId": 193}, {"speaker": "FRIST", "sentences": [{"text": "I believe the president's policy should be modified.", "sentId": 472}, {"text": "We should expand federal funding and the accompanying NIH oversight and current guidelines governing stem cell research, carefully and thoughtfully staying within ethical bounds.", "sentId": 473}], "secId": 194}, {"speaker": "JOHNS", "sentences": [{"text": "A CNN/\"USA TODAY\"/Gallup poll, May 20-22nd: Fewer restrictions on government funding of stem cell research.", "sentId": 474}, {"text": "Now, you guys, you can see the polls.", "sentId": 475}, {"text": "You know the deal.", "sentId": 476}, {"text": "What does this tell you about Bill Frist?", "sentId": 477}, {"text": "BAY BUCHANAN, CNN CONTRIBUTOR AND PRESIDENT OF AMERICAN CAUSE: Well, clearly, it's -- he's taking a position against this president and so you have to ask why?", "sentId": 478}, {"text": "Why would he do this?", "sentId": 479}, {"text": "He's also taking a position that will hurt him if he should choose to run for president in '08.", "sentId": 480}], "secId": 195}, {"speaker": "JOHNS", "sentences": [{"text": "And so again, so why would he do this?", "sentId": 481}, {"text": "I have spoken to several senators and I do know that over the past couple of months, there's enormous pressure from the pharmaceutical companies to get this federal funding that they feel that they're at a disadvantage with other corporations around the world and they want it.", "sentId": 482}, {"text": "They want it badly and they've been pushing hard.", "sentId": 483}, {"text": "Those are their people that fund their campaigns.", "sentId": 484}], "secId": 196}, {"speaker": "JOHNS", "sentences": [{"text": "Now, let's just go back to that poll one more time.", "sentId": 485}, {"text": "A CNN/\"USA Today\"/Gallup poll clearly indicates 53 percent to 43 percent people favor fewer restrictions on government funding of stem cell research.", "sentId": 486}, {"text": "Paul Begala, is he sort of moving to the middle on an issue like this?", "sentId": 487}], "secId": 197}, {"speaker": "BEGALA", "sentences": [{"text": "Well, he's certainly trying to.", "sentId": 488}, {"text": "One of my rules in politics is that flip-flops very rarely work.", "sentId": 489}, {"text": "As Bill Schneider pointed out early, this is a flip-flop flip.", "sentId": 490}], "secId": 198}, {"speaker": "BEGALA", "sentences": [{"text": "Now, this guy's claim to credibility is his renown as a physician and it is beyond question.", "sentId": 491}, {"text": "So, he ought to have had a clear position on this.", "sentId": 492}, {"text": "He's had three positions in five years.", "sentId": 493}], "secId": 199}, {"speaker": "BUCHANAN", "sentences": [{"text": "Exactly.", "sentId": 494}], "secId": 200}, {"speaker": "BEGALA", "sentences": [{"text": "I think Bay's right about the strategy here.", "sentId": 495}, {"text": "It appears to be -- I hate to question somebody's motives, but it appears to be more of a political move than a move of great principle.", "sentId": 496}, {"text": "And even the 53 percent who now he would hope would be pleased, I suspect they're going to think that it was just for politics anyway and I don't that think it helps him with that 53.", "sentId": 497}, {"text": "I think they think: Well, he just did that for political expedience.", "sentId": 498}], "secId": 201}, {"speaker": "BUCHANAN", "sentences": [{"text": "And the point here, Joe, is also, when you look at these polls, this is not a voting issue.", "sentId": 499}, {"text": "You don't go into a Senate race and say, gosh, we're on the position -- the party is in the wrong position on stem cells.", "sentId": 500}, {"text": "I mean, we've got problems with jobs and immigration, Social Security out there, health care.", "sentId": 501}, {"text": "These are hot issues that you can worry about.", "sentId": 502}, {"text": "This is not one of those.", "sentId": 503}], "secId": 202}, {"speaker": "BUCHANAN", "sentences": [{"text": "So, then again, why would he do this?", "sentId": 504}, {"text": "I, again, believe that it's the corporate pressure.", "sentId": 505}, {"text": "They want this money.", "sentId": 506}, {"text": "They want to make certain they're taking care of those guys who are taking care of them.", "sentId": 507}], "secId": 203}, {"speaker": "JOHNS", "sentences": [{"text": "But this...", "sentId": 508}], "secId": 204}, {"speaker": "BEGALA", "sentences": [{"text": "The other end of the spectrum -- sorry to interrupt -- and that is, he's breaking with the president.", "sentId": 509}, {"text": "This is a trend.", "sentId": 510}, {"text": "In the president's first term, the Republicans were lockstep behind him.", "sentId": 511}, {"text": "They were very loyal.", "sentId": 512}, {"text": "Now have you Walter Jones, a conservative Republican congressman from Camp Lejeune, breaking with the president on the war.", "sentId": 513}, {"text": "Senator Hagel, others breaking with the president on Social Security.", "sentId": 514}, {"text": "Thirty- nine I think I counted -- 39 Republicans broke with the president the other day on his free trade bill for Central America.", "sentId": 515}], "secId": 205}, {"speaker": "BEGALA", "sentences": [{"text": "Republicans are seeing that the president is unpopular.", "sentId": 516}, {"text": "They're on the ballot, and not him, and they're running away from him.", "sentId": 517}, {"text": "I think Democrats couldn't be happier.", "sentId": 518}], "secId": 206}, {"speaker": "BUCHANAN", "sentences": [{"text": "Yes, but Frist, in no way did this without the approval of the White House.", "sentId": 519}], "secId": 207}, {"speaker": "JOHNS", "sentences": [{"text": "Yes, but you've got to say -- look, I mean, when Democrats controlled the White House and Democrats controlled the Congress, they did the very same thing.", "sentId": 520}, {"text": "They couldn't get a health care bill through.", "sentId": 521}, {"text": "It isn't that much different than it is now.", "sentId": 522}, {"text": "It's just sort of sausage.", "sentId": 523}], "secId": 208}, {"speaker": "BEGALA", "sentences": [{"text": "No, actually, I disagree.", "sentId": 524}, {"text": "Obviously, tough bills sometimes you can't get, but when the leader of your party -- I couldn't think of a time that George Mitchell or Tom Daschle, the two Democratic leaders in the Senate with Bill Clinton was president, ever broke with him on a big important issue like this.", "sentId": 525}], "secId": 209}, {"speaker": "BEGALA", "sentences": [{"text": "And this is important to the president.", "sentId": 526}, {"text": "It's going to put the president on the spot and force him to veto his first piece of legislation.", "sentId": 527}, {"text": "And when you look at all of those trends, Social Security, Iraq, free trade, now stem cells, Republicans are breaking with President Bush and you will see more of it.", "sentId": 528}, {"text": "The next break will come on this Karl Rove thing.", "sentId": 529}, {"text": "Someone is going to stand up and break with the president and say it was wrong for them to mislead us on Karl Rove's roll...", "sentId": 530}], "secId": 210}, {"speaker": "BUCHANAN", "sentences": [{"text": "Good luck, Paul.", "sentId": 531}], "secId": 211}, {"speaker": "BEGALA", "sentences": [{"text": "Well, someone should or they're all going to go down.", "sentId": 532}], "secId": 212}, {"speaker": "BUCHANAN", "sentences": [{"text": "You don't have any evidence.", "sentId": 533}], "secId": 213}, {"speaker": "BEGALA", "sentences": [{"text": "Someone should.", "sentId": 534}], "secId": 214}, {"speaker": "JOHNS", "sentences": [{"text": "If you're in the White House right now and you're sitting in the Situation Room or whatever they call it, trying to figure out how do we handle this so everybody comes out smelling good, what would you do, Bay?", "sentId": 535}], "secId": 215}, {"speaker": "BUCHANAN", "sentences": [{"text": "Well, this is not what I would do, but what the White House will do.", "sentId": 536}, {"text": "I happen to be a principled pro-lifer, so I would not do this.", "sentId": 537}, {"text": "I think what they're going to do is go over to the Senate and they're going to say, let's get something.", "sentId": 538}, {"text": "You know, because the last time the president came out on stem cell, it wasn't a clean decision.", "sentId": 539}, {"text": "It was -- it did not make us happy, I'll guarantee you.", "sentId": 540}, {"text": "And I think they're going to start talking and come up with something that maybe the president is comfortable with.", "sentId": 541}, {"text": "And it looks like he's bold and he's concerned about these millions of Americans who are suffering and at the same time, he's holding on to his pro-life position.", "sentId": 542}, {"text": "I don't know how you can do that and the pro-lifers won't buy it, but he's been reelected the second and last time.", "sentId": 543}], "secId": 216}, {"speaker": "JOHNS", "sentences": [{"text": "Does this mean Frist is not running for president?", "sentId": 544}], "secId": 217}, {"speaker": "BUCHANAN", "sentences": [{"text": "You know, that's the question.", "sentId": 545}, {"text": "You really have to ask that, because unless -- no, Frist has lost his pro-life credentials.", "sentId": 546}, {"text": "He may not have had strong ones, but there's been themes he's taken and positions he's taken so he might be able to keep people out there.", "sentId": 547}], "secId": 218}, {"speaker": "BUCHANAN", "sentences": [{"text": "He has lost them.", "sentId": 548}, {"text": "They are gone.", "sentId": 549}, {"text": "And so, he is very badly hurt if he should choose to run, unless he thinks he can pick up the votes, the moderates that -- maybe McCain, he can beat McCain on the moderates.", "sentId": 550}, {"text": "I don't see how that works for him.", "sentId": 551}], "secId": 219}, {"speaker": "JOHNS", "sentences": [{"text": "Paul, does this help?", "sentId": 552}, {"text": "Does this help him if he were to run?", "sentId": 553}], "secId": 220}, {"speaker": "BEGALA", "sentences": [{"text": "No.", "sentId": 554}, {"text": "It just shows -- you know what it shows you?", "sentId": 555}, {"text": "Politics is a tough business and you've got to admire people, whether it's President Bush or President Reagan or President Clinton, who really excel at it.", "sentId": 556}, {"text": "This guy is one of the most accomplished surgeons in Americana, one of the most accomplished men in America and he's an inept politician.", "sentId": 557}, {"text": "I'm sorry, but he looks like he learned how to dance at Arthur Murray's.", "sentId": 558}, {"text": "You know, he's like: Clunk, clunk, clunk.", "sentId": 559}, {"text": "It's just not -- he's not a natural.", "sentId": 560}], "secId": 221}, {"speaker": "BUCHANAN", "sentences": [{"text": "And he's not a quick study either.", "sentId": 561}], "secId": 222}, {"speaker": "BEGALA", "sentences": [{"text": "No, he's not.", "sentId": 562}], "secId": 223}, {"speaker": "JOHNS", "sentences": [{"text": "All right.", "sentId": 563}, {"text": "More in a minute.", "sentId": 564}, {"text": "More INSIDE POLITICS ahead when we return.", "sentId": 565}, {"text": "New salvos are lobbed in John Bolton's battle to become ambassador to the U.N. One senator calls for withdrawal of his nomination as the White House considers a way to get him on the job right away.", "sentId": 566}], "secId": 224}, {"speaker": "JOHNS", "sentences": [{"text": "The \"Strategy Session\" continues on INSIDE POLITICS.", "sentId": 567}, {"text": "Still here, Paul Begala and Bay Buchanan.", "sentId": 568}], "secId": 225}, {"speaker": "JOHNS", "sentences": [{"text": "It's the confirmation controversy that just won't go away.", "sentId": 569}, {"text": "John Bolton still waits for confirmation as U.N. ambassador to the United Nations.", "sentId": 570}, {"text": "Senior administration officials say the president may be able to get his man on the job right away with or without confirmation through a so-called recess appointment.", "sentId": 571}], "secId": 226}, {"speaker": "JOHNS", "sentences": [{"text": "That on the heels of news that Bolton failed to disclose during the confirmation process that he'd been interviewed as part of a federal probe into suspected Iraqi efforts to buy uranium from the country of Niger.", "sentId": 572}, {"text": "Democratic Senator Barbara Boxer of California in turn has called on President Bush to pull Bolton's nomination all together.", "sentId": 573}], "secId": 227}, {"speaker": "JOHNS", "sentences": [{"text": "And you know, we also have a letter from Barbara Boxer that she fired off.", "sentId": 574}, {"text": "It has some pretty strong language.", "sentId": 575}, {"text": "Can you show that for a minute?", "sentId": 576}, {"text": "It says, \"Mr. Bolton's feeble admission that he was in fact interviewed by the Inspector General's office is simply too little, too late and does not recognize the gravity of giving false information to a Sate committee, which he swore was the truth.\"", "sentId": 577}], "secId": 228}, {"speaker": "JOHNS", "sentences": [{"text": "So Paul Begala, do you buy this?", "sentId": 578}, {"text": "That this was, you know, just a little mistake?", "sentId": 579}], "secId": 229}, {"speaker": "BEGALA", "sentences": [{"text": "No.", "sentId": 580}, {"text": "A mistake is if you misapply the Pythagorean Theorem right, that's a mistake.", "sentId": 581}, {"text": "You get a question wrong.", "sentId": 582}, {"text": "This ain't a question he's allowed to get wrong.", "sentId": 583}, {"text": "It's under oath.", "sentId": 584}], "secId": 230}, {"speaker": "BEGALA", "sentences": [{"text": "Now, I remember a time when the Republican Party was upset about alleged lies under oath about a girlfriend.", "sentId": 585}, {"text": "This is about national security.", "sentId": 586}, {"text": "And you don't forget, believe me, if you are interrogated about the most important scandal in American politics and one of the biggest security issues.", "sentId": 587}, {"text": "You don't forget that.", "sentId": 588}], "secId": 231}, {"speaker": "BEGALA", "sentences": [{"text": "And this is damaging.", "sentId": 589}, {"text": "The president's credibility is on the rocks.", "sentId": 590}, {"text": "We have a majority of the country now who says that he misled us about the war.", "sentId": 591}, {"text": "His numbers on honest and straightforward in the \"Wall Street Journal\" poll have collapsed from as high as 70 now down to 41.", "sentId": 592}, {"text": "And here's another example of the Bush administration telling us one thing, then we find out it's not true.", "sentId": 593}], "secId": 232}, {"speaker": "BUCHANAN", "sentences": [{"text": "It's clear it was a mistake, because there is no reason why a man who clearly is not part of this investigation, he hasn't been deposed, he hasn't been in front with the grand jury, everybody agrees he is not central to this investigation whatsoever.", "sentId": 594}, {"text": "And so why would he lie?", "sentId": 595}], "secId": 233}, {"speaker": "BUCHANAN", "sentences": [{"text": "There's no good reason for him to lie.", "sentId": 596}, {"text": "And I'm going to tell you, I was in the government as  United States, and you know the inspector general.", "sentId": 597}, {"text": "You know, that's somebody that works in your department.", "sentId": 598}, {"text": "And how many times he came up and said I've got a few questions for you.", "sentId": 599}, {"text": "That was not -- I would never have interpreted that -- that as kind of an inquiry.", "sentId": 600}], "secId": 234}, {"speaker": "BEGALA", "sentences": [{"text": "If he's that sloppy, then do we want him at the U.N.?", "sentId": 601}], "secId": 235}, {"speaker": "BUCHANAN", "sentences": [{"text": "And he obviously said -- he said no to the guy, he didn't know anything and the guy investigation pursues.", "sentId": 602}, {"text": "He is not part of that investigation.", "sentId": 603}, {"text": "And I don't believe it was a lie.", "sentId": 604}], "secId": 236}, {"speaker": "JOHNS", "sentences": [{"text": "Do you think the president goes forward with the recess appointment?", "sentId": 605}], "secId": 237}, {"speaker": "BUCHANAN", "sentences": [{"text": "Absolutely.", "sentId": 606}, {"text": "You just said, Joe, this is a controversy that will not go away.", "sentId": 607}, {"text": "The president wants it to go away, I know how, recess appointment gives you all a couple days to beat him on up for it.", "sentId": 608}, {"text": "And it's a done deal.", "sentId": 609}, {"text": "He comes back in the fall and this is history.", "sentId": 610}, {"text": "BEGALA: The problem with that is it's bad for America.", "sentId": 611}, {"text": "Pat Roberts, the Republican chairman of the Intelligence Committee has said this will harm America's ability -- a recess appointment, this is the president's party, and the president's chairman of the Intelligence Committee in the Senate says it will hurt America's ability to be represented with credibility and support at the U.N. And I think he's right.", "sentId": 612}], "secId": 238}, {"speaker": "BUCHANAN", "sentences": [{"text": "There's a lot of able conservatives out there.", "sentId": 613}, {"text": "Bay Buchanan would be a fine ambassador to the U.N. Let's put her up there, because she tells the truth.", "sentId": 614}, {"text": "So, why don't we have somebody credible?", "sentId": 615}], "secId": 239}, {"speaker": "JOHNS", "sentences": [{"text": "All right.", "sentId": 616}, {"text": "Say the president goes forward with the recess appointment.", "sentId": 617}, {"text": "Does it have any fallout once we get to the Supreme Court nomination issues in the fall?", "sentId": 618}], "secId": 240}, {"speaker": "BUCHANAN", "sentences": [{"text": "I don't believe it does at all.", "sentId": 619}, {"text": "Listen, there's -- if he were to pull this -- Bolton, pull him off the table and say let's go somewhere else, we gain nothing.", "sentId": 620}, {"text": "We gain absolutely nothing.", "sentId": 621}], "secId": 241}, {"speaker": "BUCHANAN", "sentences": [{"text": "The Democrats are going to say what a great guy, we're going to help him on the next one?", "sentId": 622}, {"text": "Forget it.", "sentId": 623}, {"text": "They don't like the president.", "sentId": 624}, {"text": "They're going to hurt him everywhere they can.", "sentId": 625}, {"text": "They're going to fight Roberts, because they don't like what he stands for either.", "sentId": 626}, {"text": "We gain nothing.", "sentId": 627}, {"text": "And we do -- if he does put him up there, he gains all kinds of credibility.", "sentId": 628}, {"text": "America says, the man is a leader, the president is a leader.", "sentId": 629}, {"text": "He gets the ambassador he wants.", "sentId": 630}, {"text": "The Senate does support him.", "sentId": 631}, {"text": "He could go through if they give him a vote.", "sentId": 632}, {"text": "He would pass.", "sentId": 633}, {"text": "So, let's move on to the next issue.", "sentId": 634}], "secId": 242}, {"speaker": "BEGALA", "sentences": [{"text": "The last two -- Democrats opposed the president when they can and should, but not all the time.", "sentId": 635}, {"text": "But the last two ambassadors the president has sent to the U.N. were confirmed unanimously, Senator Danforth and Ambassador Negroponte.", "sentId": 636}, {"text": "There are plenty of able, pro-Bush conservatives who can articulate the president's case and America's case at the U.N.", "sentId": 637}, {"text": "This is hurting him.", "sentId": 638}, {"text": "And the president's credibility is collapsing.", "sentId": 639}, {"text": "And this hurts it one more time.", "sentId": 640}, {"text": "We have one more case where he's misled the country.", "sentId": 641}], "secId": 243}, {"speaker": "JOHNS", "sentences": [{"text": "All right.", "sentId": 642}, {"text": "Let's take another break.", "sentId": 643}, {"text": "Still three years to go until the next election, but there are some familiar faces showing up a lot more lately.", "sentId": 644}, {"text": "When we come back, why John Edwards and others might be spending more time in the public eye and particularly in New Hampshire these days.", "sentId": 645}], "secId": 244}, {"speaker": "KOPPEL", "sentences": [{"text": "I'm Andrea Koppel reporting from Washington.", "sentId": 646}, {"text": "Coming up at the top of the hour, authorities say all four suspects in last week's London bombing attempts are now in custody.", "sentId": 647}, {"text": "We'll have the very latest on today's arrests.", "sentId": 648}], "secId": 245}, {"speaker": "KOPPEL", "sentences": [{"text": "A top Republican changes his position on stem cell research.", "sentId": 649}, {"text": "A look at the potential impact.", "sentId": 650}, {"text": "And the Discovery astronauts inspect their shuttle for damage.", "sentId": 651}, {"text": "We'll hear the crew's reaction to the launch problem.", "sentId": 652}], "secId": 246}, {"speaker": "KOPPEL", "sentences": [{"text": "All those stories and much, much more just minutes away on WOLF BLITZER REPORTS.", "sentId": 653}, {"text": "Now back to INSIDE POLITICS.", "sentId": 654}], "secId": 247}, {"speaker": "JOHNS", "sentences": [{"text": "Thanks, Andrea.", "sentId": 655}], "secId": 248}, {"speaker": "JOHNS", "sentences": [{"text": "The \"Strategy Session\" continues on INSIDE POLITICS.", "sentId": 656}, {"text": "Still here, Paul Begala and Bay Buchanan.", "sentId": 657}], "secId": 249}, {"speaker": "JOHNS", "sentences": [{"text": "President Bush has three-plus years to go on the job, but the scent of the presidential race is already in the air.", "sentId": 658}, {"text": "Democratic Senator Joe Biden is writing a book, former Democratic running mates John Kerry and John Edwards are spending more time in New Hampshire.", "sentId": 659}, {"text": "And last night, the presence of two senators, one Republican and one Democrat, together at a movie premiere prompted this comment from producer Harvey Weinstein.", "sentId": 660}], "secId": 250}, {"speaker": "WEINSTEIN", "sentences": [{"text": "Ladies and gentlemen, I'd also like to introduce you to the first great 2008 bipartisan presidential ticket -- I'll let them figure out the order of that -- Senator Hillary Clinton and Senator John McCain.", "sentId": 661}], "secId": 251}, {"speaker": "JOHNS", "sentences": [{"text": "It's Harvey Weinstein, my apologies to Hollywood.", "sentId": 662}], "secId": 252}, {"speaker": "JOHNS", "sentences": [{"text": "So, what does this mean?", "sentId": 663}, {"text": "First, Kerry, Edwards, New Hampshire?", "sentId": 664}, {"text": "What do they have to do next time to get it right?", "sentId": 665}], "secId": 253}, {"speaker": "BEGALA", "sentences": [{"text": "That's the question Democrats are going to ask them.", "sentId": 666}, {"text": "These guys going up there, they have a perfect , they are bright people.", "sentId": 667}, {"text": "They're talented people.", "sentId": 668}, {"text": "They ran a disastrous campaign in 2004.", "sentId": 669}], "secId": 254}, {"speaker": "BEGALA", "sentences": [{"text": "The president to his credit ran a brilliant campaign.", "sentId": 670}, {"text": "But Senators Edwards and -- Senators Kerry and Edwards in that order ran a terrible campaign.", "sentId": 671}, {"text": "And democrats are going to want to know, did you learn anything?", "sentId": 672}, {"text": "Did you get a clue?", "sentId": 673}, {"text": "Are you going to run a smarter, tougher, meaner campaign the next time around?", "sentId": 674}, {"text": "And they're going to have to answer that.", "sentId": 675}, {"text": "That'll be the first question out of everybody's mouth when they see them.", "sentId": 676}], "secId": 255}, {"speaker": "BUCHANAN", "sentences": [{"text": "And there's something else this tells us, is that the Democrats, in spite of what Washington says, have not have not decided that the nominee is Hillary Clinton.", "sentId": 677}, {"text": "That they feel that there is a possibility here that she should have serious competition in this primary, and that she will have.", "sentId": 678}], "secId": 256}, {"speaker": "BUCHANAN", "sentences": [{"text": "And I think you are going to see this primary fill up.", "sentId": 679}, {"text": "And Hillary's problem is, the expectation game is going against her.", "sentId": 680}, {"text": "Everybody expects her to be the frontrunner.", "sentId": 681}, {"text": "Everybody expects her do very well and take over.", "sentId": 682}, {"text": "And if they can knock her off just a little bit, throw her off her game in those first couple primaries, she can be hurt.", "sentId": 683}], "secId": 257}, {"speaker": "BEGALA", "sentences": [{"text": "I think that's right.", "sentId": 684}, {"text": "But that's the position your former boss Ronald Reagan was in going into 1980.", "sentId": 685}, {"text": "He was the favorite and the most talented one in the field.", "sentId": 686}, {"text": "He had some early stumbles, but you know what?", "sentId": 687}, {"text": "It did him good, I think, to be challenged in a tough way, especially by later President Bush -- George H.W.", "sentId": 688}, {"text": "Bush.", "sentId": 689}], "secId": 258}, {"speaker": "BEGALA", "sentences": [{"text": "And this could work out very well for the Democrats.", "sentId": 690}, {"text": "I'm not one who wants only one strong candidate and a lot of weak ones.", "sentId": 691}, {"text": "I hope for my party's sake there's a whole lot of very able candidates.", "sentId": 692}], "secId": 259}, {"speaker": "JOHNS", "sentences": [{"text": "Senator McCain has restarted his political action committee.", "sentId": 693}, {"text": "We've all assumed that he was going to run.", "sentId": 694}, {"text": "Do you see anything that he needs to do from the last time he ran to try to juice it up a bit?", "sentId": 695}], "secId": 260}, {"speaker": "BUCHANAN", "sentences": [{"text": "He's damaged goods.", "sentId": 696}, {"text": "You know, first of all, the social conservatives obviously have his number and they're not the least bit interested in seeing him be the nominee.", "sentId": 697}, {"text": "So, he's up against that.", "sentId": 698}], "secId": 261}, {"speaker": "BUCHANAN", "sentences": [{"text": "But then, what's he doing these last couple months is, he goes against the establishment.", "sentId": 699}, {"text": "He plays this game with the nuclear option.", "sentId": 700}, {"text": "Holds up the judges.", "sentId": 701}, {"text": "That filibuster game he played.", "sentId": 702}, {"text": "And so the establishment -- I've done traveling in these early states now in the last couple months, I've been in the primary states.", "sentId": 703}, {"text": "And the establishment Republicans are furious with this fellow.", "sentId": 704}, {"text": "They are just angry an as they can be, because he didn't -- he allowed the filibuster game to continue.", "sentId": 705}], "secId": 262}, {"speaker": "BUCHANAN", "sentences": [{"text": "So I think that he is damaged.", "sentId": 706}, {"text": "I think he's troubled.", "sentId": 707}, {"text": "And I think his game plan is going to be six or eight or 10 people in this race.", "sentId": 708}, {"text": "If he can just hold on to the moderate vote and the liberal vote of the party and get some of that crossover vote in places like South Carolina, then he might be able to slip through.", "sentId": 709}], "secId": 263}, {"speaker": "JOHNS", "sentences": [{"text": "So, do you really think Hillary Rodham Clinton is sort of the presumptive favorite?", "sentId": 710}], "secId": 264}, {"speaker": "BEGALA", "sentences": [{"text": "She's the favorite.", "sentId": 711}, {"text": "But she's first got to win her own reelection, then she's got to decide whether she wants to run.", "sentId": 712}, {"text": "I know everybody who sort of yacks about it, presumes that.", "sentId": 713}, {"text": "But I've talked to her and she hasn't decided.", "sentId": 714}, {"text": "She's still focusing on her reelection in New York.", "sentId": 715}], "secId": 265}, {"speaker": "BEGALA", "sentences": [{"text": "This is very smart.", "sentId": 716}, {"text": "This is what Governor George W. Bush did in Texas.", "sentId": 717}, {"text": "When he got into '97, '98, people though, oh, he should be the frontrunner.", "sentId": 718}, {"text": "And ultimately he wound up running.", "sentId": 719}, {"text": "But he was very smart.", "sentId": 720}, {"text": "He focused on getting reelected in his state first and then he let the future take care of itself.", "sentId": 721}, {"text": "That's what any smart politician does.", "sentId": 722}], "secId": 266}, {"speaker": "JOHNS", "sentences": [{"text": "Who does the White House want?", "sentId": 723}], "secId": 267}, {"speaker": "BUCHANAN", "sentences": [{"text": "The nominee?", "sentId": 724}], "secId": 268}, {"speaker": "JOHNS", "sentences": [{"text": "Yeah.", "sentId": 725}, {"text": "Who do they like?", "sentId": 726}, {"text": "BUCHANAN: I would have said Frist, but now I'm not so sure.", "sentId": 727}], "secId": 269}, {"speaker": "JOHNS", "sentences": [{"text": "Do you think this does it for him?", "sentId": 728}], "secId": 270}, {"speaker": "BUCHANAN", "sentences": [{"text": "Whether they want him or not, yes, he's in trouble.", "sentId": 729}, {"text": "You know, as I said, he might feel that he can run a moderate campaign and the establishment will move McCain aside.", "sentId": 730}, {"text": "I don't know.", "sentId": 731}], "secId": 271}, {"speaker": "BUCHANAN", "sentences": [{"text": "I don't know that the White House any one person -- who's the president want?", "sentId": 732}, {"text": "I really don't know.", "sentId": 733}, {"text": "I know he's very close to Frist.", "sentId": 734}, {"text": "And I think he feels he owes Frist.", "sentId": 735}, {"text": "But I think there's a lot of people up there he feels he owes.", "sentId": 736}], "secId": 272}, {"speaker": "BUCHANAN", "sentences": [{"text": "I know Allen is running strong in a lot of circles.", "sentId": 737}, {"text": "And there's a number of other people that are going to be in there.", "sentId": 738}], "secId": 273}, {"speaker": "JOHNS", "sentences": [{"text": "Brownback?", "sentId": 739}], "secId": 274}, {"speaker": "BUCHANAN", "sentences": [{"text": "Brownback looks like he's running.", "sentId": 740}, {"text": "You have Mitt Romney who's running.", "sentId": 741}, {"text": "You have the governor down there in Alabama, the old fellow used to be chairman of the party -- Haley Barber.", "sentId": 742}], "secId": 275}, {"speaker": "JOHNS", "sentences": [{"text": "Got you.", "sentId": 743}, {"text": "Yes.", "sentId": 744}], "secId": 276}, {"speaker": "BUCHANAN", "sentences": [{"text": "Sure, Haley Barber is running.", "sentId": 745}], "secId": 277}, {"speaker": "BEGALA", "sentences": [{"text": "At some point, George W. Bush I think will want to weigh in on this.", "sentId": 746}, {"text": "Maybe he'll be like President Reagan and largely stay out of it.", "sentId": 747}, {"text": "I suspect he won't.", "sentId": 748}, {"text": "He's not somebody who doesn't know his own mind.", "sentId": 749}, {"text": "You know what, like him or not -- I actually like him but don't support him -- he can make a dang decision.", "sentId": 750}, {"text": "And at some point, he is going to weigh in.", "sentId": 751}], "secId": 278}, {"speaker": "BEGALA", "sentences": [{"text": "He may go -- call me crazy, he may go to Dick Cheney and say you know Dick, I thought long and hard that you'd be the best person to be president if I couldn't be.", "sentId": 752}, {"text": "You should run.", "sentId": 753}, {"text": "Music to my ears as a Democrat.", "sentId": 754}, {"text": "We'd beat him like a bad piece of meat.", "sentId": 755}, {"text": "Maybe Condoleezza Rice would be his favorite.", "sentId": 756}, {"text": "Somebody who he is very personally close to and has enough confidence in to put at the State Department.", "sentId": 757}], "secId": 279}, {"speaker": "BEGALA", "sentences": [{"text": "I think the Bush primary could be the most interesting and important primary in the Republican Party.", "sentId": 758}], "secId": 280}, {"speaker": "BUCHANAN", "sentences": [{"text": "How, they'll work it is the president will stay neutral.", "sentId": 759}, {"text": "They'll get Rove working it.", "sentId": 760}, {"text": "And Rove will bring in the party establishment and all the different states and put it all together is what I suspect.", "sentId": 761}], "secId": 281}, {"speaker": "BEGALA", "sentences": [{"text": "But what I hear is that Rove is for -- Rove is mostly for his own hide right now trying to get out of trouble.", "sentId": 762}, {"text": "But, he's for Dr. Frist, is that right?", "sentId": 763}], "secId": 282}, {"speaker": "BUCHANAN", "sentences": [{"text": "He is very tight with Dr. Frist.", "sentId": 764}, {"text": "That's his choice.", "sentId": 765}, {"text": "That's who he put right into that place over there.", "sentId": 766}, {"text": "So, what happens now, I don't really know.", "sentId": 767}, {"text": "I think they're going to have trouble picking and choosing.", "sentId": 768}, {"text": "There's been a lot of good people in this race.", "sentId": 769}, {"text": "And you're going to have some populists like Tom Trancredo out there.", "sentId": 770}, {"text": "So, there are going to be lots of interest.", "sentId": 771}], "secId": 283}, {"speaker": "JOHNS", "sentences": [{"text": "There's also been a lot of talk about Frist and this being a liability for him.", "sentId": 772}, {"text": "But so many people on Capitol Hill have said that he's been too much in the tow of the White House.", "sentId": 773}, {"text": "Is this perhaps an opportunity for him to show a little bit of independence?", "sentId": 774}], "secId": 284}, {"speaker": "BUCHANAN", "sentences": [{"text": "Yes.", "sentId": 775}, {"text": "But when you show your independence, you don't know it in a way that harms you from the primary races.", "sentId": 776}, {"text": "And that is what he's done.", "sentId": 777}, {"text": "I think he looks as if maybe he was too close to the president.", "sentId": 778}, {"text": "Now maybe he's too close to the corporate world.", "sentId": 779}, {"text": "This does not help you with a populist conservative base of the party.", "sentId": 780}], "secId": 285}, {"speaker": "BEGALA", "sentences": [{"text": "But this is why I love and admire John McCain, because you have to.", "sentId": 781}, {"text": "They won't let you appear on television unless you do.", "sentId": 782}], "secId": 286}, {"speaker": "BEGALA", "sentences": [{"text": "But who does he go to?", "sentId": 783}, {"text": "The Republican Party seems to me consists of pro-life Christian conservatives and tax cutters.", "sentId": 784}, {"text": "He's pro-life, but he's against the Christian conservatives on many issues and he's against the tax cuts.", "sentId": 785}], "secId": 287}, {"speaker": "BUCHANAN", "sentences": [{"text": "And establishment Republicans on top of that.", "sentId": 786}, {"text": "And now he's offended them.", "sentId": 787}], "secId": 288}, {"speaker": "JOHNS", "sentences": [{"text": "End it there.", "sentId": 788}, {"text": "All right.", "sentId": 789}, {"text": "Thanks so much to both of you.", "sentId": 790}, {"text": "Appreciate you coming in.", "sentId": 791}, {"text": "Bay Buchanan, Paul Begala, see you next time.", "sentId": 792}], "secId": 289}, {"speaker": "JOHNS", "sentences": [{"text": "Conservative bloggers are attacking the liberal radio network Air America, now under investigation for alleged corruption.", "sentId": 793}, {"text": "We'll check in with our blog reporters when INSIDE POLITICS returns.", "sentId": 794}], "secId": 290}, {"speaker": "JOHNS", "sentences": [{"text": "Air America Radio is attracting a lot of attention from bloggers today.", "sentId": 795}, {"text": "For more on that, let's check in with CNN political producer Abbi Tatton, and Jacki Schechner, our blog reporter -- Jacki.", "sentId": 796}], "secId": 291}, {"speaker": "SCHECHNER", "sentences": [{"text": "Hi, Joe.", "sentId": 797}], "secId": 292}, {"speaker": "SCHECHNER", "sentences": [{"text": "Well, many of the conservative bloggers are talking about a New York investigation into the possible diversion of funds from an inner city Boys and Girls Club to the liberal radio station Air America.", "sentId": 798}], "secId": 293}, {"speaker": "SCHECHNER", "sentences": [{"text": "This started with Brian Maloney over at TheRadioEqualizer.blogspot.com.", "sentId": 799}, {"text": "He picked up a small mention as part of a larger article in the \"New York Daily News.\"", "sentId": 800}, {"text": "And as part of that article, it turns out that the former CEO of Air America was also on the board of that Boys and Girls Club.", "sentId": 801}, {"text": "And that's where the investigation continues right now into what sort of diversion of funds may have taken place.", "sentId": 802}], "secId": 294}, {"speaker": "TATTON", "sentences": [{"text": "Working with Brian Maloney on the store is Michele Malkin at MicheleMalkin.com.", "sentId": 803}, {"text": "She's been really pushing it.", "sentId": 804}, {"text": "This is a blogger driven story that she feels is not getting enough coverage in the mainstream media.", "sentId": 805}, {"text": "Michele has been linking to statements put out from Air America on this case.", "sentId": 806}, {"text": "What they're essentially saying is the funds in question that are being investigated were to previous business owners of Air America, that they have nothing to do with those preview business owners and so they are not responsible for what's going on here.", "sentId": 807}], "secId": 295}, {"speaker": "TATTON", "sentences": [{"text": "The debate carrying on at DailyKos.com, whether webmaster of Air America, that's Adam Mordecai, is posting the most recent statement saying that they have no obligation to the previous business owners, but their still working with the Boys and Girls Club.", "sentId": 808}, {"text": "And very much the Boys and Girls Club very much has the support of Air America.", "sentId": 809}], "secId": 296}, {"speaker": "SCHECHNER", "sentences": [{"text": "That did not stop the conservative blogs from posting all sorts of headlines like \"Al Franken Steals Money From Kids and Old Folks\" or things like JackLewis.net, \"Liberals Stealing From Poor Kids.\"", "sentId": 810}, {"text": "They really, you could take your pick of blogs on this one.", "sentId": 811}, {"text": "That sort of vein.", "sentId": 812}], "secId": 297}, {"speaker": "SCHECHNER", "sentences": [{"text": "But over at the larger blogs like WhizbangBlog.com, they're doing what Michele Malkin and what Brian are doing, and they're looking deeper into the statement from Air America saying whatever the answers are at this point, it's not enough for them.", "sentId": 813}, {"text": "And they are going to continue to push the investigation.", "sentId": 814}], "secId": 298}, {"speaker": "SCHECHNER", "sentences": [{"text": "Joe, we will send it back to you.", "sentId": 815}], "secId": 299}, {"speaker": "JOHNS", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 816}, {"text": "I'm Joe Johns.", "sentId": 817}, {"text": "WOLF BLITZER REPORTS starts right now.", "sentId": 818}], "secId": 300}, {"speaker": "JOHNS", "sentences": [{"text": "END", "sentId": 819}], "secId": 301}, {"speaker": "JOHNS", "sentences": [{"text": "TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com", "sentId": 820}], "secId": 302}], "sectionCount": 303, "url": "transcripts.cnn.com/TRANSCRIPTS/0507/29/ip.01.html", "sentenceCount": 822, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 29, 2005 - 15:30   ET", "speakers": ["ANNOUNCER", "FRIST", "Highway to hog heaven", "ASHDOWN", "JOHNS", "HENRY", "DELAY", "SPECTER", "Congress today broke through years of deadlock and is sending President Bush something he's been demanding", "JOHNS ", "OBERSTAR", "BROWNBACK", "WEINSTEIN", "TODD", "ROMANS", "PRESTOWITZ", "Plus", "MALVEAUX", "MCCLELLAN", "DODD", "SCHNEIDER", "BUSH", "SCHECHNER", "TATTON", "So", "Today's topics", "BEGALA", "BUCHANAN", "KOPPEL"], "title": "INSIDE POLITICS"}