{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1508.16.ip.01.html.json", "subTitle": "2016 Presidential Politics in Iowa; Trump Promises Policy Specifics; Democrats' Plan B? Aired 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "The Iowa state fair is a big test of diet discipline, and a proving ground for presidential contenders.", "sentId": 0}], "secId": 0}, {"speaker": "CLINTON", "sentences": [{"text": "I think people in Iowa just like people across the country are going to want to vote for somebody that they believe will deliver results.", "sentId": 1}], "secId": 1}, {"speaker": "TRUMP", "sentences": [{"text": "You are going love me in terms of immigration and illegal immigration.", "sentId": 2}, {"text": "We're building a wall.", "sentId": 3}, {"text": "Nobody's going through my wall.", "sentId": 4}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Plus, Hillary Clinton surrenders her e-mail server to the Justice Department.", "sentId": 5}], "secId": 3}, {"speaker": "JINDAL", "sentences": [{"text": "She's one e-mail away from having to go to prison.", "sentId": 6}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Bernie Sanders surges to a New Hampshire lead.", "sentId": 7}, {"text": "Joe Biden ponders his role in this summer of big surprises.", "sentId": 8}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS -- the biggest stories sourced by the best reporters now.", "sentId": 9}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 10}, {"text": "I'm John King.", "sentId": 11}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 12}], "secId": 7}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "CNN's Nia-Malika Henderson; Ed O'Keefe of the \"Washington Post\"; Jonathan Martin of the \"New York Times\" and CNN's M.J. Lee.", "sentId": 13}], "secId": 8}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "At most state fairs deep-fried and over the top, well, that's part of the tradition and Iowa rarely disappoints.", "sentId": 14}], "secId": 9}, {"speaker": "TRUMP", "sentences": [{"text": "-- it's a helicopter ride, ok?", "sentId": 15}, {"text": "Right?", "sentId": 16}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "A helicopter ride.", "sentId": 17}, {"text": "Why not?", "sentId": 18}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "And this being the summer of Trump well suddenly this 600-pound butter cow seems a tad understated doesn't it?", "sentId": 19}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton was on hand hunting for votes too.", "sentId": 20}, {"text": "Though everyday Iowans had to compete with the Secret Service and swarms of reporters just to get close.", "sentId": 21}], "secId": 13}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "We can get you a good amount of jobs.", "sentId": 22}, {"text": "How does that sound?", "sentId": 23}], "secId": 14}, {"speaker": "CLINTON", "sentences": [{"text": "I want one on a stick though.", "sentId": 24}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Everybody wants one on a stick, I guess.", "sentId": 25}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "The frontrunners Trump and Clinton both skipped one fair tradition -- the \"Des Moines Register\" Soapbox.", "sentId": 26}, {"text": "So give Bernie Sanders some credit.", "sentId": 27}, {"text": "He stopped by took the heckling and give him credit for understanding the absurdity of the moment.", "sentId": 28}], "secId": 17}, {"speaker": "SANDERS", "sentences": [{"text": "Well, there's Donald Trump.", "sentId": 29}, {"text": "What can we do?", "sentId": 30}, {"text": "You know, I apologize we left the helicopter at home.", "sentId": 31}, {"text": "It's in the garage, forgot to bring it.", "sentId": 32}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "We all want to have a Bernie copter, don't we?", "sentId": 33}, {"text": "We all want to see if that happens now.", "sentId": 34}, {"text": "All right.", "sentId": 35}, {"text": "We're laughing, we're having fun.", "sentId": 36}, {"text": "But there was some news along with all that fun.", "sentId": 37}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "I'll believe this when I see it.", "sentId": 38}, {"text": "But Mr. Trump now says he's prepared to spend as much as $1 billion of his own money on the campaign and he says he's about to give us more policy specifics including, he says, an immigration plan.", "sentId": 39}], "secId": 20}, {"speaker": "TRUMP", "sentences": [{"text": "We're going to keep the families together.", "sentId": 40}, {"text": "We have to keep the families together.", "sentId": 41}], "secId": 21}, {"speaker": "TODD", "sentences": [{"text": "But you're going to keep them out?", "sentId": 42}], "secId": 22}, {"speaker": "TRUMP", "sentences": [{"text": "But they have to go.", "sentId": 43}, {"text": "They have to go.", "sentId": 44}], "secId": 23}, {"speaker": "TODD", "sentences": [{"text": "What if they have no place to go?", "sentId": 45}], "secId": 24}, {"speaker": "TRUMP", "sentences": [{"text": "We will work with them.", "sentId": 46}, {"text": "They have to go.", "sentId": 47}, {"text": "Chuck -- either we have a country or we don't have a country.", "sentId": 48}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "That interview on \"Meet the Press\" later today.", "sentId": 49}, {"text": "They've got go.", "sentId": 50}, {"text": "Remember an interview just a week or so ago with CNN's Dana Bash, he said they've got to go but then we'll let them back in -- the good ones, on an expedited basis.", "sentId": 51}, {"text": "To most conservatives that's amnesty.", "sentId": 52}, {"text": "So we're beginning to get more specifics from Mr. Trump.", "sentId": 53}, {"text": "But help him or hurt him, I guess is the question.", "sentId": 54}], "secId": 26}, {"speaker": "O'KEEFE", "sentences": [{"text": "Well, the fact is this immigration plan is coming and then he's working with Jeff Sessions on it reportedly.", "sentId": 55}, {"text": "This has been independently verified by others but that suggests that he's coming down with a really hard-lined plan that went nowhere in Congress despite decent vocal support for it, you know.", "sentId": 56}], "secId": 27}, {"speaker": "O'KEEFE", "sentences": [{"text": "But, again, it shows you once again he's taking a serious step.", "sentId": 57}, {"text": "We didn't think he'd run.", "sentId": 58}, {"text": "He ran.", "sentId": 59}, {"text": "We didn't think he'd release his financial reports.", "sentId": 60}, {"text": "He did.", "sentId": 61}, {"text": "Now he's really policy specifics starting with the one that got him on the front pages to begin with.", "sentId": 62}, {"text": "We'll see if there's a tax plan; if there's foreign policy conversation.", "sentId": 63}], "secId": 28}, {"speaker": "O'KEEFE", "sentences": [{"text": "But it does suggest that despite all the sort of eye-rolling we have about it, he is starting to take steps.", "sentId": 64}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "How much do we trust that they're actually his plans though when -- if they release a white paper and the interview there that you saw with Chuck and other people have been through it?", "sentId": 65}, {"text": "You ask him questions -- we'll do it.", "sentId": 66}, {"text": "We'll just do it.", "sentId": 67}, {"text": "We'll work with them.", "sentId": 68}, {"text": "We'll get it done, without explaining what agency of the federal government might do this or how much money it will cost taxpayers.", "sentId": 69}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "People are buying it so far, but it's a little rough to saying what are you going to do.", "sentId": 70}], "secId": 31}, {"speaker": "LEE", "sentences": [{"text": "I think so far he's had benefit of the doubt.", "sentId": 71}, {"text": "You know, people coming to his events because they love his style on sort of the surface level, you know.", "sentId": 72}, {"text": "\"Oh, I want to see the person who's the host of \"The Apprentice\".", "sentId": 73}], "secId": 32}, {"speaker": "LEE", "sentences": [{"text": "Now as we get, you know, further into the cycle, I think people are going to be pressing him on specifics.", "sentId": 74}, {"text": "But the people that to turn up to his rallies, I think the, you know, last two or three events that I went to that he was hosting, people do want to be there because of the celebrity factor.", "sentId": 75}], "secId": 33}, {"speaker": "LEE", "sentences": [{"text": "But I think the question for a couple of months down the road is, you know, the people that currently say they support him.", "sentId": 76}, {"text": "When do they decide that they're sort of done with the fun and the fact that he's an interesting candidate and a different candidate and when do they decide this is not actually someone that I think belongs in the Oval Office.", "sentId": 77}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "At the moment they're deciding -- if you look at the latest poll we have out in Iowa -- at the moment they're deciding Mr. Trump is their frontrunner:  22 percent in Iowa; Carson at 14 percent; Walker at 9 percent; Cruz at 8 percent; Fiorina at 7 percent.", "sentId": 78}, {"text": "One thing this Iowa poll tells you -- number one, Mr. Trump is getting a lot of conservative votes right now.", "sentId": 79}, {"text": "The conservatives say he's not one of us, he's a fraud -- the conservatives say but -- a lot of conservative writers and analysts.", "sentId": 80}, {"text": "But he's getting conservative votes -- that's the conservative field -- plus the outsiders.", "sentId": 81}, {"text": "Carson is doing well there as well.", "sentId": 82}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "But let's look to New Hampshire.", "sentId": 83}, {"text": "If you look in New Hampshire, Trump is still on top here.", "sentId": 84}, {"text": "This is a bit more traditional if you look at the New Hampshire numbers.", "sentId": 85}, {"text": "Then you go Bush, Kasich, Cruz, Fiorina -- that's a bit more, you know, the guys who have titles.", "sentId": 86}, {"text": "John Kasich being one there at 12 percent -- they're doing a little better in New Hampshire.", "sentId": 87}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "Let's come back to Iowa and Jeb Bush.", "sentId": 88}, {"text": "He was at the Iowa state far.", "sentId": 89}, {"text": "He's at 5 percent of the polls right now.", "sentId": 90}, {"text": "Part of his strategy is \"forget the drama\".", "sentId": 91}, {"text": "You know, there was a Pat Buchanan challenged my dad, John McCain challenged my brother.", "sentId": 92}, {"text": "You had Bachmann and you had Herman Cain the last cycle.", "sentId": 93}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Just forget the drama, focus on the general elections.", "sentId": 94}, {"text": "Trump will fade away.", "sentId": 95}, {"text": "One of the ways that he wanted to do that this week was to give a foreign policy speech where he made the case, sure my brother invaded Iraq, maybe you don't like that, but at the end the surge was working and Obama and Hillary Clinton blew it.", "sentId": 96}], "secId": 38}, {"speaker": "BUSH", "sentences": [{"text": "Where was secretary of state Clinton during all of this?", "sentId": 97}, {"text": "Like the President himself she had opposed the surge and then joined in claiming credit for its success, then stood by as that hard-won victory by American allied forces was thrown away.", "sentId": 98}, {"text": "In all of her record-setting travels, she stopped by Iraq exactly once.", "sentId": 99}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "A lot of people make the case, even critics of George W. Bush say that there was progress and things were in better shape and that President Obama should have fought to keep more troops there.", "sentId": 100}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton fired back this week at Iowa state fair saying Governor, it was your brother who negotiated with the Maliki government that agreement to get U.S. troops out.", "sentId": 101}, {"text": "Still critics say Obama should have pushed and pushed and pushed.", "sentId": 102}, {"text": "But can a Bush make the case that Clinton and Obama are wrong on Iraq?", "sentId": 103}], "secId": 41}, {"speaker": "O'KEEFE", "sentences": [{"text": "That is, you know, $103 million question I think right now.", "sentId": 104}, {"text": "He was asked this by Hugh Hewitt Friday.", "sentId": 105}, {"text": "He said, it doesn't matter what my last name is because right now I am the only one that has provided a detailed explanation of what I would do.", "sentId": 106}], "secId": 42}, {"speaker": "O'KEEFE", "sentences": [{"text": "I think you're right.", "sentId": 107}, {"text": "It bothers a lot of Republican primary voters and general election voters that yet another Bush is the one talking about it.", "sentId": 108}, {"text": "But, you know, we'll see.", "sentId": 109}, {"text": "It was funny, at the end of that speech, he got a standing ovation and he turned to the crowd and he said, \"Would you all mind moving to Iowa\".", "sentId": 110}, {"text": "He's at 5 percent but he's got nine staffers on the ground, two officers.", "sentId": 111}, {"text": "That's already more than Mitt Romney had at this point back in the day which suggests that, you know, they're waiting to see what happens.", "sentId": 112}, {"text": "If he can find some support, they'll definitely go all in.", "sentId": 113}], "secId": 43}, {"speaker": "O'KEEFE", "sentences": [{"text": "I think right now though you're right.", "sentId": 114}, {"text": "Most of his attention is probably focused elsewhere.", "sentId": 115}], "secId": 44}, {"speaker": "HENDERSON", "sentences": [{"text": "And in Iowa he was on the soapbox there and very much heckled by people in that crowd.", "sentId": 116}], "secId": 45}, {"speaker": "O'KEEFE", "sentences": [{"text": "But that is what he does every day.", "sentId": 117}, {"text": "So compared to others, this is something he's used to.", "sentId": 118}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "To his credit.", "sentId": 119}, {"text": "To his credit he walks out and he gets out there to meet people and sometimes get heckled.", "sentId": 120}], "secId": 47}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, heckled on that.", "sentId": 121}, {"text": "I think the question is can a Bush make this argument?", "sentId": 122}, {"text": "Maybe the better question is, can this Bush do it?", "sentId": 123}, {"text": "In other words, does he have the sort of just political agility and the political skill to make this argument that he's going to obviously have to make going forward?", "sentId": 124}, {"text": "A lot of times he seems very tentative, doesn't seem to have a lot of fluency sometimes in these issues.", "sentId": 125}], "secId": 48}, {"speaker": "HENDERSON", "sentences": [{"text": "But he's out there early.", "sentId": 126}, {"text": "He's going to have to do it and maybe by January or February he'll be that much better at it.", "sentId": 127}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "You wrote a piece this week about Kasich's rise mostly in New Hampshire.", "sentId": 128}, {"text": "We saw the Iowa numbers.", "sentId": 129}, {"text": "He's a Midwestern governor you think maybe he would have gotten a bump out of the debate.", "sentId": 130}, {"text": "He didn't there but he did in New Hampshire.", "sentId": 131}, {"text": "Listen here, Jonathan, he's talking to our Dana Bash.", "sentId": 132}, {"text": "He's making -- most candidates for president think I have to worry about the conservative base when I talk about these issues, especially immigration, which has been quick sand in the last decade in Republican politics.", "sentId": 133}, {"text": "Listen to John Kasich saying I'll keep an open mind about some pretty big things.", "sentId": 134}], "secId": 50}, {"speaker": "KASICH", "sentences": [{"text": "I don't favor it.", "sentId": 135}, {"text": "And I'm not sure we would ever have to do that.", "sentId": 136}, {"text": "Let's make citizenship get them in here legally.", "sentId": 137}, {"text": "That's my view on it.", "sentId": 138}, {"text": "But I'm just not going to pound the table on all these things and say my way or the highway.", "sentId": 139}], "secId": 51}, {"speaker": "MARTIN", "sentences": [{"text": "And previously in an interview at a town hall next door in Derry, he told a voter who stood up and asked about amnesty for the illegals in the words of that voter.", "sentId": 140}, {"text": "He said, look, some of those folks are the hardest working, most God-fearing people that I know, talking about illegal immigrants.", "sentId": 141}], "secId": 52}, {"speaker": "MARTIN", "sentences": [{"text": "And so, you know, we've seen this movie before -- John.", "sentId": 142}, {"text": "He's running to win over the sort of center right crowd in New Hampshire because in New Hampshire you can both get Republican votes and the folks that are unaffiliated and that's his play.", "sentId": 143}, {"text": "And if he uses that as a springboard then maybe he can be in contention down the road.", "sentId": 144}], "secId": 53}, {"speaker": "MARTIN", "sentences": [{"text": "It's a risky play but it's the one that they think makes the most sense for him because that's sort of who he is.", "sentId": 145}, {"text": "He's equal parts George W. Bush, passionate, conservative but also the sort of John McCain, although a bit edgy, kind of tell it like it is.", "sentId": 146}], "secId": 54}, {"speaker": "MARTIN", "sentences": [{"text": "And New England John as you well know, that can play well.", "sentId": 147}, {"text": "The danger for Kasich is that he walks the very line of edgy and toes it and you're kind of worry watching that maybe at some point if a voter gets in his face, that it might not be pretty.", "sentId": 148}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "We'll watch that.", "sentId": 149}, {"text": "But at the moment it's interesting.", "sentId": 150}, {"text": "You have Trump and Kasich sort of squeezing Bush's play in New Hampshire.", "sentId": 151}], "secId": 56}, {"speaker": "MARTIN", "sentences": [{"text": "Other side, yes.", "sentId": 152}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Lot of fun.", "sentId": 153}], "secId": 58}, {"speaker": "Up next", "sentences": [{"text": "Joe Biden, Al Gore?", "sentId": 154}, {"text": "Maybe it's better to ask which prominent Democrats are not looking at Hillary Clinton's poll numbers and then taking a second look at the 2016 race.", "sentId": 155}], "secId": 59}, {"speaker": "Up next", "sentences": [{"text": "First, though, politicians say and eat the darndest things especially if you're at the state fair chowing down something fried.", "sentId": 156}, {"text": "That's a way to make nice with Iowa voters.", "sentId": 157}], "secId": 60}, {"speaker": "KASICH", "sentences": [{"text": "It's the best pork chop on a stick I've ever had.", "sentId": 158}, {"text": "It's really, really good.", "sentId": 159}], "secId": 61}, {"speaker": "BUSH", "sentences": [{"text": "One more bite.", "sentId": 160}, {"text": "That was a Snickers bar done the right way.", "sentId": 161}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 162}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "So, why all this talk of other Democrats possibly jumping into the 2016 race?", "sentId": 163}, {"text": "Well, let me give you three reasons.", "sentId": 164}, {"text": "Number one, here's an Iowa poll, actually pretty good news for Hillary Clinton.", "sentId": 165}, {"text": "She's leading in Iowa, but she's not running away with it.", "sentId": 166}, {"text": "Bernie Sanders at 31 percent, Hillary Clinton at 50 percent.", "sentId": 167}, {"text": "A lot of people remember she was ahead in Iowa this time in 2007, too; didn't work out that well.", "sentId": 168}, {"text": "There's one.", "sentId": 169}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Two -- in New Hampshire, look at these numbers.", "sentId": 170}, {"text": "Bernie Sanders actually in the lead, 44 percent to 37 percent.", "sentId": 171}, {"text": "Joe Biden, one of those thinking about getting in, he's at 9 percent here, 12 percent in Iowa.", "sentId": 172}], "secId": 65}, {"speaker": "Reason number three", "sentences": [{"text": "52 percent of Americans at a Monmouth University poll just last week said Hillary Clinton's e-mail controversy should be criminally investigated.", "sentId": 173}, {"text": "We know the FBI is looking at it.", "sentId": 174}, {"text": "There's reason number three -- a lot of Democrats have a bit of jitters about the Clinton campaign.", "sentId": 175}], "secId": 66}, {"speaker": "Reason number three", "sentences": [{"text": "To be fair, we should note this, 82 percent of Republicans have a criminal investigation.", "sentId": 176}, {"text": "A majority of independents they have a criminal investigation.", "sentId": 177}, {"text": "But only 23 percent of Democrats think this is that big of a deal.", "sentId": 178}, {"text": "So Hillary Clinton on some tough ground but among to Democrats which she's running first in the primary, it's not so bad.", "sentId": 179}], "secId": 67}, {"speaker": "Reason number three", "sentences": [{"text": "She's either feeling better about the e-mail controversy or understands she needs to try to change the politics of it.", "sentId": 180}, {"text": "As she says she's cooperating fully with the investigation, says she did nothing wrong.", "sentId": 181}, {"text": "Listen to her here in Iowa making jokes about it.", "sentId": 182}], "secId": 68}, {"speaker": "CLINTON", "sentences": [{"text": "By the way, you may have seen that I recently launched a Snapchat account.", "sentId": 183}, {"text": "I love it.", "sentId": 184}, {"text": "I love it.", "sentId": 185}, {"text": "Those messages disappear all by themselves.", "sentId": 186}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "It's interesting and it's risky.", "sentId": 187}, {"text": "You're making jokes about something that is central to your campaign.", "sentId": 188}, {"text": "But it's part of what we saw, a different Hillary Clinton this week.", "sentId": 189}], "secId": 70}, {"speaker": "HENDERSON", "sentences": [{"text": "That's right.", "sentId": 190}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "Very feisty, going directly after Republicans.", "sentId": 191}, {"text": "Essentially trying to send the message, I'm not worried; and to rally the Democratic base.", "sentId": 192}], "secId": 72}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, I thought it was funny, risky, delivered sort of in that Clintonesque sort of way.", "sentId": 193}, {"text": "She also had a great line.", "sentId": 194}, {"text": "She was talking about Jeb Bush and she mistakenly called him George.", "sentId": 195}, {"text": "She said, \"You know, sometimes I get confused.", "sentId": 196}, {"text": "Oh, well.\"", "sentId": 197}], "secId": 73}, {"speaker": "HENDERSON", "sentences": [{"text": "So that was, I think -- you know, she'll probably get confused again and use that same line.", "sentId": 198}, {"text": "I think overall some troubling signs that you have Democrats sort of lightly panicking, but that's what Democrats do.", "sentId": 199}, {"text": "It's in their DNA to sort of be nervous and worry.", "sentId": 200}], "secId": 74}, {"speaker": "HENDERSON", "sentences": [{"text": "But if you look at, I think, the entirety of her week starting off with the college aid, which is really big not only with the young folks but also with independent women, I thought that was good.", "sentId": 201}, {"text": "And her showing in Iowa, she seemed relaxed.", "sentId": 202}, {"text": "She was in the crowd.", "sentId": 203}, {"text": "She didn't do that rope line thing that she did before with reporters, which was a disaster.", "sentId": 204}], "secId": 75}, {"speaker": "So", "sentences": [{"text": "Is it the Democratic DNA?", "sentId": 205}, {"text": "Because Nia is exactly right.", "sentId": 206}, {"text": "Democrats tend to panic a little bit more.", "sentId": 207}, {"text": "Is it just the panic?", "sentId": 208}, {"text": "I mean we know Joe Biden is looking seriously at it.", "sentId": 209}, {"text": "We had an Al Gore boomlet this past week that people around Al Gore said no, no, no.", "sentId": 210}], "secId": 76}, {"speaker": "MARTIN", "sentences": [{"text": "A few hours -- it was a few hours long.", "sentId": 211}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "A few hours long, although I can tell you from personal experience, Al Gore and Hillary Clinton are not exactly soul mates, shall we say.", "sentId": 212}], "secId": 78}, {"speaker": "MARTIN", "sentences": [{"text": "Well, Joe Biden for that matter is not a huge fan of the Clintons.", "sentId": 213}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Is there any Democrat who's 35 or will be 35 at Election Day has looked at her poll numbers or looked in the mirror and said --", "sentId": 214}], "secId": 80}, {"speaker": "MARTIN", "sentences": [{"text": "That's a great question.", "sentId": 215}, {"text": "The Democratic senators and governors who took a pass on this race who are now looking at her, her favorable numbers at the worst point in her public life and they're asking themselves \"could I have gotten in this thing\".", "sentId": 216}], "secId": 81}, {"speaker": "MARTIN", "sentences": [{"text": "I think the answer is probably not because for all of her challenges, she still has remarkable strengths in terms of the party, her money.", "sentId": 217}, {"text": "Also keep in mind the possibility of making history as the first female president for her is a really key asset.", "sentId": 218}, {"text": "And so I think she looks vulnerable this summer, but she's got sort of underlying strengths that I think can get sort of lost in the day to day.", "sentId": 219}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Before you jump in, let me just get to this one more piece of sound bite, which I think is telling about her week, where she's trying to prove \"I'm the warrior you want.", "sentId": 220}, {"text": "I will be tough against the Republicans.\"", "sentId": 221}, {"text": "And essentially just said, maybe you're looking at Bernie Sanders, maybe you're thinking about Joe Biden, but in the end, you're going to be with many me, and that will be ok.", "sentId": 222}], "secId": 83}, {"speaker": "CLINTON", "sentences": [{"text": "Now, I know most of the attention these days is on a certain flamboyant front-runner, but don't let the circus distract you.", "sentId": 223}, {"text": "If you look at their policies, most of the other candidates are just Trump without the pizzazz or the hair.", "sentId": 224}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "That's not a bad line.", "sentId": 225}], "secId": 85}, {"speaker": "MARTIN", "sentences": [{"text": "But she's just not very charismatic.", "sentId": 226}, {"text": "She's not -- look.", "sentId": 227}, {"text": "She's a serious, sober, public servant who's driven by policy chiefly, cares about policy ideas, and is not going to flourish in a way like her husband or Barack Obama has done at the sort of stagecraft of politics.", "sentId": 228}, {"text": "The harder she tries, it can be, you know, a challenge.", "sentId": 229}], "secId": 86}, {"speaker": "LEE", "sentences": [{"text": "What's happening to her in New Hampshire, I mean you look at -- you look deep into the poll numbers, not only that she's falling behind Bernie Sanders, but I think 35 percent of the people in that state say that they're excited about her.", "sentId": 230}, {"text": "I mean this is by far the front-runner, but people are just not excited about her.", "sentId": 231}], "secId": 87}, {"speaker": "LEE", "sentences": [{"text": "Can she draw the tens -- literally tens of thousands of people that turn up for Sanders?", "sentId": 232}], "secId": 88}, {"speaker": "HENDERSON", "sentences": [{"text": "No.", "sentId": 233}], "secId": 89}, {"speaker": "LEE", "sentences": [{"text": "She's just not.", "sentId": 234}], "secId": 90}, {"speaker": "O'KEEFE", "sentences": [{"text": "I was at that Sanders rally Monday night out in Los Angeles and talked to a lot of them.", "sentId": 235}, {"text": "And I said What about Hillary?", "sentId": 236}, {"text": "If they have to do it, they will hold their nose.", "sentId": 237}, {"text": "They realize that eventually she'll be the nominee.", "sentId": 238}, {"text": "But they're just like, you know --", "sentId": 239}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "She's also not new.", "sentId": 240}, {"text": "She's not new.", "sentId": 241}, {"text": "People are looking new.", "sentId": 242}, {"text": "They're looking at Trump.", "sentId": 243}, {"text": "They're looking at Carson.", "sentId": 244}, {"text": "They're looking at Sanders.", "sentId": 245}, {"text": "And she's not new.", "sentId": 246}], "secId": 92}, {"speaker": "HENDERSON", "sentences": [{"text": "And she was never great at drawing those crowds.", "sentId": 247}, {"text": "Even in 2008, I mean Obama outpaced her very much so in terms of those crowds but ultimately a state like Pennsylvania, he would get 35,000.", "sentId": 248}, {"text": "She still won that state by 10 in that primary.", "sentId": 249}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Like Jeb Bush, she is hoping to ride out the drama, everything will go away, and in the end she'll have a general election.", "sentId": 250}, {"text": "We'll see how it goes.", "sentId": 251}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "Tomorrow's news today is next.", "sentId": 252}, {"text": "Our reporters share from their notebooks, get you out ahead of the big political news just around the corner.", "sentId": 253}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table and ask our great reporters to share a nugget or two from their notebooks.", "sentId": 254}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Nia-Malika Henderson.", "sentId": 255}], "secId": 97}, {"speaker": "HENDERSON", "sentences": [{"text": "Well, Scott walker who's been slumping a bit in the polls in Iowa and as well as New Hampshire, on Tuesday in Minnesota will unveil his alternative to Obama care.", "sentId": 256}, {"text": "This comes, of course, not only as Walker's campaign is teetering a bit but also as the number of uninsured Americans is at a record low.", "sentId": 257}, {"text": "He will unveil a plan that will talk about expanding affordability, expanding choices and eliminating waste in health care.", "sentId": 258}], "secId": 98}, {"speaker": "HENDERSON", "sentences": [{"text": "We'll see what kind of traction he gets from this and also I think puts the onus on other candidates who certainly want to repeal Obamacare.", "sentId": 259}, {"text": "What is their alternative in terms of replacing it?", "sentId": 260}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "I'm just going to say it is a great thing when candidates actually get specific, God forbid.", "sentId": 261}, {"text": "Thank you.", "sentId": 262}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Jonathan.", "sentId": 263}], "secId": 101}, {"speaker": "MARTIN", "sentences": [{"text": "Well, she's not as well-known as Adelson or Koch but Betsy DeVos a big Michigan donor is going to be staging a big education summit Wednesday in New Hampshire, sort of entering the fray of some of these super donors.", "sentId": 264}, {"text": "She has a pretty big crowd coming from the candidates.", "sentId": 265}, {"text": "Jeb Bush is coming.", "sentId": 266}, {"text": "You're going to see John Kasich coming.", "sentId": 267}, {"text": "Carly Fiorina coming.", "sentId": 268}, {"text": "A combination of a hot issue on the right, which is education and vouchers, a big donor in a key state.", "sentId": 269}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "And more substance.", "sentId": 270}, {"text": "Amen for that again.", "sentId": 271}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "M.J.", "sentId": 272}], "secId": 104}, {"speaker": "LEE", "sentences": [{"text": "Here's something Bill Clinton said this week that actually didn't get a lot of pickup.", "sentId": 273}, {"text": "He said that there's not a single piece of evidence to show that when he repealed Glass-Steagall that led to the financial crisis.", "sentId": 274}, {"text": "This is a line that is going to haunt Hillary Clinton when she talks about, you know, being tough on Wall Street and wanting to rein in big banks.", "sentId": 275}, {"text": "She has a president, a husband and former president who says the policies that I proposed did not lead to a financial crisis.", "sentId": 276}, {"text": "At some point she'll have to answer for that.", "sentId": 277}, {"text": "And you watch the crowd that turn up at Martin O'Malley rallies and Bernie Sanders rallies -- they're holding up \"Bring back Glass- Steagall the posters.", "sentId": 278}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "Bill Clinton not always an asset, is that what you're saying?", "sentId": 279}], "secId": 106}, {"speaker": "LEE", "sentences": [{"text": "Not always.", "sentId": 280}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "Not always.", "sentId": 281}], "secId": 108}, {"speaker": "LEE", "sentences": [{"text": "As long as he tried.", "sentId": 282}], "secId": 109}, {"speaker": "O'KEEFE", "sentences": [{"text": "So in addition to appearing at that education forum this week in New Hampshire, Jeb Bush is going to keep the focus on national security.", "sentId": 283}, {"text": "Of course, he's gotten a lot of criticism from members of both parties about that speech he gave on Iraq, but in talking to some foreign policy experts, they pointed out a lot of what he is actually proposing is pretty mainstream and bipartisan.", "sentId": 284}], "secId": 110}, {"speaker": "O'KEEFE", "sentences": [{"text": "They pointed to an op-ed in the \"Washington Post\" last month, co- written by Michelle Flournoy , of course, who's considered to be a possible defense secretary under Hillary Clinton; and Richard Fontaine.", "sentId": 285}, {"text": "They proposed among other things, helping out the Sunnis and the Kurds more directly, embedding Special Forces with Iraqi security forces going after ISIS, deploying forward air spotters to help pick out some air raid sites and then a new global campaign against ISIS.", "sentId": 286}], "secId": 111}, {"speaker": "O'KEEFE", "sentences": [{"text": "Well, guess, who else is proposing that?", "sentId": 287}, {"text": "Jeb Bush.", "sentId": 288}, {"text": "So they point out that, you know, while he's getting a lot of flak for this right now, the eventual Democratic nominee might be proposing the same thing, so smart of him to get out in front.", "sentId": 289}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Smarter to get out in front.", "sentId": 290}, {"text": "You mean you don't just have to blow up the oil fields?", "sentId": 291}], "secId": 113}, {"speaker": "O'KEEFE", "sentences": [{"text": "No.", "sentId": 292}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "Never mind.", "sentId": 293}, {"text": "Never mind.", "sentId": 294}, {"text": "I'll close with this.", "sentId": 295}, {"text": "A little bit more on the conversation about Joe Biden's deliberations about whether or not to run in 2016.", "sentId": 296}, {"text": "Even those helping the Vice President aren't sure just what he's going to decide.", "sentId": 297}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "They say he could return to Washington as soon as this week and say, never mind, I thought about it, but I'm not going to run.", "sentId": 298}, {"text": "Or more likely they say he could wait another four to six weeks and mull it over.", "sentId": 299}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "As he does, here are some of the calculations according to several informed sources involved in the discussion.", "sentId": 300}, {"text": "The vice president has been told it will be hard but not impossible to pull together a solid campaign team.", "sentId": 301}, {"text": "He's been told he should think first of an Iowa to Nevada strategy figuring that after the first four nominating contests, he would know whether he could topple Hillary Clinton from her front-runner status or whether a third Biden run for the presidency would end in disappointment like the first two.", "sentId": 302}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "And that such a campaign through Nevada would cost ballpark 25, 30, to 100 -- as in roughly $25 million to $30 million in hard money those are the smaller donations for the official campaign organization and then another $100 million for a super Pac.", "sentId": 303}, {"text": "He's also been told October 1st is considered by most of his top advisers as the latest he could wait to decide whether to get in.", "sentId": 304}, {"text": "There is though -- there is this -- a joke among close Biden advisers that he should wait until the morning of October 13th and then show up for the first Democratic debate that night in Nevada.", "sentId": 305}, {"text": "Don't count on it but it's fun to talk about it.", "sentId": 306}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 307}, {"text": "Again, thanks for sharing your Sunday.", "sentId": 308}, {"text": "We'll see you soon.", "sentId": 309}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" starts right now.", "sentId": 310}], "secId": 120}], "sectionCount": 121, "url": "transcripts.cnn.com/TRANSCRIPTS/1508/16/ip.01.html", "sentenceCount": 312, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired August 16, 2015 - 08:30   ET", "speakers": ["KING", "CLINTON", "TRUMP", "JINDAL", "With us to share their reporting and their insights", "UNIDENTIFIED FEMALE", "SANDERS", "TODD", "O'KEEFE", "LEE", "BUSH", "HENDERSON", "KASICH", "MARTIN", "Up next", "Reason number three", "So"], "title": "INSIDE POLITICS"}