{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.0508.04.ip.01.html.json", "subTitle": "Iraq Violence; London Police Vigilant; Republican Spending; Nomination Battle; Future Elections", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "ANNOUNCER", "sentences": [{"text": "A very deadly week for U.S. forces in Iraq.", "sentId": 0}], "secId": 0}, {"speaker": "BUSH", "sentences": [{"text": "We mourn the loss of every fallen troop.", "sentId": 1}], "secId": 1}, {"speaker": "ANNOUNCER", "sentences": [{"text": "How will the violence over there affect the politics back here?", "sentId": 2}], "secId": 2}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Thousands of police patrol London subways and buses four weeks to the day after the terrorist attacks.", "sentId": 3}, {"text": "What kind of measures will Americans tolerate to combat terrorism?", "sentId": 4}], "secId": 3}, {"speaker": "ANNOUNCER", "sentences": [{"text": "From energy to transportation, Republicans in Congress hand the president big budget bills that he's eager to sign.", "sentId": 5}, {"text": "The GOP used to be known as the party of fiscal discipline, so what happened?", "sentId": 6}], "secId": 4}, {"speaker": "ANNOUNCER", "sentences": [{"text": "The supreme battle.", "sentId": 7}, {"text": "Does what John Roberts said then match up with what the high court nominee is saying now?", "sentId": 8}], "secId": 5}, {"speaker": "ANNOUNCER", "sentences": [{"text": "Now, live from Washington, CNN's INSIDE POLITICS.", "sentId": 9}], "secId": 6}, {"speaker": "HENRY", "sentences": [{"text": "Thanks for joining us.", "sentId": 10}, {"text": "I'm Ed Henry.", "sentId": 11}], "secId": 7}, {"speaker": "HENRY", "sentences": [{"text": "President Bush today took a defiant stand in response to videotaped comments by the man considered to be al Qaeda's second in command.", "sentId": 12}, {"text": "In a news conference at his Texas ranch, Mr. Bush also talked about the deaths of U.S. forces in Iraq, including the unit from Ohio that has taken an especially hard hit.", "sentId": 13}], "secId": 8}, {"speaker": "HENRY", "sentences": [{"text": "CNN's Elaine Quijano has more from Crawford, Texas -- Elaine.", "sentId": 14}], "secId": 9}, {"speaker": "QUIJANO", "sentences": [{"text": "Hello to you, Ed.", "sentId": 15}], "secId": 10}, {"speaker": "QUIJANO", "sentences": [{"text": "That's right.", "sentId": 16}, {"text": "President Bush today reiterated his vow to stay on the offense in the war on terror.", "sentId": 17}, {"text": "And the president also today making reference, pointing to those recent videotaped comments by al Qaeda's number two, Ayman al Zawahiri, as proof that Iraq is part of that war.", "sentId": 18}], "secId": 11}, {"speaker": "QUIJANO", "sentences": [{"text": "Now, the president made his remarks during a visit with the leader of Colombia, President Alvaro Uribe.", "sentId": 19}, {"text": "Mr. Bush reiterating the U.S.' commitment to training Iraqi forces, as well as fighting insurgents.", "sentId": 20}, {"text": "And he left little doubt that he viewed the conflict as a war.", "sentId": 21}, {"text": "But the president, as you mentioned, also struck a defiant tone and said Zawahiri's comments reinforced the notion that they are killers.", "sentId": 22}], "secId": 12}, {"speaker": "BUSH", "sentences": [{"text": "They have come up against a nation that, one, will defend itself.", "sentId": 23}, {"text": "Zawahiri was a part of that team that attacked us on September the 11th, 2001.", "sentId": 24}, {"text": "He was part of an al Qaeda group that said, well, we'll try to achieve our objective in attacking America.", "sentId": 25}], "secId": 13}, {"speaker": "BUSH", "sentences": [{"text": "They must not have understood the nature of our country.", "sentId": 26}], "secId": 14}, {"speaker": "BUSH", "sentences": [{"text": "I vowed then that we would stay on the offense against these people.", "sentId": 27}, {"text": "We owe it to the American people and other freedom-loving countries to bring these killers to justice.", "sentId": 28}, {"text": "And that's what they are.", "sentId": 29}, {"text": "They're terrorists and they're killers.", "sentId": 30}, {"text": "And they will kill innocent people trying to get us to withdraw from the world, so they can impose their dark vision on the world.", "sentId": 31}, {"text": "That's what they're trying to do.", "sentId": 32}], "secId": 15}, {"speaker": "QUIJANO", "sentences": [{"text": "Now President Bush said part of Zawahiri's goal now is to drive U.S. forces out of the broader Middle East.", "sentId": 33}, {"text": "But President Bush remaining defiant, saying the U.S. will stay the course and finish the job in Iraq.", "sentId": 34}, {"text": "Mr. Bush going on to say that people like Zawahiri have an ideology which the president called dark, dim and backwards.", "sentId": 35}], "secId": 16}, {"speaker": "QUIJANO", "sentences": [{"text": "Now, at the same time, the president also took a moment to offer words of comfort to the families of fallen U.S. troops.", "sentId": 36}, {"text": "In particular, the president reaching out to the community of Brook Park, Ohio, a community that President Bush said has suffered mightily in recent days -- Ed.", "sentId": 37}], "secId": 17}, {"speaker": "HENRY", "sentences": [{"text": "Thanks, Elaine Quijano, from Crawford, Texas.", "sentId": 38}], "secId": 18}, {"speaker": "HENRY", "sentences": [{"text": "Iraq was also the issue today when the new U.S. ambassador to the United Nations, John Bolton, cast his first vote.", "sentId": 39}], "secId": 19}, {"speaker": "HENRY", "sentences": [{"text": "CNN's senior U.N. correspondent Richard Roth joins me now with more from New York -- Richard.", "sentId": 40}], "secId": 20}, {"speaker": "ROTH", "sentences": [{"text": "Thanks, Ed.", "sentId": 41}], "secId": 21}, {"speaker": "ROTH", "sentences": [{"text": "Yes, John Bolton is here at the United Nations and making his first appearance with the U.S. sign as the ambassador inside the prestigious Security Council horseshoe table room.", "sentId": 42}, {"text": "Bolton arriving, once again, in good spirits.", "sentId": 43}, {"text": "He's had almost a perpetual smile on his face since getting here.", "sentId": 44}, {"text": "He probably thought he would never get here after the five-month-plus delay in Washington.", "sentId": 45}], "secId": 22}, {"speaker": "ROTH", "sentences": [{"text": "The resolution approved today by Bolton and 14 ambassadors criticizing, condemning the violence in Iraq and demanding that all countries help in stopping the flow of terrorist financing and movement.", "sentId": 46}], "secId": 23}, {"speaker": "BOLTON", "sentences": [{"text": "... cooperation among all member states to halt the flow of terrorist weapons and terrorist financing to Iraq.", "sentId": 47}, {"text": "We call upon the governments of Syria and Iran to honor their commitments to assist Iraq under this resolution.", "sentId": 48}], "secId": 24}, {"speaker": "MEKDAD", "sentences": [{"text": "There is nothing else that can justify such an onslaught on Syria and its policies.", "sentId": 49}, {"text": "We have been doing our best.", "sentId": 50}, {"text": "If they don't want to recognize that and to neglect their responsibility in this respect, it is up to them.", "sentId": 51}, {"text": "But they are doing nothing to protect this -- the borders with Syria from their side.", "sentId": 52}], "secId": 25}, {"speaker": "ROTH", "sentences": [{"text": "That was Iraq's U.N. ambassador, sitting, listening to John Bolton.", "sentId": 53}], "secId": 26}, {"speaker": "ROTH", "sentences": [{"text": "Ed, John Bolton was greeted with kind words from almost every ambassador at the table for his first public session.", "sentId": 54}], "secId": 27}, {"speaker": "HENRY", "sentences": [{"text": "Richard, I know it's early in his tenure, obviously, but the criticism from Democrats has been since that since it was a recess appointment from the president, that John Bolton will not actually have the full force of the United States Senate's confirmation behind him and that will make him a weak -- a lame duck, essentially.", "sentId": 55}, {"text": "I know it's early, but what's the sense you're getting from your sources about how he's being received?", "sentId": 56}], "secId": 28}, {"speaker": "ROTH", "sentences": [{"text": "I think they look at him as the U.S. ambassador and are putting way into the past the recess appointment.", "sentId": 57}, {"text": "Maybe at the end of next year, when they know he only has a few weeks or months left, it may come into play, unless he's reappointed.", "sentId": 58}, {"text": "But right now, they've heard President Bush say John Bolton is his man and that he'll be here demanding results.", "sentId": 59}], "secId": 29}, {"speaker": "HENRY", "sentences": [{"text": "And also, Richard, do you think, that given, during the course of those confirmation hearings, there was a big battle and there was a lot of questions about his temperament, does he have something to prove along those lines, or to other ambassadors expecting him to be a little more cooperative?", "sentId": 60}], "secId": 30}, {"speaker": "ROTH", "sentences": [{"text": "I think so.", "sentId": 61}, {"text": "Yesterday, I heard him say that he will be in a listening mode -- quoting George Shultz as saying, \"You can learn more by listening.\"", "sentId": 62}, {"text": "Certainly, he's well aware of the bashing he took about his temperament.", "sentId": 63}, {"text": "And so far publicly, it's all smiles.", "sentId": 64}, {"text": "When I asked him about it, after so many months, what do you feel like now?", "sentId": 65}, {"text": "He said, I'm delighted to be here.", "sentId": 66}], "secId": 31}, {"speaker": "ROTH", "sentences": [{"text": "Of course, you never know what's going to be told behind closed doors.", "sentId": 67}, {"text": "But right now, it's a very nice public display for John Bolton.", "sentId": 68}, {"text": "It's all sweetness and light so far.", "sentId": 69}, {"text": "Depends on what the issue may be.", "sentId": 70}], "secId": 32}, {"speaker": "HENRY", "sentences": [{"text": "OK. Richard Roth, senior U.N. correspondent for CNN.", "sentId": 71}, {"text": "Thanks for joining us.", "sentId": 72}], "secId": 33}, {"speaker": "HENRY", "sentences": [{"text": "Much more on Iraq straight ahead.", "sentId": 73}, {"text": "I'll talk with the former Baghdad bureau chief for \"Time\" magazine.", "sentId": 74}], "secId": 34}, {"speaker": "HENRY", "sentences": [{"text": "Also, federal agents raid the homes of a Louisiana congressman.", "sentId": 75}], "secId": 35}, {"speaker": "HENRY", "sentences": [{"text": "Plus, a look at the long history of Louisiana officials who couldn't stay out of trouble.", "sentId": 76}], "secId": 36}, {"speaker": "HENRY", "sentences": [{"text": "And, what will Rudy do next?", "sentId": 77}, {"text": "The latest word from the Giuliani camp on the former mayor's political plans.", "sentId": 78}], "secId": 37}, {"speaker": "HENRY", "sentences": [{"text": "Plus, his fans call him the \"Motor City Madman.\"", "sentId": 79}, {"text": "Does he want to be called governor?", "sentId": 80}, {"text": "We'll tell you if rocker Ted Nugent has made a decision about a possible run for Michigan's highest office.", "sentId": 81}], "secId": 38}, {"speaker": "HENRY", "sentences": [{"text": "We continue now with our coverage of the fight for Iraq and the deadly attacks on U.S. forces in recent days.", "sentId": 82}, {"text": "With me here in Washington is Brian Bennett.", "sentId": 83}, {"text": "He's a Washington-based correspondent for \"Time\" magazine.", "sentId": 84}, {"text": "He's also \"Time's\" former bureau chief in Baghdad.", "sentId": 85}, {"text": "Thanks, Brian.", "sentId": 86}], "secId": 39}, {"speaker": "BENNETT", "sentences": [{"text": "Good to be on the show.", "sentId": 87}], "secId": 40}, {"speaker": "HENRY", "sentences": [{"text": "I wanted to talk to you a little bit about the violence.", "sentId": 88}, {"text": "Twenty-seven Americans killed this week alone, 19 members of a Marine battalion from Ohio killed.", "sentId": 89}, {"text": "A lot of focus on that, obviously.", "sentId": 90}, {"text": "Talk a little bit about the political pressure on the president right now.", "sentId": 91}], "secId": 41}, {"speaker": "BENNETT", "sentences": [{"text": "Well, there's a lot of pressure, I think, not just on the president, but on the entire war effort and the machinery.", "sentId": 92}, {"text": "I think a lot of Americans look at these casualties, and a lot of parents are looking at these casualties and saying, you know, I don't think I want my son and daughter to be signing up if they are going to be going into such a dangerous situation.", "sentId": 93}], "secId": 42}, {"speaker": "BENNETT", "sentences": [{"text": "The president today was defiant, and probably rightly so.", "sentId": 94}, {"text": "Came out and said this is a war and we're fighting it.", "sentId": 95}, {"text": "And unfortunately these are the costs.", "sentId": 96}], "secId": 43}, {"speaker": "HENRY", "sentences": [{"text": "Now, talk a little bit also, having been in Baghdad, about insurgents and the kind of weapons they have now.", "sentId": 97}, {"text": "I was struck by the fact that yesterday's blast was able to overturn a 25-ton amphibious vehicle.", "sentId": 98}, {"text": "And there are suggestions that not only are the insurgents' attacks increasing, but the weapons they are getting their hands on, they're increasing, and they're becoming more deadly.", "sentId": 99}], "secId": 44}, {"speaker": "BENNETT", "sentences": [{"text": "This blast was really extraordinary.", "sentId": 100}, {"text": "It was perfectly timed -- right in the middle of a convoy.", "sentId": 101}, {"text": "As you said, it was able to flip this very heavy vehicle, 25 tons.", "sentId": 102}, {"text": "What experts in the area have been noticing is that the insurgents have learned how to shape their chargers.", "sentId": 103}, {"text": "That means that they can focus the blast in a certain direction.", "sentId": 104}, {"text": "They've been able to put a lot more explosive material into a smaller and more concealed space.", "sentId": 105}, {"text": "And this is leading to much higher casualties from these improvised explosive devices, or roadside bombs.", "sentId": 106}], "secId": 45}, {"speaker": "HENRY", "sentences": [{"text": "Also talk about the constitution.", "sentId": 107}, {"text": "Obviously, a new constitution being written.", "sentId": 108}, {"text": "About 11 days away from that.", "sentId": 109}, {"text": "What are the sticking points?", "sentId": 110}, {"text": "And how do you see that playing out?", "sentId": 111}], "secId": 46}, {"speaker": "BENNETT", "sentences": [{"text": "Well, as you said, we are really close to the deadline for the Iraqi government to write their constitution and hand it over to the National Assembly to be voted on.", "sentId": 112}], "secId": 47}, {"speaker": "BENNETT", "sentences": [{"text": "Some of the sticking points right now are the role of Islam in the government and how much Islam is to be used as a place to draw a law from.", "sentId": 113}, {"text": "Also whether or not Kurdish would be an official language along with Arabic in the country.", "sentId": 114}], "secId": 48}, {"speaker": "BENNETT", "sentences": [{"text": "It's possible a lot of the negotiations that have going on -- and this is one of the success stories in Iraq, we have seen real political negotiations happening, some real give-and-take.", "sentId": 115}, {"text": "And it's possible that at this point they have, in these committees, have really defined the structure of the government they want.", "sentId": 116}], "secId": 49}, {"speaker": "BENNETT", "sentences": [{"text": "They want three branches, two legislative bodies.", "sentId": 117}, {"text": "And they could put that package together as constitution, put it forward to the National Assembly.", "sentId": 118}, {"text": "And for the sticking points and the places where there's more controversy, they could delay that to be voted on by the legislature later as amendments to the constitution they put forward.", "sentId": 119}], "secId": 50}, {"speaker": "HENRY", "sentences": [{"text": "You mentioned this could be one of the success stories in Iraq, depending on how it plays out.", "sentId": 120}, {"text": "You were there for a long time.", "sentId": 121}, {"text": "One of the criticisms from allies of the administration has been that the media has been focusing too much on these kinds of attacks -- that as tragic as they are, there are success stories.", "sentId": 122}], "secId": 51}, {"speaker": "HENRY", "sentences": [{"text": "What's your sense from having been there about how much success there has been compared to the attacks that we've also talked about?", "sentId": 123}, {"text": "What about the success stories?", "sentId": 124}], "secId": 52}, {"speaker": "BENNETT", "sentences": [{"text": "Well, I think certainly, the political process has been a success.", "sentId": 125}, {"text": "And we have seen real haggling between the political parties, real power mongering, which I think is only, you know -- the lack or the intervention from the U.S. and all of that in that process, I think, is a positive thing and can only bode well for a real outcome that the Iraqi people feel enfranchised and like they are a part of.", "sentId": 126}], "secId": 53}, {"speaker": "HENRY", "sentences": [{"text": "Now, we started talking about the political pressure on the president.", "sentId": 127}, {"text": "But he has also been talking for a long time about linking in Iraq with the war on terror.", "sentId": 128}, {"text": "There have been Democrats on the Hill saying that that's an improper connection to make.", "sentId": 129}, {"text": "But then you have this videotape come out today from the number two man at al Qaeda, and he basically does link the war on terror to Iraq.", "sentId": 130}], "secId": 54}, {"speaker": "HENRY", "sentences": [{"text": "While there's political pressure on the president, can that also help with make the case, when you have the number two man at al Qaeda saying that this is why -- the fact that we're in Iraq, that this is adding to the pressures there.", "sentId": 131}], "secId": 55}, {"speaker": "BENNETT", "sentences": [{"text": "I think -- I mean, at this point now there's no doubt that the situation in Iraq is part of a bigger picture of the war on terror.", "sentId": 132}, {"text": "Certainly, experts -- European intelligence experts have said that they believe individuals are going from Europe to Iraq, getting military training and coming back into Europe.", "sentId": 133}, {"text": "And it's become part of the entire picture.", "sentId": 134}], "secId": 56}, {"speaker": "BENNETT", "sentences": [{"text": "I think whether initially going into the war in Iraq -- whether that was part of the war on terror is, at this point, unfortunately, academic.", "sentId": 135}, {"text": "And we have to deal with the here and now.", "sentId": 136}, {"text": "And it's certainly the case that there are international terrorist groups that are arming and training individuals inside of Iraq.", "sentId": 137}, {"text": "And we have a large military presence there, of course, and need to do everything we can to shut that down.", "sentId": 138}], "secId": 57}, {"speaker": "HENRY", "sentences": [{"text": "OK. We will have to leave it right there.", "sentId": 139}, {"text": "Brian Bennett from \"Time\" magazine, thanks for joining us.", "sentId": 140}], "secId": 58}, {"speaker": "BENNETT", "sentences": [{"text": "Good to be on the show.", "sentId": 141}], "secId": 59}, {"speaker": "HENRY", "sentences": [{"text": "Federal agents raid the homes of a Louisiana congressman.", "sentId": 142}, {"text": "An update on the investigation straight ahead.", "sentId": 143}], "secId": 60}, {"speaker": "HENRY", "sentences": [{"text": "Also, a recent New York poll found Rudy Giuliani the leading Republican in next year's race for governor.", "sentId": 144}, {"text": "But does Rudy even want the job?", "sentId": 145}, {"text": "The latest news from the Giuliani camp ahead in \"Political Bytes.\"", "sentId": 146}], "secId": 61}, {"speaker": "HENRY", "sentences": [{"text": "FBI agents have searched the Washington and New Orleans homes of Louisiana Congressman William Jefferson in what officials say is part of an ongoing criminal investigation.", "sentId": 147}, {"text": "The searchers were carried out yesterday.", "sentId": 148}, {"text": "Boxes and bags were removed from one of the homes.", "sentId": 149}, {"text": "Justice Department officials refused to provide further details about the case.", "sentId": 150}], "secId": 62}, {"speaker": "HENRY", "sentences": [{"text": "Jefferson, an eight-term Democrat from New Orleans, says he doesn't know the extent or precise nature of the probe, but is cooperating fully.", "sentId": 151}, {"text": "He was elected in 1990 as the first African- American House member from Louisiana since Reconstruction.", "sentId": 152}], "secId": 63}, {"speaker": "HENRY", "sentences": [{"text": "William Jefferson is by no means the first politician from Louisiana to find himself in the spotlight of a criminal investigation.", "sentId": 153}], "secId": 64}, {"speaker": "HENRY", "sentences": [{"text": "Bruce Morton takes a look at some politicians involved in past devious activity.", "sentId": 154}], "secId": 65}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Show me the money.", "sentId": 155}], "secId": 66}, {"speaker": "MORTON", "sentences": [{"text": "Money has always been part of it and music.", "sentId": 156}, {"text": "Dixieland started in a designated red-light district called Storyville after the alderman who drew up the legislation, and the French Quarter carries on the tradition.", "sentId": 157}], "secId": 67}, {"speaker": "MORTON", "sentences": [{"text": "The late A.J.", "sentId": 158}, {"text": "Liebling once wrote that Louisiana is the westernmost Arab state -- its politics comparable to Lebanon's.", "sentId": 159}, {"text": "Well maybe.", "sentId": 160}, {"text": "And Louisiana has always thought politics ought to be fun.", "sentId": 161}, {"text": "You have to start with Huey Long in the 1930s with the slogan, \"every man a king.\"", "sentId": 162}, {"text": "He used bribery, violence, whatever, to get things done, built the capitol, built Louisiana State University, built roads and was shot and killed in the capitol he built in 1935.", "sentId": 163}, {"text": "Guides still point to what they say are the bullet marks on the marble wall.", "sentId": 164}, {"text": "His brother Earl was elected three times, committed to a mental home once, had an affair with a stripper, but won his last campaign in spite of it all.", "sentId": 165}], "secId": 68}, {"speaker": "MORTON", "sentences": [{"text": "Country singer Jimmy Davis -- he wrote \"You Are My Sunshine\" -- road his horse into the governor's office after his election, prompting one reporter to write it was the first time all of a horse had ever been there.", "sentId": 166}], "secId": 69}, {"speaker": "MORTON", "sentences": [{"text": "And then there was Edwin Edwards, the first Cajun governor, elected four times.", "sentId": 167}, {"text": "He was funny.", "sentId": 168}, {"text": "One opponent, he joked, was so slow it took him an hour-and-a-half to watch 60 minutes.", "sentId": 169}, {"text": "He campaigned in French and English.", "sentId": 170}, {"text": "Rumors of corruption always trailed in his wake.", "sentId": 171}], "secId": 70}, {"speaker": "MORTON", "sentences": [{"text": "When he ran against David Duke, former American Nazi and Ku Klux Klansman, the bumper sticker read \"Elect a Crook, It's Important.\"", "sentId": 172}, {"text": "Louisiana did.", "sentId": 173}, {"text": "Edwards' first trial ended in a hung jury, his second an acquittal, but new charges relating to gambling casinos in New Orleans brought him down.", "sentId": 174}, {"text": "He was convicted in 2000 and sentenced to 10 years in jail.", "sentId": 175}], "secId": 71}, {"speaker": "MORTON", "sentences": [{"text": "So, he's gone now, but the music hasn't stopped.", "sentId": 176}, {"text": "Louisiana is a poor state.", "sentId": 177}, {"text": "Politics is supposed to be fun and if a little money changes hands, well, let the good times roll.", "sentId": 178}], "secId": 72}, {"speaker": "MORTON", "sentences": [{"text": "Bruce Morton, CNN, Washington.", "sentId": 179}], "secId": 73}, {"speaker": "HENRY", "sentences": [{"text": "Spicy politics, indeed.", "sentId": 180}], "secId": 74}, {"speaker": "HENRY", "sentences": [{"text": "The future political plans of former New York City Mayor Rudy Giuliani lead off our \"Political Bytes.\"", "sentId": 181}, {"text": "A spokeswoman for Giuliani says the Republican has - quote -- \"no intention of running for governor next year.\"", "sentId": 182}, {"text": "As you know, incumbent GOP Governor George Pataki said last week he would not run for reelection.", "sentId": 183}, {"text": "A recent poll found Giuliani is the only New York Republican who leads probable Democratic candidate Eliot Spitzer.", "sentId": 184}], "secId": 75}, {"speaker": "HENRY", "sentences": [{"text": "Illinois Democrat Barack Obama has an unusually high profile for a freshman senator and he's been able to cash in on that popularity with his fundraising.", "sentId": 185}, {"text": "The \"Chicago Tribune\" reports that Obama raised more than $850,000 for his political action committee in the first six months of the year.", "sentId": 186}, {"text": "That makes Obama the third-largest PAC fundraiser in the Senate this year, behind potential White House hopefuls Bill Frist and Evan Bayh.", "sentId": 187}], "secId": 76}, {"speaker": "HENRY", "sentences": [{"text": "Rock and roller and political activist Ted Nugent is apparently taking himself out of the running for the 2006 race for Michigan governor.", "sentId": 188}, {"text": "In a posting on his official Web site message board, Nugent is quoted as saying, he won't run next year, but he's keeping his options open 2010.", "sentId": 189}], "secId": 77}, {"speaker": "HENRY", "sentences": [{"text": "And another veteran of the Michigan music scene, in this case, Motown, is making the leap into politics.", "sentId": 190}, {"text": "Martha Reeves is known as the lead singer of the 60s group \"Martha and the Vandellas.\"", "sentId": 191}, {"text": "On Tuesday, she was among the top vote-getters in Detroit's city council primary.", "sentId": 192}, {"text": "She faces the voters again this fall before she can join the actual council.", "sentId": 193}], "secId": 78}, {"speaker": "HENRY", "sentences": [{"text": "What would you like to see done to better protect you and your family from terror?", "sentId": 194}, {"text": "Should airport security measures be implemented on subways and buses?", "sentId": 195}, {"text": "We polled Americans about just that.", "sentId": 196}, {"text": "The results when we come back.", "sentId": 197}], "secId": 79}, {"speaker": "HENRY", "sentences": [{"text": "Plus, we've got some new twists in the supreme battle over high court nominee John Roberts.", "sentId": 198}], "secId": 80}, {"speaker": "HENRY", "sentences": [{"text": "Stay with us.", "sentId": 199}, {"text": "There's plenty more politics straight ahead.", "sentId": 200}], "secId": 81}, {"speaker": "HENRY", "sentences": [{"text": "As the markets get set to close on Wall Street, I'm joined now by Kitty Pilgrim in New York, with \"The Dobbs Report --\" Kitty?", "sentId": 201}], "secId": 82}, {"speaker": "PILGRIM", "sentences": [{"text": "Thanks, Ed.", "sentId": 202}], "secId": 83}, {"speaker": "PILGRIM", "sentences": [{"text": "We have stocks ending deep in the red today.", "sentId": 203}, {"text": "Let's take a look.", "sentId": 204}, {"text": "Dow Industrials losing -- wow -- about 89 points.", "sentId": 205}, {"text": "And the NASDAQ more than 1 percent lower.", "sentId": 206}, {"text": "Most of the major retail chains reported weak sales last month.", "sentId": 207}, {"text": "Department stores suffered the most.", "sentId": 208}, {"text": "However Wal- Mart, one the bright spots.", "sentId": 209}, {"text": "It got a boost from people stocking up ahead of the hurricanes in the Southeast.", "sentId": 210}], "secId": 84}, {"speaker": "PILGRIM", "sentences": [{"text": "And in corporate news, we have changes at the top two of the world's largest oil companies.", "sentId": 211}, {"text": "Exxon-Mobil Chairman and CEO Lee Raymond plans to retire at the end of this year after a 42-year career at the company.", "sentId": 212}, {"text": "He's going to be replaced by Exxon President Rex Tillerson.", "sentId": 213}], "secId": 85}, {"speaker": "PILGRIM", "sentences": [{"text": "And Royal Dutch Shell also named a new chairman, Jorma Ollila, and he's the outgoing chairman and CEO of Nokia.", "sentId": 214}], "secId": 86}, {"speaker": "CNN", "sentences": [{"text": "00 p.m. Eastern on LOU DOBBS TONIGHT, this summer's hot, hot temperatures, pushing our energy grids to the max.", "sentId": 215}, {"text": "Now, what's been done since the blackout two years ago to protect us from another system-wide failure?", "sentId": 216}], "secId": 87}, {"speaker": "MURPHY", "sentences": [{"text": "In the energy bill, Congress put in mandatory reliability standards that are enforceable, penalties involved.", "sentId": 217}, {"text": "So, the whole country will have to follow the same mandatory rules.", "sentId": 218}], "secId": 88}, {"speaker": "PILGRIM", "sentences": [{"text": "Also tonight, our special series \"Broken Borders.\"", "sentId": 219}, {"text": "One Virginia town is divided over day-laborers.", "sentId": 220}, {"text": "Should taxpayer dollars go to help illegal aliens find jobs?", "sentId": 221}, {"text": "We'll take that on.", "sentId": 222}], "secId": 89}, {"speaker": "PILGRIM", "sentences": [{"text": "Plus a Bush administration report says most states are not checking whether patients filing Medicaid claims are really U.S. citizens.", "sentId": 223}, {"text": "We'll have a full report.", "sentId": 224}], "secId": 90}, {"speaker": "there", "sentences": [{"text": "00 Eastern.", "sentId": 225}, {"text": "LOU DOBBS TONIGHT.", "sentId": 226}], "secId": 91}, {"speaker": "there", "sentences": [{"text": "But for now, back to Ed.", "sentId": 227}], "secId": 92}, {"speaker": "HENRY", "sentences": [{"text": "We'll be there.", "sentId": 228}, {"text": "Thanks, Kitty.", "sentId": 229}], "secId": 93}, {"speaker": "HENRY", "sentences": [{"text": "Now back to INSIDE POLITICS.", "sentId": 230}, {"text": "Today's release of a videotape featuring a top al Qaeda official coincided with the four-week anniversary of the attacks on the London mass transit system.", "sentId": 231}, {"text": "Thousands of London police were out in force today, part of a high- profile effort to ease public concerns.", "sentId": 232}], "secId": 94}, {"speaker": "HENRY ", "sentences": [{"text": "London is jittery exactly four weeks after the suicide bombings that killed 52 commuters.", "sentId": 233}], "secId": 95}, {"speaker": "TROTTER", "sentences": [{"text": "Of course it could happen again.", "sentId": 234}, {"text": "London is in a high level of alert.", "sentId": 235}, {"text": "It's four weeks on from that first attack, but we've got every resource we can possibly find out here on the underground and the over-ground systems today.", "sentId": 236}, {"text": "All the police forces of London are all working together to keep London safe.", "sentId": 237}], "secId": 96}, {"speaker": "HENRY", "sentences": [{"text": "Fears of future attacks in Britain and American heightened by a new videotaped message from Osama Bin Laden's number two in al Qaeda.", "sentId": 238}, {"text": "Ayman al Zawahiri blames Prime Minister Tony Blair for the bombings in London and vows more attacks there and elsewhere.", "sentId": 239}], "secId": 97}, {"speaker": "ZAWAHIRI", "sentences": [{"text": "Our message is clear.", "sentId": 240}, {"text": "What you saw in New York and Washington and what you are seeing in Afghanistan and Iraq, all these are nothing compared to what you will see next.", "sentId": 241}], "secId": 98}, {"speaker": "HENRY", "sentences": [{"text": "Al Zawahiri also told the American people that President Bush has lied to them about the Iraq war and called for an immediate withdrawal of U.S. forces.", "sentId": 242}, {"text": "The president fired back from this working vacation in Texas, saying the United States will not be intimidated by the new threats.", "sentId": 243}], "secId": 99}, {"speaker": "BUSH", "sentences": [{"text": "They're terrorists and they're killers.", "sentId": 244}, {"text": "And they will kill innocent people trying to get us to withdraw from the world so they can impose their dark vision on the world.", "sentId": 245}, {"text": "We will stay the course and complete the job in Iraq.", "sentId": 246}], "secId": 100}, {"speaker": "HENRY", "sentences": [{"text": "The war of words coincides with a new CNN/\"USA Today\"/Gallup poll showing what intrusions Americans are willing to accept in order to feel secure at home.", "sentId": 247}, {"text": "In the wake of the London transit bombings, an overwhelming 78 percent of Americans say they favor security systems for mass transit like those in airports.", "sentId": 248}, {"text": "Only 20 percent oppose.", "sentId": 249}, {"text": "Sixty-six percent favor a national ID card for all Americans, with 33 percent against.", "sentId": 250}], "secId": 101}, {"speaker": "HENRY", "sentences": [{"text": "But the poll also reveals Americans are still struggling with where to draw the line.", "sentId": 251}, {"text": "On whether to allow police to stop people at random and ask them to show ID, 51 percent oppose it, while 48 percent favor it.", "sentId": 252}], "secId": 102}, {"speaker": "HENRY", "sentences": [{"text": "As for requiring special security checks for Arab-Americans before boarding planes, 53 percent favor, while 46 percent oppose.", "sentId": 253}], "secId": 103}, {"speaker": "HENRY ", "sentences": [{"text": "In the poll, a whopping 81 percent of Americans now favor requiring everyone who enters an office building to go through metal detectors.", "sentId": 254}], "secId": 104}, {"speaker": "HENRY ", "sentences": [{"text": "The news from Iraq this week has been especially painful for many U.S. military families, with more than two dozen troops killed in action.", "sentId": 255}], "secId": 105}, {"speaker": "HENRY ", "sentences": [{"text": "Our senior political analyst Bill Schneider has more on signs that the ongoing operation in Iraq could become a political problem for Republicans here at home.", "sentId": 256}], "secId": 106}, {"speaker": "SCHNEIDER", "sentences": [{"text": "It's been a week of grim news from Iraq -- 27 Americans killed, bringing the total to 1,825.", "sentId": 257}, {"text": "A single Marine battalion based in Ohio lost at least 14 members in two days.", "sentId": 258}], "secId": 107}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Republicans also faced some sobering political news from Ohio this week, where Democratic war critic Paul Hackett very nearly won an upset victory in a heavily Republican congressional district.", "sentId": 259}], "secId": 108}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Former House Speaker Newt Gingrich called the Ohio election a wakeup call for Republicans.", "sentId": 260}, {"text": "Gingrich told the \"Washington Post\" -- quote -- \"there is more energy today on the anti-Iraq, anti-gas price, anti-changing Social Security and, I think, anti-Washington side.", "sentId": 261}, {"text": "I think the combination of those four are all redounding to weaken Republicans and help Democrats.\"", "sentId": 262}], "secId": 109}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Back in 1994, the anti-Washington mood swept Democrats out of power and swept Gingrich in.", "sentId": 263}, {"text": "If he believes Republicans are now in trouble, it's worth paying attention.", "sentId": 264}], "secId": 110}, {"speaker": "SCHNEIDER", "sentences": [{"text": "At least one analyst believes the concern may be overstated.", "sentId": 265}], "secId": 111}, {"speaker": "COOK", "sentences": [{"text": "We're in an era now, unlike Watergate a generation ago or even maybe 10 years ago, that it's basically a safe incumbent era.", "sentId": 266}, {"text": "There are very few seats that are really in play, barring a national trauma taking place.", "sentId": 267}, {"text": "SCHNEIDER: Could Iraq become that national trauma?", "sentId": 268}, {"text": "In a new CBS News poll, nearly 60 percent of Americans say the war in Iraq was not worth the loss of American life and other costs.", "sentId": 269}], "secId": 112}, {"speaker": "COOK", "sentences": [{"text": "When American lives are lost, entire communities grieve.", "sentId": 270}, {"text": "It dominates local news coverage for days.", "sentId": 271}], "secId": 113}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "...find out that all nine of those members who died in that....", "sentId": 272}], "secId": 114}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Stories like that lead some voters to question what the U.S. is doing in Iraq.", "sentId": 273}, {"text": "One of them was Republican Congressman Walter Jones from North Carolina.", "sentId": 274}], "secId": 115}, {"speaker": "JONES", "sentences": [{"text": "When I attended Michael Bitz's funeral in April of 2003, a Marine who left three children, twins he never saw, and when his wife read the last letter word-for- word at his funeral, on the way back to my little town of Farmville, North Carolina, I was emotional for 72 miles.", "sentId": 275}], "secId": 116}, {"speaker": "SCHNEIDER", "sentences": [{"text": "In June, Representative Jones cosponsored a resolution calling for the United States to begin withdrawing troops from Iraq by October 2006.", "sentId": 276}, {"text": "That resolution now has 45 co-sponsors, including four Republicans.", "sentId": 277}], "secId": 117}, {"speaker": "SCHNEIDER", "sentences": [{"text": "The public is split, according to the CBS News poll, over whether the U.S. is making progress in bringing stability and order to Iraq.", "sentId": 278}, {"text": "It's not just losses that demoralize Americans.", "sentId": 279}, {"text": "It's also the concern that not enough is being accomplished to make that sacrifice worthwhile.", "sentId": 280}], "secId": 118}, {"speaker": "HENRY", "sentences": [{"text": "Okay, Bill.", "sentId": 281}, {"text": "A couple things.", "sentId": 282}, {"text": "I want to start by asking about this al Zawahiri tape today.", "sentId": 283}, {"text": "The president in Crawford basically said this is why we're fighting the war on terror.", "sentId": 284}, {"text": "We've got to get these terrorists.", "sentId": 285}, {"text": "But the public, there were questions about whether or not going to Iraq actually has helped make the country safer or not.", "sentId": 286}, {"text": "Where's the public?", "sentId": 287}], "secId": 119}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Where the public is, is nearly half, about 45 percent of Americans, told the CBS News poll that the war in Iraq has not made the United States safer from terrorism.", "sentId": 288}, {"text": "It has decreased American safety from terrorism.", "sentId": 289}, {"text": "Only about 15 percent believe that it's made the United States safer.", "sentId": 290}, {"text": "So whether -- has it decreased American safety?", "sentId": 291}, {"text": "They're still split over that.", "sentId": 292}], "secId": 120}, {"speaker": "HENRY", "sentences": [{"text": "And you think that adds to the political pressure on the president and the mood heading into '06 for congressional Republicans?", "sentId": 293}], "secId": 121}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Yes, I definitely think it does.", "sentId": 294}, {"text": "And I think Republicans acknowledge that, which is -- we heard in that resolution, they want October 2006 as the date for the withdrawal to begin.", "sentId": 295}, {"text": "That's a politically significant date.", "sentId": 296}], "secId": 122}, {"speaker": "HENRY", "sentences": [{"text": "About a month before the election, yes.", "sentId": 297}, {"text": "Finally, I want to ask you about Paul Hackett.", "sentId": 298}, {"text": "The Democrat in Ohio came this close.", "sentId": 299}, {"text": "You know, Republicans are saying, well, look, the Democrats are in pretty sorry shape if they can only celebrate a near victory instead of actual victory.", "sentId": 300}, {"text": "But do you think, like Newt Gingrich was saying, that maybe this is a wakeup call to Republicans?", "sentId": 301}], "secId": 123}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Well, I think Gingrich had a point, because this was a district Democrats never had any realistic expectation of winning.", "sentId": 302}, {"text": "And in fact, the Democratic Congressional Campaign Committee took awhile to invest any money in the district because they thought it was a hopeless case.", "sentId": 303}, {"text": "Some liberal bloggers, however, did raise a lot of money for that district.", "sentId": 304}, {"text": "So in the end, it was a surprise.", "sentId": 305}, {"text": "And I think Gingrich, when he said it was a wakeup call, he knew what he was talking about.", "sentId": 306}], "secId": 124}, {"speaker": "HENRY", "sentences": [{"text": "Okay.", "sentId": 307}, {"text": "Bill Schneider, our senior political analyst.", "sentId": 308}, {"text": "Thank you.", "sentId": 309}], "secId": 125}, {"speaker": "SCHNEIDER", "sentences": [{"text": "Sure.", "sentId": 310}], "secId": 126}, {"speaker": "HENRY", "sentences": [{"text": "More information comes out of the of the John Roberts file.", "sentId": 311}, {"text": "Coming up, the Supreme Court nominee's role as a lobbyist and why he failed to disclose that fact to Senate lawmakers.", "sentId": 312}], "secId": 127}, {"speaker": "HENRY", "sentences": [{"text": "Plus, our blog reporters will join us with the online chatter about Florida Congresswoman Katherine Harris.", "sentId": 313}, {"text": "She's taking more pot shots at newspapers, saying they've doctored her photos in an unflattering light.", "sentId": 314}], "secId": 128}, {"speaker": "HENRY", "sentences": [{"text": "And Baltimore Orioles star Rafael Palmeiro's steroid case.", "sentId": 315}, {"text": "Did the slugger lie to Congress?", "sentId": 316}, {"text": "James Carville and Bob Novak take it up in our \"Strategy Session.\"", "sentId": 317}], "secId": 129}, {"speaker": "HENRY", "sentences": [{"text": "Supreme Court nominee John Roberts says he made a mistake in not disclosing to a Senate committee that he once worked as a lobbyist for the cosmetics industry.", "sentId": 318}, {"text": "He acknowledged the omission in a letter to the Senate Judiciary Committee yesterday.", "sentId": 319}, {"text": "He says his work in 2001 was an effort to block a regulatory change involving sunscreen.", "sentId": 320}, {"text": "In private practice at the time, Roberts said he did not think the nature of the work was political.", "sentId": 321}], "secId": 130}, {"speaker": "HENRY", "sentences": [{"text": "In another case, the \"Los Angeles Times\" reports that Roberts worked behind the scenes for gay rights activists in the mid-90s.", "sentId": 322}, {"text": "The \"Times\" says Roberts' legal expertise helped them persuade the Supreme Court to issue a landmark ruling protecting people from discrimination because of their sexual orientation.", "sentId": 323}, {"text": "Joining me now to talk more about John Roberts and his nomination, \"Washington Post\" reporter Mike Allen.", "sentId": 324}, {"text": "Mike, thanks for joining us.", "sentId": 325}], "secId": 131}, {"speaker": "HENRY", "sentences": [{"text": "I wanted to talk to you a little bit about, first, this \"L.A. Times\" story about the gay rights case.", "sentId": 326}, {"text": "I'm wondering whether that could be significant, not just because of that single case, but because we've heard some conservatives rumblings about concerns that they don't know enough about John Roberts and that perhaps he might be another David Souter.", "sentId": 327}, {"text": "Does this add some fodder to that?", "sentId": 328}], "secId": 132}, {"speaker": "ALLEN", "sentences": [{"text": "Right.", "sentId": 329}, {"text": "Well, that story is very fascinating.", "sentId": 330}, {"text": "It's definitely instructive about him.", "sentId": 331}, {"text": "There's no question that to take the extreme example, if he were a hard-core Evangelical, he would not have taken this case.", "sentId": 332}], "secId": 133}, {"speaker": "ALLEN", "sentences": [{"text": "As I called around today, what you heard conservatives saying is that this moves him from an eight to a seven, a seven to a six, but what conservatives are saying is the Republican senators are locked down.", "sentId": 333}, {"text": "They're not worried about them and this might even help them with a few Democratic senators.", "sentId": 334}], "secId": 134}, {"speaker": "ALLEN", "sentences": [{"text": "So, conservatives are trying to avert their gaze from this.", "sentId": 335}, {"text": "When I call and ask people what they thought of the \"L.A. Times\" story, they'd be like \"what \"LA.", "sentId": 336}, {"text": "Times\" story?\"", "sentId": 337}, {"text": "and I'm like, \"you know what I'm talking about.\"", "sentId": 338}], "secId": 135}, {"speaker": "ALLEN", "sentences": [{"text": "And -- whereas you point out with the groups, there's no question that some of the super conservative groups could be worried about this.", "sentId": 339}, {"text": "But if they're not going to accept Roberts, who are they going to accept?", "sentId": 340}], "secId": 136}, {"speaker": "HENRY", "sentences": [{"text": "Well, I also wonder whether this is an example of the conventional wisdom, early on, being that these hearings -- most of the fireworks would come from Democrats like Chuck Schumer.", "sentId": 341}, {"text": "Could it also come though from conservatives like Sam Brownback, running for president likely in 2008, who's already raised concerns that maybe John Roberts is not conservative enough on an issue like abortion?", "sentId": 342}, {"text": "Could thereby more fireworks from some people on the Republican side at these hearings, pressing John Roberts a bit more to make sure that he's not another Souter, he's not another Anthony Kennedy?", "sentId": 343}], "secId": 137}, {"speaker": "ALLEN", "sentences": [{"text": "Well, that's -- mentioning Brownback is very astute, because he is someone that could object to this and with so many Republicans in favor of him, he could beat up Souter a little bit on this and not worry about endangering the larger enterprise.", "sentId": 344}], "secId": 138}, {"speaker": "ALLEN", "sentences": [{"text": "Obviously, if you contributed to a nominee going down, you wouldn't be on the White House Christmas card list.", "sentId": 345}, {"text": "But he could make his point and still have him survive.", "sentId": 346}, {"text": "And that's why yesterday, Republicans had a strategy session about these hearings and one of the things that they realized is that Judge Roberts' demeanor is going to be very important.", "sentId": 347}], "secId": 139}, {"speaker": "ALLEN", "sentences": [{"text": "These Democratic senators are going to have 30 minutes, they are going to be well prepared, are going to be able to really go at him.", "sentId": 348}, {"text": "And so, he needs to come across as confident, but not cocky, as they're saying, which is not always an easy trick.", "sentId": 349}], "secId": 140}, {"speaker": "muted", "sentences": [{"text": "Mike, I also want to wrap it up by asking you about this flap over why Judge Roberts did not list on this questionnaire with the Senate Judiciary Committee, the fact that he worked as a lobbyist for the cosmetics industry.", "sentId": 350}, {"text": "That was publicly known, but he left it off the questionnaire.", "sentId": 351}, {"text": "You're working this story as hard as anyone in town.", "sentId": 352}], "secId": 141}, {"speaker": "muted", "sentences": [{"text": "What's your sense?", "sentId": 353}, {"text": "That this is just a blip that's not going to hold anything up or is there more here?", "sentId": 354}], "secId": 142}, {"speaker": "ALLEN", "sentences": [{"text": "Right.", "sentId": 355}, {"text": "If it is as described in the letter that Judge Roberts sent the Judiciary Committee as an amendment to his questionnaire, there is not much to it.", "sentId": 356}, {"text": "He did the legal part of it.", "sentId": 357}, {"text": "Somebody else did the lobbying part.", "sentId": 358}, {"text": "They said he registered as a lobbyist as a technicality.", "sentId": 359}, {"text": "Now, if something were to emerge that showed that, that was not a complete description, it'd be a different matter.", "sentId": 360}, {"text": "And Democrats point out to you that despite this sterling, even boring resume, almost every nominee who's been -- run into trouble, it's been over something that was unpredictable and it often involved paperwork.", "sentId": 361}], "secId": 143}, {"speaker": "ALLEN", "sentences": [{"text": "And Democrats are looking forward to -- there's another document dump the third or fourth week of August, were told, of documents from the Reagan Library that might be relevant to this nomination.", "sentId": 362}], "secId": 144}, {"speaker": "HENRY", "sentences": [{"text": "Well, we know you'll be combing through them.", "sentId": 363}, {"text": "One of the sharpest political reporters in the nation, Mike Allen at the \"Washington Post.\"", "sentId": 364}, {"text": "Thanks for joining us.", "sentId": 365}], "secId": 145}, {"speaker": "ALLEN", "sentences": [{"text": "Have a great day, Ed.", "sentId": 366}], "secId": 146}, {"speaker": "HENRY", "sentences": [{"text": "The latest information on John Roberts is a big topic of discussion in the blogosphere.", "sentId": 367}, {"text": "Let's check in now with CNN Political Producer Abbi Tatton and Jacki Schechner, our blog reporter -- Jacki?", "sentId": 368}], "secId": 147}, {"speaker": "SCHECHNER", "sentences": [{"text": "Hi, Ed.", "sentId": 369}], "secId": 148}, {"speaker": "SCHECHNER", "sentences": [{"text": "Well, this is going to be the first confirmation process where the Internet has a potential to play a role both as a source for information and also, as a forum for people to talk about the confirmation hearings on-line.", "sentId": 370}], "secId": 149}, {"speaker": "SCHECHNER", "sentences": [{"text": "We wanted to give you a couple of resources that you can check out now in the coming month and then once the confirmation hearings begin.", "sentId": 371}, {"text": "One we've mentioned here before is SCOTUSBlog.com.", "sentId": 372}, {"text": "This is put together by a D.C. law firm, the law firm of Goldstein & Howe.", "sentId": 373}, {"text": "They have, actually, a reporter who is dedicated this beat and they have updates daily.", "sentId": 374}, {"text": "You can get some information on the Supreme Court that you might not get anywhere else.", "sentId": 375}], "secId": 150}, {"speaker": "ThinkProgress.org", "sentences": [{"text": "Court.Think Progress.org.", "sentId": 376}, {"text": "And there, they are updating with information, as well.", "sentId": 377}, {"text": "This is interesting, because it's lawyers, associates and fellows from the center and many of them actually clerked for the Supreme Court.", "sentId": 378}, {"text": "ABBIT TATTON, CNN POLITICAL PRODUCER: And that this is the first blogged nomination.", "sentId": 379}, {"text": "It's not lost on Patrick Rufini , who is the former Web master for the Bush/Cheney campaign of 2004.", "sentId": 380}, {"text": "He now runs the site PatrickRuffini.com -- a keen interest in politics over there.", "sentId": 381}, {"text": "He's introduced, this week, SCOTUSWire, which you can find at his site.", "sentId": 382}, {"text": "This is an aggregator of blog stories, news stories, wires, anything about nominee, John Roberts.", "sentId": 383}, {"text": "All found in this one place.", "sentId": 384}, {"text": "The most popular posts with the most clicks, rise to the top of the page and those that people are finding less interesting on- line, fall back.", "sentId": 385}], "secId": 151}, {"speaker": "ThinkProgress.org", "sentences": [{"text": "It's a great resource to see what people are interested in the on-line community about this nominee.", "sentId": 386}, {"text": "And one story that we saw out there today was the \"L.A. Times\" story that said that, \"John Roberts, while a lawyer in the 1990s was doing pro bono work for a group of gay rights activists, who went on to win a ruling from the Supreme Court against discrimination.\"", "sentId": 387}], "secId": 152}, {"speaker": "talking", "sentences": [{"text": "Gay Orbit  says, \"not only did he help us out, he helped us out for free.\"", "sentId": 388}], "secId": 153}, {"speaker": "SCHECHNER", "sentences": [{"text": "You can't beat that.", "sentId": 389}, {"text": "And QandO.net wondering what the reaction from the left and the right is going to be.", "sentId": 390}, {"text": "Does this make Ted Kennedy more fond of Roberts now?", "sentId": 391}, {"text": "Also, were wondering how the far right is going to react -- the religious right.", "sentId": 392}, {"text": "Well, we did find somebody talking about it.", "sentId": 393}, {"text": "This would be AMNation.com .", "sentId": 394}, {"text": "VFR -- View From the Right, saying that this -- \"never thought that Roberts was a true conservative and this is more evidence that he is not of the same philosophy as Scalia and Thomas.\"", "sentId": 395}], "secId": 154}, {"speaker": "TATTON", "sentences": [{"text": "And there's some people on the left and the right also asking \"why would he do this kind of pro bono work?\"", "sentId": 396}, {"text": "Pesman Usifsara  of PesmanS.com  on the right, he's saying that, \"this shows he's immensely talented and fair-minded and not the partisan hack that people are accusing him of.\"", "sentId": 397}], "secId": 155}, {"speaker": "TATTON", "sentences": [{"text": "Over at EzraKlein.Typepad.com , on the left.", "sentId": 398}, {"text": "He's also asking, \"why he would do this.\"", "sentId": 399}, {"text": "As a liberal, Ezra says, \"I would find it very hard to work for some far-right conservative group,\" but concludes that \"he's probably loathed to let convictions get in the way of good judgment.\"", "sentId": 400}], "secId": 156}, {"speaker": "SCHECHNER", "sentences": [{"text": "So, totally unrelated story, Abbi, but we love a good visual on this segment and Congresswoman Katherine Harris went on a conservative talk show -- radio show and said how newspapers, during the 2000 recount, were altering photos of her to make her make-up look more-- this is her word, \" colorized.\"", "sentId": 401}], "secId": 157}, {"speaker": "dramatic", "sentences": [{"text": "Who would be the first to find the -- never mind, I got it.", "sentId": 402}], "secId": 158}, {"speaker": "TATTON", "sentences": [{"text": "And also, blogging about this one, ZenYenta.blogspot.com, saying this vast media conspiracy, colorizing photos of Harris must stop.", "sentId": 403}, {"text": "Also saying that she wishes the media would stop putting that ridiculous moustache on John Bolton.", "sentId": 404}, {"text": "Back to you, Ed.", "sentId": 405}], "secId": 159}, {"speaker": "HENRY", "sentences": [{"text": "OK.", "sentId": 406}, {"text": "Thanks, Abbi and Jacki.", "sentId": 407}], "secId": 160}, {"speaker": "HENRY", "sentences": [{"text": "Another Marine is killed in Iraq and a top al Qaeda figure vows rivers of blood, ahead.", "sentId": 408}], "secId": 161}, {"speaker": "HENRY", "sentences": [{"text": "In today's \"Strategy Session,\" could the renewed campaign of fear and death fuel political repercussions here at home?", "sentId": 409}, {"text": "That's ahead with Bob Novak and James Carville, right here on INSIDE POLITICS.", "sentId": 410}], "secId": 162}, {"speaker": "HENRY", "sentences": [{"text": "Welcome back to INSIDE POLITICS and our \"Strategy Session\" on today's hottest political topics.", "sentId": 411}], "secId": 163}, {"speaker": "HENRY", "sentences": [{"text": "With us today, Democratic strategist and CNN political analyst James Carville, and \"Chicago Sun-Times\" columnist and CNN political analyst Robert Novak.", "sentId": 412}], "secId": 164}, {"speaker": "HENRY", "sentences": [{"text": "Today's topics?", "sentId": 413}, {"text": "A political war.", "sentId": 414}, {"text": "Conditions in Iraq grow deadlier by the day for U.S. forces.", "sentId": 415}, {"text": "As a top al Qaeda figure warns of more lethal days to come there and elsewhere.", "sentId": 416}, {"text": "As things get hotter, is there a political price to pay?", "sentId": 417}], "secId": 165}, {"speaker": "HENRY", "sentences": [{"text": "Also, pigging out.", "sentId": 418}, {"text": "The congressional checkbook gets a workout.", "sentId": 419}, {"text": "Is the GOP on a pork barrel spending spree?", "sentId": 420}], "secId": 166}, {"speaker": "HENRY", "sentences": [{"text": "And the Palmeiro probe.", "sentId": 421}, {"text": "After his steroid suspension, Congress now wants to know if it needs to call a federal foul on major leaguer Rafael Palmeiro.", "sentId": 422}], "secId": 167}, {"speaker": "HENRY", "sentences": [{"text": "Will it soon be Senator Harris?", "sentId": 423}, {"text": "The Republican Senate field clears for Congresswoman Catherine Harris of Florida.", "sentId": 424}, {"text": "A would-be GOP challenger bows out.", "sentId": 425}], "secId": 168}, {"speaker": "HENRY", "sentences": [{"text": "But first, the world got an earful today from the number two man in al Qaeda.", "sentId": 426}, {"text": "Al Jazeera broadcast new videotape of Osama bin Laden's right-hand man, Ayman al Zawahiri.", "sentId": 427}, {"text": "In it, he hails the recent bomb attacks in London and vows more to come.", "sentId": 428}, {"text": "He also promises more and greater violence against the U.S. in Iraq and elsewhere.", "sentId": 429}], "secId": 169}, {"speaker": "HENRY", "sentences": [{"text": "Since Sunday, 27 American troops in Iraq have been killed in insurgent attacks.", "sentId": 430}, {"text": "President Bush's answer to the heightened violence is short and to the point.", "sentId": 431}], "secId": 170}, {"speaker": "BUSH", "sentences": [{"text": "We will stay the course.", "sentId": 432}, {"text": "We will complete the job in Iraq.", "sentId": 433}, {"text": "And the job is this, we'll help the Iraqis develop a democracy.", "sentId": 434}], "secId": 171}, {"speaker": "HENRY", "sentences": [{"text": "James Carville, the president has been making that case over and over.", "sentId": 435}, {"text": "And the latest CNN/\"USA Today\"/Gallup poll suggests his approval ratings are still pretty low.", "sentId": 436}, {"text": "Why is that case not getting across to the American people?", "sentId": 437}, {"text": "What does he need to do to turn it around?", "sentId": 438}], "secId": 172}, {"speaker": "CARVILLE", "sentences": [{"text": "Because to people, it's becoming increasingly clear I think to people that, A, the Iraqi self defense forces are not getting any better and these insurgents are getting more sophisticated.", "sentId": 439}, {"text": "And I think as people look down six months from now, that they don't see that changing.", "sentId": 440}], "secId": 173}, {"speaker": "CARVILLE", "sentences": [{"text": "And I think the president's poll numbers would change if they saw that the Iraqis were able to take over more of it and the Americans less.", "sentId": 441}, {"text": "But I don't think that people see it right now.", "sentId": 442}, {"text": "I guess this recent wave is going to add to that.", "sentId": 443}, {"text": "I would not be surprised if we saw a slight drop in the president's approval ratings starting next week.", "sentId": 444}], "secId": 174}, {"speaker": "HENRY", "sentences": [{"text": "Bob, what's your sense about how the president can try to turn it around.", "sentId": 445}], "secId": 175}, {"speaker": "NOVAK", "sentences": [{"text": "It's a very difficult situation, Ed.", "sentId": 446}, {"text": "The president, practically everybody believes that sooner or later we're going to get out of there.", "sentId": 447}, {"text": "We're not going to be there forever.", "sentId": 448}, {"text": "We're not going to be there like Germany and Korea for 10, 15 years into the future.", "sentId": 449}, {"text": "It's too bloody.", "sentId": 450}, {"text": "But when we do leave, it's not going to be perfect.", "sentId": 451}, {"text": "Iraqis are still going to be shooting each other.", "sentId": 452}], "secId": 176}, {"speaker": "NOVAK", "sentences": [{"text": "But when you find these terrorists saying you've got to get out now, that makes it even more difficult for a phased withdrawal.", "sentId": 453}], "secId": 177}, {"speaker": "NOVAK", "sentences": [{"text": "I still believe that the withdrawal is going to start next spring.", "sentId": 454}, {"text": "And it's going to be irreversible.", "sentId": 455}, {"text": "But it's a very difficult situation to continue what is not a war with fixed battle lines, but dealing with small insurgent terrorist groups.", "sentId": 456}], "secId": 178}, {"speaker": "HENRY", "sentences": [{"text": "And James Carville.", "sentId": 457}, {"text": "We've heard a lot about that in the last couple weeks about whether or not troops -- U.S. troops will start coming home next year.", "sentId": 458}, {"text": "It's obviously, there are some politics there because it's 2006, congressional midterm election.", "sentId": 459}, {"text": "Do you think that will relief some of the pressure?", "sentId": 460}], "secId": 179}, {"speaker": "CARVILLE", "sentences": [{"text": "You know, I -- one of the questions, I think -- and I don't know the answer to it -- how do you -- I've heard say well we're going to draw 80,000 down and leave 50,000 there.", "sentId": 461}, {"text": "Well, if you take 80,000 out, aren't the 50,000 going to be in more jeopardy?", "sentId": 462}], "secId": 180}, {"speaker": "CARVILLE", "sentences": [{"text": "I've never -- I don't know exactly -- I do know this, and let me confess, I was merely a corporal then, I never saw combat -- but when you talk about drawing people out, you've got to take a lot of stuff with you.", "sentId": 463}, {"text": "And you leave a lot of people behind.", "sentId": 464}, {"text": "I don't know.", "sentId": 465}, {"text": "But you know, our military has talked about it.", "sentId": 466}, {"text": "The commanding general there said that they hope to have substantial withdrawals by next year.", "sentId": 467}, {"text": "It could be a political necessity we do that.", "sentId": 468}], "secId": 181}, {"speaker": "NOVAK", "sentences": [{"text": "It's not like Vietnam, where you had the U.S. forces standing against main force Vietnamese troops, division level troops with generals.", "sentId": 469}, {"text": "I mean, you can take people out, because these are very small little units that the insurgents have.", "sentId": 470}, {"text": "So, I think it's -- see, I outrank James.", "sentId": 471}, {"text": "I was a second lieutenant.", "sentId": 472}], "secId": 182}, {"speaker": "CARVILLE", "sentences": [{"text": "I'm sure.", "sentId": 473}, {"text": "I'm sure.", "sentId": 474}, {"text": "I don't say that you can't get out.", "sentId": 475}, {"text": "I'm just saying if you pull out -- I don't know the question is, is it more dangerous for the 50,000 if you take 80,000.", "sentId": 476}, {"text": "We're in -- I wouldn't use the Q word, but we're in as the Brits have said, a pretty sticky wicket over there right now.", "sentId": 477}], "secId": 183}, {"speaker": "HENRY", "sentences": [{"text": "You were known as Corporal Cue Ball, is that right?", "sentId": 478}], "secId": 184}, {"speaker": "CARVILLE", "sentences": [{"text": "Absolutely.", "sentId": 479}], "secId": 185}, {"speaker": "HENRY", "sentences": [{"text": "I just want make sure.", "sentId": 480}, {"text": "But Bob Novak outranks you.", "sentId": 481}], "secId": 186}, {"speaker": "CARVILLE", "sentences": [{"text": "He does.", "sentId": 482}], "secId": 187}, {"speaker": "HENRY", "sentences": [{"text": "What about -- let's talk about the political situation here in the United States with the midterm elections coming up.", "sentId": 483}, {"text": "A lot of focus this week on the race in Ohio.", "sentId": 484}, {"text": "And I want to put on the screen what Newt Gingrich has said in \"The Washington Post\" about that.", "sentId": 485}, {"text": "A lot of talk about whether or not this is going to be any sort of bellwether for 2006.", "sentId": 486}], "secId": 188}, {"speaker": "HENRY", "sentences": [{"text": "Newt Gingrich said, it should serve as a wake-up call to Republicans.", "sentId": 487}, {"text": "Clearly, there's a pretty strong signal for Republicans thinking about 2006 that they need to do some very serious planning and not just assume that everything is going to be automatically OK.", "sentId": 488}], "secId": 189}, {"speaker": "HENRY", "sentences": [{"text": "What do you say to that, Bob?", "sentId": 489}], "secId": 190}, {"speaker": "NOVAK", "sentences": [{"text": "Let me say, I knew Newt Gingrich when he was a liberal, a strong liberal.", "sentId": 490}, {"text": "I knew him when he was an enthusiastic, optimistic conservative.", "sentId": 491}, {"text": "Now, he's sort of a gadfly trying to get some attention.", "sentId": 492}, {"text": "So, I wouldn't take all that too seriously.", "sentId": 493}], "secId": 191}, {"speaker": "NOVAK", "sentences": [{"text": "The interesting thing about midterm elections is that they are really important if the -- if the outs win.", "sentId": 494}, {"text": "If the incumbent party loses a seat, actually loses, this is not bridge.", "sentId": 495}, {"text": "This is politics.", "sentId": 496}, {"text": "You either win or you lose.", "sentId": 497}, {"text": "And if they had lost this seat, the Republicans would be running through the streets in terror.", "sentId": 498}], "secId": 192}, {"speaker": "NOVAK", "sentences": [{"text": "I think that this was a flawed candidate.", "sentId": 499}, {"text": "I think the Republican candidate, the Ohio governor, Bob Taft is the most unpopular governor in America.", "sentId": 500}, {"text": "Had a lot of troubles.", "sentId": 501}, {"text": "Not good news for the Republicans.", "sentId": 502}, {"text": "But I think Gingrich is a little overboard.", "sentId": 503}], "secId": 193}, {"speaker": "HENRY", "sentences": [{"text": "Democrats running around saying they didn't even win, but they're celebrating.", "sentId": 504}, {"text": "CARVILLE: Now, look, as Rom Emmanuel said, I'd rather have the win than the spin.", "sentId": 505}, {"text": "But no one has made this point, the big win for Democrats here is recruiting.", "sentId": 506}, {"text": "There's nothing that matters more in this phase than being able to recruit.", "sentId": 507}], "secId": 194}, {"speaker": "HENRY", "sentences": [{"text": "So you're on the phone trying to get somebody to run in a close district, and he says look, Bush got 52 in this district.", "sentId": 508}, {"text": "I don't know what you're talking about.", "sentId": 509}, {"text": "What are you talking about?", "sentId": 510}, {"text": "Bush got 64 and we came within four in Ohio.", "sentId": 511}, {"text": "There's nothing, again, in Washington to political people, there's nothing that is felt more than an election.", "sentId": 512}, {"text": "And everybody knows that this election, this election was not a good election for Republicans.", "sentId": 513}], "secId": 195}, {"speaker": "HENRY", "sentences": [{"text": "Yes, they won it.", "sentId": 514}, {"text": "Yes, they held the seat.", "sentId": 515}, {"text": "This was a district that President Bush won by 28 points.", "sentId": 516}, {"text": "If a Democrat would come within four points in a statewide in Ohio in this district didn't win the state by 20 points.", "sentId": 517}, {"text": "So the big help to Democrats here is, the spin will be gone this weekend, is that when they're on the phone recruiting Senate candidates and House candidates and their trying to get the best person, this gives them a big talking point.", "sentId": 518}, {"text": "And that's a big advantage.", "sentId": 519}], "secId": 196}, {"speaker": "HENRY", "sentences": [{"text": "OK. More \"Strategy Session\" straight ahead on INSIDE POLITICS.", "sentId": 520}, {"text": "Today, the Republican-controlled Congress gives the nod to an extra $300 billion in spending and tax breaks and then goes home.", "sentId": 521}, {"text": "Has the GOP acquired a taste for pork?", "sentId": 522}], "secId": 197}, {"speaker": "HENRY", "sentences": [{"text": "The \"Strategy Session\" continues on INSIDE POLITICS.", "sentId": 523}, {"text": "Still here, James Carville and Robert Novak.", "sentId": 524}], "secId": 198}, {"speaker": "HENRY", "sentences": [{"text": "Members of Congress are in recess, but not before rubber stamping an additional $300 billion in new spending and tax breaks.", "sentId": 525}, {"text": "Programs range from graffiti eradication in the Bronx to hundreds of millions for road projects.", "sentId": 526}], "secId": 199}, {"speaker": "HENRY", "sentences": [{"text": "Earlier this year, President Bush called on Congress to keep spending under control.", "sentId": 527}, {"text": "But Bob Novak, I picked up your column this morning and was horrified, shocked, to learn that Congress is spending money.", "sentId": 528}], "secId": 200}, {"speaker": "NOVAK", "sentences": [{"text": "They are spending money.", "sentId": 529}, {"text": "The president, they've got some -- as the president called it, fuzzy math I think in a past campaign.", "sentId": 530}, {"text": "They've said they've cut down the spending, but they really haven't.", "sentId": 531}, {"text": "It goes over the line that he drew in the sand.", "sentId": 532}], "secId": 201}, {"speaker": "NOVAK", "sentences": [{"text": "Don't call it Republican pork.", "sentId": 533}, {"text": "It's bipartisan pork.", "sentId": 534}, {"text": "The Democrats love it just as much.", "sentId": 535}, {"text": "They get all these big projects.", "sentId": 536}, {"text": "I went down these projects, and they give non-highway projects and non- railroad projects in the transportation bill, there's theaters and museums and all kinds of little projects.", "sentId": 537}], "secId": 202}, {"speaker": "NOVAK", "sentences": [{"text": "The interesting thing I like, Ed, is that next week, the president who is railing against this bill that he was going to veto is going to the district of Speaker Hastert in Aurora, Illinois, the caterpillar plant for a signing ceremony on the bill.", "sentId": 538}], "secId": 203}, {"speaker": "HENRY", "sentences": [{"text": "Well, that's my question though, Bob.", "sentId": 539}, {"text": "You've been covering Washington a long time.", "sentId": 540}, {"text": "This has been going on, Democrats, Republicans, both sides want to do it.", "sentId": 541}, {"text": "But didn't this Republican leadership say they were going to shake things up, and this president say he was going to hold the line, he was going to cut spending.", "sentId": 542}], "secId": 204}, {"speaker": "NOVAK", "sentences": [{"text": "They're acting like politicians.", "sentId": 543}, {"text": "What a shocking surprise.", "sentId": 544}], "secId": 205}, {"speaker": "NOVAK", "sentences": [{"text": "I was with a bunch of conservatives last week.", "sentId": 545}, {"text": "And they were all railing about the spending.", "sentId": 546}, {"text": "Every one of them voted for this bill.", "sentId": 547}, {"text": "There was only eight votes, eight Republican votes, no Democratic votes, against the bill in the whole House of Representatives on the transportation bill.", "sentId": 548}], "secId": 206}, {"speaker": "HENRY", "sentences": [{"text": "James Carville, as a strategy for Democrats, does it make sense for them to try to paint Republicans as hypocrites on this issue?", "sentId": 549}, {"text": "Or is it a situation where, as Bob points out, both parties like to spend?", "sentId": 550}, {"text": "You bring home the bacon, you get reelected.", "sentId": 551}], "secId": 207}, {"speaker": "CARVILLE", "sentences": [{"text": "Probably the best thing to do is just kind of shut up about it.", "sentId": 552}, {"text": "I actually think the president is being -- when they say we had all of this great success, we're really succeeding, I think the country looks what's going on in Iraq, what's going on in health care costs, what's going on in terms of stagnant income and go who are they kidding?", "sentId": 553}], "secId": 208}, {"speaker": "CARVILLE", "sentences": [{"text": "And so they pass this bill, which Bob correctly points out, it's got building parking garages and you know, graffiti eradication and they see an energy bill that says it's a tax boondoggle for big energy companies.", "sentId": 554}, {"text": "And the sense out in the country is they're not addressing the things that matter to me.", "sentId": 555}, {"text": "And if they're claiming this is some kind of victory for me and say, well, the energy bill really won't help gas prices, but boy, it will help Peabody Coal.", "sentId": 556}], "secId": 209}, {"speaker": "NOVAK", "sentences": [{"text": "It will help the farmers.", "sentId": 557}, {"text": "It'll help ethanol.", "sentId": 558}], "secId": 210}, {"speaker": "CARVILLE", "sentences": [{"text": "It'll help ethanol.", "sentId": 559}, {"text": "I don't like ethanol.", "sentId": 560}, {"text": "Ethanol is a very successful government program, Bob.", "sentId": 561}, {"text": "And I tell you, we need that sugar cane -- for down in Louisiana, you know, there's a lot of research, as I understand it, that says sugar cane is just as good.", "sentId": 562}, {"text": "In Louisiana, we're all for that government boondoggle.", "sentId": 563}, {"text": "Because our sugar growers are going to need some help down there, and people that work on these sugar...", "sentId": 564}], "secId": 211}, {"speaker": "NOVAK", "sentences": [{"text": "When you go up to the pump, too, you're paying for ethanol, too.", "sentId": 565}, {"text": "The only people -- listen, the only people who suffer from all this pork and the energy bill and the transportation bill, only two kinds of people, taxpayers and automobile drivers.", "sentId": 566}, {"text": "That's all.", "sentId": 567}], "secId": 212}, {"speaker": "HENRY", "sentences": [{"text": "But Bob, what's the bottom line?", "sentId": 568}, {"text": "You'd have to go back to the 1800s to find a president who went through his entire administration without vetoing any measure from Congress -- conservatives at the \"National Review\" magazine.", "sentId": 569}], "secId": 213}, {"speaker": "NOVAK", "sentences": [{"text": "There will be a veto.", "sentId": 570}], "secId": 214}, {"speaker": "HENRY", "sentences": [{"text": "What is the president going to...", "sentId": 571}], "secId": 215}, {"speaker": "NOVAK", "sentences": [{"text": "Stem cell research.", "sentId": 572}], "secId": 216}, {"speaker": "CARVILLE", "sentences": [{"text": "Boy, that's what the country really wants -- let's stop stem cell research.", "sentId": 573}, {"text": "Let's don't stop the deficit, let's don't stop the rise in healthcare costs, let's don't stop the rise in gas prices, let's don't stop .", "sentId": 574}, {"text": "We want to stop stem cell.", "sentId": 575}], "secId": 217}, {"speaker": "HENRY", "sentences": [{"text": "You've made your point.", "sentId": 576}, {"text": "But why won't the president -- the \"National Review,\" a conservative magazine, has been urging him -- veto one of these spending bills.", "sentId": 577}, {"text": "It's out of control.", "sentId": 578}], "secId": 218}, {"speaker": "NOVAK", "sentences": [{"text": "Well, he's the president.", "sentId": 579}, {"text": "He did something the three of us never ever are going to do and that's get elected president of the United States.", "sentId": 580}, {"text": "He is not a veto kind of guy.", "sentId": 581}], "secId": 219}, {"speaker": "NOVAK", "sentences": [{"text": "I tell you, the guy loved to veto, the last guy I saw who really loved to veto was Eisenhower.", "sentId": 582}, {"text": "You know, Eisenhower was one of the kings of the vetoers.", "sentId": 583}, {"text": "He loved to do it.", "sentId": 584}], "secId": 220}, {"speaker": "CARVILLE", "sentences": [{"text": "You were there.", "sentId": 585}], "secId": 221}, {"speaker": "NOVAK", "sentences": [{"text": "I was.", "sentId": 586}], "secId": 222}, {"speaker": "HENRY", "sentences": [{"text": "I'll take your word for it.", "sentId": 587}], "secId": 223}, {"speaker": "CARVILLE", "sentences": [{"text": "What about Coolidge?", "sentId": 588}, {"text": "When you were there covering Coolidge.", "sentId": 589}], "secId": 224}, {"speaker": "HENRY", "sentences": [{"text": "All right.", "sentId": 590}, {"text": "All right.", "sentId": 591}, {"text": "No cheap shots.", "sentId": 592}], "secId": 225}, {"speaker": "HENRY", "sentences": [{"text": "More of the \"Strategy Session\" is straight ahead.", "sentId": 593}], "secId": 226}, {"speaker": "HENRY", "sentences": [{"text": "Now that baseball start Rafael Palmeiro is benched for steroids, congress is getting into the game.", "sentId": 594}, {"text": "When we come back, why suspension may be just the beginning of a personal slump for Rafi.", "sentId": 595}], "secId": 227}, {"speaker": "HENRY", "sentences": [{"text": "The \"Strategy Session\" continues now on INSIDE POLITICS.", "sentId": 596}, {"text": "With us today, James Carville and Robert Novak.", "sentId": 597}], "secId": 228}, {"speaker": "HENRY", "sentences": [{"text": "A House committee is starting to gather evidence in the case of Rafael Palmeiro.", "sentId": 598}, {"text": "The Major League baseball star was suspended this week after testing positive for steroids.", "sentId": 599}, {"text": "Now lawmakers want to know if he lied to them during hearings earlier this year.", "sentId": 600}], "secId": 229}, {"speaker": "PALMEIRO", "sentences": [{"text": "I'll be brief in my remarks today.", "sentId": 601}, {"text": "Let me start by telling you this.", "sentId": 602}, {"text": "I have never used steroids.", "sentId": 603}, {"text": "Period.", "sentId": 604}], "secId": 230}, {"speaker": "HENRY", "sentences": [{"text": "OK. Bob Novak, what do you think about Congress getting involved in this investigation at all?", "sentId": 605}], "secId": 231}, {"speaker": "NOVAK", "sentences": [{"text": "It's absurd.", "sentId": 606}, {"text": "It's none of their business.", "sentId": 607}, {"text": "It's just a story of the day, this whole hearing, it was none of their business.", "sentId": 608}, {"text": "There's other things to do.", "sentId": 609}, {"text": "When they do these kind of things, it makes me a great advocate of long recesses.", "sentId": 610}, {"text": "I like long Congressional recesses.", "sentId": 611}], "secId": 232}, {"speaker": "NOVAK", "sentences": [{"text": "Now, as far as lying to Congress, there's so much lying to Congress that goes on under oath and not under oath, they'd have to get a new section of the Justice Department to do all the perjury cases and as you well know, perjury is a very tough rap to prosecute and to convict on.", "sentId": 612}], "secId": 233}, {"speaker": "HENRY", "sentences": [{"text": "James Carville, what about you?", "sentId": 613}], "secId": 234}, {"speaker": "CARVILLE", "sentences": [{"text": "You know, I had the same attitude as Bob did when he was here and I actually think it was one of these things that turned out to put the spotlight on it and I think it's done good.", "sentId": 614}, {"text": "As a baseball fan, I think they're really trying -- this has helped root this out.", "sentId": 615}], "secId": 235}, {"speaker": "CARVILLE", "sentences": [{"text": "However, I come back to where Bob is on this is, of course, he lied.", "sentId": 616}, {"text": "And you know, and -- but you're going to go dig that up and then you're going to have it back and there's going to be a lawyer, you're not going to convict anything.", "sentId": 617}, {"text": "And Palmeiro has really, really suffered.", "sentId": 618}, {"text": "I mean, justifiably, but it's not like he's not paying a price for this.", "sentId": 619}, {"text": "I like him as a ballplayer.", "sentId": 620}, {"text": "I like a left-hander that has a sweet swing.", "sentId": 621}, {"text": "And, you know, I'm just -- just a really dumb thing to do, but...", "sentId": 622}], "secId": 236}, {"speaker": "NOVAK", "sentences": [{"text": "Probably talked his way out of the Hall of Fame.", "sentId": 623}], "secId": 237}, {"speaker": "CARVILLE", "sentences": [{"text": "He probably did.", "sentId": 624}, {"text": "He going to -- no, it's going to cost him the Hall of Fame.", "sentId": 625}, {"text": "It's going to cost him God knows what not and his reputation and everything else and I'm a little bit where bob is, is...", "sentId": 626}], "secId": 238}, {"speaker": "HENRY", "sentences": [{"text": "The chairman of the committee, Tom Davis, would say he had these hearings because he believes there are thousands of teenagers across the country who've been trying steroids, because they...", "sentId": 627}], "secId": 239}, {"speaker": "CARVILLE", "sentences": [{"text": "I criticize Tom Davis and Interaction  for having it.", "sentId": 628}, {"text": "I was wrong.", "sentId": 629}, {"text": "I think that they did some good, all right?", "sentId": 630}, {"text": "I think the hearings were a positive thing.", "sentId": 631}, {"text": "I think that -- I'm saying that.", "sentId": 632}, {"text": "I'm saying it brought attention to this.", "sentId": 633}, {"text": "I thought it was grandstanding at first.", "sentId": 634}, {"text": "When I saw him, I said, \"You know what, I was wrong.\"", "sentId": 635}], "secId": 240}, {"speaker": "HENRY", "sentences": [{"text": "So, now maybe he lied to Congress and just let them off the hook?", "sentId": 636}], "secId": 241}, {"speaker": "CARVILLE", "sentences": [{"text": "I don't know if he's off the hook.", "sentId": 637}, {"text": "I think that guy's taken an incredible blow and you know, if you go back and you prove that he took them before he went to Congress and God knows what not.", "sentId": 638}, {"text": "You're going down a thing.", "sentId": 639}, {"text": "I don't think Raphael Palmeiro has gotten away with this in any sense of the word.", "sentId": 640}, {"text": "I think he's -- he's not going to be in the Hall of Fame...", "sentId": 641}], "secId": 242}, {"speaker": "NOVAK", "sentences": [{"text": "What do you think it take to prosecute him?", "sentId": 642}, {"text": "How much money do you think to prosecute him by the federal government?", "sentId": 643}], "secId": 243}, {"speaker": "HENRY", "sentences": [{"text": "It would probably be thousands and thousands.", "sentId": 644}, {"text": "Well, Henry Cisneros, who's the former HUD secretary, is still being investigated by the federal government.", "sentId": 645}], "secId": 244}, {"speaker": "NOVAK", "sentences": [{"text": "I think it would take a million dollars.", "sentId": 646}, {"text": "Is it worth a million dollars?", "sentId": 647}, {"text": "I don't think so.", "sentId": 648}], "secId": 245}, {"speaker": "CARVILLE", "sentences": [{"text": "And -- it's again, Congress Davis, Congress Waxman, I was wrong.", "sentId": 649}, {"text": "You did a good thing.", "sentId": 650}, {"text": "Rafael Palmeiro is in an awful lot of pain.", "sentId": 651}, {"text": "He's paid a big price for this and he'll pay it for a long time.", "sentId": 652}], "secId": 246}, {"speaker": "HENRY", "sentences": [{"text": "And do you think they'll also -- that the fact the Justice Department would be the branch of the government that would be looking at this, the president of the United States has already said that he believes Rafael Palmeiro, when he says that he didn't intentionally take it.", "sentId": 653}, {"text": "Make it harder...", "sentId": 654}], "secId": 247}, {"speaker": "NOVAK", "sentences": [{"text": "... is another special prosecutor.", "sentId": 655}], "secId": 248}, {"speaker": "CARVILLE", "sentences": [{"text": "He believed in Cardinal Law and he believed in Vladimir Putin was -- had the soul of a good man.", "sentId": 656}], "secId": 249}, {"speaker": "NOVAK", "sentences": [{"text": "Probably believes Carville's a good man.", "sentId": 657}], "secId": 250}, {"speaker": "HENRY", "sentences": [{"text": "More \"Strategy Session\" is on tap.", "sentId": 658}, {"text": "Next, we'll take a look at the senate race in Florida.", "sentId": 659}, {"text": "Congresswoman Katherine Harris gets some good news about her competition.", "sentId": 660}], "secId": 251}, {"speaker": "BLITZER", "sentences": [{"text": "I'm Wolf Blitzer in Washington.", "sentId": 661}, {"text": "We're getting this story just in from the Associated Press.", "sentId": 662}, {"text": "According to the U.S. attorney's office in New York, a Maryland man -- yes, a Maryland man -- has just been arrested for allegedly providing material support to a foreign terrorist organization.", "sentId": 663}], "secId": 252}, {"speaker": "BLITZER", "sentences": [{"text": "According to the criminal complaint, once again being reported by the A.P., this man accused of attending a terrorist training camp in Pakistan.", "sentId": 664}, {"text": "We are now getting additional information and CNN has confirmed this, that this man named Mahmoud Faruk Brent  is from Glenn Oak.", "sentId": 665}, {"text": "That's a suburb of Baltimore.", "sentId": 666}, {"text": "Much more on this story coming up here on CNN.", "sentId": 667}], "secId": 253}, {"speaker": "BLITZER", "sentences": [{"text": "Also coming up at the top of the hour, a new videotape from Osama Bin Laden's number two man.", "sentId": 668}, {"text": "Does it forecast another terror attack?", "sentId": 669}], "secId": 254}, {"speaker": "Bunker buster bombs penetrating hideouts far below the ground", "sentences": [{"text": "We'll tell you why some experts over at the Pentagon would like to go nuclear.", "sentId": 670}], "secId": 255}, {"speaker": "Bunker buster bombs penetrating hideouts far below the ground", "sentences": [{"text": "And this man may not look like a rap artist, but wait until you hear him.", "sentId": 671}, {"text": "Why you can't tell a rap by looking at the rapper.", "sentId": 672}, {"text": "All those stories, much more just minutes away on WOLF BLITZER REPORTS.", "sentId": 673}, {"text": "Now back to INSIDE POLITICS.", "sentId": 674}], "secId": 256}, {"speaker": "HENRY", "sentences": [{"text": "And the \"Strategy Session\" continues on INSIDE POLITICS.", "sentId": 675}, {"text": "Still here, James Carville and Robert Novak.", "sentId": 676}], "secId": 257}, {"speaker": "HENRY", "sentences": [{"text": "Katherine Harris made a name for her self during the Florida recount in the 2000 presidential race.", "sentId": 677}, {"text": "She was then Florida's secretary of state.", "sentId": 678}, {"text": "She went on to the House of Representatives.", "sentId": 679}], "secId": 258}, {"speaker": "HENRY", "sentences": [{"text": "Now she wants to move over to the United States Senate.", "sentId": 680}, {"text": "Today she got the news that the speaker of the Florida House won't challenge her for the Republican nomination.", "sentId": 681}, {"text": "In the meantime, Harris is blaming unnamed newspapers for tarnishing her image by doctoring her makeup with Photoshop.", "sentId": 682}, {"text": "-- that computer program.", "sentId": 683}, {"text": "Bob Novak, have you been investigating this makeup story?", "sentId": 684}], "secId": 259}, {"speaker": "NOVAK", "sentences": [{"text": "No, but I've had the same experience that she did.", "sentId": 685}, {"text": "A lot of my trouble in the world is that they've doctored my makeup and colorized me in a lot of newspapers on my picture.", "sentId": 686}, {"text": "So, I sympathize with her.", "sentId": 687}], "secId": 260}, {"speaker": "HENRY", "sentences": [{"text": "This is breaking news.", "sentId": 688}, {"text": "I've haven't heard this.", "sentId": 689}], "secId": 261}, {"speaker": "CARVILLE", "sentences": [{"text": "Breaking news.", "sentId": 690}, {"text": "Who did it?", "sentId": 691}, {"text": "What paper?", "sentId": 692}], "secId": 262}, {"speaker": "NOVAK", "sentences": [{"text": "Well, I don't.", "sentId": 693}, {"text": "I can't tell you.", "sentId": 694}], "secId": 263}, {"speaker": "CARVILLE", "sentences": [{"text": "Yes.", "sentId": 695}, {"text": "You know the two happiest people in America today about this decision, is Bill Nelson and Jay Leno.", "sentId": 696}, {"text": "I mean --", "sentId": 697}], "secId": 264}, {"speaker": "HENRY", "sentences": [{"text": "Bill Nelson the Democratic Senator.", "sentId": 698}], "secId": 265}, {"speaker": "CARVILLE", "sentences": [{"text": "The Democratic Senator and Jay Leno.", "sentId": 699}, {"text": "That -- I mean, they're going to go nuts over this.", "sentId": 700}, {"text": "They're messing with my makeup, but you really don't know who it is.", "sentId": 701}, {"text": "I mean, let's say this.", "sentId": 702}, {"text": "She's going to be good for the humor circuit.", "sentId": 703}, {"text": "She's going to be good for the speech circuit and she's good for a lot.", "sentId": 704}, {"text": "And I think that Nelson -- I think, it's probably no secret that the White House wanted the speaker to run and I suspect that the Nelson people are, you know, feeling pretty good here today.", "sentId": 705}], "secId": 266}, {"speaker": "NOVAK", "sentences": [{"text": "A couple of points here.", "sentId": 706}, {"text": "The first place, don't be too sure she's going to lose.", "sentId": 707}, {"text": "All the establishment's against her and I've seen these Republican -- anti-establishment candidates who do pretty well.", "sentId": 708}, {"text": "Ronald Reagan, I guarantee you that the establishment wasn't for him.", "sentId": 709}, {"text": "We just elected a senator from Oklahoma, Senator Tom Coburn, everybody in the establishment was against him.", "sentId": 710}, {"text": "She might get elected -- So, wait.", "sentId": 711}], "secId": 267}, {"speaker": "NOVAK", "sentences": [{"text": "Just let me finish what I'm going to say, James.", "sentId": 712}, {"text": "Please, I know you hate to hear me, but you have...", "sentId": 713}], "secId": 268}, {"speaker": "CARVILLE", "sentences": [{"text": "He's got to show these right-ingers that he's got backbone.", "sentId": 714}, {"text": "Show them you're tough.", "sentId": 715}], "secId": 269}, {"speaker": "NOVAK", "sentences": [{"text": "Well, I think that's bullshit.", "sentId": 716}, {"text": "And I hate that.", "sentId": 717}, {"text": "Just let it go.", "sentId": 718}], "secId": 270}, {"speaker": "HENRY", "sentences": [{"text": "OK. James, what do you think though, seriously about this Senate race, James, that the -- that basically the Katherine Harris and Bill Nelson, if they do square off, what do you think -- what will that mean for Bill Nelson?", "sentId": 719}, {"text": "He's considered an endangered incumbent.", "sentId": 720}], "secId": 271}, {"speaker": "CARVILLE", "sentences": [{"text": "Yeah.", "sentId": 721}, {"text": "I don't think -- I think it's actually pretty good news that far down, because I think they thought this speaker would be a tougher guy.", "sentId": 722}, {"text": "It was just one of these things.", "sentId": 723}, {"text": "I think Nelson's feeling pretty good right now.", "sentId": 724}, {"text": "It won't be a primary.", "sentId": 725}, {"text": "He'd rather not have a primary.", "sentId": 726}, {"text": "But I suspect he's feeling pretty good.", "sentId": 727}], "secId": 272}, {"speaker": "HENRY", "sentences": [{"text": "Yeah.", "sentId": 728}, {"text": "In the balance of power though, among some of the hottest Senate races, Florida being one of them, that's a state that's gone red in the last couple of cycles.", "sentId": 729}, {"text": "Bill Nelson being a Democrat who could face a pretty tough race.", "sentId": 730}], "secId": 273}, {"speaker": "CARVILLE", "sentences": [{"text": "He could.", "sentId": 731}, {"text": "He could.", "sentId": 732}, {"text": "It was -- it was, actually obviously hotly contested in 2000, it was a 50/50 thing.", "sentId": 733}, {"text": "Bush won it by a little bit in '04.", "sentId": 734}, {"text": "But, you know, most people think it could be a pretty good Democratic year.", "sentId": 735}, {"text": "Nelson's got great credentials.", "sentId": 736}, {"text": "I suspect he'll do fine down there.", "sentId": 737}], "secId": 274}, {"speaker": "HENRY", "sentences": [{"text": "OK.", "sentId": 738}, {"text": "But what do you think about sort of the broader balance of power, Florida being one of many hot races across the country?", "sentId": 739}, {"text": "New Mexico is another one Republicans have their eye on.", "sentId": 740}, {"text": "Do you think -- sense the Democrats may be nervous.", "sentId": 741}, {"text": "There are a lot more Democratic seats up for grabs that they have to defend in '06.", "sentId": 742}], "secId": 275}, {"speaker": "CARVILLE", "sentences": [{"text": "Sure.", "sentId": 743}, {"text": "But then, you know, we've got a really good shot in Rhode Island.", "sentId": 744}, {"text": "We've got a really good shot in Pennsylvania.", "sentId": 745}, {"text": "We've got a really good shot in Ohio.", "sentId": 746}, {"text": "And I think if you don't have a trend, and the likelihood, of course, is that the Democrats don't gain enough seats to take the Senate back or 50/50.", "sentId": 747}], "secId": 276}, {"speaker": "CARVILLE", "sentences": [{"text": "But if my gut is right in Ohio, that there is a trend, then you're going to win some seats that you never thought you'd get before.", "sentId": 748}, {"text": "I mean, it usually, these things don't happen in a vacuum.", "sentId": 749}, {"text": "The Republicans had a trend in '02, they picked up seats.", "sentId": 750}, {"text": "So it surely won't come down 50/50, you know?", "sentId": 751}, {"text": "So I'd just kind of wait and see.", "sentId": 752}], "secId": 277}, {"speaker": "HENRY", "sentences": [{"text": "What is your thought on the president's vacation schedule?", "sentId": 753}, {"text": "Some Democrats have been making noise that he goes on vacation too much.", "sentId": 754}, {"text": "Republicans say it's actually a working vacation.", "sentId": 755}, {"text": "He met today with the president of Colombia.", "sentId": 756}, {"text": "He's not just down there fishing.", "sentId": 757}, {"text": "Where do you come down on that?", "sentId": 758}, {"text": "Is it smart for Democrats to make that an issue?", "sentId": 759}], "secId": 278}, {"speaker": "CARVILLE", "sentences": [{"text": "It's all right.", "sentId": 760}, {"text": "I mean, it's not a bad thing.", "sentId": 761}, {"text": "You can say, look, there are serious things happening, your five-week vacation has been so much -- I don't think it's sort of an  thing, but I think to some people, the president's numbers are slipping.", "sentId": 762}, {"text": "I think there's a sense that he's vulnerable.", "sentId": 763}, {"text": "It's certainly realistic to expect that Democrats will sort of come up with something like this.", "sentId": 764}, {"text": "And you know, the truth of the matter is, the guy does take a lot of vacations.", "sentId": 765}, {"text": "I mean, it's not like you're coming out of left field.", "sentId": 766}, {"text": "All presidents have.", "sentId": 767}, {"text": "I guess he's entitled to some.", "sentId": 768}], "secId": 279}, {"speaker": "CARVILLE", "sentences": [{"text": "I think they're also going to be drawing the inference here on August 6 which is coming up, was the day he had that famous bin Laden determined to strike the United States memo.", "sentId": 769}, {"text": "But it did -- I suspect that to counter that, the White House will be showing a photo op with him working.", "sentId": 770}, {"text": "And there will be things released with him going through papers and all that stuff.", "sentId": 771}], "secId": 280}, {"speaker": "CARVILLE", "sentences": [{"text": "No, I don't .", "sentId": 772}, {"text": "It's pretty reasonable.", "sentId": 773}], "secId": 281}, {"speaker": "HENRY", "sentences": [{"text": "OK. And finally, do you think also -- we've heard about the president's vacation schedule, but also, about -- we were talking about the spending habits of members of Congress and whatnot.", "sentId": 774}, {"text": "He'll have some big battles when he comes back in the fall.", "sentId": 775}], "secId": 282}, {"speaker": "CARVILLE", "sentences": [{"text": "Well, what big -- I mean, A, the Congress rolls over for him pretty good.", "sentId": 776}, {"text": "He got the energy bill.", "sentId": 777}, {"text": "I mean, in all honesty, he got the energy bill.", "sentId": 778}, {"text": "He got the CAFTA bill.", "sentId": 779}, {"text": "He got all of these things.", "sentId": 780}, {"text": "You know, they've shown that they've been able to do it.", "sentId": 781}], "secId": 283}, {"speaker": "CARVILLE", "sentences": [{"text": "I don't -- they're making the argument that these bills represent progress.", "sentId": 782}, {"text": "We'll wait and see if the American people think that.", "sentId": 783}, {"text": "But I think it's fair to the president to say that he has gotten a lot of the things that were his sort of agenda through the Congress.", "sentId": 784}, {"text": "Now, it is a Republican Congress.", "sentId": 785}, {"text": "And he's not vetoed anything.", "sentId": 786}, {"text": "So they know that they're able to deal with this.", "sentId": 787}], "secId": 284}, {"speaker": "CARVILLE", "sentences": [{"text": "You know, there's one, you know, big kind of wet blanket here.", "sentId": 788}, {"text": "And that's this Iraq thing.", "sentId": 789}, {"text": "But we'll see.", "sentId": 790}], "secId": 285}, {"speaker": "HENRY", "sentences": [{"text": "Thanks, James Carville.", "sentId": 791}, {"text": "And I'm sorry as well that Bob Novak obviously left the set a little early.", "sentId": 792}, {"text": "I had told him in advance that we were going to ask him about the CIA leak case.", "sentId": 793}, {"text": "He was not here for me to be able to ask him about that.", "sentId": 794}, {"text": "Hopefully we'll be able to ask him about that in the future.", "sentId": 795}], "secId": 286}, {"speaker": "HENRY", "sentences": [{"text": "Coming up, Internet and free speech.", "sentId": 796}, {"text": "Can anonymous bloggers write anything and not worry about being sued?", "sentId": 797}, {"text": "Our blog reporters return with the case of one blogger who's finding out.", "sentId": 798}], "secId": 287}, {"speaker": "HENRY", "sentences": [{"text": "Free speech advocates are coming to the defense of an anonymous blogger who is being sued for libel.", "sentId": 799}, {"text": "For details now, let's check in with CNN political producer Abbi Tatton and Jacki Schechner, our blog reporter -- Jacki.", "sentId": 800}], "secId": 288}, {"speaker": "SCHECHNER", "sentences": [{"text": "Hi, Ed.", "sentId": 801}], "secId": 289}, {"speaker": "SCHECHNER", "sentences": [{"text": "We just want to make note, we know exactly what bloggers are going to be talking about in just a few minutes from now.", "sentId": 802}, {"text": "But now we do want to talk about anonymity online.", "sentId": 803}, {"text": "It's one of the things that people love about the Internet, it's also one of the things that they hate about the Internet.", "sentId": 804}], "secId": 290}, {"speaker": "SCHECHNER", "sentences": [{"text": "And there's a story coming out of Delaware about four anonymous posters who allegedly slandered a local politician on a local Internet message board.", "sentId": 805}, {"text": "Now, the councilman and his wife have filed a lawsuit against Internet service provider Comcast Cable.", "sentId": 806}, {"text": "They want the Internet address of one of the posters released to them, John Doe No.", "sentId": 807}, {"text": "1 is his name.", "sentId": 808}, {"text": "And there are privacy groups who are coming to his defense.", "sentId": 809}], "secId": 291}, {"speaker": "SCHECHNER", "sentences": [{"text": "By the way, the other three posters, John Does two, three and four did not contest that release.", "sentId": 810}], "secId": 292}, {"speaker": "TATTON", "sentences": [{"text": "And this issue of anonymity on the web and bloggers rights in general, it's very important to groups like the Electronic Frontier Foundation who are fighting for your digital rights, they say -- in their words -- out in California.", "sentId": 811}, {"text": "They have filed a friend of the court brief for the anonymous blogger in question.", "sentId": 812}], "secId": 293}, {"speaker": "TATTON", "sentences": [{"text": "At their site, they argue that there's a long tradition of anonymous free speech in this country.", "sentId": 813}, {"text": "And now they're applying it to the digital age.", "sentId": 814}, {"text": "But not everyone in Smyrna, Delaware is arguing the same thing.", "sentId": 815}], "secId": 294}, {"speaker": "TATTON", "sentences": [{"text": "The community message board in question where these posts appeared last year is now a hot bed of debate on what should happen, whether this name should be released.", "sentId": 816}, {"text": "One blogger there posting today, what about the privacy of the councilman in question?", "sentId": 817}, {"text": "He's been smeared all over the Internet for the world to see.", "sentId": 818}, {"text": "John Doe deserves no protection whatsoever.", "sentId": 819}, {"text": "That one posted anonymously.", "sentId": 820}], "secId": 295}, {"speaker": "SCHECHNER", "sentences": [{"text": "The first blogger we found to pick up on this is StupidAndWrong.typepad.com.", "sentId": 821}, {"text": "This is Jeff Wallace.", "sentId": 822}, {"text": "He is a local blogger in Smyrna's third district.", "sentId": 823}, {"text": "He covers local politics.", "sentId": 824}], "secId": 296}, {"speaker": "SCHECHNER", "sentences": [{"text": "He details the arguments at issue.", "sentId": 825}, {"text": "The judge slight in the lower court said there is a big difference between using the Internet as a forum for a free exchange of ideas and information and using it as a cover for defamation.", "sentId": 826}, {"text": "And that is exactly what the state Supreme Court is deciding should be upheld or not right now.", "sentId": 827}, {"text": "Ed, we'll send it back to you with that.", "sentId": 828}], "secId": 297}, {"speaker": "HENRY", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 829}, {"text": "I'm Ed Henry.", "sentId": 830}, {"text": "WOLF BLITZER REPORTS starts right now.", "sentId": 831}], "secId": 298}, {"speaker": "HENRY", "sentences": [{"text": "END", "sentId": 832}], "secId": 299}, {"speaker": "HENRY", "sentences": [{"text": "TO ORDER A VIDEO OF THIS TRANSCRIPT, PLEASE CALL 800-CNN-NEWS OR USE OUR SECURE ONLINE ORDER FORM LOCATED AT www.fdch.com", "sentId": 833}], "secId": 300}], "sectionCount": 301, "url": "transcripts.cnn.com/TRANSCRIPTS/0508/04/ip.01.html", "sentenceCount": 835, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired August 4, 2005 - 15:30   ET", "speakers": ["ANNOUNCER", "BUSH", "HENRY", "QUIJANO", "ROTH", "BOLTON", "MEKDAD", "BENNETT", "UNIDENTIFIED MALE", "MORTON", "PILGRIM", "CNN", "MURPHY", "there", "HENRY ", "TROTTER", "ZAWAHIRI", "SCHNEIDER", "COOK", "JONES", "ALLEN", "muted", "SCHECHNER", "ThinkProgress.org", "talking", "TATTON", "dramatic", "CARVILLE", "NOVAK", "PALMEIRO", "BLITZER", "Bunker buster bombs penetrating hideouts far below the ground"], "title": "INSIDE POLITICS"}