{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1607.29.ip.01.html.json", "subTitle": "Overview of the Presidential Race. Aired 12-12:30p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Look right now at the launch point for the Democrats post-convention bus tour.", "sentId": 0}, {"text": "Hillary Clinton, Tim Kaine, about to head west through several battleground states.", "sentId": 1}, {"text": "We'll go back there live if the candidates have anything to say before they hit the road in Pennsylvania.", "sentId": 2}, {"text": "A pretty festive scene there in the morning after for the Democrats.", "sentId": 3}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "Let's flash back 12 hours now, though.", "sentId": 4}, {"text": "This was the celebration inside the convention hall.", "sentId": 5}, {"text": "Take a look at that.", "sentId": 6}, {"text": "Wow!", "sentId": 7}, {"text": "Balloons, confetti, even some fireworks.", "sentId": 8}, {"text": "The families gathering on state to mark history.", "sentId": 9}, {"text": "History.", "sentId": 10}, {"text": "You can see the Clintons on stage there.", "sentId": 11}, {"text": "Tim Kaine, her running mate.", "sentId": 12}, {"text": "The traditional embrace right there.", "sentId": 13}, {"text": "That calm or touching moment.", "sentId": 14}, {"text": "That was a big earlier after Chelsea Clinton introduced her mother to the delegates and to the nation.", "sentId": 15}, {"text": "No matter your politics, that was touching.", "sentId": 16}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "After making history as the first woman to accept the presidential nomination of a major U.S. party, Secretary Clinton making the case that in these turbulent times, she's the smart, experienced and safe choice.", "sentId": 17}], "secId": 2}, {"speaker": "CLINTON", "sentences": [{"text": "So it's true, I sweat the details of policy whether we're talking about the exact level of lead in the drinking water in Flint, Michigan, the number of mental health facilities in Iowa, or the cost of your prescription drugs, because it's not just a detail if it's your kid, if it's your family.", "sentId": 18}, {"text": "It's a big deal.", "sentId": 19}, {"text": "And it should be a big deal to your president, too.", "sentId": 20}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "And she framed Donald Trump as a policy lightweight.", "sentId": 21}, {"text": "Plus, she says, a risky bet.", "sentId": 22}], "secId": 4}, {"speaker": "CLINTON", "sentences": [{"text": "Donald Trump says - and this is a quote - \"I know more about ISIS than the generals do.\"", "sentId": 23}, {"text": "No, Donald, you don't.", "sentId": 24}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "A lot to cover in the hour ahead.", "sentId": 25}, {"text": "With us to share their reporting and their insights, \"The Atlantic's\" Molly Ball, CNN's Manu Raju, Dan Balz of \"The Washington Post,\" and CNN's Nia-Malika Henderson.", "sentId": 26}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "Let me start by saying thank you.", "sentId": 27}, {"text": "Everybody's operating on fumes.", "sentId": 28}, {"text": "It was a late night last night.", "sentId": 29}, {"text": "We're all operating on fumes after two weeks of conventions.", "sentId": 30}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Democrats this morning, though, as we move into the noon hour this afternoon, they're thrilled with the Philadelphia convention.", "sentId": 31}, {"text": "They are convinced their four-day program put Hillary Clinton on a path to the presidency.", "sentId": 32}], "secId": 8}, {"speaker": "CLINTON", "sentences": [{"text": "Well, I will be a president for Democrats, Republicans, independents, for the struggling, the striving, the successful, for all those who vote for me and for those who don't, for all Americans together.", "sentId": 33}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "All right, a lot of ground to cover here.", "sentId": 34}, {"text": "Let's start with the case she made for her.", "sentId": 35}, {"text": "We'll get to the case she made against Trump in a minute.", "sentId": 36}, {"text": "But let's start, maybe it's less sexy, less exciting, but the case she made for herself.", "sentId": 37}, {"text": "You - I mean your story said - you had the same word I was thinking last night.", "sentId": 38}, {"text": "She knows a lot of people don't trust her.", "sentId": 39}, {"text": "She knows she's been around a long time.", "sentId": 40}, {"text": "She can't say, I'm new.", "sentId": 41}, {"text": "So she wants to say, I will change things.", "sentId": 42}, {"text": "But, more importantly she wants to say, you can be comfortable with me and I'm safe.", "sentId": 43}], "secId": 10}, {"speaker": "BALZ", "sentences": [{"text": "I think that's exactly right.", "sentId": 44}, {"text": "It was interesting, the degree to which she didn't take on some of the issues that clearly have dogged her throughout the campaign, and the key one is the honesty and trustworthy problem that she's got.", "sentId": 45}, {"text": "She just kind of pushed that to the side and made a totally different kind of an argument.", "sentId": 46}, {"text": "And that is, you want change?", "sentId": 47}, {"text": "I can bring you change.", "sentId": 48}, {"text": "But Donald Trump will bring you tremendous risk.", "sentId": 49}, {"text": "And you have to make that choice.", "sentId": 50}, {"text": "But based on the record I have, based on the ideas I have, I can deliver what the country needs.", "sentId": 51}], "secId": 11}, {"speaker": "RAJU", "sentences": [{"text": "And it's a clear calculation that she could not reverse those numbers that have just been terrible for her on the trustworthy factor.", "sentId": 52}, {"text": "I mean in that CNN ORC poll this week, 68 percent of voters do not view her as trustworthy or honest, so they're making that other argument that you can trust me in the White House to do the job.", "sentId": 53}, {"text": "I'm not going to do anything that would surprise you.", "sentId": 54}, {"text": "I would - you can trust me with my finger on the nuclear codes.", "sentId": 55}, {"text": "So that was the argument that they made going forward.", "sentId": 56}, {"text": "And if you do look at polls, polls do say they believe that she is more experienced and much more qualified to do the job than Trump.", "sentId": 57}], "secId": 12}, {"speaker": "BALL", "sentences": [{"text": "That's right.", "sentId": 58}, {"text": "I think - I think Hillary's people understood that she wasn't going to - that the American people were not going to believe an extreme makeover at the last minute.", "sentId": 59}, {"text": "So she had to lean into the things that some people have seen as her flaws.", "sentId": 60}, {"text": "The fact that she's a candidate of the status quo.", "sentId": 61}, {"text": "The fact that she is a candidate who - who is kind of boring and workman-like.", "sentId": 62}, {"text": "And so she turned those into pluses saying, boring equals safe.", "sentId": 63}, {"text": "Status quo equals not a giant risk, not unexpected.", "sentId": 64}, {"text": "There's nothing weird is going to happen if you elect Hillary.", "sentId": 65}, {"text": "And so I think given that people already feel they know those things about her, that was a way to leaning into things that ring true to people.", "sentId": 66}], "secId": 13}, {"speaker": "HENDERSON", "sentences": [{"text": "And the underlying, I think, argument that was a consistent strain through all the speeches, Michelle Obama, Barack Obama, her daughter, this idea of Hillary Clinton, somebody who's a fighter, who never quits.", "sentId": 67}, {"text": "She talked about her mother, this story of when she was I think four years old and there was a bully outside, she ran into the house and her mom said, go back out there and fight that bully.", "sentId": 68}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "I'm not sure that's how they teach it nowadays, but that's a good - good .", "sentId": 69}], "secId": 15}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 70}, {"text": "Yes.", "sentId": 71}, {"text": "That's true.", "sentId": 72}], "secId": 16}, {"speaker": "HENDERSON", "sentences": [{"text": "And, you know, and the bully she's facing now, right, at least in her framing, is Donald Trump.", "sentId": 73}, {"text": "And this idea - I think one of the things that they are effectively doing is tapping into the anxiety that people have about Donald Trump.", "sentId": 74}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 75}], "secId": 18}, {"speaker": "HENDERSON", "sentences": [{"text": "Sure, there is anxiety about crime and ISIS, but a lot of people are afraid of what America would look like with Trump.", "sentId": 76}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "An excellent, excellent, excellent point, trying to steer the anxiety towards Trump, because people are anxious.", "sentId": 77}, {"text": "They see cops being shot.", "sentId": 78}, {"text": "They see a priest having his throat slashed overseas or what happened in Nice with the car bombing and the people watching fireworks.", "sentId": 79}, {"text": "And so Donald Trump gave this crisis speech.", "sentId": 80}, {"text": "We are at crisis and you need a strong, tough leader.", "sentId": 81}, {"text": "And it was a little dark, but Donald Trump says, yes, the country's a little dark.", "sentId": 82}, {"text": "Donald Trump thinks he's in touch with the mood.", "sentId": 83}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "All throughout the Democratic Convention, including Hillary Clinton, a, Democratic voters aren't in quite that mood, so they're speaking to Democrats who aren't as angry.", "sentId": 84}, {"text": "But they're trying to get you to think, yes, we have some problems, but listen to Hillary Clinton here.", "sentId": 85}, {"text": "We have problems, but if we stay optimistic, we might fix them.", "sentId": 86}], "secId": 21}, {"speaker": "CLINTON", "sentences": [{"text": "We are clear-eyed about what our country is up against, but we are not afraid.", "sentId": 87}, {"text": "We will rise to the challenge, just as we always have.", "sentId": 88}, {"text": "We will not build a wall.", "sentId": 89}, {"text": "Instead, we will build an economy where everyone who wants a good job can get one.", "sentId": 90}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "There is this competition about mood.", "sentId": 91}, {"text": "And the mood of the voter affects sort of what they think about the direction of the country.", "sentId": 92}, {"text": "And she needs that arrow to be going up.", "sentId": 93}, {"text": "As we get closer to election day, people - maybe you're anxious, maybe you're worried about crime, maybe you're worried about terrorism, but, OK, we're going to - we're going to get through this.", "sentId": 94}, {"text": "Donald Trump benefits if people are thinking, whoa, that's a change environment.", "sentId": 95}], "secId": 23}, {"speaker": "RAJU", "sentences": [{"text": "Yes, I mean that was the balance he was trying to strike -", "sentId": 96}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 97}], "secId": 25}, {"speaker": "RAJU", "sentences": [{"text": "Especially since there's a Democratic president in the White House who's trying to argue that he's had a successful eight years and the country is headed in the right direction.", "sentId": 98}, {"text": "But that was the real risk in this convention.", "sentId": 99}, {"text": "They tried to strike the sunnier side of how the country is looking right now because if they look out of touch to those voters, particularly in the rustbelt, which is going to be a key battleground this year, how is that - how does that look to them when you're talking about how great things are in this county.", "sentId": 100}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "You mentioned the Democratic president, so let me bring him in.", "sentId": 101}, {"text": "I think that the Clinton people want the Obama coalition.", "sentId": 102}, {"text": "They want his help on the trail.", "sentId": 103}, {"text": "They want Michelle Obama's help turning people out.", "sentId": 104}, {"text": "That embrace the night before after the president's speech was a signature moment for the Democrats.", "sentId": 105}, {"text": "But it's also likely to show up in Donald Trump ads saying, we've had eight years of President Obama.", "sentId": 106}, {"text": "Economic growth today, the administration said, 1.2 percent in the last quarter.", "sentId": 107}, {"text": "That's pretty sluggish.", "sentId": 108}, {"text": "You have the terrorism issues happening overseas.", "sentId": 109}, {"text": "So here's Hillary Clinton trying to make the case .", "sentId": 110}, {"text": "This is George W. - George H.W.", "sentId": 111}, {"text": "Bush in 1988, tried the same kind of thing, when Ronald Reagan came in and said, we are the change.", "sentId": 112}, {"text": "You want to say we're not the status quo, but you still want to keep us.", "sentId": 113}], "secId": 27}, {"speaker": "CLINTON", "sentences": [{"text": "But none of us can be satisfied with the status quo.", "sentId": 114}, {"text": "Not by a long shot.", "sentId": 115}, {"text": "My primary mission as president will be to create more opportunity and more good jobs with rising wages.", "sentId": 116}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "And let me play one more little piece here because she didn't criticize the president at all.", "sentId": 117}, {"text": "In fact, she praised him highly.", "sentId": 118}, {"text": "But if you listen here, it's a little bit of implicit, saying the Democratic Party and that President Obama was, at least until last night, the head of it, hasn't been listening closely enough.", "sentId": 119}], "secId": 29}, {"speaker": "CLINTON", "sentences": [{"text": "Democrats, we are the party of working people.", "sentId": 120}, {"text": "But we haven't done a good enough job showing we get what you're going through and we're going to do something to help.", "sentId": 121}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "That there to me was the, I get it.", "sentId": 122}, {"text": "In the rustbelt states, you just mentioned, a lot of guys who work with their hands sit - might sit around in the bar afterwards thinking, let's do something different.", "sentId": 123}, {"text": "Let's try something else.", "sentId": 124}, {"text": "And for some reason - one reason or another, they don't like Hillary Clinton.", "sentId": 125}, {"text": "Sort of blue collar works who might have been Sanders voters but now might be available to Donald Trump.", "sentId": 126}], "secId": 31}, {"speaker": "BALZ", "sentences": [{"text": "It was the most explicit statement that was made throughout the entire convention aimed at the Donald Trump core constituency.", "sentId": 127}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 128}], "secId": 33}, {"speaker": "BALZ", "sentences": [{"text": "For the most part, they were missing in action in the way people were talking about the state of the country or the appeals that they were making, the issues that they were raising.", "sentId": 129}, {"text": "She's not going to - she's not going to win over white working-class men.", "sentId": 130}, {"text": "She has an opportunity to cut into Trump with white working-class women.", "sentId": 131}, {"text": "And that was a kind of a minimum down payment to begin to try to do that.", "sentId": 132}], "secId": 34}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 133}, {"text": "And they'll try to do that.", "sentId": 134}, {"text": "I mean they're - obviously, that's why the convention was in Pennsylvania.", "sentId": 135}, {"text": "They're going to go to different regions in Pennsylvania, Harrisburg, and Pittsburgh and then go to Ohio.", "sentId": 136}, {"text": "But this is their big challenge.", "sentId": 137}, {"text": "I mean are they going to be able to - to kind of offset these losses among working class white men?", "sentId": 138}, {"text": "Obama didn't do, obviously, very well among working class white men.", "sentId": 139}], "secId": 35}, {"speaker": "HENDERSON", "sentences": [{"text": "And I think one of the thing they're obviously trying to do is see if they can pick up some Republican voters.", "sentId": 140}, {"text": "I mean every Republican who I talked to felt like in some ways the Democrats were stealing some of their best material.", "sentId": 141}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 142}], "secId": 37}, {"speaker": "HENDERSON", "sentences": [{"text": "I mean the flags, the military, the Constitution moment with Mr. Khan and his son.", "sentId": 143}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 144}], "secId": 39}, {"speaker": "HENDERSON", "sentences": [{"text": "So I think they do see opportunities there.", "sentId": 145}, {"text": "They can offset some of these losses, which will certainly be losses among working class voters  there.", "sentId": 146}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "And so now we start the new chapter.", "sentId": 147}, {"text": "We're going to watch this bus tour.", "sentId": 148}, {"text": "And, again, if Secretary Clinton or Tim Kaine speak, we'll get you back there live.", "sentId": 149}, {"text": "They're going to get out through the heartland, as you said.", "sentId": 150}, {"text": "We're into the campaigning phase.", "sentId": 151}, {"text": "We're into the next couple of weeks where, pick your states, right?", "sentId": 152}, {"text": "You test some themes, you test some things.", "sentId": 153}, {"text": "Where are the battleground states going to be?", "sentId": 154}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "But, we know Donald Trump got a bounce out of his convention.", "sentId": 155}, {"text": "And then the question is, how much does the pendulum swing back after what the Democrats think was a very successful convention.", "sentId": 156}, {"text": "And we'll get into the numbers later, but the instant polls seem to suggest that it was a good convention for Secretary Clinton.", "sentId": 157}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "So Donald Trump, this morning, he has not spent one dime in general election spending on television ads.", "sentId": 158}, {"text": "But this morning, the first general election ad from Donald Trump trying to limit Secretary Clinton's bounce.", "sentId": 159}], "secId": 43}, {"speaker": "UNIDENTIFIED MALE ", "sentences": [{"text": "Behind the glitter lies this stark truth.", "sentId": 160}, {"text": "In Hillary Clinton's America, things get worse.", "sentId": 161}, {"text": "Under her dishonest plan, taxes keep rising, terrorism spreads, Washington insiders remain in control, Americans lose their jobs, homes and hope.", "sentId": 162}, {"text": "In Donald Trump's America, people are put back to work, our families are safe, the American dream achievable again.", "sentId": 163}, {"text": "Change that makes America great again.", "sentId": 164}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "Change.", "sentId": 165}, {"text": "And she's the insider.", "sentId": 166}, {"text": "And it's gloomy and dark when it's Hillary Clinton and it's kind of Reagan-esque when you get to the back half of that.", "sentId": 167}], "secId": 45}, {"speaker": "RAJU", "sentences": [{"text": "It almost -", "sentId": 168}], "secId": 46}, {"speaker": "BALL", "sentences": [{"text": "Well, and I thought - I thought it was very interesting that this was also the Trump campaign's response to this speech last night was to say that it was a fiction.", "sentId": 169}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 170}], "secId": 48}, {"speaker": "BALL", "sentences": [{"text": "That this glossy facade was not to be believed because the American people know how bad things really were.", "sentId": 171}, {"text": "That struck me as, first of all, an implicit acknowledgement that Hillary Clinton put on a very good campaign commercial.", "sentId": 172}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 173}], "secId": 50}, {"speaker": "BALL", "sentences": [{"text": "And if you believed what she was saying, you would probably feel pretty good about things.", "sentId": 174}, {"text": "Second, to Nia's point about Democrats sort of co-opting Republican messaging, the Democrats turned this into a patriotic message -", "sentId": 175}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 176}], "secId": 52}, {"speaker": "BALL", "sentences": [{"text": "Accusing Republicans of tearing down America, saying America is already great over and over and over again and chanting \"USA.\"", "sentId": 177}, {"text": "A lot of Republicans felt like that was co-opting a message of patriotism and turning that into a Democratic argument.", "sentId": 178}], "secId": 53}, {"speaker": "RAJU", "sentences": [{"text": "An implicit - this ad also an implicit acknowledgement that perhaps Donald Trump's message at the convention was a bit too gloomy.", "sentId": 179}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 180}], "secId": 55}, {"speaker": "RAJU", "sentences": [{"text": "To have that - and saying, oh, optimistic.", "sentId": 181}, {"text": "Donald Trump can change America.", "sentId": 182}, {"text": "Everything will be great.", "sentId": 183}, {"text": "You heard a little bit about the convention, but the convention was mostly painting this picture of a bleak America.", "sentId": 184}, {"text": "And that was, of course, a criticism that came up.", "sentId": 185}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "I still - I still -", "sentId": 186}], "secId": 57}, {"speaker": "BALZ", "sentences": [{"text": "I mean I think Molly's point about the patriotism and stealing that away from the Republicans is so crucial to what was going on this week.", "sentId": 187}, {"text": "But the - but the line they have to walk is, as you suggested, you can't be overly sunny.", "sentId": 188}, {"text": "You can say, this is a great country and in a sense you can say, the country we now have, a very diverse country, a changing country, a country that's going through a dramatic transformation, is, in fact, a great country, but it isn't a perfect country.", "sentId": 189}], "secId": 58}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 190}], "secId": 59}, {"speaker": "BALZ", "sentences": [{"text": "And that's the message she's got to deliver.", "sentId": 191}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 192}], "secId": 61}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 193}, {"text": "And can Donald Trump alone sort of be the embodiment -", "sentId": 194}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 195}], "secId": 63}, {"speaker": "HENDERSON", "sentences": [{"text": "Of hope and optimism.", "sentId": 196}, {"text": "Can he stay on that - on that message.", "sentId": 197}, {"text": "It appears he has trouble oftentimes staying on a singular message.", "sentId": 198}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Disciple.", "sentId": 199}, {"text": "You think -", "sentId": 200}], "secId": 65}, {"speaker": "HENDERSON", "sentences": [{"text": "Discipline.", "sentId": 201}, {"text": "Yes, he seems to have a discipline problem.", "sentId": 202}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Yes, been one or two examples of that.", "sentId": 203}], "secId": 67}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 204}, {"text": "Yes.", "sentId": 205}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "One or two - and we'll get to that in just a second.", "sentId": 206}, {"text": "Everybody sit tight.", "sentId": 207}, {"text": "We'll make more of last night's big - big speech.", "sentId": 208}, {"text": "Excuse me.", "sentId": 209}, {"text": "See, there's a little sleep deprivation.", "sentId": 210}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Up next, the case Clinton made against Trump.", "sentId": 211}], "secId": 70}, {"speaker": "CLINTON", "sentences": [{"text": "He's taken the Republican Party a long way from morning in America to midnight in America.", "sentId": 212}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "We'll give you a live peak here of Philadelphia, Pennsylvania.", "sentId": 213}, {"text": "You see some people waiting.", "sentId": 214}, {"text": "They're waiting for Hillary Clinton and Tim Kaine, who are about to start a post-convention bus tour.", "sentId": 215}, {"text": "They're in Philadelphia, following the footsteps of Bill Clinton and Al Gore.", "sentId": 216}, {"text": "They did that out of New York in 1992.", "sentId": 217}, {"text": "Get on a bus, get out in the country, try to build on your post-convention boost.", "sentId": 218}, {"text": "We'll take you back there if Secretary Clinton or Tim Kaine speak before they hit the road.", "sentId": 219}, {"text": "Hillary Clinton's cast against Donald Trump last night in the", "sentId": 220}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "convention hall began with her take on his convention call of law and order and a tougher approach to terror.", "sentId": 221}], "secId": 73}, {"speaker": "CLINTON", "sentences": [{"text": "He wants to divide us from the rest of the world and from each other.", "sentId": 222}, {"text": "He's betting that the perils of today's world will blind us to its unlimited promise.", "sentId": 223}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "And she asked you, those who vote, come November, a direct question.", "sentId": 224}], "secId": 75}, {"speaker": "CLINTON", "sentences": [{"text": "Ask yourself, do you really think Donald Trump has the temperament to be commenter in chief?", "sentId": 225}, {"text": "Donald Trump can't even handle the rough and tumble of a presidential campaign.", "sentId": 226}, {"text": "He loses his cool at the slightest provocation, when he's gotten a tough question from a reporter, when he's challenged in a debate, when he sees a protester at a rally.", "sentId": 227}, {"text": "Imagine, if you dare, imagine - imagine him in the Oval Office facing a real crisis.", "sentId": 228}, {"text": "A man you can bait with a tweet is not a man we can trust with nuclear weapons.", "sentId": 229}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "That's her case against him.", "sentId": 230}, {"text": "Now you could argue in some ways it's a referendum on the Democrats because they hold the White House.", "sentId": 231}, {"text": "She's trying to make this a referendum on Donald Trump, saying he's - essentially he's a loose cannon.", "sentId": 232}, {"text": "You can't trust him.", "sentId": 233}, {"text": "And, dear Lord, you don't want him in the Oval Office or the situation room on a big day.", "sentId": 234}], "secId": 77}, {"speaker": "RAJU", "sentences": [{"text": "And a clearer effort, a show of contrast.", "sentId": 235}, {"text": "I mean - I mean this is a cliche, but it's true, an election is about choices and she's not the choice of a lot of people.", "sentId": 236}, {"text": "She's still very unpopular.", "sentId": 237}, {"text": "We talked about her trustworthy numbers.", "sentId": 238}, {"text": "But if she can make herself look a little bit better than Donald Trump, that could help at the end of the day, which is one of the reasons why they had that message.", "sentId": 239}], "secId": 78}, {"speaker": "RAJU", "sentences": [{"text": "Also it's interesting, the unity theme that they tried to push here.", "sentId": 240}, {"text": "You know, this is not - she's one of the more polarizing figures in American politics, but trying to showcase with someone else who could bring both sides together and that she would represent all Americans is an interesting way to contrast herself with him.", "sentId": 241}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Yes, do or not  talker .", "sentId": 242}, {"text": "But this commander in chief question is critical.", "sentId": 243}, {"text": "Number one, she would be the first woman.", "sentId": 244}, {"text": "And some people might have a problem with that.", "sentId": 245}, {"text": "She acknowledge that when she was at the VFW the other day, especially to the older veterans saying, you know, you might - you might have second thoughts about this.", "sentId": 246}, {"text": "But, number two, because of the issues Trump wants to put front and center, he wants you to think, you know, ISIS is coming and we have this security crisis here at home.", "sentId": 247}, {"text": "So the tough but was sort of what she was trying to get at last night.", "sentId": 248}], "secId": 80}, {"speaker": "BALL", "sentences": [{"text": "I think that's right.", "sentId": 249}, {"text": "And - but I think that, you know, you see in polls, first of all, that people do have a lot of questions about Donald Trump's temperament.", "sentId": 250}, {"text": "It is a big weakness for him.", "sentId": 251}, {"text": "Somewhere between 60 and 70 percent of Americans do not believe he has the temperament to be president, so she's clearly targeting a big weakness of his.", "sentId": 252}, {"text": "And at the same time, you know, we were talking earlier about fear and how she's cleverly taken this fear that people feel and reoriented it toward Donald Trump.", "sentId": 253}, {"text": "When people are afraid, they want to protect what they have.", "sentId": 254}, {"text": "They want to hold on and sort of hunker down.", "sentId": 255}, {"text": "And so Trump is saying, you're afraid of these external threats.", "sentId": 256}, {"text": "You're afraid of foreigners.", "sentId": 257}, {"text": "You're afraid of crime and terror.", "sentId": 258}, {"text": "And Hillary Clinton is saying, what's scarier than that?", "sentId": 259}, {"text": "Donald Trump is scarier than that.", "sentId": 260}], "secId": 81}, {"speaker": "HENDERSON", "sentences": [{"text": "And one of the things I think they're also trying to do, going into this I think they could have really gone overboard on the anti-Donald Trump message, he's a bigot, he's a racist, he's a demagogue.", "sentId": 261}, {"text": "And they did do some of that.", "sentId": 262}, {"text": "I think they used all those words at one point.", "sentId": 263}], "secId": 82}, {"speaker": "HENDERSON", "sentences": [{"text": "But there also was like a sense of mocking him.", "sentId": 264}, {"text": "President Obama, at some point, called him The Donald and said The Donald isn't much for plans, isn't much for facts either.", "sentId": 265}, {"text": "And then even Hillary Clinton, the same thing with the tweeting and saying, you know, no, Donald, you don't know more than the general.", "sentId": 266}, {"text": "So it's a sort of lightness, almost treating him like a late-night talk show host would treat him.", "sentId": 267}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "He's a performer.", "sentId": 268}], "secId": 84}, {"speaker": "BALZ", "sentences": [{"text": "I believe that mocking him is a more effective way than really trash talking.", "sentId": 269}], "secId": 85}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 270}, {"text": "Yes.", "sentId": 271}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 272}, {"text": "Right.", "sentId": 273}, {"text": "And you call him a performer, not a president.", "sentId": 274}, {"text": "Number one, you try to convince the people of that.", "sentId": 275}, {"text": "Number two, I think they're trying to get under his skin.", "sentId": 276}], "secId": 87}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, I think that's right.", "sentId": 277}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Attack him.", "sentId": 278}, {"text": "Have him give into -", "sentId": 279}], "secId": 89}, {"speaker": "HENDERSON", "sentences": [{"text": "To not take him seriously.", "sentId": 280}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Yes, yes, get the Twitter wheel start to spin again.", "sentId": 281}], "secId": 91}, {"speaker": "BALL", "sentences": [{"text": "Some  done with a tweet.", "sentId": 282}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 283}], "secId": 93}, {"speaker": "BALL", "sentences": [{"text": "They're baiting him.", "sentId": 284}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "Yes, they are trying to bait him with the .", "sentId": 285}], "secId": 95}, {"speaker": "BALL", "sentences": [{"text": "Yes.", "sentId": 286}, {"text": "HENDERSON: Yes.", "sentId": 287}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Another point is - and the Democrats have fixated on this, so I assume they have some research that shows, and this is a good point.", "sentId": 288}, {"text": "You know, Donald Trump said I alone can fix this at the Republican Convention.", "sentId": 289}, {"text": "Trying to say, I'm an outsider.", "sentId": 290}, {"text": "I can get into Washington and, you know, break all the china and get things done.", "sentId": 291}, {"text": "But the I alone part, Democrats clearly think it's an opening.", "sentId": 292}, {"text": "Here's Hillary Clinton's response.", "sentId": 293}], "secId": 97}, {"speaker": "CLINTON", "sentences": [{"text": "Don't let anyone tell you that our country is weak.", "sentId": 294}, {"text": "We're not.", "sentId": 295}, {"text": "Don't let anyone tell you we don't have what it takes.", "sentId": 296}, {"text": "We do.", "sentId": 297}, {"text": "And, most of all, don't believe anyone who says \"I alone can fix it.\"", "sentId": 298}], "secId": 98}, {"speaker": "CLINTON", "sentences": [{"text": "He's forgetting every last one of us.", "sentId": 299}, {"text": "Americans don't say, \"I alone can fix it.\"", "sentId": 300}, {"text": "We say, \"we'll fix it together.\"", "sentId": 301}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "I'm not saying it's not a point you would make anyway after Donald Trump said something like that, but the fact that every big speaker took some time -", "sentId": 302}], "secId": 100}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 303}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "On that point tells me they've got some research or focus group that says that you can move - you can move -", "sentId": 304}], "secId": 102}, {"speaker": "RAJU", "sentences": [{"text": "And you hear a - and you hear a lot of Republicans -", "sentId": 305}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 306}], "secId": 104}, {"speaker": "RAJU", "sentences": [{"text": "Actually concerned about that, too.", "sentId": 307}, {"text": "I mean that's one of the things that, you know, even Paul Ryan has expressed concerns about, having too strong of an executive branch under Donald Trump.", "sentId": 308}, {"text": "Of course, they've been criticizing Obama for that.", "sentId": 309}], "secId": 105}, {"speaker": "HENDERSON", "sentences": [{"text": "Obama for that, yes.", "sentId": 310}], "secId": 106}, {"speaker": "RAJU", "sentences": [{"text": "The worry is that Donald Trump would expand it even further if he becomes president.", "sentId": 311}, {"text": "They've had a lot of discussions about that internally.", "sentId": 312}, {"text": "Obviously, that didn't play out in his convention speech.", "sentId": 313}, {"text": "And that's one reason why people like Ben Sasse, the Nebraska senator, is not endorsing Donald Trump because he's worried that he has this expansive view of how powerful the executive branch would be under his presidency.", "sentId": 314}], "secId": 107}, {"speaker": "BALZ", "sentences": [{"text": "John -", "sentId": 315}], "secId": 108}, {"speaker": "BALL", "sentences": [{"text": "Well, and I don't think this is about like constitutional interpretations of executive branch power.", "sentId": 316}, {"text": "With all due respect, I think it's more about, what do people know about Donald Trump?", "sentId": 317}, {"text": "He has a huge ego.", "sentId": 318}, {"text": "And so you're playing into that perception.", "sentId": 319}, {"text": "Something everybody knows about Donald Trump, that he has an overinflated sense of himself and she's trying to puncture that and say, that's not what this country is about.", "sentId": 320}, {"text": "This country is not about, you know, a strong man.", "sentId": 321}, {"text": "This country is about a democracy and people working together.", "sentId": 322}], "secId": 109}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 323}, {"text": "And I think Obama, in some ways, had the best line on this.", "sentId": 324}, {"text": "He said, America's greatness doesn't depend on Donald Trump and - but it gets at that whole thing, this idea that the country is in ruins and here is Donald Trump, the white knight.", "sentId": 325}], "secId": 110}, {"speaker": "BALZ", "sentences": [{"text": "I was just going to say, I don't think you need research to know that that was a line that caught people when they watched that speech and probably alarmed people because it - it plays in all the wrong way about what we think of as leaders at this time in our country.", "sentId": 326}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Are you saying that -", "sentId": 327}], "secId": 112}, {"speaker": "BALZ", "sentences": [{"text": "That we don't want somebody who's a singular experience.", "sentId": 328}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 329}], "secId": 114}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 330}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "You guys are helping me with the art of the segue today.", "sentId": 331}, {"text": "You say it plays in all - plays in all ways.", "sentId": 332}, {"text": "Here's something that Hillary Clinton was trying to get to play in all the right places.", "sentId": 333}, {"text": "We were just talking there about the commander in chief argument.", "sentId": 334}, {"text": "The other argument she has to make, especially because the Democrats are in the White House, is that she can help fix the economy, that she cares about you, she will fight for you if you're a middle class worker who's anxious right now.", "sentId": 335}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "So she made the case that Donald Trump talks a good game, she said, but - and the Democrats have used this before, but we'll - listen to the states here as Hillary Clinton goes through, if you buy a product that has the Trump label on it, it's made some place there, not here.", "sentId": 336}], "secId": 117}, {"speaker": "CLINTON", "sentences": [{"text": "He also talks a big game about putting America first.", "sentId": 337}, {"text": "Well, please explain what part of America first leads him to make Trump ties in China, not Colorado, Trump suits in Mexico, not Michigan, Trump furniture in Turkey, not Ohio, Trump picture frames in India, not Wisconsin.", "sentId": 338}, {"text": "Donald Trump says he wants to make America great again.", "sentId": 339}, {"text": "Well, he could start by actually making things in America again.", "sentId": 340}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "It's t-ball.", "sentId": 341}, {"text": "It's a t-ball argument because that's all true, what she said.", "sentId": 342}, {"text": "But they didn't just pull those names of the states.", "sentId": 343}, {"text": "She mentioned - oh, let's just pull one out.", "sentId": 344}, {"text": "Throw all 50 in there and I'll pull one out.", "sentId": 345}], "secId": 119}, {"speaker": "RAJU", "sentences": [{"text": "Put Florida in there, too, why not ?", "sentId": 346}], "secId": 120}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 347}, {"text": "Yes.", "sentId": 348}, {"text": "RAJU: I mean we - it goes back to the rustbelt thing we were talking about.", "sentId": 349}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 350}], "secId": 122}, {"speaker": "RAJU", "sentences": [{"text": "And Donald Trump has had some success reeling  about the ills of international trade and the TPP and Hillary Clinton is not pure on that issue.", "sentId": 351}], "secId": 123}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 352}], "secId": 124}, {"speaker": "RAJU", "sentences": [{"text": "And she's been on all sides of -", "sentId": 353}], "secId": 125}, {"speaker": "KING", "sentences": [{"text": "But says - she's saying he's a hypocrite.", "sentId": 354}], "secId": 126}, {"speaker": "RAJU", "sentences": [{"text": "Right.", "sentId": 355}, {"text": "Exactly.", "sentId": 356}], "secId": 127}, {"speaker": "KING", "sentences": [{"text": "He says he's for -", "sentId": 357}], "secId": 128}, {"speaker": "RAJU", "sentences": [{"text": "He's a -", "sentId": 358}], "secId": 129}, {"speaker": "HENDERSON", "sentences": [{"text": "He's a con.", "sentId": 359}, {"text": "He's a con, yes, yes.", "sentId": 360}], "secId": 130}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 361}, {"text": "Yes.", "sentId": 362}], "secId": 131}, {"speaker": "RAJU", "sentences": [{"text": "And he's a con, he's a hypocrite -", "sentId": 363}], "secId": 132}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 364}], "secId": 133}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 365}], "secId": 134}, {"speaker": "RAJU", "sentences": [{"text": "And those same voters, those working-class voters, could be amenable to that argument.", "sentId": 366}], "secId": 135}, {"speaker": "KING", "sentences": [{"text": "It will be interesting to see if she repeats that.", "sentId": 367}, {"text": "She's on this bus tour now through those regions.", "sentId": 368}], "secId": 136}, {"speaker": "HENDERSON", "sentences": [{"text": "I bet.", "sentId": 369}, {"text": "Yes.", "sentId": 370}], "secId": 137}, {"speaker": "KING", "sentences": [{"text": "A lot of closed factories.", "sentId": 371}, {"text": "A lot of towns where, you know, 10, 15, 20, 30 is where they made things.", "sentId": 372}, {"text": "And they don't now.", "sentId": 373}], "secId": 138}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 374}], "secId": 139}, {"speaker": "KING", "sentences": [{"text": "Up next, Hillary Clinton's supporting cast, including a civics lesson for Donald Trump from a gold star father who happens to be Muslim.", "sentId": 375}], "secId": 140}], "sectionCount": 141, "url": "transcripts.cnn.com/TRANSCRIPTS/1607/29/ip.01.html", "sentenceCount": 377, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 29, 2016 - 12:00   ET", "speakers": ["KING", "CLINTON", "BALZ", "RAJU", "BALL", "HENDERSON", "UNIDENTIFIED MALE "], "title": "INSIDE POLITICS"}