{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1503.08.ip.01.html.json", "subTitle": "Hillary Asks State Department to Release Her E-Mail; The Politics of Selma Anniversary", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Hillary Clinton hardly seems worried.", "sentId": 0}], "secId": 0}, {"speaker": "CLINTON", "sentences": [{"text": "Don't you some day want to see a woman president of the United States?", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Republicans say using a private e-mail account while secretary of state broke the rules and may have put sensitive secrets at risk.", "sentId": 2}], "secId": 2}, {"speaker": "GOWDY", "sentences": [{"text": "You do not need a law degree to have an understanding of how troubling this is.", "sentId": 3}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Plus, Jeb Bush makes his first Iowa trip as a 2016 contender.", "sentId": 4}], "secId": 4}, {"speaker": "BUSH", "sentences": [{"text": "I learned a lot by campaigning for my dad and for my brother.", "sentId": 5}, {"text": "I learned a lot about Iowa as well.", "sentId": 6}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "And President Obama reflects on Selma.", "sentId": 7}], "secId": 6}, {"speaker": "OBAMA", "sentences": [{"text": "We know the march is not yet over.", "sentId": 8}, {"text": "We know the race is not yet won.", "sentId": 9}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "50 years later, a giant commemoration -- but something's missing.", "sentId": 10}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 11}, {"text": "Welcome to INSIDE POLITICS.", "sentId": 12}, {"text": "I'm John King.", "sentId": 13}, {"text": "Thanks for sharing", "sentId": 14}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "your Sunday morning.", "sentId": 15}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights, Lisa Lerer of Bloomberg Politics; Ron Fournier of \"National Journal\"; NPR's Juana Summers and we're proud this morning to welcome the newest member of our CNN reporting team, Jeff Zeleny.", "sentId": 16}, {"text": "Welcome aboard.", "sentId": 17}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Now, it's hardly news that Hillary Clinton is controlling.", "sentId": 18}, {"text": "She distrusts Republicans and the news media and she likes to do things her way.", "sentId": 19}, {"text": "The big question though driving national politics at the moment is whether these instincts took her over the line when she was secretary of state leading to her decision to use a private e-mail server, not a government account and perhaps most significantly to keep it under her control at her private residence.", "sentId": 20}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Team Clinton says no big deal.", "sentId": 21}, {"text": "Everything federal law and regulation mandates is preserved safe and sound, they say.", "sentId": 22}, {"text": "But critics wonder whether to trust that answer, whether her way was a deliberate strategy to delay or defy legitimate requests for documents about taxpayer business and whether her way puts sensitive materials at higher risk of hacking.", "sentId": 23}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "So Ron Fournier, you've covered Clintons for a long time and you have this debate.", "sentId": 24}, {"text": "Team Clinton says, listen, you're blowing this out of proportion.", "sentId": 25}, {"text": "It's a media feeding frenzy.", "sentId": 26}, {"text": "It's a Republican feeding frenzy.", "sentId": 27}, {"text": "Critics say, wait a minute, we don't know so many things --", "sentId": 28}], "secId": 14}, {"speaker": "FOURNIER", "sentences": [{"text": "I'm going to  it's not critics say.", "sentId": 29}, {"text": "It's anybody with a brain in their head and isn't in the tank for the Clintons.", "sentId": 30}, {"text": "I mean this is a very clear violation of the regulations.", "sentId": 31}, {"text": "It's a very clear violation of the spirit of the regulation.", "sentId": 32}], "secId": 15}, {"speaker": "FOURNIER", "sentences": [{"text": "Those are our e-mails -- they're not hers.", "sentId": 33}, {"text": "She server should be put forward.", "sentId": 34}, {"text": "She never should have tried to skirt it.", "sentId": 35}, {"text": "It's not even a matter of debate.", "sentId": 36}, {"text": "I mean this is an issue she's created.", "sentId": 37}, {"text": "It's an issue she can solve.", "sentId": 38}], "secId": 16}, {"speaker": "FOURNIER", "sentences": [{"text": "I'll go back.", "sentId": 39}, {"text": "Let's go way back to two weeks ago to the foundation, the fact that the foundation was taking foreign money.", "sentId": 40}, {"text": "I think that's actually even a bigger controversy because we all grew up around the Watergate hearings learning that you have to follow the money, follow the money, follow the money.", "sentId": 41}, {"text": "I think there are some really big questions about the nexus between foreign donations to the foundation, corporate donations to the foundation and potential conflicts of interest.", "sentId": 42}, {"text": "And for us to follow that money we have to go through those e-mails.", "sentId": 43}, {"text": "Those e-mails should be a public document.", "sentId": 44}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "Those e-mails should be a public document.", "sentId": 45}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Lisa, the President of the United States when he was campaigning and then when he took office, they lined everybody in the room, they all raised their hands, they took oaths.", "sentId": 46}, {"text": "He said it will be the most transparent administration in history.", "sentId": 47}, {"text": "We do know that the White House sent word early on that they wanted people -- look, people in the Bush administration did this, too.", "sentId": 48}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Let's make that clear.", "sentId": 49}, {"text": "This is not a brand-new practice.", "sentId": 50}, {"text": "Hillary Clinton was not alone in using a private account.", "sentId": 51}, {"text": "The question is whether she should have known better, whether she should have followed boss' direction who said my preference is you use a government account.", "sentId": 52}, {"text": "And whether you be transparent she's in control of the records which makes it hard to say she's transparent.", "sentId": 53}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Here's the President of the United States talking to CBS' Bill Plante whether -- he asked -- Bill Plante asked the President whether he thinks Hillary Clinton kept her promise.", "sentId": 54}], "secId": 21}, {"speaker": "PLANTE", "sentences": [{"text": "You say that you have the most transparent administration ever.", "sentId": 55}, {"text": "You've said it again just a couple of weeks ago.", "sentId": 56}], "secId": 22}, {"speaker": "OBAMA", "sentences": [{"text": "It's true.", "sentId": 57}], "secId": 23}, {"speaker": "PLANTE", "sentences": [{"text": "How does this square with that?", "sentId": 58}], "secId": 24}, {"speaker": "OBAMA", "sentences": [{"text": "Well, I think that the fact that she's going to be putting them forward will allow us to make sure that people have the information they need.", "sentId": 59}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "That's the \"I didn't really wish -- I wish you hadn't asked that question,\" but she will be transparent so that meets the test.", "sentId": 60}, {"text": "He's being nice, right?", "sentId": 61}], "secId": 26}, {"speaker": "LERER", "sentences": [{"text": "Right.", "sentId": 62}, {"text": "Yes.", "sentId": 63}, {"text": "I mean it certainly has raised a lot of questions for the interaction.", "sentId": 64}, {"text": "This was the first real test of how the nascent Hillary campaign will interact with the White House.", "sentId": 65}, {"text": "And it doesn't really seem like they passed it with flying colors.", "sentId": 66}, {"text": "But I think there are certainly a lot of substantive policy questions like the kind you're raising.", "sentId": 67}], "secId": 27}, {"speaker": "LERER", "sentences": [{"text": "But there are also political strategy questions here.", "sentId": 68}, {"text": "Like one thing we learned this week was that the White House knew about this or found out about this in August which frankly is a little bit late.", "sentId": 69}, {"text": "But it's still an awfully long time before March and an awfully long time before she was talking about launching a formal campaign.", "sentId": 70}], "secId": 28}, {"speaker": "LERER", "sentences": [{"text": "So I think a lot of Democrats around town have been saying to me and saying to other people, why wasn't this handled back in August months and months and months before April which is when she's talking about coming out with something formally.", "sentId": 71}, {"text": "Get this out there, deal with it, have this buffer of more than six months to have these things processed through?", "sentId": 72}], "secId": 29}, {"speaker": "LERER", "sentences": [{"text": "Instead you have this whole scandal, all of these questions coming out just weeks before she's ready --", "sentId": 73}], "secId": 30}, {"speaker": "FOURNIER", "sentences": [{"text": "Real quickly, the President wasn't being nice.", "sentId": 74}, {"text": "That was a cover up by semantics.", "sentId": 75}, {"text": "The only answer he should be giving is I want that server back, Secretary Clinton.", "sentId": 76}, {"text": "That belongs to the people.", "sentId": 77}, {"text": "That belongs to this administration.", "sentId": 78}, {"text": "Give me that server.", "sentId": 79}, {"text": "That's the right answer.", "sentId": 80}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "But not the first time that Democrats have had public support, private trepidation when the Clintons are involved in a conversation that involves secrecy.", "sentId": 81}], "secId": 32}, {"speaker": "ZELENY", "sentences": [{"text": "No doubt about it.", "sentId": 82}, {"text": "And what this has given Republicans on a silver platter is a new reason to ask these questions.", "sentId": 83}, {"text": "People had largely forgotten about the Benghazi committee.", "sentId": 84}, {"text": "That's why this is all coming up right now.", "sentId": 85}, {"text": "This has fueled what was essentially an old fire but this is now going to go on forever because there are new subpoenas, new investigations.", "sentId": 86}, {"text": "So exactly what's happening now, there is going to -- throughout the duration of her presidential campaign there's likely to be a congressional investigation.", "sentId": 87}], "secId": 33}, {"speaker": "ZELENY", "sentences": [{"text": "You're right.", "sentId": 88}, {"text": "Had they sort of dealt with this six months ago it would not be as hot of an issue at this point.", "sentId": 89}, {"text": "So fueling these old flames to me seems so politically questionable why they thought that this would not explode at this point.", "sentId": 90}], "secId": 34}, {"speaker": "LERER", "sentences": [{"text": "This is Christmas in March for Republicans.", "sentId": 91}, {"text": "Christmas came late this year if you're in the House Republican Party.", "sentId": 92}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "Christmas in March -- I like that.", "sentId": 93}, {"text": "One of the questions though, you mentioned Bill Clinton and the foreign contributions.", "sentId": 94}, {"text": "One of the questions, everything she does will be reflected on him as well and his history and his secrecy and the investigations about him.", "sentId": 95}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "And that's what Republicans are hoping that people just say we don't want to go back to that.", "sentId": 96}, {"text": "We don't want to go back to the Clinton days.", "sentId": 97}, {"text": "You mentioned the foreign contributions and it is mind numbing to me that when she was secretary of state the President of the United States said, can't do this.", "sentId": 98}, {"text": "No foreign contributions.", "sentId": 99}, {"text": "And for the most part they agreed, there were some exceptions to that rule.", "sentId": 100}, {"text": "Then she left office and they started taking contributions again from foreign governments.", "sentId": 101}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Listen to Bill Clinton here saying, look, we're transparent about this.", "sentId": 102}, {"text": "Don't worry.", "sentId": 103}], "secId": 38}, {"speaker": "CLINTON", "sentences": [{"text": "I agree with all the foreign policy of Saudi Arabia?", "sentId": 104}, {"text": "No.", "sentId": 105}, {"text": "My theory about all of this is disclose everything and then let people make their judgments.", "sentId": 106}, {"text": "But I think there are more than 300,000 people, you should know this, who in some form or fashion have contributed money to the work we've done over the years.", "sentId": 107}, {"text": "And I believe we've done a lot more good than harm.", "sentId": 108}, {"text": "I believe this is a good thing.", "sentId": 109}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "There is no question the Clinton Foundation does some remarkable work around the world.", "sentId": 110}, {"text": "However, he says disclose everything and everything is ok.", "sentId": 111}, {"text": "If it was just him, just a former president, I could process that.", "sentId": 112}, {"text": "But you know the whole time while she's -- A, she was secretary of state; and b, she's probably going to run for president.", "sentId": 113}, {"text": "Isn't that a higher standard?", "sentId": 114}], "secId": 40}, {"speaker": "SUMMERS", "sentences": [{"text": "I think it absolutely is.", "sentId": 115}, {"text": "And you're seeing that right now.", "sentId": 116}, {"text": "I mean if there's not more disclosure, that's going to pose a problem for them.", "sentId": 117}, {"text": "And of course, this is just like -- these are questions you don't want to be answering as you launch your presidential campaign and we'll, of course, all assume that Hillary Clinton will run for president.", "sentId": 118}], "secId": 41}, {"speaker": "SUMMERS", "sentences": [{"text": "So I think that's the big question here is that she's forcing us into an uncomfortable position.", "sentId": 119}, {"text": "It gives Republicans -- particularly Republicans in the House a lot of ammunition to run with.", "sentId": 120}, {"text": "And I think that this is going to dominate a lot of what she probably hoped would be a clean launch for a campaign.", "sentId": 121}], "secId": 42}, {"speaker": "FOURNIER", "sentences": [{"text": "John, as you know, there's been a lot of whispers about pay to play from inside the Clinton team.", "sentId": 122}, {"text": "Pay to play at the foundation.", "sentId": 123}, {"text": "Those are going to become shouts unless she releases all of the e-mails.", "sentId": 124}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "But one question of the questions is \"Do Republicans overreach?\"", "sentId": 125}, {"text": "The history of the Clintons is -- forgive me -- you had the Monica Lewinsky scandal and two Republican speakers lost their jobs because the public perceived that Republicans -- that they -- that the Republicans overreached.", "sentId": 126}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "I want you to listen to Ted Cruz here.", "sentId": 127}, {"text": "He's talking about -- he's in Iowa this weekend -- he's talking about this e-mail controversy and look there are very legitimate issues about why was this server at her home, very legitimate issues about how much will we learn.", "sentId": 128}, {"text": "Listen to Ted Cruz's take.", "sentId": 129}], "secId": 45}, {"speaker": "CRUZ", "sentences": [{"text": "Well, the allegations that have been raised against Hillary Clinton appear very serious and on the face of it, it certainly seems that her conduct was in substantial tension with if not in clear violation of federal law.", "sentId": 130}, {"text": "And so there needs to be an investigation as to whether she violated the criminal laws of the United States.", "sentId": 131}, {"text": "And that rule should apply to her just as it applies to everyone else in America.", "sentId": 132}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "Turn them over, disclose them, give us a full accounting -- I get it completely.", "sentId": 133}, {"text": "Is it safe ground for Republicans to be saying \"violated the laws of the United States\"?", "sentId": 134}, {"text": "May have violated the laws of the United States?", "sentId": 135}], "secId": 47}, {"speaker": "ZELENY", "sentences": [{"text": "You're absolutely right on the overreach because that is the pattern that's happened over the years.", "sentId": 136}, {"text": "It could happen again here.", "sentId": 137}, {"text": "I think -- again, we don't know what's in the e-mails.", "sentId": 138}, {"text": "Are voters -- are Democratic voters going to be concerned about this?", "sentId": 139}, {"text": "No.", "sentId": 140}, {"text": "I think the most important part is it shows sort of how nimble they are in handling things like this.", "sentId": 141}], "secId": 48}, {"speaker": "ZELENY", "sentences": [{"text": "This has not been handled at all.", "sentId": 142}, {"text": "She still hasn't talked about it.", "sentId": 143}, {"text": "She needs to talk about it.", "sentId": 144}, {"text": "But overreach is definitely something that Republican leaders are slightly worried about.", "sentId": 145}, {"text": "Speaker Boehner has essentially kept pretty tight control over these committees not overreaching.", "sentId": 146}, {"text": "We'll see if that continues.", "sentId": 147}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "You say not handled well but I think this is part of the disconnect.", "sentId": 148}, {"text": "The Clintons think this is the way we do things.", "sentId": 149}, {"text": "We react when necessary.", "sentId": 150}, {"text": "We do the minimal amount to disclose.", "sentId": 151}, {"text": "Then we'll move forward.", "sentId": 152}, {"text": "The State Department investigation will take months.", "sentId": 153}, {"text": "They think it's worked for us in the past and it will work again, don't they.", "sentId": 154}], "secId": 50}, {"speaker": "FOURNIER", "sentences": [{"text": "Yes, they do.", "sentId": 155}, {"text": "What they don't realize is the world has changed.", "sentId": 156}, {"text": "In the 15 years since there was a Clinton in the Oval Office, we have little thing called the Internet.", "sentId": 157}, {"text": "It changed the media landscape.", "sentId": 158}], "secId": 51}, {"speaker": "FOURNIER", "sentences": [{"text": "Back in the 90s there was 12 gate keepers basically.", "sentId": 159}, {"text": "If we decided not to print something at the Associated Press where you and I worked, people didn't find out about it.", "sentId": 160}], "secId": 52}, {"speaker": "FOURNIER", "sentences": [{"text": "Now there's 300 million reporters and researchers.", "sentId": 161}, {"text": "They can see through the spin.", "sentId": 162}, {"text": "They can see through the lies.", "sentId": 163}, {"text": "They can see the conflicts of interest.", "sentId": 164}, {"text": "So I think, you know, this is going to be less about will the Republicans overreach and are the Democrats playing it right and just the facts.", "sentId": 165}, {"text": "Those are government e-mails.", "sentId": 166}, {"text": "She did violate government regulations.", "sentId": 167}, {"text": "Turn over the e-mails.", "sentId": 168}, {"text": "Turn back the contributions and the story's over.", "sentId": 169}, {"text": "It's that simple.", "sentId": 170}], "secId": 53}, {"speaker": "LERER", "sentences": [{"text": "And it's also particularly damaging because it plays exactly into the narrative that Republicans have been setting up for a year which is that this is the old Hillary Clinton.", "sentId": 171}, {"text": "She left the state department with the sky high approval ratings.", "sentId": 172}, {"text": "She had remade her image and they wanted to bring us back to the 90s.", "sentId": 173}, {"text": "This is about secrecy.", "sentId": 174}, {"text": "This is about people will do anything for political gain.", "sentId": 175}, {"text": "And this plays right into that.", "sentId": 176}], "secId": 54}, {"speaker": "LERER", "sentences": [{"text": "So is an individual voter going to say, you know what, I am or am not voting for Hillary Clinton based on this e-mail issue?", "sentId": 177}, {"text": "That seems a little hard to see.", "sentId": 178}, {"text": "Does this play into a larger narrative?", "sentId": 179}], "secId": 55}, {"speaker": "LERER", "sentences": [{"text": "For most people, let's be honest, they're not paying attention to the Presidential race.", "sentId": 180}, {"text": "We're still pretty far out.", "sentId": 181}, {"text": "Republicans are getting the chance to set the narrative about her very early and that is --", "sentId": 182}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "And let's be honest, a lot of voters don't remember the Clinton days.", "sentId": 183}, {"text": "A lot of voters are too young to remember 15 or 20 years ago.", "sentId": 184}, {"text": "To your point, most people in Camp Clinton think this will be fine, this will pass.", "sentId": 185}, {"text": "The election will be about the economy.", "sentId": 186}, {"text": "It will be about foreign policy.", "sentId": 187}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "But I did talk to one veteran of the last Clinton administration.", "sentId": 188}, {"text": "He said the big question is to Ron's point, transparency and authenticity matter more now because of the media clamor.", "sentId": 189}, {"text": "We'll see.", "sentId": 190}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "Next, Selma 50 years later and what the commemoration tells us about today's politics.", "sentId": 191}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "First though in \"Politicians Say the Darnedest Things\".", "sentId": 192}, {"text": "Hillary Clinton and that infamous dress.", "sentId": 193}], "secId": 60}, {"speaker": "CLINTON", "sentences": [{"text": "I want to answer one question right at the start before it stirs up Twitter.", "sentId": 194}, {"text": "Over the years people have read a lot of different things into my pantsuits, so let's settle this once and for all.", "sentId": 195}, {"text": "Despite what you might think, this outfit is not actually white and gold.", "sentId": 196}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 197}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Crowds will be back at the Edmund Pettus Bridge in Selma, Alabama to mark the 50th anniversary of Bloody Sunday.", "sentId": 198}, {"text": "Yesterday our country's first African-American president stood at the bridge and declared we know the march is not over yet.", "sentId": 199}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "It's a moment in history worth remembering.", "sentId": 200}, {"text": "It's also a moment in politics.", "sentId": 201}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "First let's just take a look at this, the iconic photo of 50 years ago -- Dr. King, Coretta Scott King beginning to march in Selma.", "sentId": 202}, {"text": "Yesterday at the commemoration, the VIP list of politicians including the President of the United States, the former President George W. Bush.", "sentId": 203}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "One of the big debates in Washington as the week ended was why wasn't the House Republican leadership going to be represented?", "sentId": 204}, {"text": "At the last minute, Kevin McCarthy he did go -- the number two in Republican leadership.", "sentId": 205}, {"text": "Mostly Democrats -- Jeff Sessions, Republican senator born in Selma, Tim Scott from South Carolina -- they're at the event.", "sentId": 206}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "This is about history.", "sentId": 207}, {"text": "That's the reason they all should have been there.", "sentId": 208}, {"text": "It's about history -- an iconic event, a seminal event in our history.", "sentId": 209}, {"text": "But it's also about politics.", "sentId": 210}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "If you think about presidential politics into the next cycle if you look at this President Obama in 2012, 93 percent of the African- American vote; the Republicans got 6.", "sentId": 211}, {"text": "In 2008, 95 percent; the Republicans got 4.", "sentId": 212}, {"text": "The last time they were in the White House in 2004, George W. Bush did get 11 percent.", "sentId": 213}, {"text": "This is an important number going forward.", "sentId": 214}, {"text": "Should that be part of the Selma conversation?", "sentId": 215}, {"text": "That's a debatable point.", "sentId": 216}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "But Jeff Zeleny, you were there in 2007, Hillary Clinton and Barack Obama were there.", "sentId": 217}, {"text": "I'm sort of flummoxed by the idea that if you're the Republican Party and you know your biggest dilemma in presidential politics is non-white votes -- Latinos and African- Americans -- why not?", "sentId": 218}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Why not make a bigger deal of this?", "sentId": 219}, {"text": "Why not join as President Bush did to his credit.", "sentId": 220}, {"text": "Why not just say this is a day to mark history.", "sentId": 221}, {"text": "It's bipartisan.", "sentId": 222}, {"text": "Nobody can have the political conversation if you all show up?", "sentId": 223}], "secId": 70}, {"speaker": "ZELENY", "sentences": [{"text": "It's a question I ask so many Republican offices and no answer.", "sentId": 224}, {"text": "I don't think they realized how significant this will be.", "sentId": 225}, {"text": "Of all the things that Speaker Boehner and Senator Mitch McConnell can't control and there are a lot.", "sentId": 226}, {"text": "This is one thing they could have controlled.", "sentId": 227}, {"text": "Fly down there on a government plane and do this.", "sentId": 228}], "secId": 71}, {"speaker": "ZELENY", "sentences": [{"text": "But more -- the Presidential candidates -- all of them were in Iowa yesterday campaigning for the Iowa caucuses.", "sentId": 229}, {"text": "Why weren't more of them there?", "sentId": 230}, {"text": "Why weren't any of them there?", "sentId": 231}, {"text": "So it is an absolute point.", "sentId": 232}, {"text": "The next Democratic nominee is probably not going to be an African-American so it gives Republicans a big chance to return to those '04 numbers.", "sentId": 233}, {"text": "But it makes it very difficult when they're not reaching out doing the easy things like this.", "sentId": 234}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "If you want to make progress, you have to start somewhere.", "sentId": 235}], "secId": 73}, {"speaker": "ZELENY", "sentences": [{"text": "Yes.", "sentId": 236}], "secId": 74}, {"speaker": "LERER", "sentences": [{"text": "Right.", "sentId": 237}, {"text": "I mean looking at the party overall, right, the Republican Party has struggled for the past decade or more with seeming like party of inclusion as the country is changing, as the country is growing more diverse not just with African-Americans but with Latinos.", "sentId": 238}, {"text": "This was an easy opportunity as Jeff pointed out for them to change that image.", "sentId": 239}, {"text": "You know, whether they win 11 percent of the African-American vote or 4 percent of them, it's sort of about their global macro level image and they didn't take the opportunity.", "sentId": 240}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "Whether you agree or disagree with this president's poll six, he's made history.", "sentId": 241}, {"text": "He's our first African-American president.", "sentId": 242}, {"text": "It is 50 years since the march on Selma.", "sentId": 243}, {"text": "That's what brought the Voting Rights Act to America.", "sentId": 244}, {"text": "Watch the speech he gave yesterday if you haven't seen.", "sentId": 245}, {"text": "A very speech that touched on the history of this and yes, the President of the United States is aware of the politics of the moment too.", "sentId": 246}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "Listen here as he responds to recent critics who suggest maybe he doesn't love America.", "sentId": 247}], "secId": 77}, {"speaker": "OBAMA", "sentences": [{"text": "That's what it means to love America.", "sentId": 248}, {"text": "That's what it means to believe in America.", "sentId": 249}, {"text": "That's what it means when we say America is exceptional, not stock photos or air brushed history or feeble attempts to define some of us as more American than others.", "sentId": 250}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "\"Not stock photos or air brushed history or\", Juana, \"feeble attempts to define some of us as more American than others\".", "sentId": 251}, {"text": "Some people will say don't politicize Selma.", "sentId": 252}, {"text": "The President did right there.", "sentId": 253}, {"text": "He was answering his recent critics.", "sentId": 254}], "secId": 79}, {"speaker": "SUMMERS", "sentences": [{"text": "He absolutely was.", "sentId": 255}, {"text": "And I think that there is a large camp of people on the left who will say that those critics are very racially motivated.", "sentId": 256}, {"text": "This is an important moment.", "sentId": 257}, {"text": "I was surprised to see the Republican leadership's response to not to attend the event.", "sentId": 258}], "secId": 80}, {"speaker": "SUMMERS", "sentences": [{"text": "But remember when we're talking about Ferguson, where we're talking about Eric Garner, where we see another young unarmed black man killed by police in Wisconsin.", "sentId": 259}, {"text": "So this is a really important political moment.", "sentId": 260}, {"text": "It will be interesting to see just long we are actually talking about the fact -- I know the people I talked to who are outside the Beltway, they don't remember that majority leader Kevin McCarthy decided to come last minute or that Alabama representative Martha Robie had a large role in this event.", "sentId": 261}, {"text": "What they remember is that Republicans didn't show up.", "sentId": 262}, {"text": "And I think that's why it can become --", "sentId": 263}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "Neither of the Clintons showed up, either.", "sentId": 264}], "secId": 82}, {"speaker": "SUMMERS", "sentences": [{"text": "Exactly.", "sentId": 265}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "They had their big event in San Francisco.", "sentId": 266}], "secId": 84}, {"speaker": "FOURNIER", "sentences": [{"text": "First, was this a political speech?", "sentId": 267}, {"text": "Yes, it was a political speech.", "sentId": 268}, {"text": "Selma was a political event --", "sentId": 269}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 270}], "secId": 86}, {"speaker": "FOURNIER", "sentences": [{"text": "Thank God.", "sentId": 271}], "secId": 87}, {"speaker": "FOURNIER", "sentences": [{"text": "Secondly, look who was there from the Republican Party.", "sentId": 272}, {"text": "President Bush.", "sentId": 273}, {"text": "The fact that President Bush was there -- the last man who did authorize the vote and --", "sentId": 274}], "secId": 88}, {"speaker": "FOURNIER", "sentences": [{"text": "Yes -- there's a reason why more people should follow President Bush's example.", "sentId": 275}], "secId": 89}, {"speaker": "FOURNIER", "sentences": [{"text": "Then lastly, I tell you, the President's speech in that moment was worthy of Grant .", "sentId": 276}, {"text": "That will be covered in Grant.", "sentId": 277}, {"text": "That was an incredible speech.", "sentId": 278}, {"text": "That was American exceptionalism.", "sentId": 279}, {"text": "We can take that canard off the table.", "sentId": 280}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "The race confrontation will continue in the campaign without our African-American president.", "sentId": 281}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "Next, our reporters give you a sneak peek into their notebooks including an upcoming visit to Iowa that Hillary Clinton might find just a tad inconvenient.", "sentId": 282}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table and ask our great reporters to get you out ahead of the big political news just around the corner.", "sentId": 283}, {"text": "Lisa, what have you got?", "sentId": 284}], "secId": 93}, {"speaker": "LERER", "sentences": [{"text": "Well John, all eyes will be on Senator Rand Paul this month as we near the deadline for talks on nuclear policy between Iran and the United States.", "sentId": 285}, {"text": "He's been trying to shore up his foreign policy credentials, satisfy his hawkish -- more hawkish elements of the Republican Party.", "sentId": 286}], "secId": 94}, {"speaker": "LERER", "sentences": [{"text": "This past week he signed on as a co-sponsor to legislation giving congress final say over any approval that -- any deal that's struck by the administration.", "sentId": 287}, {"text": "It's unlikely to be enough to satisfy parts of the Republican base and also satisfy key donors for the party who are very concerned about Israel.", "sentId": 288}], "secId": 95}, {"speaker": "LERER", "sentences": [{"text": "He also came under fire this past week for not applauding vociferously enough during Israeli Prime Minister Bibi Netanyahu's speech.", "sentId": 289}, {"text": "I think a lot of eyes will be on him this month as we delve into these issues.", "sentId": 290}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "A fascinating place for him.", "sentId": 291}, {"text": "Keep your Ron Paul base move into Rand Paul space.", "sentId": 292}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "Ron.", "sentId": 293}], "secId": 98}, {"speaker": "FOURNIER", "sentences": [{"text": "Jeb Bush, former governor of Florida is going to be doubling down on his contrast with Hillary Clinton on transparency.", "sentId": 294}, {"text": "We already know that he released selected e-mails -- self-selected e- mails from his time in Florida and issued one chapter of his book.", "sentId": 295}, {"text": "What we didn't know is he's in negotiations -- serious negotiations with Amazon for a big memoir deal that would have the full memoir published across other platforms including Kindle.", "sentId": 296}, {"text": "It will include -- use the e-mails to kind of draw a narrative of his time in Florida; the highs, the lows, but also some mistakes and some errors.", "sentId": 297}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Coming soon to a Kindle near you.", "sentId": 298}], "secId": 100}, {"speaker": "FOURNIER", "sentences": [{"text": "There you go.", "sentId": 299}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "Keep an eye on that.", "sentId": 300}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "Juana.", "sentId": 301}], "secId": 103}, {"speaker": "SUMMERS", "sentences": [{"text": "It is probably an understatement to say that last week was not a particularly pretty week in the House of Representatives and things aren't going to get any easier.", "sentId": 302}, {"text": "House lawmakers now have to deal with the so-called doc fix , the highway trust fund budget resolutions, appropriations and all that before getting to October or November's debt ceiling fight.", "sentId": 303}], "secId": 104}, {"speaker": "SUMMERS", "sentences": [{"text": "And that raises two really big political questions I'm going to be watching over the next couple of weeks.", "sentId": 304}, {"text": "The first is, was what we saw with the Department of Homeland Security an isolated flap or is this a pattern by House Speaker John Boehner?", "sentId": 305}, {"text": "Are they antagonizing the conservatives in his party?", "sentId": 306}], "secId": 105}, {"speaker": "SUMMERS", "sentences": [{"text": "And the second question is when it comes to big deal legislation like this is Boehner willing to continually going to antagonize the far-right wing of his party and pass legislation with Democrats or will he be passing bills with only Republicans?", "sentId": 307}, {"text": "And that I think will tell us a lot about what this congress will look like in the next few years to come.", "sentId": 308}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "The next chapter of government by chaos.", "sentId": 309}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "Mr. Zeleny?", "sentId": 310}], "secId": 108}, {"speaker": "ZELENY", "sentences": [{"text": "A lot of talk about is there going to be another Democrat jumping in.", "sentId": 311}, {"text": "Keep your eye out for Cedar Rapids, Iowa for Al Gore.", "sentId": 312}, {"text": "Al Gore is making his first trip back to Iowa in perhaps more a decade.", "sentId": 313}, {"text": "He says he's not running.", "sentId": 314}, {"text": "I'm sure he's not.", "sentId": 315}, {"text": "But he's doing a climate leadership workshop.", "sentId": 316}], "secId": 109}, {"speaker": "ZELENY", "sentences": [{"text": "So this is getting everyone there sort of excited and buzzing.", "sentId": 317}, {"text": "So by then Hillary Clinton will probably already be in the race but Democrats in Iowa who are hungry for a different type of politics might be signing up for these workshops May 5th through the 7th in Cedar Rapids.", "sentId": 318}, {"text": "So Al Gore back on the road.", "sentId": 319}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "The return of Al Gore.", "sentId": 320}], "secId": 111}, {"speaker": "ZELENY", "sentences": [{"text": "It couldn't be better.", "sentId": 321}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Let's take the show on the road.", "sentId": 322}, {"text": "It couldn't be better.", "sentId": 323}, {"text": "You're absolutely right.", "sentId": 324}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 325}, {"text": "One of the big early tests for presidential candidates to prove you can raise the money, the big money for the long haul, especially in a wide open race like we have on the Republican side this cycle.", "sentId": 326}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "The first lap in the money chase ends at the end of this month.", "sentId": 327}, {"text": "That's when candidates have to report their first quarter fundraising tolls.", "sentId": 328}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "There's no doubt the big headline will be the strength of the Jeb Bush money machine.", "sentId": 329}, {"text": "And there's a bit of an expectations game under way as we head into the final weeks of the quarter.", "sentId": 330}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "Team Bush got a bit dismayed when several allies early on started talking about a record-smashing $100 million quarter for his Right to Rise political action committee.", "sentId": 331}, {"text": "Now some Bush allies are bragging a $50 million figure would still be a big deal.", "sentId": 332}, {"text": "Are they trying to surely lower expectations or just create space so that a bigger number will be a bigger deal?", "sentId": 333}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "Well, we'll know in just three weeks.", "sentId": 334}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 335}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 336}, {"text": "We'll see you soon.", "sentId": 337}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" starts right now.", "sentId": 338}], "secId": 120}], "sectionCount": 121, "url": "transcripts.cnn.com/TRANSCRIPTS/1503/08/ip.01.html", "sentenceCount": 340, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired March 8, 2015 - 08:30   ET", "speakers": ["KING", "CLINTON", "GOWDY", "BUSH", "OBAMA", "FOURNIER", "PLANTE", "LERER", "ZELENY", "SUMMERS", "CRUZ"], "title": "INSIDE POLITICS"}