{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1509.13.ip.01.html.json", "subTitle": "What to Look For at This Week's Debate; New Polls for President Obama; Clinton's E-Mail Server not Wiped. Aired 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "SAVIDGE", "sentences": [{"text": "INSIDE POLITICS with John King starts right now.", "sentId": 0}, {"text": "Have a great day.", "sentId": 1}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "It's debate week and Donald Trump is soaring in the polls.", "sentId": 2}], "secId": 1}, {"speaker": "TRUMP", "sentences": [{"text": "We will have so much winning if I get elected.", "sentId": 3}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Trump's debate warm up includes insulting the new prime time edition -- Carly Fiorina.", "sentId": 4}], "secId": 3}, {"speaker": "BUSH", "sentences": [{"text": "I don't get it.", "sentId": 5}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Jeb Bush among those struggling to deal with the Trump effect.", "sentId": 6}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Plus Hillary Clintons says sorry for the e-mail mess as her poll numbers take another big hit.", "sentId": 7}], "secId": 6}, {"speaker": "SANDERS", "sentences": [{"text": "Yes, I'm stunned.", "sentId": 8}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Bernie Sanders is a growing threat.", "sentId": 9}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Vice President Biden is also testing the waters.", "sentId": 10}], "secId": 9}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "I'll vote for you any time.", "sentId": 11}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 12}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 13}, {"text": "I'm John King.", "sentId": 14}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 15}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "A lot to discuss including this week's big Republican debate and brand-new CNN polling on President Obama's job performance and the Iran nuclear deal.", "sentId": 16}], "secId": 13}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "\"The Atlantic's\" Molly Ball; CNN's Jeff Zeleny; Ed O'Keefe of the \"Washington Post\"; and CNN's Manu Raju.", "sentId": 17}], "secId": 14}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Score another one for Donald Trump.", "sentId": 18}, {"text": "Rick Perry who calls Trump a cancer on conservatism quit the Republican race for president Friday, unable to raise enough money to keep going.", "sentId": 19}, {"text": "So Perry will be watching from home in Texas Wednesday when the Republicans meet for their second debate right here on CNN.", "sentId": 20}], "secId": 15}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Trump on the other hand, will be right where he wants to be when 11 candidates take the prime time stage -- at the center podium that goes to the frontrunner.", "sentId": 21}], "secId": 16}, {"speaker": "TRUMP", "sentences": [{"text": "We will have so much winning if I get elected that you may get bored with winning.", "sentId": 22}, {"text": "Believe me we are going to start winning big league.", "sentId": 23}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "Confidence -- probably figured this out by now -- that's a Trump trademark.", "sentId": 24}, {"text": "And why not?", "sentId": 25}, {"text": "Our latest CNN polling has him at 32 percent nationally, Dr. Ben Carson is second at 19 percent, the rest of the field in single digits.", "sentId": 26}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Now controversy, of course, is another Trump trademark.", "sentId": 27}, {"text": "And there's no shortage of that as we head into the second debate.", "sentId": 28}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "We'll get to some of the flash points in a minute.", "sentId": 29}, {"text": "But let's just set the table.", "sentId": 30}, {"text": "Perry gets out.", "sentId": 31}, {"text": "Is that the beginning?", "sentId": 32}, {"text": "Or, you know, there's a lot of pressure on Rand Paul -- he's a little bit wobbly here.", "sentId": 33}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "There's a lot of pressure on Scott Walker in particular the Wisconsin governor -- he was first in Iowa a couple of months back.", "sentId": 34}, {"text": "Now he's tenth in the latest Quinnipiac poll in that state.", "sentId": 35}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "You can also say there's a lot of pressure on Jeb Bush.", "sentId": 36}, {"text": "He may have $100 million in the bank but his support nationally has fallen in half in recent weeks.", "sentId": 37}, {"text": "Who's got the most to lose?", "sentId": 38}, {"text": "We know who has the most to win still -- Trump.", "sentId": 39}], "secId": 22}, {"speaker": "RAJU", "sentences": [{"text": "Yes, that's true.", "sentId": 40}, {"text": "And these guys will need to shake things up -- Jeb, particularly.", "sentId": 41}, {"text": "I mean he had to have been very disappointed at those latest poll numbers.", "sentId": 42}, {"text": "He is trying to make the race between him and Trump over the last couple of weeks.", "sentId": 43}, {"text": "But what we have seen is Ben Carson -- it had become a Ben Carson and Donald Trump campaign.", "sentId": 44}], "secId": 23}, {"speaker": "RAJU", "sentences": [{"text": "This is going to be a key opportunity for him to shake things up as well as Scott Walker who has got to be incredibly disappointed with the way his campaign has gone so far.", "sentId": 45}], "secId": 24}, {"speaker": "ZELENY", "sentences": [{"text": "We've learned that presidential campaigns are not -- they're not rising and falling on one of that.", "sentId": 46}, {"text": "Donald Trump is not going to collapse because of one thing he says.", "sentId": 47}], "secId": 25}, {"speaker": "ZELENY", "sentences": [{"text": "But we are in a few phase of this presidential campaign, the post Labor Day phase -- a time when voters are I think demanding more of these candidates.", "sentId": 48}, {"text": "So the challenge for Donald Trump in this debate is how he evolves as a candidate.", "sentId": 49}], "secId": 26}, {"speaker": "ZELENY", "sentences": [{"text": "We've seen him evolving over the past couple of days.", "sentId": 50}, {"text": "He's declining to pile on to some people after he makes a comment.", "sentId": 51}, {"text": "It's important to note the Fiorina comments that he made about her were actually months ago in a \"Rolling Stone\" interview that he did before he sort of changed his style a little bit.", "sentId": 52}], "secId": 27}, {"speaker": "ZELENY", "sentences": [{"text": "So watch him to see what he is doing on that debate stage.", "sentId": 53}, {"text": "He is trying to be a little bit more mature.", "sentId": 54}, {"text": "We'll see if he can hold it up or if voters find that attractive.", "sentId": 55}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 56}, {"text": "But he's been a bit of Jekyll and Hyde.", "sentId": 57}, {"text": "He's slash and burn for a couple of days then he says I want to be Mr. Nice and he says nice things.", "sentId": 58}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "So let's get to the Fiorina thing because she will be the new entry.", "sentId": 59}, {"text": "She was in the junior varsity debate or the Happy Hour debate as some called it last time.", "sentId": 60}, {"text": "Her standing has gone up some -- not dramatically but enough to make the top ten here.", "sentId": 61}, {"text": "She will be there.", "sentId": 62}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "And to your point, it was a couple of months ago, but Donald Trump essentially called her ugly.", "sentId": 63}, {"text": "He was a \"Rolling Stone\" interview.", "sentId": 64}, {"text": "He said, \"Look at that face.", "sentId": 65}, {"text": "She can't be president of the United States.\"", "sentId": 66}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "Carly Fiorina in Phoenix yesterday, she said \"He's an entertainer, I'm a leader.\"", "sentId": 67}, {"text": "And she fired back.", "sentId": 68}], "secId": 32}, {"speaker": "FIORINA", "sentences": [{"text": "Ladies, look at this face.", "sentId": 69}, {"text": "This is the face of a 61-year-old woman.", "sentId": 70}, {"text": "I am proud of every year and every wrinkle.", "sentId": 71}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "That was Friday night actually, not yesterday, in Phoenix.", "sentId": 72}, {"text": "Does it make a difference if there's a woman going after Donald Trump on the stage in a confrontation?", "sentId": 73}, {"text": "Does it change the dynamics of the debate at all?", "sentId": 74}], "secId": 34}, {"speaker": "BALL", "sentences": [{"text": "Well, Donald Trump would say there was a woman going after him last time.", "sentId": 75}, {"text": "He got into it with Megyn Kelly.", "sentId": 76}, {"text": "So I don't think there's anywhere that he won't go.", "sentId": 77}, {"text": "I don't think.", "sentId": 78}, {"text": "He's already shown he wouldn't decline to hit a woman, as it were.", "sentId": 79}], "secId": 35}, {"speaker": "BALL", "sentences": [{"text": "But the reason Carly Fiorina has vaulted into contention from that first debate is because she did very well.", "sentId": 80}, {"text": "She was very quick on her feet.", "sentId": 81}, {"text": "She was very articulate.", "sentId": 82}, {"text": "She really knew her stuff.", "sentId": 83}, {"text": "And, you know, that was another example in that comeback to Trump where she's very good at turning these things around.", "sentId": 84}, {"text": "She's very deft.", "sentId": 85}], "secId": 36}, {"speaker": "BALL", "sentences": [{"text": "And so if she and Trump do get into it, I think she has a good chance of sort of -- you know, nobody has managed to sort of put Trump in his place in a way that was sort of satisfying.", "sentId": 86}, {"text": "Everybody's sort of nipping at his ankles and he's able to, as he did in the last debate, say you're not doing well.", "sentId": 87}, {"text": "Go away", "sentId": 88}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "And the other interesting dynamic is Fiorina has come up, Dr. Carson has come up, Donald Trump has come up.", "sentId": 89}, {"text": "The thing they all share is none of them have very held elective office.", "sentId": 90}, {"text": "There's been a back and forth.", "sentId": 91}, {"text": "Evangelicals are critical in the first caucus state of Iowa.", "sentId": 92}, {"text": "There's been a back and forth between Donald Trump and Ben Carson over faith.", "sentId": 93}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "Trump said yesterday, you know, Ben hit me on faith.", "sentId": 94}, {"text": "You don't hit a person on faith.", "sentId": 95}, {"text": "That's what Donald Trump did yesterday.", "sentId": 96}, {"text": "A couple of days ago, he said where's Ben Carson's faith.", "sentId": 97}, {"text": "That's the Jekyll and Hyde part I get to.", "sentId": 98}, {"text": "But what do we make of Dr. Carson who is just having a huge impact on this race?", "sentId": 99}, {"text": "And I think if you're another candidate and you're befuddled by Trump, now you have Carson in your way too.", "sentId": 100}], "secId": 39}, {"speaker": "O'KEEFE", "sentences": [{"text": "Well, and he's the polite outsider if you will.", "sentId": 101}, {"text": "He's not necessarily throwing really aggressive barbs.", "sentId": 102}, {"text": "And he is another fresh face who is totally not of Washington.", "sentId": 103}, {"text": "I will be very curious to see if he performs a little more aggressively in this one.", "sentId": 104}], "secId": 40}, {"speaker": "O'KEEFE", "sentences": [{"text": "I think the beauty of his performance last time is that he had just a few brief moments, but he made great use of those few moments and really impressed people as a sort of quiet sole and someone who is a little more reasonable on that stage.", "sentId": 105}], "secId": 41}, {"speaker": "O'KEEFE", "sentences": [{"text": "Does he go after Trump?", "sentId": 106}, {"text": "Does he try to mix it up a little more?", "sentId": 107}, {"text": "We'll see.", "sentId": 108}, {"text": "But you're right, if Trump is sort of an easy one because he's insulting you, Carson is an entirely different animal for some of these guys to deal with because, you know, he has that medical background.", "sentId": 109}, {"text": "He is a religious.", "sentId": 110}, {"text": "He is soft spoken.", "sentId": 111}, {"text": "It would be a very different dynamic.", "sentId": 112}], "secId": 42}, {"speaker": "ZELENY", "sentences": [{"text": "Of all the attacks against Donald Trump, I think the evangelical, the questions of morality and character and faith, I think those have staying power in Iowa.", "sentId": 113}, {"text": "He said I shouldn't have questioned his faith.", "sentId": 114}, {"text": "Now it's in the bloodstream.", "sentId": 115}, {"text": "People are actually talking about that.", "sentId": 116}], "secId": 43}, {"speaker": "ZELENY", "sentences": [{"text": "I talked to a pastor in western Iowa who said he's been waiting for someone to make this suggestion that Donald Trump is not a man of faith.", "sentId": 117}, {"text": "So I think that has staying power.", "sentId": 118}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "If you don't know who Dr. Ben Carson is.", "sentId": 119}, {"text": "If you go into evangelical bookstores around this country for years his books have been bestsellers.", "sentId": 120}, {"text": "You walk in to these small churches, there's a little bookstores they have on the side off the lobby, his books are front and center for years.", "sentId": 121}, {"text": "So out there among evangelicals, they know who Dr. Carson is.", "sentId": 122}], "secId": 45}, {"speaker": "RAJU", "sentences": [{"text": "Yes.", "sentId": 123}, {"text": "And I think also, the larger question is, when does the Trump bubble burst and this Carson puncture that bubble.", "sentId": 124}, {"text": "But if you talk to some of these rival campaigns and what they're hoping will actually happen is that Trump will start to step in it even more.", "sentId": 125}, {"text": "He'll say things that will -- the voters will just kind of get tired of Trump's antics and eventually they'll look for a more serious candidate.", "sentId": 126}], "secId": 46}, {"speaker": "RAJU", "sentences": [{"text": "So will the debate this week start to change that narrative, start to -- will Trump say something and people say, we're kind of tired of this guy.", "sentId": 127}, {"text": "Let's move onto something else.", "sentId": 128}, {"text": "I think that's one thing we'll have to look forward to.", "sentId": 129}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Will it change that narrative or will the strategist in the other campaigns come to the conclusion we were wrong.", "sentId": 130}, {"text": "This bubble isn't going to burst.", "sentId": 131}], "secId": 48}, {"speaker": "ZELENY", "sentences": [{"text": "They've been wrong.", "sentId": 132}, {"text": "They've been wrong --", "sentId": 133}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "At least not going to burst by conventional means.", "sentId": 134}], "secId": 50}, {"speaker": "O'KEEFE", "sentences": [{"text": "Right.", "sentId": 135}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Before we take a break, I just want quickly -- we have a brand- new poll we're releasing this morning.", "sentId": 136}, {"text": "And there's some interesting information.", "sentId": 137}, {"text": "We know Republicans are anti-Obama.", "sentId": 138}, {"text": "I want to show you the difference between all Republicans and Trump supporters on two questions that we've asked for seven years.", "sentId": 139}, {"text": "Why -- I'm not so sure but these get asked.", "sentId": 140}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "Was President Obama born in the United States?", "sentId": 141}, {"text": "70 percent of all Republicans say yes; 61 percent, a smaller percentage of Trump supporters say yes.", "sentId": 142}, {"text": "Remember Donald Trump was leading the birther movement or a cheerleader for the birther movement at one point a couple of years back.", "sentId": 143}, {"text": "61 percent of Trump supporters say yes.", "sentId": 144}, {"text": "That means four in ten Trump supporters aren't so sure.", "sentId": 145}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "And what about the President's faith?", "sentId": 146}, {"text": "43 percent of all Republicans -- don't ask me why -- 43 percent of all Republicans say they think the President is a Muslim; 54 percent of Trump supporters say that.", "sentId": 147}, {"text": "Again, so they are -- to use polite language -- let's just say more anti-Obama than even most Republicans.", "sentId": 148}, {"text": "Does it make a difference?", "sentId": 149}], "secId": 54}, {"speaker": "BALL", "sentences": [{"text": "Well, this is the heartburn that the sort of Republican establishment has about Trump is that he is stoking this crazy fringe.", "sentId": 150}, {"text": "Both parties have a crazy fringe.", "sentId": 151}, {"text": "The Republicans have a crazy fringe.", "sentId": 152}, {"text": "And the polite thing to do is to not speak to them and be sane and be grown-ups.", "sentId": 153}, {"text": "But Trump is sort of openly going out there and stoking the anger and the fear and courting these people and amplifying the crazy things that they believe.", "sentId": 154}, {"text": "We should specify that President Obama is not a Muslim.", "sentId": 155}, {"text": "And so that's the potential for lasting damage to the party is he's really sort of riling these people up.", "sentId": 156}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "He was born in Hawaii and his mother is a woman from Kansas.", "sentId": 157}, {"text": "We've said that a lot I think over the last seven years.", "sentId": 158}, {"text": "It doesn't sink through with some people for some reason.", "sentId": 159}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 160}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Up next, Hillary Clinton says \"sorry\".", "sentId": 161}, {"text": "Plus brand-new polling as we mentioned on President Obama and his nuclear agreement with Iran.", "sentId": 162}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "First though, politicians say the darnedest thing.", "sentId": 163}, {"text": "This week, a fun one.", "sentId": 164}, {"text": "Donald Trump, meet Jimmy Fallon.", "sentId": 165}], "secId": 59}, {"speaker": "FALLON", "sentences": [{"text": "Wow.", "sentId": 166}, {"text": "I look fantastic.", "sentId": 167}], "secId": 60}, {"speaker": "FALLON", "sentences": [{"text": "All right, me, we've got a big interview with Jimmy Fallon coming up.", "sentId": 168}, {"text": "But let's be honest.", "sentId": 169}, {"text": "Fallon's a lightweight.", "sentId": 170}, {"text": "No way he deserves to interview me.", "sentId": 171}, {"text": "The only one qualified to interview me is me.", "sentId": 172}], "secId": 61}, {"speaker": "TRUMP", "sentences": [{"text": "Me interviewing me, that's what I call a great idea.", "sentId": 173}], "secId": 62}, {"speaker": "FALLON", "sentences": [{"text": "Of course it's a great idea, we thought of it.", "sentId": 174}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 175}], "secId": 64}, {"speaker": "It's an age-old rule", "sentences": [{"text": "the standing of the incumbent president is always a big issue in the election of a new president.", "sentId": 176}, {"text": "Brand new numbers this morning on President Obama and his foreign policy win this week.", "sentId": 177}], "secId": 65}, {"speaker": "Look at this.  President's current approval rating in our new poll", "sentences": [{"text": "45 percent, 52 percent disapprove -- so underwater for the President.", "sentId": 178}, {"text": "What's interesting?", "sentId": 179}, {"text": "If you look at the last year.", "sentId": 180}, {"text": "Back in June, just a couple of months ago, the President cracked 50.", "sentId": 181}, {"text": "All presidents want to be above 50.", "sentId": 182}, {"text": "The President at 50 percent approval right at the end of June; 47 percent disapprove.", "sentId": 183}], "secId": 66}, {"speaker": "Look at this.  President's current approval rating in our new poll", "sentences": [{"text": "Go back to this time a year ago, 55 to 43.", "sentId": 184}, {"text": "What's interesting is essentially over the past year, a little bit of ebb and blow.", "sentId": 185}, {"text": "Two and three points here and there but essentially a flat line for the President in the whole past year -- his standing, right around half and half in the country.", "sentId": 186}], "secId": 67}, {"speaker": "Look at this.  President's current approval rating in our new poll", "sentences": [{"text": "Now, of course, we know from Democratic support in the senate, the President will get his Iran nuclear deal.", "sentId": 187}, {"text": "What do people think of that?", "sentId": 188}, {"text": "As this debate has played out, support has actually gone up just a little bit.", "sentId": 189}, {"text": "47 percent in our polls says congress should approve the nuclear deal -- that's up from just a month ago when only 41 percent said that.", "sentId": 190}, {"text": "Now the President gets that because he had enough Democrats to block Republicans from rejecting the deal.", "sentId": 191}], "secId": 68}, {"speaker": "Look at this.  President's current approval rating in our new poll", "sentences": [{"text": "But if the deal fails, if Iran cheats, look at this.", "sentId": 192}, {"text": "64 percent of Americans -- that's a lot of Democrats as well as Republican think the United States should take military action if Iran cheats on that deal.", "sentId": 193}], "secId": 69}, {"speaker": "Look at this.  President's current approval rating in our new poll", "sentences": [{"text": "Manu Raju, you've had some conversations with the Senate Majority Leader among this past week, Republicans are frustrated.", "sentId": 194}, {"text": "They can't block this deal.", "sentId": 195}, {"text": "How much of an issue will it be in the 2016 campaign?", "sentId": 196}], "secId": 70}, {"speaker": "RAJU", "sentences": [{"text": "Well, Mitch McConnell thinks it's going to be the defining issue not just in senate races and also the Presidential race as well.", "sentId": 197}, {"text": "The question is going to be -- but he's also willing to concede that this is going to go into effect, the Iran nuclear agreement.", "sentId": 198}, {"text": "And he's saying to us that look, this is going to be something we'll have to debate on the campaign trail.", "sentId": 199}, {"text": "This is something that the presidential candidates are meant to look at and then the next president can decide what to do.", "sentId": 200}], "secId": 71}, {"speaker": "RAJU", "sentences": [{"text": "So it's going to be a matter of whether public opinion shifts on this and whether Republicans can stoke antipathy towards both the President and the Democrats' handling of foreign policy.", "sentId": 201}], "secId": 72}, {"speaker": "O'KEEFE", "sentences": [{"text": "If you watch the whip count to help the President develop over the last few weeks -- it was really fascinating to see that, you know, folks who were from safe blue states were on board with this.", "sentId": 202}, {"text": "It took someone like Barbara Mikulski who's retiring to sort of get to the point where it was a point of no return.", "sentId": 203}, {"text": "And then suddenly you had all the guys who are up for reelection in 2016 or worse 2018 when this deal will actually really be underway, finally make their final decision.", "sentId": 204}, {"text": "Some of whom went for it, and some of whom did not.", "sentId": 205}], "secId": 73}, {"speaker": "RAJU", "sentences": [{"text": "Even though he got his deal, I mean it was a pretty low bar for the President to clear.", "sentId": 206}, {"text": "And they twisted arms for months and months to get it through.", "sentId": 207}, {"text": "So they accomplished what they wanted to.", "sentId": 208}, {"text": "But it shouldn't have been that difficult.", "sentId": 209}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "One person we know who supports the deal is the former secretary of state Hillary Clinton.", "sentId": 210}, {"text": "Front page story in the \"Washington Post\" today.", "sentId": 211}, {"text": "Clinton's e-mails could be -- could be preserved and revived in the sense that now the company that administered the private server says it has no knowledge that it was wiped in the sense of destroyed.", "sentId": 212}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "That will be interesting as the investigation goes forward.", "sentId": 213}, {"text": "It will either prove her point if they can recover all these e-mails, that she did nothing wrong, didn't destroy anything that should be in government hands.", "sentId": 214}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "In the middle of all this controversy over the past week, a little bit of evolution.", "sentId": 215}, {"text": "Hillary Clinton finally getting to the point of saying she's sorry.", "sentId": 216}], "secId": 77}, {"speaker": "CLINTON", "sentences": [{"text": "We are all accountable to the American people to get the facts right.", "sentId": 217}, {"text": "And I will do my part.", "sentId": 218}], "secId": 78}, {"speaker": "CLINTON", "sentences": [{"text": "I regret that this has become such a cause celebre.", "sentId": 219}, {"text": "But that does not change the facts.", "sentId": 220}, {"text": "And no matter what anybody tries to say, the facts are stubborn.", "sentId": 221}], "secId": 79}, {"speaker": "CLINTON", "sentences": [{"text": "At the end of the day, I'm sorry that this has been confusing to people and has raised a lot of questions.", "sentId": 222}, {"text": "But there are answers to all these questions and I will continue to provide those answers.", "sentId": 223}], "secId": 80}, {"speaker": "CLINTON", "sentences": [{"text": "That was a mistake.", "sentId": 224}, {"text": "And I'm sorry about that.", "sentId": 225}, {"text": "I take responsibility.", "sentId": 226}, {"text": "And I'm trying to be as transparent as I possibly can.", "sentId": 227}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "Why was it so hard to get to that simple declarative sentence?", "sentId": 228}, {"text": "\"That was a mistake and I'm sorry about that\"?", "sentId": 229}], "secId": 82}, {"speaker": "BALL", "sentences": [{"text": "Well, she doesn't think she's done anything wrong.", "sentId": 230}, {"text": "And you hear her saying even as she's apologizing, she's sorry that people were confused.", "sentId": 231}, {"text": "But she believes that everything she did was legal and it was a mistake in the sense of a tactical mistake because it created a controversy.", "sentId": 232}, {"text": "It's been inconvenient.", "sentId": 233}], "secId": 83}, {"speaker": "BALL", "sentences": [{"text": "But she -- I think she still doesn't have her head around the idea that she actually did anything wrong here.", "sentId": 234}, {"text": "And, you know, I went to a Hillary Clinton rally out in Wisconsin this week, talked to a lot of her supporters, both activists and sort of the Democratic establishment.", "sentId": 235}, {"text": "And there's a real hope that she's now put this behind her with the apology.", "sentId": 236}], "secId": 84}, {"speaker": "BALL", "sentences": [{"text": "That may be wishful thinking because, you know, as -- there's a front page story today in the \"Washington Post\".", "sentId": 237}, {"text": "This isn't over.", "sentId": 238}, {"text": "The e- mails are still coming out.", "sentId": 239}, {"text": "The Republicans are not going to let it drop.", "sentId": 240}], "secId": 85}, {"speaker": "BALL", "sentences": [{"text": "So this idea that now that she said sorry, you know, I think a lot of Democrats sort of breathed a sigh of relief like why was that so hard.", "sentId": 241}, {"text": "Now we can turn a corner.", "sentId": 242}, {"text": "But I don't think it's going to be that easy for her.", "sentId": 243}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Will she say sorry again when she's being questioned by Republicans under oath on Capitol Hill?", "sentId": 244}, {"text": "It will be an interesting question.", "sentId": 245}], "secId": 87}, {"speaker": "ZELENY", "sentences": [{"text": "I mean it's a classic Clinton play book that may not work in this modern media age.", "sentId": 246}, {"text": "Had she said she's sorry months ago, had they turned over the server months ago, we might well be talking about something else here.", "sentId": 247}, {"text": "But she was persuaded by supporters and donors saying please do this.", "sentId": 248}, {"text": "Please say you're sorry already.", "sentId": 249}], "secId": 88}, {"speaker": "ZELENY", "sentences": [{"text": "Her husband, I'm told, did not want her to say that because she did nothing wrong in their view.", "sentId": 250}, {"text": "But it sort of doesn't matter.", "sentId": 251}, {"text": "It has dominated all of this.", "sentId": 252}, {"text": "And now we'll see if she can move on beyond this.", "sentId": 253}], "secId": 89}, {"speaker": "O'KEEFE", "sentences": [{"text": "This report suggests that, you know, any hope that this would be done on New Year's Eve when the final batch of e-mails is released and the reporters move on is gone.", "sentId": 254}, {"text": "This will continue.", "sentId": 255}, {"text": "You see in the story today, senate investigators now saying, if they're recoverable, we should go after them.", "sentId": 256}, {"text": "And that might mean more hearings.", "sentId": 257}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "We'll see how long this one drags out.", "sentId": 258}, {"text": "Change in strategy.", "sentId": 259}, {"text": "We'll see if it works.", "sentId": 260}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "Up next, reporters share from their notebooks including a bit of a strategy reset in the Marco Rubio campaign.", "sentId": 261}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table.", "sentId": 262}, {"text": "Ask our great reporters to share a nugget or two from their notebooks.", "sentId": 263}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Molly Ball.", "sentId": 264}], "secId": 94}, {"speaker": "BALL", "sentences": [{"text": "Well, one person to watch in the debate this week is going to be Chris Christie because he's in either tenth or 11th, depending on how you figure -- right about on the edge of sliding off that stage.", "sentId": 265}], "secId": 95}, {"speaker": "BALL", "sentences": [{"text": "Donors are anxious.", "sentId": 266}, {"text": "His erstwhile supporters are anxious.", "sentId": 267}, {"text": "The vultures sort of starting to circle now that Rick Perry is out of the race.", "sentId": 268}, {"text": "He said a couple of weeks ago that if he doesn't get as many questions as he wants, he's going to go nuclear.", "sentId": 269}, {"text": "And so, you know, you've got 11 candidates on the stage -- all of them or at least 10 of them really aggressively trying to have a breakout moment.", "sentId": 270}], "secId": 96}, {"speaker": "BALL", "sentences": [{"text": "Christie tried to get into it last time with Rand Paul -- didn't do anything from his numbers.", "sentId": 271}, {"text": "So the question is going to be, how does he approach this?", "sentId": 272}, {"text": "How does he try to get himself out of that ditch?", "sentId": 273}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "From the far end of the stage.", "sentId": 274}, {"text": "We'll see if he's there --", "sentId": 275}], "secId": 98}, {"speaker": "BALL", "sentences": [{"text": "The very far end.", "sentId": 276}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Jeff.", "sentId": 277}], "secId": 100}, {"speaker": "ZELENY", "sentences": [{"text": "Speaking of debates, what about these Democratic debates?", "sentId": 278}, {"text": "There's a lot of consternation going on inside the party about how many Democratic debates there should be.", "sentId": 279}, {"text": "The chairwoman of the party, Debbie Wasserman Schultz says we're holding firm, only having six debates.", "sentId": 280}], "secId": 101}, {"speaker": "ZELENY", "sentences": [{"text": "Initially that was designed to protect Hillary Clinton.", "sentId": 281}, {"text": "Now a lot of Democrats, her supporters are wondering if that is such a good idea.", "sentId": 282}, {"text": "The only way for her perhaps to get beyond all these controversies is to show that she's presidential.", "sentId": 283}, {"text": "There's a growing call even from sort of her own supporters to allow more debates.", "sentId": 284}, {"text": "So far, the chairwoman is holding fast.", "sentId": 285}, {"text": "No more debates, only six.", "sentId": 286}, {"text": "But we'll see if that holds.", "sentId": 287}, {"text": "I'm not convinced it will.", "sentId": 288}, {"text": "And it may actually be a good thing for Hillary Clinton to debate more.", "sentId": 289}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "We'll keep an eye on that one.", "sentId": 290}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Ed.", "sentId": 291}], "secId": 104}, {"speaker": "O'KEEFE", "sentences": [{"text": "John -- immigration advocacy groups upset by those recent comments by GOP presidential candidates are taking matters into their own hands if you will.", "sentId": 292}, {"text": "They're starting to buy television airtime.", "sentId": 293}, {"text": "There's a new ad airing here on CNN in the next few days.", "sentId": 294}], "secId": 105}, {"speaker": "business", "sentences": [{"text": "00, 7:00 Central, in case you haven't heard.", "sentId": 295}], "secId": 106}, {"speaker": "business", "sentences": [{"text": "That's one of two ads they're airing right now.", "sentId": 296}, {"text": "Another one the Latino Victory Fund, backed by Democratic donors airing an ad in Colorado and Nevada uses comments by Trump, Cruz and -- sorry, Bobby Jindal and Jeb Bush.", "sentId": 297}, {"text": "Again, all of this designed to draw more attention to it.", "sentId": 298}, {"text": "We should expect much more of this in the coming months.", "sentId": 299}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "The TV spending now being accelerated not just by the candidates but outside groups as well.", "sentId": 300}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "Manu.", "sentId": 301}], "secId": 109}, {"speaker": "RAJU", "sentences": [{"text": "John, after the debates, the focus is going to shift back to Washington looking at the fiscal fights that are ahead.", "sentId": 302}, {"text": "Of course, we have to first get through this month in which they're going to try to fund the government probably for two or three months, get around this Planned Parenthood fight.", "sentId": 303}], "secId": 110}, {"speaker": "RAJU", "sentences": [{"text": "Mitch McConnell, the Majority Leader who I spoke with on Friday, he said to me, he said look we're not going to go down that route.", "sentId": 304}, {"text": "We'll try to do this defund Planned Parenthood effort.", "sentId": 305}, {"text": "He calls that an exercise in futility.", "sentId": 306}, {"text": "He's going to anger the right wing of his party.", "sentId": 307}, {"text": "But then we're going to have to deal with the bigger fiscal matters in the fall.", "sentId": 308}], "secId": 111}, {"speaker": "RAJU", "sentences": [{"text": "The interesting that McConnell said was that me -- both himself and House Speaker John Boehner and the President will have to negotiate a large scale fiscal deal probably in the fall with a debt ceiling increase ahead and a long-term spending through the rest of next year.", "sentId": 309}], "secId": 112}, {"speaker": "RAJU", "sentences": [{"text": "So once again, we're going to be talking about those fiscal fights in Washington.", "sentId": 310}, {"text": "It's probably going to dominate the rest of this year.", "sentId": 311}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "Maybe not a grand bargain but a mini bargain.", "sentId": 312}], "secId": 114}, {"speaker": "RAJU", "sentences": [{"text": "Mini bargain.", "sentId": 313}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "We'll see if they can.", "sentId": 314}, {"text": "Welcome to September -- another spending showdown.", "sentId": 315}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 316}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "You need any more evidence of the Donald Trump effect?", "sentId": 317}, {"text": "Look for a much more anti-establishment tone from Marco Rubio in the second debate.", "sentId": 318}, {"text": "The Florida senator began the shift over the past few days beginning to weave in references to the fact he challenged the establishment favorite when he ran for the Senate a few years back.", "sentId": 319}, {"text": "And he also weaved in a few new criticisms of the senate Republican leadership and its handling of the Iran nuclear debate.", "sentId": 320}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "There's also a consensus in the Rubio campaign that a major TV ad will be necessary and relatively soon to try to move Rubio's sluggish numbers in key early states.", "sentId": 321}, {"text": "Just when to begin that spending though, still being discussed and debate.", "sentId": 322}, {"text": "The fallout from the second debate could be the most important piece of that spending decision.", "sentId": 323}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 324}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 325}, {"text": "We'll see you soon.", "sentId": 326}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" with Jake Tapper, live from the Reagan Library, starts right now.", "sentId": 327}], "secId": 121}], "sectionCount": 122, "url": "transcripts.cnn.com/TRANSCRIPTS/1509/13/ip.01.html", "sentenceCount": 329, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired September 13, 2015 - 08:30   ET", "speakers": ["SAVIDGE", "KING", "TRUMP", "BUSH", "SANDERS", "UNIDENTIFIED FEMALE", "With us to share their reporting and their insights", "RAJU", "ZELENY", "FIORINA", "BALL", "O'KEEFE", "FALLON", "It's an age-old rule", "Look at this.  President's current approval rating in our new poll", "CLINTON", "business"], "title": "INSIDE POLITICS"}