{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1607.28.ip.01.html.json", "subTitle": "Clinton to Deliver Acceptance Speech; Tonight is Final Night of Democratic National Convention. Aired 12-12:30p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 0}, {"text": "I'm John King.", "sentId": 1}, {"text": "As you can see, we're live in Philadelphia on the fourth and final day of the Democratic National Convention.", "sentId": 2}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "This is Hillary Clinton's big night, her chance to counter the vision Donald Trump offered one week ago in Cleveland.", "sentId": 3}, {"text": "And the bar could not be higher for Secretary Clinton's speech.", "sentId": 4}, {"text": "Trump's speech brought him a healthy bounce in the polls.", "sentId": 5}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "And Secretary Clinton, well, she has a number of tough acts to follow.", "sentId": 6}, {"text": "She's the closing argument here on a presentation that began with Michelle Obama, then Bill Clinton, and last night featured the anti- Trump tag team of President Obama and Vice President Joe Biden.", "sentId": 7}], "secId": 2}, {"speaker": "OBAMA", "sentences": [{"text": "And the reason he'll lose it, is because he's selling the American people short.", "sentId": 8}, {"text": "We're not a fragile people.", "sentId": 9}, {"text": "We're not a frightful people.", "sentId": 10}, {"text": "Our power doesn't come from self-declared savior promising that he alone can restore order as long as we do things his way.", "sentId": 11}, {"text": "We don't look to be ruled.", "sentId": 12}], "secId": 3}, {"speaker": "BIDEN", "sentences": [{"text": "He's trying to tell us he cares about the middle class.", "sentId": 13}, {"text": "Give me a break.", "sentId": 14}, {"text": "That's a bunch of malarkey.", "sentId": 15}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights, and I promise no malarkey here, Julie Pace of the Associated Press, Ed O'Keefe of \"The Washington Post,\" Maggie Haberman of \"The New York Times,\" and CNN's Jeff Zeleny.", "sentId": 16}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Inside the convention hall last night, no mistaking this, they loved it.", "sentId": 17}], "secId": 6}, {"speaker": "OBAMA", "sentences": [{"text": "And that's why I can say with confidence, there has never been a man or a woman, not me, not Bill, nobody, more qualified than Hillary Clinton to serve as president of the United States of America.", "sentId": 18}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "But here's the question as we wait for Secretary Clinton's speech tonight, what about those watching at home?", "sentId": 19}, {"text": "Does the president still have the political capital to shape and change minds?", "sentId": 20}, {"text": "And what about this right there?", "sentId": 21}, {"text": "A picture that will flame the next 100 days, Hillary Clinton embracing President Obama after his call to arms.", "sentId": 22}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Now, we all know he is critical to her campaign, and its efforts to turn out the diverse Obama coalition.", "sentId": 23}, {"text": "But to Donald Trump and his ad makers, that picture right there, that is the status quo at a time they say voters want change.", "sentId": 24}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "And let's start there, how does Hillary Clinton thread that needle tonight?", "sentId": 25}, {"text": "Essentially the pictures say stay the course, but she has to say, I'm change.", "sentId": 26}], "secId": 10}, {"speaker": "PACE", "sentences": [{"text": "She does.", "sentId": 27}, {"text": "And I think that Obama gave her some openings to do that last night, because while he was talking about what he sees as accomplishments of his administration, he was saying very plainly that the job is not done.", "sentId": 28}, {"text": "And I think that gives her the opening to say she would finish it and perhaps take it in somewhat different directions.", "sentId": 29}, {"text": "I do think, though, that she is running no doubt for a third term of this era of Democratic politics.", "sentId": 30}, {"text": "That's inevitable.", "sentId": 31}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 32}], "secId": 12}, {"speaker": "HABERMAN", "sentences": [{"text": "I don't think you're actually going to - and I might be proven totally wrong in 12 hours, so with that asterisk.", "sentId": 33}, {"text": "But I actually don't think you're going to see that much needle threading.", "sentId": 34}, {"text": "The case that you heard last night over and over again from Democrats and then from Mike Bloomberg was, Donald Trump is too dangerous.", "sentId": 35}, {"text": "You cannot have him - we're not hearing sort of words that we've heard in the past like risky or it's a gamble.", "sentId": 36}, {"text": "I mean there was really, really overt and in some cases almost over-the- top language about him.", "sentId": 37}], "secId": 13}, {"speaker": "HABERMAN", "sentences": [{"text": "So I think that what you are seeing now is they're trying to change the change narrative and the every, you know, election is about, as David Axelrod would say, a remedy or a replica.", "sentId": 38}, {"text": "They're trying to make it essentially, look, you know, the - your choice - the choices are so stark.", "sentId": 39}, {"text": "The gamble is so high that you either have to stay the same because change represents something different, and I think she has to stick with Obama on that.", "sentId": 40}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Let's bring the president into that conversation because you make a key point.", "sentId": 41}, {"text": "The Trump campaign says, no, they're the party of power.", "sentId": 42}, {"text": "This is a referendum on her.", "sentId": 43}], "secId": 15}, {"speaker": "HABERMAN", "sentences": [{"text": "Right.", "sentId": 44}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "This is a referendum on her.", "sentId": 45}, {"text": "Before people think about Trump, they have to decide, do we want to keep them?", "sentId": 46}, {"text": "Do we want to keep the Democrats, keep Obama, Clinton.", "sentId": 47}, {"text": "The Clinton campaign, with the president's help last night, and listen here, trying to disqualify Donald Trump saying the guy's just simply not a president.", "sentId": 48}], "secId": 17}, {"speaker": "OBAMA", "sentences": [{"text": "America is already great.", "sentId": 49}, {"text": "America is already strong.", "sentId": 50}, {"text": "And I promise you, our strength, our greatness, does not depend on Donald Trump.", "sentId": 51}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "I'm fascinated, fascinated by what we get from Secretary Clinton tonight in the sense that Donald Trump's speech was dower.", "sentId": 52}, {"text": "People said it was too angry and to dark.", "sentId": 53}, {"text": "But it worked.", "sentId": 54}, {"text": "It moved the numbers.", "sentId": 55}, {"text": "It gave him a bounce.", "sentId": 56}, {"text": "It was a serious speech saying, this is a country in crisis.", "sentId": 57}, {"text": "We need a tough leader.", "sentId": 58}, {"text": "We need a strong leader.", "sentId": 59}, {"text": "We need law and order.", "sentId": 60}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "From the Democrats last night, and we're starting with the president but we'll get to it, a lot of smiles.", "sentId": 61}, {"text": "A lot of optimism.", "sentId": 62}, {"text": "Sure there are tough time, but everything's OK. Don't be so worried.", "sentId": 63}], "secId": 20}, {"speaker": "ZELENY", "sentences": [{"text": "How could you say - he said \"homegrown demagogues will always fail in the end.\"", "sentId": 64}, {"text": "I was on the floor when he said that.", "sentId": 65}, {"text": "And, boy, he said that with a sense of optimism.", "sentId": 66}, {"text": "I'm not so sure - those words are pretty stark -", "sentId": 67}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 68}], "secId": 22}, {"speaker": "ZELENY", "sentences": [{"text": "If you - if you look at them.", "sentId": 69}, {"text": "And, \"we don't look to be ruled.\"", "sentId": 70}, {"text": "All this heavy language.", "sentId": 71}, {"text": "All this heavy language.", "sentId": 72}, {"text": "But he said it with a - a sense of hopefulness.", "sentId": 73}, {"text": "Now, she can't quite be the order that he is.", "sentId": 74}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 75}], "secId": 24}, {"speaker": "ZELENY", "sentences": [{"text": "We know that.", "sentId": 76}, {"text": "But, boy, standing on the floor last night, I was just not far from the stage.", "sentId": 77}, {"text": "The look in her eye when she came out was one of gratitude -", "sentId": 78}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 79}], "secId": 26}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yes.", "sentId": 80}], "secId": 27}, {"speaker": "ZELENY", "sentences": [{"text": "And it completes the circle.", "sentId": 81}, {"text": "She is with him.", "sentId": 82}, {"text": "There is no separation between the two.", "sentId": 83}, {"text": "And that is the gamble that they're making.", "sentId": 84}, {"text": "And it is her best bet here.", "sentId": 85}, {"text": "I mean she can't - the change argument, as Maggie was saying earlier, it's too dangerous.", "sentId": 86}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "Right, you can run, as Al Gore ran from Bill Clinton, and what did he get, he lost a player on the field.", "sentId": 87}], "secId": 29}, {"speaker": "ZELENY", "sentences": [{"text": "Exactly.", "sentId": 88}], "secId": 30}, {"speaker": "HABERMAN", "sentences": [{"text": ".", "sentId": 89}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "For all the baggage Bill Clinton brought to the field, he's an effective player and he wasn't on the field.", "sentId": 90}, {"text": "A key point, we make this - we over complicate this sometimes because we have to get our bosses to pay us money.", "sentId": 91}, {"text": "Politics is about - politics is about -", "sentId": 92}], "secId": 32}, {"speaker": "HABERMAN", "sentences": [{"text": "Candor hour here.", "sentId": 93}], "secId": 33}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yes.", "sentId": 94}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "But politics is about arithmetic.", "sentId": 95}, {"text": "And the president was making the case last night, he's never been able to do this in a non- presidential year, get his people to come out and vote for somebody other than him.", "sentId": 96}, {"text": "In this presidential year, listen to the president.", "sentId": 97}, {"text": "He's looking out to the country, not just the room but to the country, to the Obama coalition, the diverse electorate that twice gave him huge electoral landslides.", "sentId": 98}, {"text": "President Obama saying, I need you to do it one more time.", "sentId": 99}], "secId": 35}, {"speaker": "OBAMA", "sentences": [{"text": "I see Americans of every party, every background, every faith who believe that we are stronger together, black, white, Latino, Asian Native American, young, old, gay, straight, men, women, folks with disabilities all pledging allegiance under the same proud flag to this big, bold country that we love.", "sentId": 100}, {"text": "That's what I see.", "sentId": 101}, {"text": "That's the America I know.", "sentId": 102}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "A direct counter to Donald Trump's vision of where America is right now.", "sentId": 103}, {"text": "And take the names off the ballot.", "sentId": 104}, {"text": "If the electorate on Election Day looks like what it looked like in 2012, the Democrat wins.", "sentId": 105}], "secId": 37}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yes, absolutely.", "sentId": 106}, {"text": "I thought the more interesting appeal he made there later in the speech was the idea that, you know, if you're frustrated by certain things, police involved shootings, climate change an whatnot, vote yourself all the way down the ballot with Democrats.", "sentId": 107}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 108}], "secId": 39}, {"speaker": "O'KEEFE", "sentences": [{"text": "A lot of people in that hall have suffered from his lack of enthusiasm, lack of campaigning for those people.", "sentId": 109}], "secId": 40}, {"speaker": "HABERMAN", "sentences": [{"text": "It's very true.", "sentId": 110}], "secId": 41}, {"speaker": "O'KEEFE", "sentences": [{"text": "And the fact that he's now using his last speech before Democrats to say this, I think there were some people in the hall last night who were probably thinking, what took you so long because you should have been doing this over the last - certainly the last six -", "sentId": 111}], "secId": 42}, {"speaker": "ZELENY", "sentences": [{"text": "Well, I don't know.", "sentId": 112}, {"text": "I mean he did campaign, though, with people, but his popularity just didn't translate.", "sentId": 113}], "secId": 43}, {"speaker": "PACE", "sentences": [{"text": "Right.", "sentId": 114}], "secId": 44}, {"speaker": "ZELENY", "sentences": [{"text": "But so much different about this.", "sentId": 115}, {"text": "2010 and 2014 were disastrous for him.", "sentId": 116}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 117}], "secId": 46}, {"speaker": "ZELENY", "sentences": [{"text": "He has presided over the Democratic Party in decline in statehouses, state capitals, state legislatures.", "sentId": 118}, {"text": "So he's not been successful doing it.", "sentId": 119}, {"text": "But you have to wonder, we'll find out, if this is different or not because it's for his job.", "sentId": 120}, {"text": "It's for his Oval Office.", "sentId": 121}], "secId": 47}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes.", "sentId": 122}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 123}], "secId": 49}, {"speaker": "ZELENY", "sentences": [{"text": "So he's much more involved in this than Senate races.", "sentId": 124}], "secId": 50}, {"speaker": "PACE", "sentences": [{"text": "He can make this really personal appeal, which you saw at the very end of this speech.", "sentId": 125}, {"text": "I think one of his most powerful lines was, \"carry her the way that you carried me.\"", "sentId": 126}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 127}], "secId": 52}, {"speaker": "PACE", "sentences": [{"text": "It was - it really did feel like, even though he has six months left in office, he was handing over the Democratic Party to Hillary Clinton last night.", "sentId": 128}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "More or less said so, right.", "sentId": 129}], "secId": 54}, {"speaker": "PACE", "sentences": [{"text": "He did.", "sentId": 130}], "secId": 55}, {"speaker": "ZELENY", "sentences": [{"text": "Right.", "sentId": 131}], "secId": 56}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes.", "sentId": 132}], "secId": 57}, {"speaker": "PACE", "sentences": [{"text": "And you can't underestimate the emotion that a lot of Democrats have about Barack Obama and what he represents.", "sentId": 133}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "And so there's about 20 percent, depending on what data you read, about 20 percent of the American people who don't like them both.", "sentId": 134}, {"text": "Who essentially look at Donald Trump and Hillary Clinton and are saying, I don't like this choice.", "sentId": 135}, {"text": "Now, maybe we'll see if they go to a third party option.", "sentId": 136}, {"text": "They do have that.", "sentId": 137}, {"text": "But what - part of the president's mission last night was to say, OK, maybe you don't like her, but you've never been in the room with her.", "sentId": 138}, {"text": "I have.", "sentId": 139}, {"text": "Trust me.", "sentId": 140}], "secId": 59}, {"speaker": "OBAMA", "sentences": [{"text": "For four years - for four years I had a front row seat to her intelligence, her judgment and her discipline.", "sentId": 141}, {"text": "I came to realize that her unbelievable work ethic wasn't for praise, it wasn't for attention, that she was in this for everyone who needs a champion.", "sentId": 142}, {"text": "I understood that after all these years, she has never forgotten just who she's fighting for.", "sentId": 143}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Important part of what we saw throughout the night and we saw throughout this convention, sort of character witnesses, and that's a pretty high-powered character witness, saying, you think she's cold, you think she's detached.", "sentId": 144}, {"text": "I know he's calling her crooked and rotten and all these things, but she's actually a nice person who fights.", "sentId": 145}], "secId": 61}, {"speaker": "O'KEEFE", "sentences": [{"text": "We're all reporters at heart and you know our editors always ask for those juicy in-the-room details.", "sentId": 146}, {"text": "There have been - there have not been that many this week.", "sentId": 147}, {"text": "I've actually been struck by that.", "sentId": 148}, {"text": "You know, where are the people who worked with her at the Children's Defense Fund?", "sentId": 149}, {"text": "Where are the people who were there when she was first lady of Arkansas?", "sentId": 150}, {"text": "Where - when she was first lady of the United States.", "sentId": 151}, {"text": "We saw some of her Senate constituents come up and talk about - especially the work on 9/11.", "sentId": 152}], "secId": 62}, {"speaker": "O'KEEFE", "sentences": [{"text": "I thought, for example, last night, the lost opportunity was Leon Panetta's speech.", "sentId": 153}, {"text": "They rewrote it at the last minute to have him come out and rebuke Trump.", "sentId": 154}, {"text": "It fell flat in the hall because suddenly these anti-war Democrats realized that the guy who had been initiating drone wars was on stage and so they booed him and rattled him.", "sentId": 155}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 156}], "secId": 64}, {"speaker": "O'KEEFE", "sentences": [{"text": "But beyond the president, we haven't seen a lot of that.", "sentId": 157}, {"text": "I've been with her.", "sentId": 158}, {"text": "I was in the room.", "sentId": 159}, {"text": "Trust me, she can do this.", "sentId": 160}, {"text": "Maybe we'll see a little more tonight, but -", "sentId": 161}], "secId": 65}, {"speaker": "HABERMAN", "sentences": [{"text": "We've seen more of it about her than we saw about Trump.", "sentId": 162}], "secId": 66}, {"speaker": "PACE", "sentences": [{"text": "Absolutely.", "sentId": 163}], "secId": 67}, {"speaker": "O'KEEFE", "sentences": [{"text": "Sure.", "sentId": 164}], "secId": 68}, {"speaker": "ZELENY", "sentences": [{"text": "Right.", "sentId": 165}], "secId": 69}, {"speaker": "O'KEEFE", "sentences": [{"text": "Sure.", "sentId": 166}], "secId": 70}, {"speaker": "HABERMAN", "sentences": [{"text": "These things - these things don't take place in a vacuum.", "sentId": 167}, {"text": "And what I think that - what I was struck by watching Obama last night - and to be clear, how this plays in the hall has absolutely nothing to do with how it plays on TV -", "sentId": 168}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 169}], "secId": 72}, {"speaker": "O'KEEFE", "sentences": [{"text": "Not at all.", "sentId": 170}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "Exactly.", "sentId": 171}], "secId": 74}, {"speaker": "HABERMAN", "sentences": [{"text": "or how independents view it.", "sentId": 172}, {"text": "And there are a lot of people, as you said, who are very unhappy with this, both of her choices, including the Uber driver I had over here in the heat.", "sentId": 173}, {"text": "But what you do - what you do - you have to remember with - there's always numbers below the numbers.", "sentId": 174}, {"text": "And you know this.", "sentId": 175}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 176}], "secId": 76}, {"speaker": "HABERMAN", "sentences": [{"text": "So the negative ratings don't tell the whole story.", "sentId": 177}, {"text": "When Obama was running for re-election in 2012, there were a lot of indicators that should have been against him.", "sentId": 178}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 179}], "secId": 78}, {"speaker": "HABERMAN", "sentences": [{"text": "What was in his favor was that - and these were really important numbers in those , how many voters felt like he cared about people like them.", "sentId": 180}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Fight for you.", "sentId": 181}, {"text": "I'll fight for you.", "sentId": 182}], "secId": 80}, {"speaker": "HABERMAN", "sentences": [{"text": "And to fight for you.", "sentId": 183}], "secId": 81}, {"speaker": "ZELENY", "sentences": [{"text": "Right.", "sentId": 184}], "secId": 82}, {"speaker": "HABERMAN", "sentences": [{"text": "And that is the contrast that he is trying to draw.", "sentId": 185}, {"text": "A lot of it is not about just, I like her, you can - you know, she's a good person.", "sentId": 186}, {"text": "She's a good person at heart.", "sentId": 187}, {"text": "He's trying to draw the contrast with what Trump's speech was, which - which was, you know, I alone can fix this, look at my record and look at what I can do.", "sentId": 188}, {"text": "He had the - Trump had that one line, I am your voice, which was very powerful.", "sentId": 189}, {"text": "Obama is trying to counter that by saying, she is about you.", "sentId": 190}, {"text": "He is essentially a ruler, and that's not what we are.", "sentId": 191}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "And also trying to tell the country, yes, sure, things are tough -", "sentId": 192}], "secId": 84}, {"speaker": "HABERMAN", "sentences": [{"text": "That's right.", "sentId": 193}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "But don't believe this guy when he tells you it's horrible.", "sentId": 194}], "secId": 86}, {"speaker": "HABERMAN", "sentences": [{"text": "That's right.", "sentId": 195}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "It's strange, a lot of Republicans grumbling publicly.", "sentId": 196}, {"text": "You had that flag drop - backdrop behind the president.", "sentId": 197}], "secId": 88}, {"speaker": "PACE", "sentences": [{"text": "Yes.", "sentId": 198}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "You had him talking about America's greatness, American exceptionalism, which they've always said that President Obama doesn't represent.", "sentId": 199}], "secId": 90}, {"speaker": "HABERMAN", "sentences": [{"text": "Right.", "sentId": 200}], "secId": 91}, {"speaker": "ZELENY", "sentences": [{"text": "Right.", "sentId": 201}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "At their convention you had - it was a Trump convention.", "sentId": 202}], "secId": 93}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes.", "sentId": 203}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "It wasn't a - it wasn't a Republican convention.", "sentId": 204}], "secId": 95}, {"speaker": "HABERMAN", "sentences": [{"text": "No, that's right.", "sentId": 205}], "secId": 96}, {"speaker": "ZELENY", "sentences": [{"text": "And the person who cut through all that, I think, Joe Biden.", "sentId": 206}], "secId": 97}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yes.", "sentId": 207}], "secId": 98}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes.", "sentId": 208}], "secId": 99}, {"speaker": "ZELENY", "sentences": [{"text": "I mean how much are we going to miss Joe Biden from the public stage when he's standing up there, you know, saying it's malarkey.", "sentId": 209}, {"text": "He is going to go - you know, the boy from Scranton.", "sentId": 210}, {"text": "They're holding Scranton signs in the hall here in Pennsylvania.", "sentId": 211}], "secId": 100}, {"speaker": "HABERMAN", "sentences": [{"text": "Where Trump was earlier.", "sentId": 212}], "secId": 101}, {"speaker": "ZELENY", "sentences": [{"text": "He is going to - right, exactly.", "sentId": 213}, {"text": "Exactly.", "sentId": 214}], "secId": 102}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes.", "sentId": 215}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 216}], "secId": 104}, {"speaker": "ZELENY", "sentences": [{"text": "He is going to go and say, don't - don't believe this guy.", "sentId": 217}, {"text": "We'll see if it works.", "sentId": 218}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 219}], "secId": 106}, {"speaker": "ZELENY", "sentences": [{"text": "It's about that, you know, the people in the middle, obviously.", "sentId": 220}, {"text": "But Biden may be a better validator on that score.", "sentId": 221}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "Let me -", "sentId": 222}], "secId": 108}, {"speaker": "O'KEEFE", "sentences": [{"text": "-", "sentId": 223}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "Let me sneak in one quick moment from the floor when they start doing the signature chant of \"Obama '08.\"", "sentId": 224}], "secId": 110}, {"speaker": "OBAMA", "sentences": [{"text": "Yes, we can.", "sentId": 225}, {"text": "Not, yes, she can.", "sentId": 226}, {"text": "Not, yes, I can.", "sentId": 227}, {"text": "Yes, we can.", "sentId": 228}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Just today everybody - everybody take a second.", "sentId": 229}, {"text": "We're going to talk about Hillary Clinton's speech tonight.", "sentId": 230}, {"text": "But this is the end.", "sentId": 231}, {"text": "Twelve years to the night.", "sentId": 232}, {"text": "That speech was 12 years to the day after Boston, where we all saw him for the first time - you corrected me yesterday, still a state senator.", "sentId": 233}, {"text": "Not quite a United States senator yet.", "sentId": 234}], "secId": 112}, {"speaker": "HABERMAN", "sentences": [{"text": "That's right.", "sentId": 235}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "And this was - this is kind of the closing of a chapter.", "sentId": 236}], "secId": 114}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes.", "sentId": 237}], "secId": 115}, {"speaker": "PACE", "sentences": [{"text": "It was really emotional, I think, in the room last night.", "sentId": 238}, {"text": "No matter what you think of Obama's politics, he is a history making president, and this was the last time we will see him in this setting as commander-in-chief.", "sentId": 239}], "secId": 116}, {"speaker": "O'KEEFE", "sentences": [{"text": "And if - and if she wins, the arc of all that -", "sentId": 240}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 241}], "secId": 118}, {"speaker": "O'KEEFE", "sentences": [{"text": "Will just - will just be, you know, unrivaled.", "sentId": 242}, {"text": "We haven't seen anything like that.", "sentId": 243}], "secId": 119}, {"speaker": "HABERMAN", "sentences": [{"text": "We haven't seen anything like what we have seen in the last two weeks, frankly.", "sentId": 244}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 245}], "secId": 121}, {"speaker": "HABERMAN", "sentences": [{"text": "We saw Trump's nomination, was a historic moment.", "sentId": 246}, {"text": "It might have represented something different, but it was a historic moment.", "sentId": 247}, {"text": "Last night you had the country's first black president handing over the baton to the party's first female nominee.", "sentId": 248}, {"text": "No matter how people feel about all three of these politicians -", "sentId": 249}], "secId": 122}, {"speaker": "ZELENY", "sentences": [{"text": "Right.", "sentId": 250}], "secId": 123}, {"speaker": "HABERMAN", "sentences": [{"text": "These are major, major moments.", "sentId": 251}], "secId": 124}, {"speaker": "HABERMAN", "sentences": [{"text": "In terms of your point about Biden, I want to just go by that for one second.", "sentId": 252}, {"text": "The thing that I thought Biden did that was effective was, Biden basically - or we'll see how effective it is, but it worked last night.", "sentId": 253}, {"text": "Biden was the person who tried to make Trump the closest into sort of a Mitt Romney figure.", "sentId": 254}], "secId": 125}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 255}], "secId": 126}, {"speaker": "HABERMAN", "sentences": [{"text": "He's the guy who says \"you're fired.\"", "sentId": 256}, {"text": "Who wants to say \"you're fired.\"", "sentId": 257}, {"text": "I do think if Biden sticks to a line like that, that will have impact going into the fall.", "sentId": 258}], "secId": 127}, {"speaker": "KING", "sentences": [{"text": "Excellent point.", "sentId": 259}, {"text": "We've got to get to more of Joe Biden too later on the target, his specific target that  we saw last night, though.", "sentId": 260}], "secId": 128}, {"speaker": "KING", "sentences": [{"text": "Up next, she's a self-described wonk.", "sentId": 261}, {"text": "Donald Trump calls her the shouter.", "sentId": 262}, {"text": "The communications challenge for Hillary Clinton, next.", "sentId": 263}], "secId": 129}, {"speaker": "KING", "sentences": [{"text": "We're back live in Philadelphia.", "sentId": 264}, {"text": "And a big day it is.", "sentId": 265}, {"text": "Tonight is Hillary Clinton's night to celebrate winning the Democratic presidential nomination.", "sentId": 266}, {"text": "Eight years, of course, after her heartbreaking loss to Barack Obama and, more importantly, to frame the choice of the next 100 days.", "sentId": 267}], "secId": 130}, {"speaker": "KING", "sentences": [{"text": "The race is tight.", "sentId": 268}, {"text": "Donald Trump calls her \"crooked\" and \"rotten.\"", "sentId": 269}, {"text": "Most voters question her honesty.", "sentId": 270}, {"text": "Like Donald Trump, Hillary Clinton will be introduced by her daughter.", "sentId": 271}], "secId": 131}, {"speaker": "CLINTON", "sentences": [{"text": "It is such a disconnect because, you know, what you were just saying, kind of what we heard last week in Cleveland, I mean that's not the person that I know.", "sentId": 272}, {"text": "That's not the person that I grew up with, that I'm so proud to stand beside and to introduce here in Philadelphia.", "sentId": 273}], "secId": 132}, {"speaker": "KING", "sentences": [{"text": "It's bizarre for me having first met Chelsea Clinton when he was governor of Arkansas and she was about that high.", "sentId": 274}, {"text": "It's remarkable to see her there.", "sentId": 275}, {"text": "She will introduce her mother.", "sentId": 276}, {"text": "Try, again, like Ivanka did to Donald Trump, soften them up a little bit, make them more likeable.", "sentId": 277}, {"text": "And what's the word, approach - I'm trying to find the word we're trying to get from Hillary Clinton tonight.", "sentId": 278}], "secId": 133}, {"speaker": "HABERMAN", "sentences": [{"text": "Relatable.", "sentId": 279}], "secId": 134}, {"speaker": "KING", "sentences": [{"text": "Relatable.", "sentId": 280}, {"text": "Approachable.", "sentId": 281}], "secId": 135}, {"speaker": "O'KEEFE", "sentences": [{"text": "Humble.", "sentId": 282}], "secId": 136}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes.", "sentId": 283}], "secId": 137}, {"speaker": "KING", "sentences": [{"text": "Humble.", "sentId": 284}], "secId": 138}, {"speaker": "HABERMAN", "sentences": [{"text": "Well, and real, right?", "sentId": 285}], "secId": 139}, {"speaker": "O'KEEFE", "sentences": [{"text": "Right.", "sentId": 286}], "secId": 140}, {"speaker": "HABERMAN", "sentences": [{"text": "I mean I think that you had - and I thought Ivanka Trump did a very good job with this with her father last week, and I think that's a - that's a high act to follow.", "sentId": 287}, {"text": "She's a good public speaker.", "sentId": 288}, {"text": "Chelsea Clinton is less of a polished public - polished, but she's not quite as convincing.", "sentId": 289}], "secId": 141}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 290}], "secId": 142}, {"speaker": "HABERMAN", "sentences": [{"text": "But, look, there are - you heard Bill Clinton say this the other night about his wife, that, you know, there's the cartoon version of her.", "sentId": 291}, {"text": "You heard Obama make a reference to that, too.", "sentId": 292}, {"text": "They're basically trying to send the message of, you don't know the real person.", "sentId": 293}, {"text": "And it's a little more pointed than I think we typically hear it.", "sentId": 294}], "secId": 143}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yes.", "sentId": 295}], "secId": 144}, {"speaker": "HABERMAN", "sentences": [{"text": "We often see people try to sell relatives or people they know or close friends who are politicians at political conventions as, here's the person I know.", "sentId": 296}, {"text": "The task is a lot harder here and this is all taking place in the middle of this DNC e-mail dump, which -", "sentId": 297}], "secId": 145}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 298}], "secId": 146}, {"speaker": "HABERMAN", "sentences": [{"text": "You know, while Trump, you know, took it and turned the train in the other direction yesterday by, you know, communicating to Russia on a television set.", "sentId": 299}, {"text": "The reality is, that what is the DNC e- mails is not great and it does remind people of her own e-mail scandal and so the controversy around that.", "sentId": 300}, {"text": "And so this is a challenge.", "sentId": 301}, {"text": "There is - it is hard to say to people, you know, trust this person when you have the director of the FBI not very many weeks ago saying she mishandled something seriously.", "sentId": 302}, {"text": "This is a challenge tonight .", "sentId": 303}, {"text": "O'KEEFE: And to that point, I've been struck talking to Democrats this", "sentId": 304}], "secId": 147}, {"speaker": "HABERMAN", "sentences": [{"text": "week saying, what should she say, what do you want to hear?", "sentId": 305}, {"text": "They do want to hear her acknowledge the scandal a bit.", "sentId": 306}], "secId": 148}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 307}], "secId": 149}, {"speaker": "O'KEEFE", "sentences": [{"text": "Enough to be explicit about it, but they're - they're expecting some kind of a nod saying, you know, I haven't been perfect.", "sentId": 308}], "secId": 150}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 309}], "secId": 151}, {"speaker": "O'KEEFE", "sentences": [{"text": "She has done it, but -", "sentId": 310}], "secId": 152}, {"speaker": "PACE", "sentences": [{"text": "She has looked for ways to do that.", "sentId": 311}], "secId": 153}, {"speaker": "KING", "sentences": [{"text": "Personal.", "sentId": 312}], "secId": 154}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yes, but I think this -", "sentId": 313}], "secId": 155}, {"speaker": "KING", "sentences": [{"text": "Not in a very personal way .", "sentId": 314}], "secId": 156}, {"speaker": "O'KEEFE", "sentences": [{"text": "Right.", "sentId": 315}, {"text": "And in this moment when you're going to have tens of millions of people tuned in and I think a lot of them expecting to hear her say something, you know, there's a concern among people I've talked to here that if she doesn't, it's a missed opportunity.", "sentId": 316}], "secId": 157}, {"speaker": "HABERMAN", "sentences": [{"text": "I'll be shocked if we hear her do too much of that though.", "sentId": 317}, {"text": ".", "sentId": 318}], "secId": 158}, {"speaker": "PACE", "sentences": [{"text": "I agree.", "sentId": 319}], "secId": 159}, {"speaker": "ZELENY", "sentences": [{"text": "I agree.", "sentId": 320}], "secId": 160}, {"speaker": "PACE", "sentences": [{"text": "Because the other task that she has tonight, this can't just be a soft speech.", "sentId": 321}, {"text": "She also is talking to a country that is feeling anxious.", "sentId": 322}], "secId": 161}, {"speaker": "HABERMAN", "sentences": [{"text": "That's right.", "sentId": 323}], "secId": 162}, {"speaker": "PACE", "sentences": [{"text": "That feels like the economy isn't working for them and national security suddenly feels scarier.", "sentId": 324}, {"text": "So she both has to do this relatable person bit, but she also has to show that she is tough and she is going to be strong and she understands these challenges.", "sentId": 325}], "secId": 163}, {"speaker": "KING", "sentences": [{"text": "Her challenge, make him erratic.", "sentId": 326}, {"text": "I'm tough but trustworthy.", "sentId": 327}], "secId": 164}, {"speaker": "PACE", "sentences": [{"text": "Yes.", "sentId": 328}], "secId": 165}, {"speaker": "KING", "sentences": [{"text": "I'm tough but reliable.", "sentId": 329}, {"text": "I'm tough but I know the way to the situation room.", "sentId": 330}, {"text": "I've been there.", "sentId": 331}, {"text": ".", "sentId": 332}], "secId": 166}, {"speaker": "KING", "sentences": [{"text": "To the point about the negatives and, let's be honest, she has incredibly high unfavorable ratings.", "sentId": 333}, {"text": "Nearly seven in ten in our past poll after the Republican Convention, to it might be a little high, but nearly seven in 10 say she's not honest and trustworthy.", "sentId": 334}, {"text": "The president tried to help out a little bit last night by saying one of the reasons she's got some scars and some nicks is because she's been fighting so long.", "sentId": 335}], "secId": 167}, {"speaker": "OBAMA", "sentences": [{"text": "Hillary's got her share of critics.", "sentId": 336}, {"text": "She has been caricatured by the right and by some on the left.", "sentId": 337}, {"text": "She has been accused of everything you can imagine and some things that you cannot.", "sentId": 338}], "secId": 168}, {"speaker": "OBAMA", "sentences": [{"text": "But she knows that's what happens when you're under a microscope for 40 years.", "sentId": 339}, {"text": "She knows that sometimes during those 40 years she's made mistakes, just like I have.", "sentId": 340}, {"text": "Just like we all do.", "sentId": 341}, {"text": "That's what happens when we try.", "sentId": 342}], "secId": 169}, {"speaker": "KING", "sentences": [{"text": "I'm very interested to see how she tries to deal with this, to the point, does she do it directly or does she come at it differently.", "sentId": 343}], "secId": 170}, {"speaker": "KING", "sentences": [{"text": "Another thing I want to show, this was played the other night, but I'm also fascinated by, this plays huge inside that room.", "sentId": 344}, {"text": "And Maggie made a key point a moment ago, the room that matters most is your living room, not the convention hall.", "sentId": 345}, {"text": "But inside the convention hall, the history, having the first woman nominee is huge to these Democrats, especially after the arc of Barack Obama, the first African-American.", "sentId": 346}, {"text": "How much of this will we get tonight?", "sentId": 347}], "secId": 171}, {"speaker": "KING", "sentences": [{"text": "That was a very powerful moment.", "sentId": 348}, {"text": "It is a very - whether you like her or not, it is a very historic, big moment.", "sentId": 349}], "secId": 172}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes.", "sentId": 350}, {"text": "Yes.", "sentId": 351}], "secId": 173}, {"speaker": "KING", "sentences": [{"text": "Forty-four guys, 44 guys.", "sentId": 352}, {"text": "The last one, African-American.", "sentId": 353}, {"text": "And so the question is, do we make history again or - and how much does she address that?", "sentId": 354}], "secId": 174}, {"speaker": "ZELENY", "sentences": [{"text": "She addresses it some.", "sentId": 355}, {"text": "But the sheer fact of her being on the stage and saying I, you know, accept your nomination to be - you know, for the presidency of the United States.", "sentId": 356}, {"text": "That says it all.", "sentId": 357}], "secId": 175}, {"speaker": "ZELENY", "sentences": [{"text": "She has sort of vacillated a little bit back and forth with how - over the years, how much to talk about, you know, the historic nature of her candidacy.", "sentId": 358}, {"text": "So I'm told, and I believe she will give it a nod and address it, but not dwell on it, because there is a fine line on that.", "sentId": 359}, {"text": "She knows that.", "sentId": 360}], "secId": 176}, {"speaker": "ZELENY", "sentences": [{"text": "But in terms of owning her flaws, I was talking to one of her advisors.", "sentId": 361}, {"text": "I'm with you, Maggie, I don't think we're going to hear a lot of that, because now we saw in the \"60 Minutes\" interview last week, the Hillary standard.", "sentId": 362}, {"text": "She's still saying sort of a double standard.", "sentId": 363}, {"text": "But I do think there will be maybe more like the president said, listen, I'm not perfect.", "sentId": 364}], "secId": 177}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes.", "sentId": 365}], "secId": 178}, {"speaker": "ZELENY", "sentences": [{"text": "I'm not the perfect candidate here, but this is a choice.", "sentId": 366}, {"text": "So I think she'll pivot to that sort of quickly.", "sentId": 367}, {"text": "But owning up in some way, people in the living rooms, I think, are looking for that.", "sentId": 368}], "secId": 179}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 369}], "secId": 180}, {"speaker": "HABERMAN", "sentences": [{"text": "And I think the thing to watch for most closely is how much she does something that Obama did do last night, which you have not heard Obama do a lot of, certainly in his own re-election, is acknowledge that there are people who, if they don't buy Trump's full vision of America, they do feel frustrated.", "sentId": 370}], "secId": 181}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 371}, {"text": "Right.", "sentId": 372}], "secId": 182}, {"speaker": "HABERMAN", "sentences": [{"text": "And so it will be interesting to see if she nods to that.", "sentId": 373}], "secId": 183}, {"speaker": "KING", "sentences": [{"text": "Frustration and the anger.", "sentId": 374}], "secId": 184}, {"speaker": "HABERMAN", "sentences": [{"text": "Exactly.", "sentId": 375}], "secId": 185}, {"speaker": "KING", "sentences": [{"text": "Can she tap into it.", "sentId": 376}, {"text": "And it's not her strength.", "sentId": 377}, {"text": "She has many strengths, but the emotive politician is not one of her strengths.", "sentId": 378}, {"text": "We'll see how it goes.", "sentId": 379}, {"text": "Everybody sit night.", "sentId": 380}], "secId": 186}, {"speaker": "KING", "sentences": [{"text": "Up next, Donald Trump's take on the Democrats and his changing tune about Russia hacking a Secretary Clinton's missing e-mails.", "sentId": 381}], "secId": 187}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 382}, {"text": "That's the Wells Fargo Center here in Philadelphia.", "sentId": 383}, {"text": "You saw the outside.", "sentId": 384}, {"text": "There's the inside.", "sentId": 385}, {"text": "Some of the speeches delivered right there in that hall last night included some late edits to take issue with a big controversy stirred up by Donald Trump.", "sentId": 386}], "secId": 188}, {"speaker": "PANETTA", "sentences": [{"text": "He asked the Russians to interfere in American politics.", "sentId": 387}, {"text": "Think about that.", "sentId": 388}], "secId": 189}], "sectionCount": 190, "url": "transcripts.cnn.com/TRANSCRIPTS/1607/28/ip.01.html", "sentenceCount": 390, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 28, 2016 - 12:00   ET", "speakers": ["KING", "OBAMA", "BIDEN", "PACE", "HABERMAN", "ZELENY", "O'KEEFE", "CLINTON", "PANETTA"], "title": "INSIDE POLITICS"}