{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1602.28.ip.01.html.json", "subTitle": "Clinton Wins Big, Jabs Trump's Slogan; Trump & Rubio Trade Insults on Campaign Trail; Report Details GOP Panic Over Trump. Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "South Carolina is Clinton country.", "sentId": 0}], "secId": 0}, {"speaker": "CLINTON", "sentences": [{"text": "Thank you so much, South Carolina!", "sentId": 1}], "secId": 1}, {"speaker": "CLINTON", "sentences": [{"text": "Tomorrow, this campaign goes national!", "sentId": 2}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Can she now sweep the South and put Bernie Sanders away?", "sentId": 3}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Plus, punch --", "sentId": 4}], "secId": 4}, {"speaker": "CRUZ", "sentences": [{"text": "Where was Donald?", "sentId": 5}, {"text": "He was firing Dennis Rodman on \"Celebrity Apprentice.\"", "sentId": 6}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Punch --", "sentId": 7}], "secId": 6}, {"speaker": "RUBIO", "sentences": [{"text": "If he builds the wall the way he built Trump Towers, he'll be using illegal immigrant labor to do it.", "sentId": 8}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "And counterpunch.", "sentId": 9}], "secId": 8}, {"speaker": "CHRISTIE", "sentences": [{"text": "I am proud to endorse Donald Trump for president of the United States.", "sentId": 10}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Donald Trump disrupts the race again.", "sentId": 11}, {"text": "And now looks for a Super Tuesday exclamation point.", "sentId": 12}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS -- the biggest stories sourced by the best reporters -- now.", "sentId": 13}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 14}, {"text": "I'm John King.", "sentId": 15}, {"text": "Thanks for sharing your Sunday morning as we digest a wild week presidential politics.", "sentId": 16}], "secId": 12}, {"speaker": "day", "sentences": [], "secId": 13}, {"speaker": "day", "sentences": [{"text": "Fresh from a 48-point victory in South Carolina last night, can Hillary Clinton win big across the South and open an insurmountable Democratic delegate lead?", "sentId": 17}], "secId": 14}, {"speaker": "CLINTON", "sentences": [{"text": "We are going to compete for every vote in every state.", "sentId": 18}, {"text": "We are not taking anything, and we're not taking anyone for granted.", "sentId": 19}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Question number two, will Donald Trump run the board and make his hostile takeover of the Republican Party inevitable?", "sentId": 20}], "secId": 16}, {"speaker": "TRUMP", "sentences": [{"text": "We're going to protect our Second Amendment.", "sentId": 21}, {"text": "We're going to protect Christianity.", "sentId": 22}, {"text": "We're going to be back.", "sentId": 23}], "secId": 17}, {"speaker": "folks", "sentences": [{"text": "\"Make America Great Again.\"", "sentId": 24}, {"text": "That's what's going to happen.", "sentId": 25}], "secId": 18}, {"speaker": "folks", "sentences": [{"text": "We're going to win a lot, folks.", "sentId": 26}, {"text": "We're going to win all the time.", "sentId": 27}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "And question three, will any of Trump's rivals wake up Wednesday morning with a plausible comeback path?", "sentId": 28}], "secId": 20}, {"speaker": "CRUZ", "sentences": [{"text": "If he continues with that momentum and powers through and wins everywhere on Super Tuesday, he could easily be unstoppable.", "sentId": 29}, {"text": "And I think that would be a grave mistake both for the Republican Party and for the country.", "sentId": 30}], "secId": 21}, {"speaker": "RUBIO", "sentences": [{"text": "We're going to work every day to make sure the conservative movement does not fall into the hand of someone whose policy positions are indistinguishable from Hillary Clinton or Bernie Sanders.", "sentId": 31}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "A big day, a big week ahead.", "sentId": 32}, {"text": "With us to share the reporting and their insights, Julie Pace of \"The Associated Press,\" CNN's Manu Raju, Jonathan Martin of \"The New York Times,\" and CNN's Nia-Malika Henderson.", "sentId": 33}, {"text": "Now, the word \"inevitable\" is being tossed around, as we put a wild", "sentId": 34}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "week behind us and brace for a very consequential week ahead.", "sentId": 35}, {"text": "One reason Chris Christie, for example, has endorsed Donald Trump on Friday is he believes the GOP race is all but over and that Trump will romp to a huge delegate lead after 11 Super Tuesday contests.", "sentId": 36}], "secId": 24}, {"speaker": "CHRISTIE", "sentences": [{"text": "America wants strong, tough, leadership.", "sentId": 37}, {"text": "America's tired of being walked on.", "sentId": 38}, {"text": "America is tired of being treated second class around the world.", "sentId": 39}, {"text": "We need a first-class president, and we're going to have it in Donald Trump.", "sentId": 40}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "And after Hillary Clinton's giant victory in South Carolina last night, she, too, can open up a big delegate lead Tuesday if she carries her margin with African-American voters into Super Tuesday.", "sentId": 41}], "secId": 26}, {"speaker": "CLINTON", "sentences": [{"text": "Despite what you hear, we don't need to make America great again.", "sentId": 42}, {"text": "America has never stopped being great.", "sentId": 43}, {"text": "But we do need to make America whole again.", "sentId": 44}, {"text": "Instead of building walls, we need to be tearing down barriers.", "sentId": 45}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "Let's start with the Democratic race there.", "sentId": 46}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "Fresh results from South Carolina, they tell us a number of things.", "sentId": 47}, {"text": "But starting with in a very unorthodox year where the unusual and unexpected has happened.", "sentId": 48}, {"text": "Hillary Clinton proved yesterday that relationships matter and that historical relationship with African- Americans was a huge -- forgive me, Mr. Trump -- but a huge factor for her.", "sentId": 49}], "secId": 29}, {"speaker": "PACE", "sentences": [{"text": "This was a massive win for her.", "sentId": 50}, {"text": "It was a big psychological boost for her campaign, getting over this barrier in South Carolina after her tough loss to Obama in 2008.", "sentId": 51}, {"text": "It was a delegate and math victory for her.", "sentId": 52}], "secId": 30}, {"speaker": "PACE", "sentences": [{"text": "And she put in the time.", "sentId": 53}, {"text": "I mean, this was a race she was supposed to win.", "sentId": 54}, {"text": "There were no surprises in her victory except her margins.", "sentId": 55}, {"text": "And a lot of it was because she invested the time on the ground, built these new relationships with some voters and also called on her old relationships.", "sentId": 56}], "secId": 31}, {"speaker": "PACE", "sentences": [{"text": "And if she carries these margins into Super Tuesday, she's going to pull a delegate lead over Sanders that could become insurmountable for him.", "sentId": 57}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "But you could see it in her face last night.", "sentId": 58}, {"text": "There was no tension.", "sentId": 59}, {"text": "She was happy.", "sentId": 60}, {"text": "She was upbeat, a very resounding speech, happy from her.", "sentId": 61}, {"text": "Look at these numbers again, 73.5 percent of the vote to 26 percent for Bernie Sanders.", "sentId": 62}, {"text": "I mean, that's just not a victory.", "sentId": 63}, {"text": "That's a thumping, a shellacking, pick your word for it.", "sentId": 64}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "And among African-Americans, there were 62 percent of the vote in South Carolina, and she got 84 percent, 84 percent.", "sentId": 65}], "secId": 34}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, I think even the Clinton campaign was surprised at these margins.", "sentId": 66}, {"text": "I know I was surprised.", "sentId": 67}, {"text": "They were thinking maybe they'd do 65 percent among African-Americans, 65 percent winning the whole thing.", "sentId": 68}], "secId": 35}, {"speaker": "HENDERSON", "sentences": [{"text": "But you're right.", "sentId": 69}, {"text": "She did put in the time.", "sentId": 70}], "secId": 36}, {"speaker": "HENDERSON", "sentences": [{"text": "And I think it's also true that Bernie Sanders didn't put in as much time as he should have.", "sentId": 71}, {"text": "I remember talking to the Sanders campaign in august, and r they were still kind of talking about, well, once African-Americans get to know me, then they'll come to my side.", "sentId": 72}, {"text": "And even more recently, they've said that as well.", "sentId": 73}], "secId": 37}, {"speaker": "HENDERSON", "sentences": [{"text": "But at the same time, they had 200 paid staffers on the ground there.", "sentId": 74}, {"text": "They had more in campaign ad spending than Clinton.", "sentId": 75}, {"text": "They had a very effective ad, I thought, from Eric Garner, but it just didn't resonate, particularly of African-American women who made up 37 percent of the Democratic primary voters went for Hillary Clinton, 89 percent to 11 percent.", "sentId": 76}], "secId": 38}, {"speaker": "MARTIN", "sentences": [{"text": "And, John, if Bernie had a month in South Carolina, he may have cut the margin by a few points.", "sentId": 77}, {"text": "I don't think he ever would have overcome it.", "sentId": 78}], "secId": 39}, {"speaker": "MARTIN", "sentences": [{"text": "There are certain iron laws in Democratic primary politics and candidates like Bernie Sanders do not fare well in the African- American community.", "sentId": 79}, {"text": "You can look at the last 35 years of Dem primaries, it just doesn't happen.", "sentId": 80}, {"text": "And this has always been Bernie's challenge, from the very start of his campaign.", "sentId": 81}, {"text": "His challenge was how does he broaden his appeal beyond sort of usual, you know, white activist ideological-driven liberal to what is today's Democratic Party.", "sentId": 82}], "secId": 40}, {"speaker": "MARTIN", "sentences": [{"text": "And he's tried.", "sentId": 83}, {"text": "He's sort of gone beyond his sort of class politics origins, talking more about racial issues, talking about policing, talking about prisons in this country.", "sentId": 84}, {"text": "But it's just not who he is.", "sentId": 85}, {"text": "It's just not who he is.", "sentId": 86}, {"text": "It's not.", "sentId": 87}], "secId": 41}, {"speaker": "RAJU", "sentences": [{"text": "You're going to see that on Tuesday.", "sentId": 88}], "secId": 42}, {"speaker": "MARTIN", "sentences": [{"text": "Of course.", "sentId": 89}], "secId": 43}, {"speaker": "RAJU", "sentences": [{"text": "Hillary's going to run the table probably on six of those southern states that do have large African-American populations.", "sentId": 90}], "secId": 44}, {"speaker": "RAJU", "sentences": [{"text": "And Bernie is focusing on states like Minnesota that do not, that typically translate better for him.", "sentId": 91}, {"text": "That's going to be what -- what's also going to be interesting, John, is how Hillary's probably going to increasingly focus on Donald Trump, the general election.", "sentId": 92}, {"text": "Bernie's going to increasingly focus on her, as we saw last night during Bernie's speech where he attacked her pretty vigorously, and Hillary's speech where she sort of ignored him and focused on Donald Trump.", "sentId": 93}], "secId": 45}, {"speaker": "MARTIN", "sentences": [{"text": "But in staying in places like Minnesota, John, it just reinforces Bernie's limitations.", "sentId": 94}, {"text": "It's just saying that he is a niche candidate who appeals to white liberals.", "sentId": 95}, {"text": "I mean, that's without saying, going to Austin, 10,000 people in Austin.", "sentId": 96}, {"text": "Well, it's Austin.", "sentId": 97}], "secId": 46}, {"speaker": "PACE", "sentences": [{"text": "Surprised by that.", "sentId": 98}], "secId": 47}, {"speaker": "MARTIN", "sentences": [{"text": "Go to Laredo and get half of that and then talk to me, right?", "sentId": 99}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Let's look at the map as we continue the conservation, this is a very important point because this is a week and this is a Tuesday night where she could essentially put him in his place and put him in a protest candidate mode not a serious challenger mode, because African-Americans are the huge core base of the Democratic Party.", "sentId": 100}, {"text": "If you can't compete for them, how can you say I should be your nominee?", "sentId": 101}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "So, if you look -- there's 11 states, right, 865 delegates.", "sentId": 102}, {"text": "A lot of them are in the south.", "sentId": 103}, {"text": "As you see there, you see Minnesota, Vermont, Massachusetts, those are places Bernie Sanders will compete.", "sentId": 104}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "But if he can't win African-Americans in Georgia, in Alabama, in Arkansas, African-Americans and Latinos who you get to Texas, what is his case that I should be the leader of your party?", "sentId": 105}], "secId": 51}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 106}, {"text": "And that's what's difficult.", "sentId": 107}, {"text": "What is his proof that he can actually start a political revolution in the Democratic Party or even the nation if he's so limited to these states?", "sentId": 108}, {"text": "And they are making no bones about where they are focusing.", "sentId": 109}], "secId": 52}, {"speaker": "HENDERSON", "sentences": [{"text": "In some ways, you almost wonder if they should have at least stayed in South Carolina that night so at lead he'd had some African-Americans in the audience there.", "sentId": 110}, {"text": "You also wonder in New Hampshire, Hillary Clinton left New Hampshire to go to Flint.", "sentId": 111}, {"text": "Maybe Bernie Sanders should have done the same thing.", "sentId": 112}, {"text": "He eventually made it to Flint.", "sentId": 113}], "secId": 53}, {"speaker": "HENDERSON", "sentences": [{"text": "But I do think it is the specter of him just doing well with white voters is in some ways not a good look for him.", "sentId": 114}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "He did attack Hillary Clinton last night in the middle of his speech or near the end of the speech.", "sentId": 115}, {"text": "It's a long speech.", "sentId": 116}, {"text": "He's tired.", "sentId": 117}, {"text": "You can see he's tired.", "sentId": 118}, {"text": "That's not a criticism.", "sentId": 119}], "secId": 55}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 120}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "This is the point where you have to do ten states at a time, where all the candidates are getting tired.", "sentId": 121}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "But early on in the speech, he said something that made me think maybe he was starting to process this.", "sentId": 122}, {"text": "Let's listen to Bernie Sanders reacting.", "sentId": 123}], "secId": 58}, {"speaker": "SANDERS", "sentences": [{"text": "What this campaign is about -- and it's not easy -- is trying to force discussion on issues that Congress chooses not to talk about and media chooses not to talk about.", "sentId": 124}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Now, he did go on to say, I'll need your help after I win the presidency, and he did go on and we'll talk about this later in the program, to criticize her about some issues.", "sentId": 125}, {"text": "There, that sounded like a guy who's a message candidate and he kind of almost got it.", "sentId": 126}], "secId": 60}, {"speaker": "PACE", "sentences": [{"text": "Yes.", "sentId": 127}, {"text": "That stood out to me a lot because going through Iowa and New Hampshire, Bernie would say I'm in this to win.", "sentId": 128}, {"text": "He would say it very explicitly.", "sentId": 129}], "secId": 61}, {"speaker": "PACE", "sentences": [{"text": "And now, you're starting to hear this creep into his message not just last night but in the last couple days.", "sentId": 130}, {"text": "This is about forcing issues, having this discussion.", "sentId": 131}, {"text": "You don't want to get too far ahead of yourself, but you do have to start to ask the question about what does Bernie want out of it in a practical way?", "sentId": 132}], "secId": 62}, {"speaker": "RAJU", "sentences": [{"text": "And the real question to me, will he able to continue to raise the gobs of money if he continues to lose and go down this path?", "sentId": 133}, {"text": "That's going to be a huge question.", "sentId": 134}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Now, let's add to that to Julie's point.", "sentId": 135}, {"text": "It's been an interesting year.", "sentId": 136}, {"text": "The demographics look good for Secretary Clinton.", "sentId": 137}, {"text": "Yesterday looked great for Secretary Clinton.", "sentId": 138}, {"text": "Tuesday looks like it should be a great day for Secretary Clinton.", "sentId": 139}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "But you know, we've been surprised a lot this year.", "sentId": 140}, {"text": "So, let's not try to write the last chapter.", "sentId": 141}, {"text": "But tough challenge for Senator Sanders and it starts Tuesday night and Super Tuesday.", "sentId": 142}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Up next, nearly 600 delegates at stake Tuesday for the Republicans.", "sentId": 143}, {"text": "And if you listen to the candidates, Republican voters are choosing between a liar, a choker and a con man.", "sentId": 144}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Our politicians say the darnedest thing this week, a funny insight on the candidate field from former contender Lindsey Graham.", "sentId": 145}], "secId": 67}, {"speaker": "GRAHAM", "sentences": [{"text": "My party is going bat  crazy.", "sentId": 146}], "secId": 68}, {"speaker": "GRAHAM", "sentences": [{"text": "Then there's Marco, the boy wonder.", "sentId": 147}, {"text": "I'm not saying he will change his positions, but he will change his positions.", "sentId": 148}], "secId": 69}, {"speaker": "GRAHAM", "sentences": [{"text": "I know exactly when Ted's going to drop out of the race, March 12th.", "sentId": 149}, {"text": "That's Canadian week at Myrtle Beach.", "sentId": 150}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 151}, {"text": "More on the Democratic race in a bit.", "sentId": 152}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "But we turn now to what could be a defining and decisive days of the Republican nomination battle.", "sentId": 153}, {"text": "Donald Trump is poised to have a huge Super Tuesday.", "sentId": 154}, {"text": "And if his supporters deliver, the businessman could open up a lead in the delegate case that many smart Republican strategists think could be insurmountable.", "sentId": 155}], "secId": 72}, {"speaker": "Let's look at the state of play.  Here's where we are today", "sentences": [{"text": "the first four contests are over.", "sentId": 156}, {"text": "That's what we call the momentum phase of the race, 5.4 percent of Republican delegates have been chosen.", "sentId": 157}], "secId": 73}, {"speaker": "Let's look at the state of play.  Here's where we are today", "sentences": [{"text": "But this is where we're going.", "sentId": 158}, {"text": "March 1st is Super Tuesday.", "sentId": 159}, {"text": "Eleven states choose delegates.", "sentId": 160}, {"text": "You see a lot down here in the south.", "sentId": 161}, {"text": "Up here in New England, across the country right there, 29 percent of the Republican delegates will be chosen by the end of Super Tuesday.", "sentId": 162}], "secId": 74}, {"speaker": "Let's look at the state of play.  Here's where we are today", "sentences": [{"text": "And look at this.", "sentId": 163}, {"text": "At the moment, Ted Cruz leads in the polls in his home state of Texas.", "sentId": 164}, {"text": "Everywhere else, voting Tuesday, Donald Trump is ahead.", "sentId": 165}, {"text": "It's a chance for him to open a pretty big delegate lead if things go as the polls currently suggest on Super Tuesday.", "sentId": 166}, {"text": "So, with the stakes so high, the tensions are obvious.", "sentId": 167}, {"text": "If you're expecting a fierce debate over the best tax cut plan or who would be tougher combating is, think again.", "sentId": 168}], "secId": 75}, {"speaker": "TRUMP", "sentences": [{"text": "Backstage, he was putting on makeup with a trowel.", "sentId": 169}, {"text": "Honestly, I thought he was going to die, Rubio.", "sentId": 170}, {"text": "He was so scared, like a little frightened puppy.", "sentId": 171}], "secId": 76}, {"speaker": "RUBIO", "sentences": [{"text": "He's flying around on hair force one and tweeting, so here's the one tweet he put out.", "sentId": 172}, {"text": "He tweeted out a picture of having makeup put on me at the debate, which is amazing to me that a guy with the worst spray tan in America is attacking me for putting on makeup.", "sentId": 173}], "secId": 77}, {"speaker": "RUBIO", "sentences": [{"text": "Donald Trump likes to sue people.", "sentId": 174}, {"text": "He should sue whoever did that to his face.", "sentId": 175}], "secId": 78}, {"speaker": "MARTIN", "sentences": [{"text": "Your face!", "sentId": 176}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "It's an insult festival.", "sentId": 177}, {"text": "It's an insult festival, and I guess, you know, if you waited so long to stop Donald Trump, I guess they think this is their only way?", "sentId": 178}], "secId": 80}, {"speaker": "MARTIN", "sentences": [{"text": "It's a concession from Rubio that the only way that he can break into the so-called earn media which is basically us, covering the campaign, is to get down to the gutter with Trump and basically go back and forth with him.", "sentId": 179}], "secId": 81}, {"speaker": "MARTIN", "sentences": [{"text": "That, you know, standing up there and talking about a new American century and his biography and his aspirations and taking on ISIS, you know, improving the economy is not going to get him on cable TV.", "sentId": 180}, {"text": "It's not going to get him on the front page of the local paper that he's got to sort of sling mud against Trump.", "sentId": 181}], "secId": 82}, {"speaker": "MARTIN", "sentences": [{"text": "But furthermore, I think it's also a concession that the way to go after Trump is to go after him on his level, ridicule, mockery.", "sentId": 182}, {"text": "Not saying \"he's not a real conservative\" or \"you're offensive,\" it's to go after him and make him look small.", "sentId": 183}], "secId": 83}, {"speaker": "RAJU", "sentences": [{"text": "Yes.", "sentId": 184}, {"text": "I mean, it's a character attack.", "sentId": 185}, {"text": "We have not seen this level of character attack against Donald Trump this entire campaign.", "sentId": 186}, {"text": "It's been about whether or not he's a true conservative or not, if he's changed his position on health care, and nothing has really worked.", "sentId": 187}, {"text": "Will this stick?", "sentId": 188}], "secId": 84}, {"speaker": "RAJU", "sentences": [{"text": "What's been remarkable about Rubio is he has avoided attacking Trump for this entire campaign.", "sentId": 189}], "secId": 85}, {"speaker": "MARTIN", "sentences": [{"text": "And now --", "sentId": 190}], "secId": 86}, {"speaker": "RAJU", "sentences": [{"text": "You know, we actually were following him around during press gaggles, we asked him, why aren't you attacking Donald Trump?", "sentId": 191}, {"text": "And he just would say, you know, it's not the time in the race to deal with it.", "sentId": 192}, {"text": "He said he'd focus on Ted Cruz.", "sentId": 193}, {"text": "The question, though, is, John, is it too late?", "sentId": 194}], "secId": 87}, {"speaker": "PACE", "sentences": [{"text": "Is the time two three days before Super Tuesday?", "sentId": 195}, {"text": "He gets on television.", "sentId": 196}, {"text": "He'll get headlines, but is he actually going to get votes?", "sentId": 197}, {"text": "Is he going to win with this strategy?", "sentId": 198}, {"text": "I'm not sure it's possible in a couple of days.", "sentId": 199}], "secId": 88}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, this idea -- he's trying to say you should fire Donald Trump, but is he also making the case that he should be hired, right?", "sentId": 200}, {"text": "I think in some ways if you look back, he was on the cover of \"TIME\" magazine as the savior of the Republican Party.", "sentId": 201}, {"text": "And in some ways that's how he's framing himself now.", "sentId": 202}, {"text": "I can save you from Donald Trump.", "sentId": 203}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "My 4-year-old watched a little bit of the debate.", "sentId": 204}], "secId": 90}, {"speaker": "MARTIN", "sentences": [{"text": "Has to love it, right?", "sentId": 205}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "He said chitchat, chitchat, chitchat and rolled his eyes.", "sentId": 206}, {"text": "He should be here this morning, not me.", "sentId": 207}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "The interesting part is, we get into the personal insults.", "sentId": 208}, {"text": "That was the question.", "sentId": 209}, {"text": "You guys have a great story in \"The New York Times\" today about the Republican establishment suddenly panicking.", "sentId": 210}, {"text": "What have they been watching for the last few months?", "sentId": 211}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "It was ten debates in before Marco Rubio decides to go after Donald Trump.", "sentId": 212}, {"text": "Now, a lot of it's the personal insults, but he did try, which is I think is -- if you're going to do it, this is what they should have done from the beginning, try to disqualify him as a Republican.", "sentId": 213}, {"text": "There was some policy before it got to personal.", "sentId": 214}], "secId": 94}, {"speaker": "RUBIO", "sentences": [{"text": "Because that's the only part of the plan, just the lines, the interstate competition?", "sentId": 215}], "secId": 95}, {"speaker": "TRUMP", "sentences": [{"text": "You have many different plans.", "sentId": 216}, {"text": "You'll have competition.", "sentId": 217}, {"text": "You'll have so many different plans.", "sentId": 218}], "secId": 96}, {"speaker": "RUBIO", "sentences": [{"text": "Now he's repeating himself.", "sentId": 219}], "secId": 97}, {"speaker": "TRUMP", "sentences": [{"text": "No, I'm not repeating -- no, no, no.", "sentId": 220}, {"text": "No, no, no.", "sentId": 221}, {"text": "No, no, no.", "sentId": 222}], "secId": 98}, {"speaker": "TRUMP", "sentences": [{"text": "I don't repeat myself.", "sentId": 223}, {"text": "I don't repeat myself.", "sentId": 224}], "secId": 99}, {"speaker": "RUBIO", "sentences": [{"text": "You don't repeat yourself?", "sentId": 225}], "secId": 100}, {"speaker": "TRUMP", "sentences": [{"text": "Here's the guy who repeats himself.", "sentId": 226}], "secId": 101}, {"speaker": "RUBIO", "sentences": [{"text": "He says five things: everyone's dumb.", "sentId": 227}], "secId": 102}, {"speaker": "BASH", "sentences": [{"text": "Senator Rubio --", "sentId": 228}], "secId": 103}, {"speaker": "RUBIO", "sentences": [{"text": "He's going to make America great again.", "sentId": 229}, {"text": "We're going to win, win, win.", "sentId": 230}], "secId": 104}, {"speaker": "BASH", "sentences": [{"text": "Senator Rubio, please.", "sentId": 231}], "secId": 105}, {"speaker": "RUBIO", "sentences": [{"text": "He's winning in the polls.", "sentId": 232}], "secId": 106}, {"speaker": "TRUMP", "sentences": [{"text": "It's all true.", "sentId": 233}], "secId": 107}, {"speaker": "RUBIO", "sentences": [{"text": "And the lines around the states.", "sentId": 234}, {"text": "Every night, same thing.", "sentId": 235}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "It was more than feisty.", "sentId": 236}, {"text": "And there was the going after him on health care.", "sentId": 237}, {"text": "There was some substance to that.", "sentId": 238}, {"text": "Again, the request he is why did they wait ten debates to do it?", "sentId": 239}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "But it is clear if you watched Trump yesterday, if Rubio succeeded at anything, it's getting under his skin.", "sentId": 240}], "secId": 110}, {"speaker": "PACE", "sentences": [{"text": "Yes.", "sentId": 241}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "I mean, Trump gave a long, rambling answer about the lawsuits against Trump University.", "sentId": 242}, {"text": "He's obviously firing back at the personal.", "sentId": 243}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Is it -- the question is, is it too little, too late?", "sentId": 244}], "secId": 113}, {"speaker": "PACE", "sentences": [{"text": "I think it is, at least for Super Tuesday.", "sentId": 245}, {"text": "I mean, the problem with some of these candidates is now especially with Rubio, he had a lot of good material that he was throwing at Trump.", "sentId": 246}, {"text": "It's not as though the material was bad.", "sentId": 247}, {"text": "But he was just throwing the kitchen sink at him all in one night.", "sentId": 248}], "secId": 114}, {"speaker": "PACE", "sentences": [{"text": "And I was talking to a Democrat who sort of specializes in rolling out these attacks.", "sentId": 249}, {"text": "And they said, you know, there is an art to this.", "sentId": 250}, {"text": "There's a way that you build a case against someone.", "sentId": 251}, {"text": "You don't just hit voters with all of this information and then say go home and Google it to learn more.", "sentId": 252}], "secId": 115}, {"speaker": "HENDERSON", "sentences": [{"text": "But in some ways, I think, you know, if you talk to seven or eight Trump supporters, they may tell you seven or eight different reasons as to why they like Donald Trump.", "sentId": 253}, {"text": "You heard Donald Trump there say that he is the messenger.", "sentId": 254}], "secId": 116}, {"speaker": "HENDERSON", "sentences": [{"text": "And I think Rubio was trying seven, eight or nine different messages to disqualify him.", "sentId": 255}, {"text": "He's got the con artist thing.", "sentId": 256}, {"text": "He's not sticking up for the little guy.", "sentId": 257}, {"text": "He's got a bad spray tan.", "sentId": 258}, {"text": "He wet his pants.", "sentId": 259}, {"text": "He's not as rich as he says he is.", "sentId": 260}], "secId": 117}, {"speaker": "HENDERSON", "sentences": [{"text": "So, in some ways, I think they have to do that because there are so many entry points into Donald Trump.", "sentId": 261}, {"text": "So, they're trying to question all of them.", "sentId": 262}], "secId": 118}, {"speaker": "MARTIN", "sentences": [{"text": "One fast point, it probably is too late to catch Trump on Super Tuesday.", "sentId": 263}, {"text": "With the sort of kitchen-sink barrage, but it might not be too late to catch Ted Cruz.", "sentId": 264}, {"text": "That's what I think Marco is doing.", "sentId": 265}, {"text": "He's not trying to beat Trump at some of these states.", "sentId": 266}], "secId": 119}, {"speaker": "conversation", "sentences": [{"text": "look, your strategy was the Deep South on Super Tuesday.", "sentId": 267}, {"text": "I beat you in all of those states -- except for Texas.", "sentId": 268}], "secId": 120}, {"speaker": "RAJU", "sentences": [{"text": "But the question will be, he'll have to start actually winning these states.", "sentId": 269}, {"text": "Rubio, I mean, he's been wanting to stay in the top tier all along.", "sentId": 270}, {"text": "He'll have to start in what will be incredibly critical is March 15th, Florida.", "sentId": 271}], "secId": 121}, {"speaker": "MARTIN", "sentences": [{"text": "Is Ted still in the race?", "sentId": 272}], "secId": 122}, {"speaker": "RAJU", "sentences": [{"text": "Is Cruz still in the race?", "sentId": 273}, {"text": "But if Rubio does not win Florida March 15th, which is a winner-take-all state, it's hard --", "sentId": 274}], "secId": 123}, {"speaker": "KING", "sentences": [{"text": "Rationale gets hard for running.", "sentId": 275}, {"text": "Even if Rubio after March 15th were to win everywhere, he would pass Trump if he won everywhere in a two-man race, but he wouldn't clinch the nomination before the convention unless he also wins Florida.", "sentId": 276}, {"text": "So Florida's very important.", "sentId": 277}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "But before we get to Florida, you mentioned Ted Cruz.", "sentId": 278}, {"text": "Ted Cruz, at the beginning of the debate, was sort of watching Rubio after Trump.", "sentId": 279}, {"text": "Then he warmed up to it and then they both went after Trump.", "sentId": 280}], "secId": 125}, {"speaker": "KING", "sentences": [{"text": "And then yesterday, they both did it again.", "sentId": 281}, {"text": "Rubio in the morning, released his taxes.", "sentId": 282}, {"text": "By nightfall, Cruz released his.", "sentId": 283}, {"text": "Ted Cruz is saying, \"Donald, your turn.\"", "sentId": 284}], "secId": 126}, {"speaker": "CRUZ", "sentences": [{"text": "Donald Trump doesn't want to show anyone his tax returns.", "sentId": 285}, {"text": "Maybe it is that Donald's not as rich as he says he is.", "sentId": 286}, {"text": "I don't know if you've heard -- Donald's kind of rich.", "sentId": 287}, {"text": "If you haven't, he'll tell you pretty quickly.", "sentId": 288}], "secId": 127}, {"speaker": "CRUZ", "sentences": [{"text": "Now, it doesn't hurt that he inherited $200 million from his daddy.", "sentId": 289}, {"text": "That's a very good way to get rich, pick the right daddy.", "sentId": 290}], "secId": 128}, {"speaker": "MARTIN", "sentences": [{"text": "Ooh.", "sentId": 291}], "secId": 129}, {"speaker": "KING", "sentences": [{"text": "Yes, yes.", "sentId": 292}, {"text": "And again, it's a personal insult there, but there is a transparency part of that.", "sentId": 293}, {"text": "Trump's already on Twitter this morning beating those guys up, picking up on your story in the newspaper.", "sentId": 294}, {"text": "We're going to talk more about this as the establishment.", "sentId": 295}], "secId": 130}, {"speaker": "KING", "sentences": [{"text": "Again, why?", "sentId": 296}, {"text": "Trump early on was -- Cruz, early on Donald Trump's my friend, my buddy, drafting behind him.", "sentId": 297}, {"text": "They all thought Trump was going to implode.", "sentId": 298}, {"text": "They made a fundamental catastrophic mistake early on they though Trump was going to implode.", "sentId": 299}], "secId": 131}, {"speaker": "RAJU", "sentences": [{"text": "Not just the establishment but Cruz did, too.", "sentId": 300}, {"text": "Remember the New Hampshire debate?", "sentId": 301}, {"text": "He actually -- there was a softball question for him to just attack Donald Trump, saying well, you said publicly that, you know, Donald Trump does not have the right temperament to become president.", "sentId": 302}], "secId": 132}, {"speaker": "RAJU", "sentences": [{"text": "And he said oh, he didn't even go there.", "sentId": 303}, {"text": "He wouldn't even touch it.", "sentId": 304}, {"text": "It just shows how they have tried strategy after strategy to go after Trump.", "sentId": 305}, {"text": "Nothing has worked yet.", "sentId": 306}, {"text": "Will this?", "sentId": 307}, {"text": "I'm not sure.", "sentId": 308}, {"text": "I mean, the tax return issue dogged Mitt Romney several years ago, but Donald Trump doesn't seem to really care that we're talking about his tax returns other than he thinks that saying that, you know, \"I'm being audited\" is enough to sort of get away with it.", "sentId": 309}], "secId": 133}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, I think the average voter cares.", "sentId": 310}, {"text": "I mean, the average Republican voter hates the IRS and guards their privacy.", "sentId": 311}, {"text": "So this idea that they're going to be, like, Donald Trump, release your tax returns, I don't think this is going to necessarily work.", "sentId": 312}], "secId": 134}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 313}, {"text": "It's -- Trump has got cemented in a base of support that is not for him because of what he did or didn't do in his business life therefore because of his tough talk against the establishment quote today so I think it's going to be hard to be used against him.", "sentId": 314}, {"text": "It's just a leverage for these folks to get into the conversation.", "sentId": 315}], "secId": 135}, {"speaker": "KING", "sentences": [{"text": "Let's take a break and continue the conversation including particularly if and when the establishment can stop him w?", "sentId": 316}, {"text": "Why are they panicking?", "sentId": 317}], "secId": 136}, {"speaker": "KING", "sentences": [{"text": "And if Trump does have a big Super Tuesday, we'll explore the question, is it really too late to stop him?", "sentId": 318}, {"text": "We'll map out the comeback plans and their odds, next.", "sentId": 319}], "secId": 137}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 320}, {"text": "Let's continue the conversation.", "sentId": 321}, {"text": "Here's the question: is there a plausible strategy for anybody but Donald Trump to win the Republican nomination?", "sentId": 322}, {"text": "If you look at the calendar through the end of March, by the end of the month, 63 percent, 64 percent of the Republican delegates will have been chosen.", "sentId": 323}, {"text": "So if you're going to get him, you have to do it in the next 30 days.", "sentId": 324}], "secId": 138}, {"speaker": "KING", "sentences": [{"text": "And he's going to have -- it looks like he'll have a very big night on Tuesday.", "sentId": 325}, {"text": "He could win everything but Texas, which would start to stretch him out.", "sentId": 326}, {"text": "Then you get into the what I'll call the home court days.", "sentId": 327}, {"text": "Cruz has to win on Tuesday if his home state.", "sentId": 328}, {"text": "Then the 15th is Kasich and Rubio.", "sentId": 329}], "secId": 139}, {"speaker": "KING", "sentences": [{"text": "At that point, are we going to get a two-map race, or Cruz isn't going to get out if he wins, right?", "sentId": 330}], "secId": 140}, {"speaker": "RAJU", "sentences": [{"text": "This is such a gain of momentum, the presidential race.", "sentId": 331}, {"text": "Even if some of these candidates are looking down the calendar and think they can do better in some of these states, Trump runs the table on Tuesday, he's going to carry a head of steam into March 8th and March 15th.", "sentId": 332}], "secId": 141}, {"speaker": "RAJU", "sentences": [{"text": "It's going to be very hard to stop him, which is one reason why Chris Christie came out and endorsed Donald Trump.", "sentId": 333}, {"text": "They don't have any sort of longstanding relationship.", "sentId": 334}, {"text": "It's about the fact that he thinks Trump's going to win and the fact that he does not like Rubio very much, two reasons.", "sentId": 335}, {"text": "But it really shows there's a belief now within the party establishment that Trump could be the nominee.", "sentId": 336}], "secId": 142}, {"speaker": "KING", "sentences": [{"text": "A belief -- a belief and a huge debate, both publicly and privately.", "sentId": 337}, {"text": "You've got the #NeverTrump.", "sentId": 338}, {"text": "We have people who say, we will never vote for Donald Trump.", "sentId": 339}, {"text": "And Marco Rubio embraced that yesterday.", "sentId": 340}, {"text": "He wouldn't directly answer the question what if he's the nomination?", "sentId": 341}, {"text": "He says he won't be.", "sentId": 342}], "secId": 143}, {"speaker": "KING", "sentences": [{"text": "But you have conservatives who say never.", "sentId": 343}, {"text": "Which begs the question, would we have a conservative independent candidacy if Trump wins the nomination?", "sentId": 344}], "secId": 144}, {"speaker": "KING", "sentences": [{"text": "But in the meantime, you guys have a great story, as I said today, this has been building for a long time.", "sentId": 345}, {"text": "But suddenly, the establishment wakes up and says, oh, this is real.", "sentId": 346}, {"text": "This guy's about to succeed in a hostile takeover of our party.", "sentId": 347}], "secId": 145}, {"speaker": "KING", "sentences": [{"text": "The Maine governor in your story is quoted at this private meeting of going crazy.", "sentId": 348}], "secId": 146}, {"speaker": "KING", "sentences": [{"text": "We can't have Trump.", "sentId": 349}, {"text": "We've got to stop Trump.", "sentId": 350}, {"text": "What are we going to do to stop Trump?", "sentId": 351}], "secId": 147}, {"speaker": "KING", "sentences": [{"text": "What, a week later, he endorsed Donald Trump, as a man of principle?", "sentId": 352}], "secId": 148}, {"speaker": "MARTIN", "sentences": [{"text": "Paul LePage, who is the fascinating governor of Maine, was at the governors meeting here in Washington earlier this month and he was very fired about the fact that something must be done.", "sentId": 353}, {"text": "We have to take on Donald Trump.", "sentId": 354}, {"text": "This is going to be terrible for our party.", "sentId": 355}], "secId": 149}, {"speaker": "MARTIN", "sentences": [{"text": "Well, he's a big Chris Christie guy.", "sentId": 356}, {"text": "And when Christie got on board late last week, LePage followed suit.", "sentId": 357}, {"text": "There's no more revealing in the party than those ten days where Paul LePage goes from adamantly against Trump to signing up.", "sentId": 358}], "secId": 150}, {"speaker": "MARTIN", "sentences": [{"text": "Look, there have been folks in the party who have been sounding the alarm for months about this, who have been pleading with --", "sentId": 359}], "secId": 151}, {"speaker": "RAJU", "sentences": [{"text": "Jeb Bush?", "sentId": 360}], "secId": 152}, {"speaker": "MARTIN", "sentences": [{"text": "Yes, Jeb Bush.", "sentId": 361}], "secId": 153}, {"speaker": "PACE", "sentences": [{"text": "Scott Walker.", "sentId": 362}], "secId": 154}, {"speaker": "MARTIN", "sentences": [{"text": "Pleading with folks to raise money to try to go after Trump to create some kind of a sustained organized campaign against him.", "sentId": 363}, {"text": "It fell on deaf ears time and time and time again.", "sentId": 364}, {"text": "And now you've got the specter of the Senate GOP considering not just separating themselves from Trump but actively running ads against him to provide space for their own candidates who are going to be on the ballot this fall.", "sentId": 365}], "secId": 155}, {"speaker": "MARTIN", "sentences": [{"text": "Mitch McConnell is a very wily old pro is apparently determined to do whatever it takes to hold the majority.", "sentId": 366}, {"text": "And that includes possibly running ads against his own party's nominee.", "sentId": 367}], "secId": 156}, {"speaker": "KING", "sentences": [{"text": "What do you do at the convention?", "sentId": 368}, {"text": "What do you do at the convention?", "sentId": 369}, {"text": "The Republican Party is supposed to come together.", "sentId": 370}, {"text": "Paul Ryan, the speaker of the house, is the chairman of the convention.", "sentId": 371}, {"text": "Is he not going to --", "sentId": 372}], "secId": 157}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, what does it look like?", "sentId": 373}], "secId": 158}, {"speaker": "PACE", "sentences": [{"text": "Here's the problem for Republicans.", "sentId": 374}, {"text": "Whoever they nominate doesn't solve this problem.", "sentId": 375}, {"text": "If they go with Rubio or they go with Trump, it doesn't answer the question of what kind of party this is.", "sentId": 376}, {"text": "You're still going to have these two disparate wings.", "sentId": 377}, {"text": "And whoever the nominee is is going to need both of them.", "sentId": 378}], "secId": 159}, {"speaker": "PACE", "sentences": [{"text": "And if you talk about senators who were running, we were talking about this a little bit earlier.", "sentId": 379}, {"text": "If you're Rob Portman, if you're Kelly Ayotte and Trump is the nominee, it may sound easy to run an ad against him or distance yourself from his positions, but you need that chunk of voters for support.", "sentId": 380}], "secId": 160}, {"speaker": "MARTIN", "sentences": [{"text": "Totally agree.", "sentId": 381}], "secId": 161}, {"speaker": "PACE", "sentences": [{"text": "But this is not as easy as it may sound.", "sentId": 382}], "secId": 162}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 383}, {"text": "He brings new voters to the process.", "sentId": 384}, {"text": "His people are clearly motivated.", "sentId": 385}, {"text": "That's what you want in an election.", "sentId": 386}, {"text": "But you have this break.", "sentId": 387}], "secId": 163}, {"speaker": "KING", "sentences": [{"text": "And Rubio is trying to become the vehicle for this.", "sentId": 388}, {"text": "He's trying to say, you know, it might be late, but it's not too late.", "sentId": 389}, {"text": "He's trying to make the case -- listen to Rubio on the campaign trail saying I'm going to do anything I can to stop Donald Trump.", "sentId": 390}], "secId": 164}, {"speaker": "RUBIO", "sentences": [{"text": "He bankrupted a casino.", "sentId": 391}, {"text": "How do you bankrupt a casino?", "sentId": 392}, {"text": "The house always wins.", "sentId": 393}], "secId": 165}, {"speaker": "RUBIO", "sentences": [{"text": "He says to people, I am going to take on illegal immigration.", "sentId": 394}, {"text": "He's the only one running for president that's ever hired illegal immigrants to work for him.", "sentId": 395}], "secId": 166}, {"speaker": "RUBIO", "sentences": [{"text": "The stakes are not just a fake degree.", "sentId": 396}, {"text": "The stakes are giving control of the Party of Lincoln and Reagan, of the conservative movement and ultimately of the United States over to a con artist.", "sentId": 397}, {"text": "That will not happen.", "sentId": 398}], "secId": 167}, {"speaker": "RUBIO", "sentences": [{"text": "I make this promise to you today.", "sentId": 399}, {"text": "I will do whatever it takes.", "sentId": 400}, {"text": "I will campaign as long as it takes.", "sentId": 401}], "secId": 168}, {"speaker": "MARTIN", "sentences": [{"text": "How do you put that back in the bottle, John?", "sentId": 402}, {"text": "How do you put that, quote, \"back in the bottle\" at the convention in Cleveland saying you know what?", "sentId": 403}, {"text": "I may have called him a con artist, but now I'm on board.", "sentId": 404}], "secId": 169}, {"speaker": "KING", "sentences": [{"text": "There's a couple of big questions -- there's a couple big questions.", "sentId": 405}, {"text": "How do you campaign as long as it takes?", "sentId": 406}, {"text": "The man saying that happens to be losing at the moment in his state of Florida to Donald Trump.", "sentId": 407}], "secId": 170}, {"speaker": "KING", "sentences": [{"text": "So, number one for Rubio, he has to.", "sentId": 408}, {"text": "It is imperative.", "sentId": 409}, {"text": "He has to change that or else.", "sentId": 410}], "secId": 171}, {"speaker": "KING", "sentences": [{"text": "Then to your point -- let's assume somebody catches steam and we get to a convention, you know, either Trump -- if Trump comes up short, the Trump delegates are going to support one of these other guys?", "sentId": 411}, {"text": "He's still going to have a boatload of delegates.", "sentId": 412}], "secId": 172}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 413}, {"text": "I mean, it looks like Rubio -- there's kind of a frantic nature to what he's doing.", "sentId": 414}, {"text": "All of a sudden --", "sentId": 415}], "secId": 173}, {"speaker": "KING", "sentences": [{"text": "Some would say desperate.", "sentId": 416}], "secId": 174}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 417}, {"text": "I think Chris Christie --", "sentId": 418}], "secId": 175}, {"speaker": "KING", "sentences": [{"text": "You're being kind.", "sentId": 419}], "secId": 176}, {"speaker": "HIENDERSON", "sentences": [{"text": "You know, now he has a cause, right?", "sentId": 420}, {"text": "I mean, he's leading the charge against Donald Trump.", "sentId": 421}], "secId": 177}, {"speaker": "HIENDERSON", "sentences": [{"text": "The problem is that people are rallying around Donald Trump.", "sentId": 422}, {"text": "That he's got no \"Ws\" on the board.", "sentId": 423}, {"text": "It doesn't look like he's going to win any states possibly on Super Tuesday.", "sentId": 424}, {"text": "He's got to wait until Florida.", "sentId": 425}, {"text": "I mean, this is the Rudy Giuliani strategy.", "sentId": 426}], "secId": 178}, {"speaker": "RAJU", "sentences": [{"text": "Rubio is really sending a message to his donors that don't abandon him because he does want to stay in the race while his campaign has been saying for a long time, this is going to be a long race, and they openly float the idea of possibly a brokered convention.", "sentId": 427}, {"text": "Actually put some wins on the board.", "sentId": 428}], "secId": 179}, {"speaker": "MARTIN", "sentences": [{"text": "To get there.", "sentId": 429}], "secId": 180}, {"speaker": "RAJU", "sentences": [{"text": "To get there.", "sentId": 430}, {"text": "So, it's not enough just to make these arguments.", "sentId": 431}], "secId": 181}, {"speaker": "PACE", "sentences": [{"text": "Think about this scenario: even if Trump doesn't hit the delegate total that he needs to become the nominee, if he's ahead and Rubio is somewhat significantly behind and you go into a convention, how can you argue to Trump voters who have come out and supported him and given him these states that he can't be the nominee?", "sentId": 432}, {"text": "What does that say in the party?", "sentId": 433}], "secId": 182}, {"speaker": "HENDERSON", "sentences": [{"text": "If you want to be the leader of the party that does that?", "sentId": 434}, {"text": "I mean, do you run a general election where you've alienated these hundreds of thousands, millions of voters, who cast a ballot for Donald Trump?", "sentId": 435}], "secId": 183}, {"speaker": "KING", "sentences": [{"text": "If you are a floor reporter at the Republican convention and that happens, wear a helmet.", "sentId": 436}], "secId": 184}, {"speaker": "KING", "sentences": [{"text": "Can you imagine?", "sentId": 437}, {"text": "You know, I -- can you imagine if Trump shows up with the most delegates but not enough to clinch, and then they try to say somebody who came in behind you --", "sentId": 438}], "secId": 185}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 439}], "secId": 186}, {"speaker": "KING", "sentences": [{"text": "If that happens -- we're getting ahead of ourselves because right now Trump is poised, we've got to stop him, slow him down first.", "sentId": 440}], "secId": 187}, {"speaker": "KING", "sentences": [{"text": "If that were to happen, you have to be somebody who didn't lose to him.", "sentId": 441}, {"text": "It's a kamikaze mission essentially for these guys to stop from getting the majority.", "sentId": 442}], "secId": 188}, {"speaker": "RAJU", "sentences": [{"text": "I think the dream for the party establishment is Paul Ryan.", "sentId": 443}, {"text": "I mean, we've asked him that question which he openly dismisses.", "sentId": 444}, {"text": "So, it's really hard to see how that play out.", "sentId": 445}], "secId": 189}, {"speaker": "MARTIN", "sentences": [{"text": "How do you get the people back out in the fall if you --", "sentId": 446}], "secId": 190}, {"speaker": "HENDERSON", "sentences": [{"text": "You don't.", "sentId": 447}, {"text": "You do not.", "sentId": 448}, {"text": "You do not.", "sentId": 449}], "secId": 191}, {"speaker": "MARTIN", "sentences": [{"text": "Because then you turn off the Trump supporters.", "sentId": 450}, {"text": "Conversely, if Trump is the nominee, you raised this earlier, John, you're looking at the possibility of a third-party candidate running against, and you will see a lot of folks in this country who are conservatives who, to use the phrase of Marco Rubio, are not going to sort of enable the Party of Lincoln, the Party of Reagan basically being turned over to Donald Trump, and they're not going to vote for him.", "sentId": 451}], "secId": 192}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 452}, {"text": "Conservatives are making the case now to Trump supporters saying if you stay on this path, if you help him win the nomination, you are electing Hillary Clinton.", "sentId": 453}, {"text": "They are trying to blame Trump supporters.", "sentId": 454}], "secId": 193}, {"speaker": "KING", "sentences": [{"text": "Well, Republicans need those votes.", "sentId": 455}, {"text": "We're at a fascinating moment.", "sentId": 456}, {"text": "Tuesday, if Trump runs up the score on Tuesday, it's going to put a lot of pressure on this Republican Party.", "sentId": 457}, {"text": "Do I say, OK, fine, and back him holding your nose, or do you say, never Trump, and fight him?", "sentId": 458}], "secId": 194}, {"speaker": "KING", "sentences": [{"text": "It's very interesting up next, though.", "sentId": 459}, {"text": "We turn back to the Democrats.", "sentId": 460}, {"text": "Hillary Clinton says she's subjected to a double standard.", "sentId": 461}, {"text": "But we'll pose this question.", "sentId": 462}, {"text": "Aren't there $150 million plus reasons she should be more open to replacing transcripts of her paid speeches?", "sentId": 463}], "secId": 195}, {"speaker": "KING", "sentences": [{"text": "Back to the Democratic race now.", "sentId": 464}, {"text": "I don't know if you know the numbers, but Bernie Sanders took a beating in South Carolina yesterday.", "sentId": 465}, {"text": "It was 73 percent to 26 percent.", "sentId": 466}, {"text": "Ouch.", "sentId": 467}], "secId": 196}, {"speaker": "KING", "sentences": [{"text": "He congratulated Hillary Clinton.", "sentId": 468}, {"text": "Then, though, he served notice one big fight for her is not enough to get him to turn down the heat.", "sentId": 469}], "secId": 197}, {"speaker": "SANDERS", "sentences": [{"text": "Secretary Clinton, as you may know, gave some speeches to Goldman Sachs for $225,000 a speech.", "sentId": 470}, {"text": "Now, I think, if you get $225,000 for a speech, it must be a really excellent, wonderful speech.", "sentId": 471}, {"text": "And therefore, you should be very proud to release the transcript of that speech.", "sentId": 472}], "secId": 198}, {"speaker": "KING", "sentences": [{"text": "Secretary Clinton, though, holding firm.", "sentId": 473}], "secId": 199}, {"speaker": "CUOMO", "sentences": [{"text": "So, will you agree to release these transcripts?", "sentId": 474}, {"text": "They have become an issue.", "sentId": 475}], "secId": 200}, {"speaker": "CLINTON", "sentences": [{"text": "Sure.", "sentId": 476}, {"text": "If everybody does it, and that includes the Republicans, because we know they have made a lot of speeches.", "sentId": 477}], "secId": 201}, {"speaker": "CUOMO", "sentences": [{"text": "You know everybody's not going to bring up their transcripts.", "sentId": 478}, {"text": "There will be 100 reasons why.", "sentId": 479}], "secId": 202}, {"speaker": "CLINTON", "sentences": [{"text": "Why is there one standard for me and not for everybody else, Chris?", "sentId": 480}, {"text": "I mean --", "sentId": 481}], "secId": 203}, {"speaker": "MARTIN", "sentences": [{"text": "That's a good dodge.", "sentId": 482}], "secId": 204}, {"speaker": "KING", "sentences": [{"text": "So that's her argument.", "sentId": 483}, {"text": "She's held to a double standard.", "sentId": 484}, {"text": "And I will say this, there are a lot of times when the Republicans have launched pretty reckless and sometimes reprehensible attacks against Hillary Clinton.", "sentId": 485}, {"text": "This is not one of them.", "sentId": 486}], "secId": 205}, {"speaker": "KING", "sentences": [{"text": "Since her husband left office 15 years ago, Bill Clinton and Hillary Clinton combined have made $153 million in paid speeches.", "sentId": 487}, {"text": "There's a different standard here because this is a new world.", "sentId": 488}, {"text": "This is a different world.", "sentId": 489}, {"text": "We've never been in this world where the wife of a former president, a former first lady, is running for the highest office in the land when the two of them have -- forgive me -- profited hugely on their success.", "sentId": 490}], "secId": 206}, {"speaker": "KING", "sentences": [{"text": "Can she hold this argument?", "sentId": 491}], "secId": 207}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 492}], "secId": 208}, {"speaker": "PACE", "sentences": [{"text": "Yes.", "sentId": 493}, {"text": "She's going to, I think.", "sentId": 494}], "secId": 209}, {"speaker": "HENDERSON", "sentences": [{"text": "Did you see the applause in that room when she said that?", "sentId": 495}, {"text": "It works for that audience.", "sentId": 496}, {"text": "It works for South Carolina.", "sentId": 497}], "secId": 210}, {"speaker": "KING", "sentences": [{"text": "For Democrats.", "sentId": 498}], "secId": 211}, {"speaker": "HENDERSON", "sentences": [{"text": "It works for Democrats.", "sentId": 499}, {"text": "I think in Bernie Sanders line, when he talks about speeches, it works in that crowd, too.", "sentId": 500}, {"text": "But it doesn't help him grow beyond that.", "sentId": 501}, {"text": "Because I do think when certain audiences hear that there is a double standard for certain people, for women, it resonates with them.", "sentId": 502}], "secId": 212}, {"speaker": "HENDERSON", "sentences": [{"text": "I think it resonates with other women.", "sentId": 503}, {"text": "I think it resonates particularly with black women.", "sentId": 504}, {"text": "And so, I think it's a pretty good line.", "sentId": 505}, {"text": "And in a general election --", "sentId": 506}], "secId": 213}, {"speaker": "MARTIN", "sentences": [{"text": "It's a line.", "sentId": 507}], "secId": 214}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, it's fine.", "sentId": 508}, {"text": "There are lots of lines in politics.", "sentId": 509}], "secId": 215}, {"speaker": "HENDERSON", "sentences": [{"text": "I think in a general election, if she's going against Donald Trump -- I mean, is he really going to be talking about how much money she's made in speeches?", "sentId": 510}], "secId": 216}, {"speaker": "KING", "sentences": [{"text": "I don't assume she said anything nefarious in these meetings are Wall Street.", "sentId": 511}, {"text": "I assume she said things like you guys are great.", "sentId": 512}, {"text": "You guys are wonderful.", "sentId": 513}, {"text": "Maybe she said you're a big engine in the American economy.", "sentId": 514}], "secId": 217}, {"speaker": "KING", "sentences": [{"text": "And the last thing she wants is for Bernie Sanders to have that line.", "sentId": 515}, {"text": "Is this a stall just so if that's what it is, flattery to Wall Street, that it doesn't come out in the Democratic race, or do you think she'll hold it through the general election?", "sentId": 516}], "secId": 218}, {"speaker": "RAJU", "sentences": [{"text": "I think she'll hold it to the general election.", "sentId": 517}, {"text": "She can't give Bernie any ammunition right now.", "sentId": 518}, {"text": "If she did release these right now, it would certainly give him something to talk about.", "sentId": 519}], "secId": 219}, {"speaker": "RAJU", "sentences": [{"text": "The challenge for her is that if she continues to hide this, it cuts against her trustworthiness which we've seen really take a hit during the whole e-mail controversy as well as the Clintons' penchant for secrecy.", "sentId": 520}, {"text": "That's been a problem that's dogged both her and her husband.", "sentId": 521}, {"text": "The longer she keeps these quiet, it will be an issue no matter what.", "sentId": 522}], "secId": 220}, {"speaker": "PACE", "sentences": [{"text": "And I think if you play out the opposite scenario and I asked a Clinton adviser this.", "sentId": 523}, {"text": "Let's say she puts out the speech.", "sentId": 524}, {"text": "What happens?", "sentId": 525}], "secId": 221}, {"speaker": "PACE", "sentences": [{"text": "Maybe Bernie gets a line.", "sentId": 526}, {"text": "Maybe, you know, she looks like she was a little cozy with them.", "sentId": 527}, {"text": "I don't think it fundamentally changes the race.", "sentId": 528}, {"text": "But it would take this question off the table for her.", "sentId": 529}], "secId": 222}, {"speaker": "PACE", "sentences": [{"text": "But that's just not the way that the Clintons think.", "sentId": 530}, {"text": "Their first instinct is double standard.", "sentId": 531}, {"text": "She's being treated unfairly as opposed to what would really be the harm in doing this?", "sentId": 532}], "secId": 223}, {"speaker": "KING", "sentences": [{"text": "God forbid, we have transparency.", "sentId": 533}, {"text": "That would just be wrong.", "sentId": 534}], "secId": 224}, {"speaker": "KING", "sentences": [{"text": "We may be getting ahead of ourselves, but you do have a conversation in this town and we've had a roller-coaster year.", "sentId": 535}, {"text": "Trump's going to blow up.", "sentId": 536}, {"text": "Trump can't do this.", "sentId": 537}, {"text": "To now Trump's inevitable.", "sentId": 538}, {"text": "Hillary Clinton looks like she's back on track.", "sentId": 539}], "secId": 225}, {"speaker": "KING", "sentences": [{"text": "She clearly went after Trump more in her speech last night.", "sentId": 540}, {"text": "She appeared to be focused more than Senator Sanders.", "sentId": 541}, {"text": "Now, he has, you know, huge problems, proving he can win minority votes.", "sentId": 542}, {"text": "First, he has to win the Republican nomination, try to unite the party.", "sentId": 543}], "secId": 226}, {"speaker": "KING", "sentences": [{"text": "But more and more, she seems to be focusing on Donald Trump, including his tone.", "sentId": 544}], "secId": 227}, {"speaker": "CLINTON", "sentences": [{"text": "When a leading candidate for president spends half his time insulting -- you know, when you run for president, it's not just Americans who pay attention.", "sentId": 545}], "secId": 228}, {"speaker": "CLINTON", "sentences": [{"text": "And when you are president, the entire world listens to every word you say.", "sentId": 546}], "secId": 229}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 547}, {"text": "It's striking.", "sentId": 548}, {"text": "This is probably the third or fourth time that we've been in this pattern where she will focus on Trump, and then there will be some scare.", "sentId": 549}, {"text": "She then turns her guns to Bernie.", "sentId": 550}], "secId": 230}, {"speaker": "RAJU", "sentences": [{"text": "There's that guy.", "sentId": 551}], "secId": 231}, {"speaker": "MARTIN", "sentences": [{"text": "She fends off Bernie and it's back to Trump, oh, Bernie's over here.", "sentId": 552}], "secId": 232}, {"speaker": "MARTIN", "sentences": [{"text": "Have we seen the end of it?", "sentId": 553}, {"text": "We'll see after Tuesday.", "sentId": 554}, {"text": "I mean, this has been a recurring theme here where she clearly, her appetite -- she doesn't want to get into a knock down, drag out with Bernie Sanders.", "sentId": 555}, {"text": "She's doing that because she's had to, and because obviously New Hampshire forced her hand.", "sentId": 556}, {"text": "But I think after Tuesday, if she does really do romp, I think you'll see her about Trump and the GOP.", "sentId": 557}], "secId": 233}, {"speaker": "KING", "sentences": [{"text": "So we expect Sanders to win Vermont.", "sentId": 558}, {"text": "He thinks Massachusetts, Colorado and Oklahoma.", "sentId": 559}, {"text": "Can he within that many?", "sentId": 560}, {"text": "And if he does win that many, are we cooked here?", "sentId": 561}], "secId": 234}, {"speaker": "PACE", "sentences": [{"text": "He probably can win most of those states.", "sentId": 562}, {"text": "But I think look at the margins in the southern states.", "sentId": 563}], "secId": 235}, {"speaker": "KING", "sentences": [{"text": "The margins, yes.", "sentId": 564}], "secId": 236}, {"speaker": "PACE", "sentences": [{"text": "She's pulling ahead like she did in South Carolina at the delegates --", "sentId": 565}], "secId": 237}, {"speaker": "HENDERSON", "sentences": [{"text": "That's where all the delegates are.", "sentId": 566}], "secId": 238}, {"speaker": "KING", "sentences": [{"text": "Yes, the margins and the delegates, especially if you win the minority districts -- .", "sentId": 567}], "secId": 239}, {"speaker": "MARTIN", "sentences": [{"text": "And superdelegates.", "sentId": 568}], "secId": 240}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 569}, {"text": "Up next, our reporters offer you a sneak peek at their notebooks, including the reason President Obama is feeling less political pressure this Sunday morning.", "sentId": 570}], "secId": 241}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table, ask our great reporters to share a nugget or two of their notebooks to get you out ahead of the big political news to come.", "sentId": 571}], "secId": 242}, {"speaker": "KING", "sentences": [{"text": "Julie Pace?", "sentId": 572}], "secId": 243}, {"speaker": "PACE", "sentences": [{"text": "Hillary Clinton's margins with African-American voters in South Carolina last night were being watched closely by a very important person.", "sentId": 573}, {"text": "And that person is Barack Obama.", "sentId": 574}, {"text": "There was a feeling as Clinton was stumbling through Iowa and New Hampshire among Democrats close to the president, that if she were to continue stumbling with black voters, that that would push the president toward an early endorsement, specifically to bring those voters along.", "sentId": 575}], "secId": 244}, {"speaker": "PACE", "sentences": [{"text": "Her showing in South Carolina eases the pressure on him a bit.", "sentId": 576}, {"text": "If she continues this trend in the Super Tuesday states, you'll likely see the president stand in the background, which is what he prefers at this point.", "sentId": 577}, {"text": "Though they know that in the general election, he's going to be out there to make sure these voters are showing up at the polls for Hillary.", "sentId": 578}], "secId": 245}, {"speaker": "KING", "sentences": [{"text": "Officially neutral.", "sentId": 579}], "secId": 246}, {"speaker": "PACE", "sentences": [{"text": "Right.", "sentId": 580}], "secId": 247}, {"speaker": "KING", "sentences": [{"text": "Manu?", "sentId": 581}], "secId": 248}, {"speaker": "RAJU", "sentences": [{"text": "John, Republican leaders in the Senate, of course, say they will not consider any of President Obama's Supreme Court nominee.", "sentId": 582}, {"text": "But that doesn't mean there's not going to be an intense political battle as soon as that nominee is confirmed.", "sentId": 583}], "secId": 249}, {"speaker": "RAJU", "sentences": [{"text": "Both sides are gearing up for a very intense fight on the outside.", "sentId": 584}, {"text": "Republican outside groups are already digging dirt over any potential nominee.", "sentId": 585}, {"text": "America Rising, the opposition research firm, has been hired by the Judicial Crisis Network which is already airing ads in a lot of these states for Republican senators.", "sentId": 586}], "secId": 250}, {"speaker": "RAJU", "sentences": [{"text": "The effort involves not just defining this nominee, countering the White House's narrative, but also giving cover to those blue-state Republicans, and also sending a message to any nominee that this is going to be the absolute worst job in Washington, something that you absolutely do not want.", "sentId": 587}], "secId": 251}, {"speaker": "RAJU", "sentences": [{"text": "So, Democrats similarly are gearing up with something on their own side.", "sentId": 588}, {"text": "Stephanie Cutter, who's a veteran, has been hired by the White House to coordinate messaging.", "sentId": 589}, {"text": "So, as we're focusing on one campaign, another campaign is about to gear up.", "sentId": 590}], "secId": 252}, {"speaker": "KING", "sentences": [{"text": "And local TV stations say, \"Thank you.", "sentId": 591}, {"text": "Send the money.\"", "sentId": 592}], "secId": 253}, {"speaker": "KING", "sentences": [{"text": "Jonathan?", "sentId": 593}], "secId": 254}, {"speaker": "MARTIN", "sentences": [{"text": "John, looking ahead to Super Tuesday, the delegates may be in Texas, but my home state of Virginia is a better reflection of the country's politics today.", "sentId": 594}, {"text": "And that's why Marco Rubio is there today all day in Virginia campaigning.", "sentId": 595}], "secId": 255}, {"speaker": "MARTIN", "sentences": [{"text": "His appeal so far is among the kind of highly educated voters.", "sentId": 596}, {"text": "There's lots of them in Virginia.", "sentId": 597}, {"text": "I think that's why you're seeing him there today.", "sentId": 598}], "secId": 256}, {"speaker": "MARTIN", "sentences": [{"text": "If he can perform well, you're going to see him possibly do as well, in Ohio and Florida on March 15th.", "sentId": 599}, {"text": "So, look to the commonwealth on Tuesday to see what kind of showing Rubio can get.", "sentId": 600}, {"text": "If he does well there, he might have a chance in the sort of larger states down the road.", "sentId": 601}, {"text": "If Trump steamrolls in the commonwealth, it's going to be a tough, tough day for Rubio.", "sentId": 602}, {"text": "folks in the field.", "sentId": 603}], "secId": 257}, {"speaker": "KING", "sentences": [{"text": "The calendar is at the point where performing well has to turn to winning, winning at some point.", "sentId": 604}], "secId": 258}, {"speaker": "KING", "sentences": [{"text": "Nia?", "sentId": 605}], "secId": 259}, {"speaker": "HENDERSON", "sentences": [{"text": "Lots of chatter especially among Trump supporters about how well Trump would do among African-American voters and Latino voters.", "sentId": 606}, {"text": "And Trump supporters say, listen.", "sentId": 607}, {"text": "He might do very well.", "sentId": 608}], "secId": 260}, {"speaker": "HENDERSON", "sentences": [{"text": "So, I looked at some numbers, a Quinnipiac poll, and shows that Trump in a hypothetical matchup between Hillary Clinton would get about 12 percent of the black and about 17 percent of the Hispanic vote.", "sentId": 609}, {"text": "Rubio gets about 11 percent of the black vote, 30 percent of the Latino vote.", "sentId": 610}], "secId": 261}, {"speaker": "HENDERSON", "sentences": [{"text": "So, those African-American numbers essentially put Trump where Bush was among African-American voters.", "sentId": 611}, {"text": "He's much lower among Hispanic voters.", "sentId": 612}], "secId": 262}, {"speaker": "HENDERSON", "sentences": [{"text": "What's interesting, though, these numbers, whether they're a floor, a ceiling or hypothetical, they come against the backdrop of this SEC primary where all of these candidates are going into the south where a lot of these nativist appeals are very attractive.", "sentId": 613}], "secId": 263}, {"speaker": "HENDERSON", "sentences": [{"text": "And this is something we haven't necessarily seen in other contests where the front-runners go through the South.", "sentId": 614}, {"text": "So it's going to be interesting, I think, over these next couple of days where the rhetoric goes from these top candidates.", "sentId": 615}], "secId": 264}, {"speaker": "KING", "sentences": [{"text": "I know Reince Priebus, RNC chairman has asked Mr. Trump dial it back, so far unsuccessfully.", "sentId": 616}, {"text": "We'll see how that goes.", "sentId": 617}], "secId": 265}, {"speaker": "I'll close with this", "sentences": [{"text": "The Trump effect on race other than the presidential contest gets its first big test Tuesday.", "sentId": 618}, {"text": "A few House Republican incumbents facing primary challenges are quite nervous, because Trump is attracting through voters in their districts.", "sentId": 619}, {"text": "And these new faces are seen as much more likely to back Tea Party challengers than establishment incumbents.", "sentId": 620}], "secId": 266}, {"speaker": "I'll close with this", "sentences": [{"text": "The Chamber of Commerce, for example, spent money in Alabama's first and second congressional districts trying to help the incumbents, Bradley Byrne and Martha Roby, both of whom face Tea Party challenges.", "sentId": 621}], "secId": 267}, {"speaker": "I'll close with this", "sentences": [{"text": "And just this past week, Republican Congressman Kevin Brady of Houston was described as having last-minute jitters about the Trump effect on his primary.", "sentId": 622}, {"text": "As if Tuesday wasn't interesting enough already.", "sentId": 623}], "secId": 268}, {"speaker": "I'll close with this", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 624}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 625}, {"text": "We'll see you soon.", "sentId": 626}], "secId": 269}, {"speaker": "I'll close with this", "sentences": [{"text": "\"STATE OF THE UNION WITH JAKE TAPPER\" just ahead.", "sentId": 627}], "secId": 270}], "sectionCount": 271, "url": "transcripts.cnn.com/TRANSCRIPTS/1602/28/ip.01.html", "sentenceCount": 629, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired February 28, 2016 - 08:00   ET", "speakers": ["KING", "CLINTON", "CRUZ", "RUBIO", "CHRISTIE", "day", "TRUMP", "folks", "PACE", "HENDERSON", "MARTIN", "RAJU", "SANDERS", "GRAHAM", "Let's look at the state of play.  Here's where we are today", "BASH", "conversation", "HIENDERSON", "CUOMO", "I'll close with this"], "title": "INSIDE POLITICS"}