{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1404.13.ip.01.html.json", "subTitle": "Obama Cabinet Shake-up; Jeb Bush Joins the Chorus of Critics; Will Losing Now Pay Later; Hillary Clinton Opens Up", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "She was the poster child of the botched Obamacare rollout.", "sentId": 0}], "secId": 0}, {"speaker": "OBAMA", "sentences": [{"text": "She's got bumps, I've got bumps -- bruises.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "But the President insists this farewell is a celebration.", "sentId": 2}], "secId": 2}, {"speaker": "OBAMA", "sentences": [{"text": "And the final score speaks for itself.", "sentId": 3}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Will an election year cabinet shakeup repair a damaged brand or just give Republicans another stage for their favorite campaign theme.", "sentId": 4}], "secId": 4}, {"speaker": "BUSH", "sentences": [{"text": "We must repeal Obamacare replace it with a consumer directed, market oriented policy.", "sentId": 5}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Conservatives hear that but can Jeb Bush sell what most Tea Party voters call amnesty.", "sentId": 6}], "secId": 6}, {"speaker": "BUSH", "sentences": [{"text": "There is no conflict between enforcing our laws, believing in the rule of law and having some sensitivity to the immigrant experience.", "sentId": 7}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Plus finally something Hillary Clinton and George W. Bush can agree on, flying shoes test your reflexes and your sense of humor.", "sentId": 8}], "secId": 8}, {"speaker": "CLINTON", "sentences": [{"text": "Thank goodness she didn't play softball like I did.", "sentId": 9}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 10}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 11}, {"text": "I'm John King thanks for sharing your Sunday morning and with us to share their reporting and their insights Politico's Maggie Haberman, Jonathan Martin of \"The New York Times\", Manu Raju with Politico and Amy Walter of the Cook Political Report.", "sentId": 12}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "You might call this the 2014 version of hope and change.", "sentId": 13}, {"text": "Kathleen Sebelius out as Secretary of Health and Human Services and Obama now hopes changing the person who runs Obamacare on a day-to-day basis will allow for an election year rebranding.", "sentId": 14}, {"text": "So Sebelius heads home to Kansas and Sylvia Mathews Burwell will take her place after -- after the Senate confirmation process that promises to echo and perhaps escalate the intense Obamacare debate taking place all around the country in key races this year.", "sentId": 15}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "So Maggie Haberman, let's start there.", "sentId": 16}, {"text": "Republicans say this is their number one issue.", "sentId": 17}, {"text": "It's particularly their number one issue with primary voters.", "sentId": 18}, {"text": "Is it smart for the President?", "sentId": 19}, {"text": "Many people thought Sebelius would go after the election.", "sentId": 20}, {"text": "Is it smart to do this now and you get a hearing in the Health Education and Labor Committee, a hearing in the Finance Committee and then a Finance Committee vote and then probably a week of floor debate where Republicans -- I don't think they'll go after Sylvia all that much.", "sentId": 21}], "secId": 13}, {"speaker": "HABERMAN", "sentences": [{"text": "Right.", "sentId": 22}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "But they will go after, what about premiums, what about -- can I keep my doctor and so on and so forth.", "sentId": 23}], "secId": 15}, {"speaker": "HABERMAN", "sentences": [{"text": "I think that the White House is operating from the premise that it can't get much worse for Democrats in terms of Obamacare, we are -- we have hit the bottom it's not going to get terrible.", "sentId": 24}, {"text": "And it's six of one, half a dozen of the other, if you lose Sebelius now, you take the idea that nobody was held accountable off the table, that talking point goes away.", "sentId": 25}], "secId": 16}, {"speaker": "HABERMAN", "sentences": [{"text": "And also, as you say, the hearings will focus on Obamacare, but she was confirmed once before, Burwell.", "sentId": 26}, {"text": "So she will likely be confirmed once again.", "sentId": 27}, {"text": "It will provide some messy headlines but how many independent voters are unaware of the Obamacare mess up to this point.", "sentId": 28}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "Do Democrats feel pressure then Manu as this plays out?", "sentId": 29}, {"text": "We're going to confirm her, she's going to get her votes.", "sentId": 30}, {"text": "We're going to say nice things about Sebelius.", "sentId": 31}, {"text": "Happy she's gone to Maggie's point about turning the page.", "sentId": 32}, {"text": "But does this then increase -- if you're Kay Hagan and you're on that health education and labor and pension committee and you're on the ballot this year in a tough race, do you have to as part of that press for changes?", "sentId": 33}], "secId": 18}, {"speaker": "RAJU", "sentences": [{"text": "You have to sound like you're demanding some changes --", "sentId": 34}], "secId": 19}, {"speaker": "MARTIN", "sentences": [{"text": "Accountability.", "sentId": 35}], "secId": 20}, {"speaker": "RAJU", "sentences": [{"text": "Accountability holding them accountable.", "sentId": 36}, {"text": "Well you're probably going to end up voting for her at the end of the day.", "sentId": 37}, {"text": "For the 2014 Democrats, the key thing here will be the divide within the committee.", "sentId": 38}, {"text": "How does this come out of the finance committee is it a straight party line vote or does she manage to get some Republican votes when -- when she actually comes out of the committee.", "sentId": 39}, {"text": "If there is actually some bipartisan cover that will help people like Kay Hagan on the floor when she has to vote, Mark Begich when he has to vote, Mark Pryor when they have to vote -- but if this becomes straight party line, this became -- this is essentially another endorsement of Obamacare, it's going to be a problem for these guys.", "sentId": 40}], "secId": 21}, {"speaker": "WALTER", "sentences": [{"text": "But that's a great opportunity right for Kay Hagan and for all those other Democrats who have been desperate to vote for something that fixes Obamacare, so that they can go on the trail, put an ads, I went to the White House, I went straight to the top and I made sure there were changes.", "sentId": 41}, {"text": "Kay Hagan can now run ads with her questioning the new person who is coming in as HHS Secretary.", "sentId": 42}, {"text": "And probably better things --", "sentId": 43}], "secId": 22}, {"speaker": "MARTIN", "sentences": [{"text": "I'm sure that Harry Reid already thought about this.", "sentId": 44}], "secId": 23}, {"speaker": "WALTER", "sentences": [{"text": "Yes.", "sentId": 45}], "secId": 24}, {"speaker": "MARTIN", "sentences": [{"text": "But there may be some reforms coming to the Affordable Care Act that are a matter of time that now the Kay Hagans of the world can claim credit for based upon a question that she asked or a letter that she sent -- the favorite trick of senators -- letters.", "sentId": 46}, {"text": "It could happen now.", "sentId": 47}], "secId": 25}, {"speaker": "WALTER", "sentences": [{"text": "Yes.", "sentId": 48}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "So the question is can they pull that off in the sense you still have a Republican House, a very narrowly Democratic Senate.", "sentId": 49}, {"text": "The House has voted what 50 times, 52 times maybe up to a thousand times to repeal Obamacare.", "sentId": 50}, {"text": "The Senate hasn't cast one vote on Obamacare this year because once you open that box, we're going to move a semi- colon, well then the Republicans are going to say let's change everything.", "sentId": 51}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "So can they -- can they manage that, can the Democrats successfully manage making modest changes to give their candidates something to go home and brag about without setting off God know what?", "sentId": 52}], "secId": 28}, {"speaker": "HABERMAN", "sentences": [{"text": "It's a tricky line to walk.", "sentId": 53}, {"text": "But you have to remember the flip side Republicans are also concerned about just the scream for repeal without explaining what's worth going towards.", "sentId": 54}, {"text": "So there has to be some fix people know that this is the law.", "sentId": 55}, {"text": "People know that this is going to sort of stay the same.", "sentId": 56}, {"text": "And this is why you have critics of the law say -- and opponents of it have said for a very long time that once you have an entitlement program, it's very hard to take it away.", "sentId": 57}], "secId": 29}, {"speaker": "HABERMAN", "sentences": [{"text": "So Republicans are concerned in terms of the messaging front on what are we replacing this with?", "sentId": 58}, {"text": "And there are concerns there, too.", "sentId": 59}, {"text": "They don't have a clear straight shot here.", "sentId": 60}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "To that point we just had Jeb Bush, a potential candidate in 2016.", "sentId": 61}, {"text": "He's looking at it in the open saying repeal it.", "sentId": 62}, {"text": "But then he was very careful to say replace it with a consumer driven market orient.", "sentId": 63}, {"text": "Is there anybody who believes, that let's say a Republican wins in 2016 and even if that Republican has a Republican Congress, but even have a pretty narrow majority in the Senate if that is the case, can you repeal something that at that point would have been on the book for what six, eight years.", "sentId": 64}], "secId": 31}, {"speaker": "WALTER", "sentences": [{"text": "And not have a good replacement for it that deals with you know the very popular items, especially the pre-existing conditions and all those other things?", "sentId": 65}, {"text": "I mean for as unpopular as it is, it's still 50 -- it's 50 percent of folks who say that they disapprove of it.", "sentId": 66}, {"text": "But you've still got 45, 46 percent of the electorate that likes it.", "sentId": 67}], "secId": 32}, {"speaker": "RAJU", "sentences": [{"text": "Well the problem with the Republicans -- I mean if you're a Republican candidate, it's not viable in the Republican primary to say I want to fix Obamacare.", "sentId": 68}, {"text": "You have to say I'm going to full out repeal it, root and branch, otherwise you'll only get whacked and we're seeing that happen to some extent.", "sentId": 69}], "secId": 33}, {"speaker": "HABERMAN", "sentences": [{"text": "That is true.", "sentId": 70}], "secId": 34}, {"speaker": "MARTIN", "sentences": [{"text": "And the question is when will Democrats if ever this year feel comfortable in saying to Republicans, ok, you want to repeal it.", "sentId": 71}, {"text": "What would you repeal?", "sentId": 72}, {"text": "Would you repeal the issue of what Amy just mentioned?", "sentId": 73}, {"text": "Would you repeal the issue of having your kids on your plan until they're 26 years old?", "sentId": 74}, {"text": "Do Democrats dare go down that lane?", "sentId": 75}, {"text": "Which open themselves up to risk but also it raises the question about what do you want to repeal for Republicans.", "sentId": 76}, {"text": "Because you never hear that second question of what do you want to repeal.", "sentId": 77}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "And so we'll see.", "sentId": 78}, {"text": "The Republicans think this helps them to get a national platform.", "sentId": 79}, {"text": "But as you can see at the table, maybe the Democrats can turn this to their advantage.", "sentId": 80}, {"text": "So we've showed a little of Jeb Bush on healthcare.", "sentId": 81}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "My question to you, Maggie Haberman, you spent some time with the governor, is was he talking about health care and being so conservative, it's not repeal, using the world repeal even though he had the replace part, but was he talking about repeal with gusto because conservatives are mad at this, his comment about immigration saying, look, you know we need to think of a path to legal status, maybe even citizenship.", "sentId": 82}], "secId": 37}, {"speaker": "BUSH", "sentences": [{"text": "The way I look at this and this is not you know, I'm going to say this and it will be on tape.", "sentId": 83}, {"text": "And so be it.", "sentId": 84}, {"text": "Yes, they broke the law, but it's not a felony.", "sentId": 85}, {"text": "It's kind of -- it's an act of love.", "sentId": 86}, {"text": "It's an act of commitment to your family.", "sentId": 87}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "Can he sell that if he runs in 2016?", "sentId": 88}, {"text": "That is to Tea Party voters, grassroots conservatives, even a path to status, never mind citizenship is amnesty.", "sentId": 89}], "secId": 39}, {"speaker": "HABERMAN", "sentences": [{"text": "When Karl Rove is saying in the wake of those comments that this is not ideal, that sort of tells you where this is headed.", "sentId": 90}, {"text": "He defended what he had said last night but he also did not repeat what he said.", "sentId": 91}, {"text": "I think the short answer is no, this is very, very hard to sell in the Republicans right now.", "sentId": 92}], "secId": 40}, {"speaker": "JONATHAN", "sentences": [{"text": "And John I think the fact that he clarified the statement in Connecticut in that speech last week is the best indication that we've had so far that he's at least thinking about the possibility of running.", "sentId": 93}], "secId": 41}, {"speaker": "WALTER", "sentences": [{"text": "Right.", "sentId": 94}], "secId": 42}, {"speaker": "MARTIN", "sentences": [{"text": "That to me is one of the big reveals, perhaps the big reveal, the fact that he would clarify what he said.", "sentId": 95}, {"text": "If he didn't care about it, he would just let it go.", "sentId": 96}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "And yet also proof if he's needing to fix things, he's been off the bike for a while.", "sentId": 97}, {"text": "He hasn't actually run for office in a long time.", "sentId": 98}], "secId": 44}, {"speaker": "RAJU", "sentences": [{"text": "Absolutely.", "sentId": 99}], "secId": 45}, {"speaker": "WALTER", "sentences": [{"text": "Although there are -- and there are a lot of Republicans, especially those who want to see some immigration reform.", "sentId": 100}, {"text": "They get that the party needs to move forward on this, especially if they're going to win in 2016 that say this issue is going to be much more complicated than it looks on paper for anti-immigration Republicans, that by the time we get to 2016, almost every single one of those people sitting on the stage will have taken a position on immigration that's different from the ones we saw in 2008 or 2012.", "sentId": 101}, {"text": "We're not going to hear about self-deportation and those sort of things.", "sentId": 102}], "secId": 46}, {"speaker": "RAJU", "sentences": [{"text": "Right and you are looking at how -- it will be interesting to see also what Marco Rubio does in the next Congress too.", "sentId": 103}], "secId": 47}, {"speaker": "WALTER", "sentences": [{"text": "Yes.", "sentId": 104}], "secId": 48}, {"speaker": "RAJU", "sentences": [{"text": "I mean he -- after the bill passed the Senate, he distanced himself from it.", "sentId": 105}, {"text": "He said this is an issue for the House.", "sentId": 106}, {"text": "What he's going to do when this comes back up?", "sentId": 107}], "secId": 49}, {"speaker": "MARTIN", "sentences": [{"text": "And real fast -- I've always wondered about 2015 if Republicans do get the majority back and John Boehner keeps the House gavel, will McConnell and Boehner get an immigration bill off the docs signed up by President Obama to help their nominee the following year?", "sentId": 108}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "Do it in to 2015 so you don't have to do it in 2016.", "sentId": 109}], "secId": 51}, {"speaker": "MARTIN", "sentences": [{"text": "They know they need to get that.", "sentId": 110}], "secId": 52}, {"speaker": "WALTER", "sentences": [{"text": "Yes.", "sentId": 111}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "Well keep an eye on that.", "sentId": 112}, {"text": "Everybody stay by -- stand by.", "sentId": 113}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Up next, our puzzle explains why Democrats think an April loss in the fight over equal pay could be part of the winning strategy come November.", "sentId": 114}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "But first our weekly installment of \"Politicians say the Darnedest things\" this week colorful language as our first African- American President pays tribute to Lyndon Johnson and the Civil Rights Act President Johnson signed into law 50 years ago.", "sentId": 115}], "secId": 56}, {"speaker": "OBAMA", "sentences": [{"text": "He believed that their plight was his plight, too, that his freedom ultimately was wrapped up in theirs and then making their lives better was what the hell the presidency was for.", "sentId": 116}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 117}, {"text": "So why would you schedule a vote when you know you're going to lose?", "sentId": 118}, {"text": "Well to make a political point of course.", "sentId": 119}, {"text": "This week's puzzle explores why Democrats hope losing this past week in the Senate on equal pay legislation can help them win or at least win more races come November.", "sentId": 120}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "Let's look at this first.", "sentId": 121}, {"text": "We talk a lot about the gender gap.", "sentId": 122}, {"text": "If you look at 2006, the big midterm here for Democrats and the two presidential elections, 2008 and 2012, you see a big win for Democrats among women.", "sentId": 123}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "But in 2010 when Republicans stormed back into the majority, look a split even a slight Republican advantage when it came to women voting in that midterm election.", "sentId": 124}, {"text": "So Democrats are nervous about this midterm.", "sentId": 125}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "This is polling done by a veteran Democrat Stan Greenberg for his organization, The Democracy Corps.", "sentId": 126}, {"text": "This we know.", "sentId": 127}, {"text": "In the last presidential -- the graph speaks for itself -- see how much among unmarried women, a key piece of the constituency, President Obama had a 40-plus-point win.", "sentId": 128}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Well Stan is worried and Democrats are worried because if you look now and ask the same constituency what about this November?", "sentId": 129}, {"text": "Democrats have an advantage, but not as big.", "sentId": 130}, {"text": "That can matter in close races for the House and the Senate.", "sentId": 131}, {"text": "So Stan also studies what he calls the emerging electorate.", "sentId": 132}, {"text": "That's young voters, people of color, unmarried women.", "sentId": 133}, {"text": "If you look at the presidential race, a four-point Democratic advantage.", "sentId": 134}, {"text": "Obama won.", "sentId": 135}, {"text": "Right now if you ask those same voters about this coming November, a smaller Democratic advantage -- again that's a worry.", "sentId": 136}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Here's what worries Stan Greenberg and other Democrats more -- a good slice of this electorate, younger voters, people of color, unmarried women -- they say they're not going to vote this year, they're not interested.", "sentId": 137}, {"text": "They don't think it matters Among those drop- off voters, Democrats have a 16-point advantage.", "sentId": 138}, {"text": "That's why they're talking about equal pay, the minimum wage, other economic issues -- trying to convince these drop-off voters not to stay at home, trying to not leave those votes on the table.", "sentId": 139}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "So Amy Walter, is this wishful thinking?", "sentId": 140}, {"text": "Talking about these issues can actually motivate people to vote come November or is this just the best they got right now?", "sentId": 141}], "secId": 64}, {"speaker": "WALTER", "sentences": [{"text": "This is the absolutely best that they got.", "sentId": 142}, {"text": "I don't know how much more they can do.", "sentId": 143}, {"text": "They have a president at 42 percent.", "sentId": 144}, {"text": "They have an economy that's still struggling.", "sentId": 145}, {"text": "The real question is, is it going to be enough with these voters -- these drop-off voters?", "sentId": 146}, {"text": "So if you go back and you look at how these voters feel about the economy, they are -- I looked at a poll that had been done for CNBC.", "sentId": 147}, {"text": "And they had been tracking this since 2008.", "sentId": 148}], "secId": 65}, {"speaker": "WALTER", "sentences": [{"text": "When I look at those rising American electorate, those unmarried women, et cetera, you see that they are even more pessimistic about their current economic situation and the future economic situation than they were back in 2012.", "sentId": 149}, {"text": "In some cases, among minority voters, it's double digits, more than 20 points.", "sentId": 150}], "secId": 66}, {"speaker": "WALTER", "sentences": [{"text": "So you're trying to say to those people, I know that you don't feel very good currently about the economy, you don't think the economy is going to get better for you.", "sentId": 151}, {"text": "But you know what?", "sentId": 152}, {"text": "I'm going to talk about pay equity and that's going to get you out to vote.", "sentId": 153}, {"text": "I don't know if that's enough.", "sentId": 154}], "secId": 67}, {"speaker": "MARTIN", "sentences": [{"text": "And there's no Mitt Romney.", "sentId": 155}], "secId": 68}, {"speaker": "WALTER", "sentences": [{"text": "Right.", "sentId": 156}, {"text": "Right.", "sentId": 157}, {"text": "There's no bogeyman.", "sentId": 158}], "secId": 69}, {"speaker": "HABERMAN", "sentences": [{"text": "But it's also a way for Democrats to talk about something that's about the economy without talking about spending more at the government level, right -- a sort of a more neutral way, easier way to approach it.", "sentId": 159}, {"text": "And that is the main reason why --", "sentId": 160}], "secId": 70}, {"speaker": "RAJU", "sentences": [{"text": "And it's about social issues, too.", "sentId": 161}, {"text": "I mean they drives social issues that can divide and drive a wedge with the Republican opponents.", "sentId": 162}, {"text": "In a lot of these key races, blue states, things like abortion actually could drive voters out.", "sentId": 163}, {"text": "Democrats have concluded in Colorado and Michigan, for instance, bringing out those women voters who may be more inclined to support their positions on abortion rights.", "sentId": 164}, {"text": "KING:  And you mentioned Colorado.", "sentId": 165}, {"text": "That's one key senate race.", "sentId": 166}, {"text": "North Carolina another one, New Hampshire -- those are the three when I looked at some of the demographics this week, that if you could nudge up the Obama constituency just a little bit.", "sentId": 167}, {"text": "Maybe not get them at presidential level but more than they are now, you could potentially make a difference.", "sentId": 168}, {"text": "The question is it talking about these issues that might do that or is it more using the new technology, things you didn't have five or ten years ago to reach out to people to try to motivate them?", "sentId": 169}], "secId": 71}, {"speaker": "MARTIN", "sentences": [{"text": "Oh, I think it's definitely both.", "sentId": 170}, {"text": "But the second is not going to matter if by the fall the overall matrix don't matter.", "sentId": 171}], "secId": 72}, {"speaker": "MARTIN", "sentences": [{"text": "The turnout technology, to put it in sports terms, it's great if you're close to the 30 yard line, but you have to be within field goal range.", "sentId": 172}], "secId": 73}, {"speaker": "HABERMAN", "sentences": [{"text": "And it's not a secret sauce.", "sentId": 173}, {"text": "It's not a magic wand.", "sentId": 174}, {"text": "You don't --", "sentId": 175}], "secId": 74}, {"speaker": "MARTIN", "sentences": [{"text": "You have to be in the range --", "sentId": 176}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "Midterm year is still a midterm year --", "sentId": 177}], "secId": 76}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes, that's right.", "sentId": 178}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "The President's approval rating.", "sentId": 179}], "secId": 78}, {"speaker": "MARTIN", "sentences": [{"text": "That matters.", "sentId": 180}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Let's talk about one Democrat who at the moment does not have an equal pay problem, that would be Hillary Clinton who's out on the paid speaking circuit doing quite well at the moment.", "sentId": 181}, {"text": "I don't think when she goes home -- there was a time maybe she went home and Bill was making more in these speeches but I don't think so at the moment.", "sentId": 182}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "She was out this week.", "sentId": 183}, {"text": "She had an interesting moment in Vegas where she had shoes thrown at her.", "sentId": 184}, {"text": "But she also earlier in the week was talking about what it's like to be constantly in the public eye and what it does to you.", "sentId": 185}], "secId": 81}, {"speaker": "CLINTON", "sentences": [{"text": "It gives you a sense of being kind of dehumanized, I guess, as part of the experience.", "sentId": 186}, {"text": "You know, you really can't ever feel like you're just having a normal day, and you have to get over that.", "sentId": 187}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "What are we learning here?", "sentId": 188}], "secId": 83}, {"speaker": "HABERMAN", "sentences": [{"text": "We're learning a couple of things.", "sentId": 189}, {"text": "We're learning this is a more comfortable version of Hillary Clinton than we have seen in a very long time.", "sentId": 190}, {"text": "Now, what the reason for that, we don't know yet, whether it's that she's leaning towards running, leaning away from running or just happy that her book is basically done.", "sentId": 191}, {"text": "It's one of those things.", "sentId": 192}, {"text": "But what you have seen between that and between this other moment that we haven't discussed yet, involving footwear in Nevada yesterday and not her own.", "sentId": 193}, {"text": "She handled that pretty deftly and she seemed very calm and she was funny in her response.", "sentId": 194}], "secId": 84}, {"speaker": "HABERMAN", "sentences": [{"text": "Humanizing the candidate -- that is what she is doing.", "sentId": 195}], "secId": 85}, {"speaker": "MARTIN", "sentences": [{"text": "We've also learned John that it's driving the GOP nuts.", "sentId": 196}, {"text": "Tim Miller, who's a Republican operative who works for one of these outfits that does research on Democrats, had an op-ed on cnn.com this week saying she's a candidate, she should be covered like a candidate.", "sentId": 197}, {"text": "They keep seeing her in these soft lens images on couches there for example doing paid speeches where the level of scrutiny is, let's say, less than John King in terms of the questions.", "sentId": 198}], "secId": 86}, {"speaker": "MARTIN", "sentences": [{"text": "And they are frustrated because it's this long buildup of basically being able to drive her own message, put her book out there and start this thing on her terms, years in advance.", "sentId": 199}, {"text": "It's just driving them --", "sentId": 200}], "secId": 87}, {"speaker": "WALTER", "sentences": [{"text": "Like an incumbent.", "sentId": 201}, {"text": "Like an incumbent.", "sentId": 202}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Like an incumbent.", "sentId": 203}], "secId": 89}, {"speaker": "RAJU", "sentences": [{"text": "We'll see what happens when the book tour starts, will she continue these --", "sentId": 204}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Chapter on global warming, she says chapter on Iran.", "sentId": 205}], "secId": 91}, {"speaker": "HABERMAN", "sentences": [{"text": "Keeps the fire in the family.", "sentId": 206}], "secId": 92}, {"speaker": "MARTIN", "sentences": [{"text": "Will she do a John King interview?", "sentId": 207}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Right, right.", "sentId": 208}], "secId": 94}, {"speaker": "WALTER", "sentences": [{"text": "Will there be round-robins?", "sentId": 209}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "Yes, I'm going to kick you all out some week and bring her right here and we'll deal with it.", "sentId": 210}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Let's get to the shoe moment.", "sentId": 211}, {"text": "Because one thing, if you know Hillary Clinton, if you watch her from afar, sometimes you don't see it.", "sentId": 212}, {"text": "It's hard when you're secretary of state, hard when you're in the middle of a presidential campaign and you're exhausted.", "sentId": 213}, {"text": "But she's actually very funny.", "sentId": 214}, {"text": "Watch the shoe moment.", "sentId": 215}], "secId": 97}, {"speaker": "CLINTON", "sentences": [{"text": "What was that?", "sentId": 216}, {"text": "A bat?", "sentId": 217}, {"text": "Was that a bat?", "sentId": 218}, {"text": "That's somebody throwing something at me?", "sentId": 219}, {"text": "Is that part of Cirque du Soleil?", "sentId": 220}], "secId": 98}, {"speaker": "CLINTON", "sentences": [{"text": "My goodness, I didn't know solid waste management was so controversial.", "sentId": 221}], "secId": 99}, {"speaker": "CLINTON", "sentences": [{"text": "Thank goodness she didn't play softball like I did.", "sentId": 222}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "Now, you can't script that.", "sentId": 223}, {"text": "The solid waste reference was a reference to the group she was speaking about.", "sentId": 224}, {"text": "You can't script that.", "sentId": 225}, {"text": "I'm not sure -- what was that a bat?", "sentId": 226}, {"text": "Do they have bats at the White House, or bats in Chappaqua?", "sentId": 227}, {"text": "Where did the bats come from?", "sentId": 228}], "secId": 101}, {"speaker": "HABERMAN", "sentences": [{"text": "I don't know.", "sentId": 229}, {"text": "You know all the Vegas hotels have bats.", "sentId": 230}, {"text": "It was very interesting.", "sentId": 231}, {"text": "As you said, she has a sense of humor that friends and supporters all talk about and they all say you don't see this because she's so concerned and she's so cautious and she's afraid of making a gaff.", "sentId": 232}, {"text": "She's letting it loose.", "sentId": 233}], "secId": 102}, {"speaker": "HABERMAN", "sentences": [{"text": "Again -- why?", "sentId": 234}, {"text": "We won't know for a while.", "sentId": 235}, {"text": "And back to that book tour point, it's not just how many media interviews she does.", "sentId": 236}, {"text": "It's how engaged she seems, how excited she seems.", "sentId": 237}, {"text": "Does she have a fire in the belly?", "sentId": 238}, {"text": "The same thing we're looking at Jeb Bush for, by the way.", "sentId": 239}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 240}, {"text": "And people-- and both Jeb Bush and Hillary Clinton are sort of holding other people in the party back until we get their decisions.", "sentId": 241}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "Everybody hang tight tomorrow's news today is next as our reporters share stories still in their notebooks, including a big Republican debate over Vegas glitz versus Midwestern calm.", "sentId": 242}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "We close each week by helping you get ahead of the big political stories by going around our table and asking our great reporters to share a sneak peek into their notebooks.", "sentId": 243}, {"text": "Amy Walter, you're first.", "sentId": 244}], "secId": 106}, {"speaker": "WALTER", "sentences": [{"text": "Well, you talked up there about the Democratic enthusiasm and the turnout advantage.", "sentId": 245}, {"text": "I talked to some Democratic strategists who say that they're looking at their own polling and seeing another problem though -- it's for Republicans.", "sentId": 246}, {"text": "They have their own enthusiasm gap.", "sentId": 247}], "secId": 107}, {"speaker": "WALTER", "sentences": [{"text": "When you look at people who they identify as strong Republicans, they aren't as excited to turn out as they were back in 2010.", "sentId": 248}, {"text": "It doesn't mean that Democrats are going to have a good election in 2014.", "sentId": 249}, {"text": "It just means a wave election like we saw in 2010 is less likely.", "sentId": 250}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "Less likely to get a wave.", "sentId": 251}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "Manu?", "sentId": 252}], "secId": 110}, {"speaker": "RAJU", "sentences": [{"text": "Republicans, of course, in the last two election cycles have had their primary nightmares in senate races.", "sentId": 253}, {"text": "This year they've tried a different approach.", "sentId": 254}, {"text": "They either tried to clear the field in some instances, unite behind a certain candidate or strong arm outside groups out.", "sentId": 255}], "secId": 111}, {"speaker": "RAJU", "sentences": [{"text": "In Georgia, what they've done -- the National Republican Senatorial Committee have done is create a joint fund-raising committee.", "sentId": 256}, {"text": "And therefore whoever that primary nomination will get that cash.", "sentId": 257}, {"text": "They're trying to stay out of that altogether but trying to make amends with even the most conservative members in that primary -- people who may not be in favor by the Washington establishment, but also try to help them out so when they come out of the primary, they'll actually have unity behind them and money to run on as well.", "sentId": 258}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "That Republican will most likely run against Sam Nunn's -- former Senator Sam Nunn's daughter.", "sentId": 259}, {"text": "Democrats think that's the one -- one or two possibilities for a pick-up seat.", "sentId": 260}, {"text": "We'll keep an eye on that one.", "sentId": 261}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "Jonathan.", "sentId": 262}], "secId": 114}, {"speaker": "MARTIN", "sentences": [{"text": "I talked to a key member of the RNC committee that is looking at where their convention is going to be in 2016.", "sentId": 263}, {"text": "And I was told that it's not just the fact the cities have to have money, they have to have early money.", "sentId": 264}, {"text": "Obviously Vegas is going to have that for reasons that we all know -- it's the casino capital o the country.", "sentId": 265}], "secId": 115}, {"speaker": "MARTIN", "sentences": [{"text": "But if there are qualms at the RNC about having their convention in Vegas, one of the cities to watch I'm told is Kansas City.", "sentId": 266}, {"text": "Why?", "sentId": 267}, {"text": "You have two states that can provide money -- Kansas and Missouri.", "sentId": 268}, {"text": "There's no NBA team there so the arena is going to be free in June.", "sentId": 269}, {"text": "They want to have it in June -- early this time around.", "sentId": 270}], "secId": 116}, {"speaker": "MARTIN", "sentences": [{"text": "And earlier this week in Jefferson City in the capital -- very little noticed -- a state senate committee put $5 million in next year's budget in Missouri, public dollars to help fund a possible convention in K.C.", "sentId": 271}], "secId": 117}, {"speaker": "HABERMAN", "sentences": [{"text": "Interesting.", "sentId": 272}, {"text": "Interesting.", "sentId": 273}, {"text": "Back to Jeb Bush and that train.", "sentId": 274}, {"text": "A lot of the people who are supportive of the idea of him running are privately expressing a fair amount of concern that he is getting either dragged into this -- isn't quite prepared for it.", "sentId": 275}, {"text": "They worry that he this was not really a bulwark moment last weekend when he talked about act of love.", "sentId": 276}, {"text": "But that it was a mistake.", "sentId": 277}, {"text": "They worry that he doesn't understand the current media environment and that they will invest a lot in him only to see it potentially not work out.", "sentId": 278}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "That's a fascinating dynamic to watch.", "sentId": 279}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "I'll close with something about 2014.", "sentId": 280}, {"text": "Back to Manu's point, there's one race that the Republican establishment is most worried about -- that's Mississippi.", "sentId": 281}, {"text": "Its candidate Thad Cochran running against a Tea Party challenger -- the Conservative Club for Growth already in spending heavily to support Chris McDaniel the challenger and attack Senator Cochran.", "sentId": 282}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "I'm told that reliable polling in that race now has Senator Cochran under 50 percent, Chris McDaniel within single digits.", "sentId": 283}, {"text": "So look for in the next week, the establishment which had hoped to hold its powder a bit longer, to launch some heavy TV ad buys attacking Chris McDaniel.", "sentId": 284}, {"text": "A little -- Senator Cochran has sunk a tad too low for comfort.", "sentId": 285}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 286}, {"text": "Thanks again for sharing your Sunday morning.", "sentId": 287}, {"text": "See you soon.", "sentId": 288}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" with Candy Crowley starts right now.", "sentId": 289}], "secId": 123}, {"speaker": "CROWLEY", "sentences": [{"text": "In Washington -- goodbye Kathleen, hello midterms.", "sentId": 290}], "secId": 124}, {"speaker": "CROWLEY", "sentences": [{"text": "And from the depths of the Indian Ocean, five days of silence.", "sentId": 291}], "secId": 125}], "sectionCount": 126, "url": "transcripts.cnn.com/TRANSCRIPTS/1404/13/ip.01.html", "sentenceCount": 293, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired April 13, 2014 - 08:30   ET", "speakers": ["KING", "OBAMA", "BUSH", "CLINTON", "HABERMAN", "RAJU", "MARTIN", "WALTER", "JONATHAN", "CROWLEY"], "title": "INSIDE POLITICS"}