{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1607.10.ip.01.html.json", "subTitle": "A Country Reflects on A Week of Tragedies; A New Commander in Chief Test; Hillary Clinton's Trust Deficit with Voters. Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "A peaceful protest in Dallas takes a horrific turn.", "sentId": 0}], "secId": 0}, {"speaker": "OBAMA", "sentences": [{"text": "We cannot let the actions of a few define all of us.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "How would Hillary Clinton or Donald Trump handle this moment of crisis?", "sentId": 2}], "secId": 2}, {"speaker": "CLINTON", "sentences": [{"text": "We must do better together.", "sentId": 3}], "secId": 3}, {"speaker": "TRUMP", "sentences": [{"text": "We will make America safe again.", "sentId": 4}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Plus, the FBI investigation ends with no charges.", "sentId": 5}, {"text": "But a harsh take on Clinton's private e-mail server.", "sentId": 6}], "secId": 5}, {"speaker": "COMEY", "sentences": [{"text": "They were extremely careless in their handling of very sensitive, highly classified information.", "sentId": 7}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "And Trump allies cringe as he again wanders off script.", "sentId": 8}], "secId": 7}, {"speaker": "TRUMP", "sentences": [{"text": "You know, they took the star down.", "sentId": 9}, {"text": "I said, too bad.", "sentId": 10}, {"text": "You should have left it up.", "sentId": 11}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "One week to the GOP convention, is the candidate ready for prime time?", "sentId": 12}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 13}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 14}, {"text": "I'm John King.", "sentId": 15}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 16}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Three questions as we count down one week to the Republican convention and as we reflect on the horrific police shootings of recent days.", "sentId": 17}], "secId": 12}, {"speaker": "Question one", "sentences": [{"text": "Will last week's events exacerbate a racial divide that's been all too evident this election year, or as President Obama says, perhaps bring a needed moment of national consensus?", "sentId": 18}], "secId": 13}, {"speaker": "OBAMA", "sentences": [{"text": "There is sorrow.", "sentId": 19}, {"text": "There is anger.", "sentId": 20}, {"text": "There is confusion about next steps.", "sentId": 21}, {"text": "But there is unity in recognizing that this is not how we want our communities to operate.", "sentId": 22}, {"text": "This is not who we want to be as Americans.", "sentId": 23}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Question two: what ideas do Donald Trump and Hillary Clinton and the parties they now lead have for a country in crisis?", "sentId": 24}], "secId": 15}, {"speaker": "CLINTON", "sentences": [{"text": "White Americans need to do a better job of listening when African-Americans talk, talk about the seen and unseen barriers you face every day.", "sentId": 25}, {"text": "We need to try as best we can to walk in one another's shoes.", "sentId": 26}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Question three: as the campaign calendar reaches a major turning point, will the Justice Department decision to not prosecute Clinton for sloppy handling of classified information help her rebuild voter trust or will it raise doubts about her judgment?", "sentId": 27}], "secId": 17}, {"speaker": "TRUMP", "sentences": [{"text": "Our enemies may have a black mail file on crooked Hillary.", "sentId": 28}, {"text": "And this alone means that she should not be allowed to serve as president of the United States.", "sentId": 29}, {"text": "We now know that she lied to the country when she said she did not send classified information on her server.", "sentId": 30}, {"text": "She lied.", "sentId": 31}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "With us this morning to share their reporting and their insights, \"The Atlantic's\" Molly Ball, CNN's Manu Raju, Steve Inskeep of NPR, and Abby Phillip of \"The Washington Post\".", "sentId": 32}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "President Obama might speak this hour.", "sentId": 33}, {"text": "We're keeping an eye on him.", "sentId": 34}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "He's wrapping up a trip in Spain and will early return from an overseas trip.", "sentId": 35}, {"text": "He'll head to Dallas this week to pay tribute to the five police officers murdered and the seven officers wounded in that vicious sniper attack during a peaceful protest against police conduct in other cities.", "sentId": 36}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "No matter where you live, the country is talking about the horror of Dallas.", "sentId": 37}, {"text": "Most of those conversations also include two more incidents of black men shot dead by police.", "sentId": 38}, {"text": "This time in Minneapolis and Baton Rouge.", "sentId": 39}, {"text": "Race, law and order, guns, trust, politics, very emotional mix, especially when they're all stirred together.", "sentId": 40}], "secId": 22}, {"speaker": "OBAMA", "sentences": [{"text": "As painful as this week as been, I firmly believe that America is not as divided as some have suggested.", "sentId": 41}, {"text": "Americans of all races and all backgrounds are rightly outraged by the inexcusable attacks on police.", "sentId": 42}, {"text": "That includes protesters.", "sentId": 43}, {"text": "It includes family members who have grave concerns about police conduct.", "sentId": 44}, {"text": "There is no division there.", "sentId": 45}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Crisis tests us all and puts an even brighter spotlight like on our leaders.", "sentId": 46}], "secId": 24}, {"speaker": "CLINTON", "sentences": [{"text": "All these things can be true at once.", "sentId": 47}, {"text": "We do need police and criminal justice reforms.", "sentId": 48}, {"text": "We do need to support police departments and stand up for the men and women who put their lives on the line.", "sentId": 49}, {"text": "And we do need to reduce gun violence.", "sentId": 50}, {"text": "We may disagree about how to do all these things, but surely we can all agree with those basic premises.", "sentId": 51}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "That was Hillary Clinton Friday evening in an African-American church in Philadelphia.", "sentId": 52}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "A short time later Donald Trump released a video statement.", "sentId": 53}, {"text": "Unlike a written statement he'd released earlier in the day, the video statement made specific reference to the two African-American men whose deaths led to the Dallas protest.", "sentId": 54}], "secId": 27}, {"speaker": "TRUMP", "sentences": [{"text": "We must stand in solidarity with law enforcement, which we must remember is the force between civilization and total chaos.", "sentId": 55}, {"text": "Every American has the right to live in safety and peace.", "sentId": 56}, {"text": "The deaths of Alton Sterling in Louisiana and Philando Castile in Minnesota also make clear how much more work we have to do to make every American feel that their safety is protected.", "sentId": 57}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "Almost afraid to talk politics after something like this.", "sentId": 58}, {"text": "But, as you can see, it's a challenge for the president.", "sentId": 59}, {"text": "It's a challenge for the candidates.", "sentId": 60}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "It's a challenge for the country.", "sentId": 61}, {"text": "And as I noted, it's actually a challenge for all of us.", "sentId": 62}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Out of this, is the president right?", "sentId": 63}, {"text": "Do we get a moment where you have -- you had Republicans, Republicans, Newt Gingrich and Marco Rubio specifically saying, you know, white people need to listen to black people.", "sentId": 64}, {"text": "Just like Hillary Clinton was saying there.", "sentId": 65}], "secId": 31}, {"speaker": "nasty", "sentences": [{"text": "We do get, John, out of these tragedies, the way", "sentId": 66}], "secId": 32}, {"speaker": "nasty", "sentences": [{"text": "they've been put together, a reminder that everybody on both sides of this debate is human.", "sentId": 67}, {"text": "Everybody bleeds.", "sentId": 68}, {"text": "And that does create an opportunity for some discussion.", "sentId": 69}], "secId": 33}, {"speaker": "nasty", "sentences": [{"text": "Now, my NPR colleague Sam Sanders is in Dallas right now and put an resting story up over this weekend in which he observed that Dallas, he said, is a lot better in person in reality than on social media.", "sentId": 70}, {"text": "There are a lot of extreme voices out there.", "sentId": 71}, {"text": "There's a lot of anger.", "sentId": 72}, {"text": "There's a lot of angst.", "sentId": 73}], "secId": 34}, {"speaker": "nasty", "sentences": [{"text": "But when you go away from social media and go out on the streets of Washington, D.C., where we are, or Dallas, Texas, or other places, you do find people going about their lives, also protesting peacefully and having this discussion that a lot of people seem to think we ought to have.", "sentId": 74}], "secId": 35}, {"speaker": "PHILLIP", "sentences": [{"text": "I think the unity that the president talked about has not actually always been as apparent as it seems a little bit now after these tragedies this week.", "sentId": 75}, {"text": "We saw more movement, I think, on the right among conservatives about the need to listen to the other side.", "sentId": 76}, {"text": "And I think that the tragedy in Dallas caused, you know, many in the African-American community to voice outrage about the deaths of police officers.", "sentId": 77}], "secId": 36}, {"speaker": "PHILLIP", "sentences": [{"text": "These tragedies have brought people together but it hasn't always been like this.", "sentId": 78}, {"text": "And that's why we are at this point.", "sentId": 79}, {"text": "I think this election is going to continue to sort of test the -- test the fissures that -- and demonstrate whether or not they're as large as we think they are.", "sentId": 80}], "secId": 37}, {"speaker": "PHILLIP", "sentences": [{"text": "I think Donald Trump's comments were actually much more measured than anything we've seen from him so far in this campaign.", "sentId": 81}, {"text": "And that's a huge sign.", "sentId": 82}, {"text": "That's something that is very notable.", "sentId": 83}], "secId": 38}, {"speaker": "RAJU", "sentences": [{"text": "You compare Donald Trump's comments post-Dallas to post-Orlando.", "sentId": 84}, {"text": "Post-Orlando, he said that he should get some credit for predicting that this kind of thing could happen.", "sentId": 85}, {"text": "He also criticized President Obama's response.", "sentId": 86}], "secId": 39}, {"speaker": "RAJU", "sentences": [{"text": "Here he acted presidential, and he also suggested that, you know, this -- raising concerns over police violence in dealing with the inner city tensions.", "sentId": 87}], "secId": 40}, {"speaker": "RAJU", "sentences": [{"text": "The question is whether this continues?", "sentId": 88}, {"text": "He delivered a video statement here.", "sentId": 89}, {"text": "What happens when he's off script?", "sentId": 90}, {"text": "What happens when he is talking at rallies and whether that issue still continues --", "sentId": 91}], "secId": 41}, {"speaker": "INSKEEP", "sentences": [{"text": "Let's be frank, though.", "sentId": 92}, {"text": "We're grading him on Donald Trump curve.", "sentId": 93}, {"text": "You're saying he did better than last time.", "sentId": 94}, {"text": "He put out a written statement.", "sentId": 95}, {"text": "It got facts wrong.", "sentId": 96}], "secId": 42}, {"speaker": "INSKEEP", "sentences": [{"text": "He described it as a coordinated assault.", "sentId": 97}, {"text": "It turned out to be one guy, which is a big difference.", "sentId": 98}, {"text": "He made some other errors in the course of this.", "sentId": 99}, {"text": "And as you point out, he wasn't trusted apparently by himself or his campaign to go out and speak live.", "sentId": 100}, {"text": "That's worth noting.", "sentId": 101}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "And he didn't say anything after the shootings of the African- Americans by police.", "sentId": 102}, {"text": "He only spoke after the Dallas shooting.", "sentId": 103}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "But you're right, you're right.", "sentId": 104}, {"text": "Because of his past statements, he is viewed skeptically.", "sentId": 105}, {"text": "So, we can look at this, do we trust it?", "sentId": 106}, {"text": "It's a video statement.", "sentId": 107}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "A lot of conservative blogs are sayings, thank God he didn't go out there and say much, because they're worried when he goes out in public and speak, he hurts himself.", "sentId": 108}, {"text": "So, we can view it is maybe he is learning.", "sentId": 109}, {"text": "So, let's see how this one plays out.", "sentId": 110}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "It's a huge challenge.", "sentId": 111}, {"text": "The president comes home, and he is in his final months in office.", "sentId": 112}, {"text": "He has said he wants to make this a mission for his post-presidency, not just improving race relations, but trying to get at the mistrust between African-Americans and the police community.", "sentId": 113}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Kevin McCarthy, the Republican majority leader of the House said, we're going to try to have conversations to see if we can reach consensus on anything.", "sentId": 114}, {"text": "Whether it's -- maybe it's more body cameras for police, maybe it's training for police.", "sentId": 115}, {"text": "The president says, and let's president to the president before you jump in, the president says and his critics say why does he always do this reflexively.", "sentId": 116}, {"text": "The president says we also need to talk about gun control.", "sentId": 117}], "secId": 48}, {"speaker": "OBAMA", "sentences": [{"text": "Part of what's creating tensions between communities and the police is the fact that police have a really difficult time in communities where they know guns are everywhere.", "sentId": 118}, {"text": "If you care about the safety of our police officers, then you can't set aside the gun issue and pretend that that's irrelevant.", "sentId": 119}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "We have been through far too many of these incidents.", "sentId": 120}, {"text": "And after each of them, those who think gun control is part of the solution make their case but nothing has happened.", "sentId": 121}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "Is there any reason to believe this is going to be any different?", "sentId": 122}], "secId": 51}, {"speaker": "BALL", "sentences": [{"text": "Well, I think that this issue is more -- I think that Democrats are leaning into this issue more than they used to because they've decided that the repetition of this mantra is the best hope for keeping it on the public radar.", "sentId": 123}, {"text": "That there was a previous consensus that nothing is going to happen.", "sentId": 124}], "secId": 52}, {"speaker": "BALL", "sentences": [{"text": "We're too much stale-mated.", "sentId": 125}, {"text": "The other side has too much power.", "sentId": 126}, {"text": "But I think that has been seen as defeatism by proponents of gun control, and they decided that this needs to stay on the radar.", "sentId": 127}], "secId": 53}, {"speaker": "BALL", "sentences": [{"text": "Now, to the other side, it looks like a copout, it looks like politicization, it looks irrelevant to some of the other issues.", "sentId": 128}, {"text": "So, you do hear a lot of criticism from the right that this keeps getting brought up.", "sentId": 129}], "secId": 54}, {"speaker": "BALL", "sentences": [{"text": "But I think what we've seen is that, because the left is more concerned about this issue now, they're not deterred by that.", "sentId": 130}], "secId": 55}, {"speaker": "RAJU", "sentences": [{"text": "On the gun control issue, John, gun control advocates and Democrats are not actively pushing an assault weapons ban.", "sentId": 131}, {"text": "Even though they do support that, of course, they recognize the chances of it happening.", "sentId": 132}, {"text": "So they're shifting to denying suspected terrorists from getting weapons, and that is causing some division.", "sentId": 133}, {"text": "Democrats have a way to deal with that.", "sentId": 134}, {"text": "Republicans don't like the Democratic idea and Republicans are divided over their own proposal on how to deal with just preventing suspected terrorists from getting guns.", "sentId": 135}], "secId": 56}, {"speaker": "RAJU", "sentences": [{"text": "So, to think there could be a consensus is just -- is not imaginable right now.", "sentId": 136}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "There has been, from Mr. Trump.", "sentId": 137}, {"text": "I mentioned former Speaker Gingrich and Marco Rubio.", "sentId": 138}, {"text": "There has been a rather measured, rather mature, rather adult conversation I think except -- there are always exceptions.", "sentId": 139}, {"text": "There are some people out there -- Sarah Palin on her Facebook page calling Black Lives Matter movement thugs and a farce.", "sentId": 140}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "You have Joe Walsh, the former congressman from Illinois, who said in a tweet, \"Three cops killed, seven wounded, this is now a war.", "sentId": 141}, {"text": "Watch out, Obama.", "sentId": 142}, {"text": "Watch out, Black Lives Matter.", "sentId": 143}, {"text": "Real America is coming after you.\"", "sentId": 144}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "I just read his words.", "sentId": 145}, {"text": "He says he didn't mean anything violent by those.", "sentId": 146}, {"text": "OK?", "sentId": 147}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "And then you have Rush Limbaugh, again, I want to remind our viewers, find your own facts if you don't trust the media.", "sentId": 148}, {"text": "There was a peaceful protest in Dallas.", "sentId": 149}, {"text": "You had officers posing with the Black Lives Matters protesters who were protesting what happened in Minneapolis and Baton Rouge.", "sentId": 150}, {"text": "It was peaceful in the one sniper acted out.", "sentId": 151}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "But Rush Limbaugh says this.", "sentId": 152}], "secId": 62}, {"speaker": "LIMBAUGH", "sentences": [{"text": "Black Lives Matter was just exactly who they are then as who they are today.", "sentId": 153}, {"text": "They're a terrorist group.", "sentId": 154}, {"text": "They're quickly becoming a terrorist group committing hate crimes.", "sentId": 155}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "I guess playing that is giving him more of a platform than he deserves.", "sentId": 156}, {"text": "However, this is part -- we're in the presidential year.", "sentId": 157}, {"text": "We're in a highly contested political year.", "sentId": 158}, {"text": "He is a voice of influence among some Americans when it comes to politics.", "sentId": 159}], "secId": 64}, {"speaker": "INSKEEP", "sentences": [{"text": "As a citizen, I'll just say Rush Limbaugh, whether he is right or wrong, I'm not even saying he's right or wrong, he is using the word \"they.\"", "sentId": 160}, {"text": "He is denouncing a group of people collectively without naming them.", "sentId": 161}, {"text": "That as a citizen when I am trying to figure out who to believe, who to trust, whether they've got their facts together or not, one of the things I wonder is, are they focusing on individuals - specific individual acts or talking about big groups of people and painting them with a broad brush, \"they\"?", "sentId": 162}, {"text": "I think that's a key to look for in anybody's statements in this.", "sentId": 163}], "secId": 65}, {"speaker": "BALL", "sentences": [{"text": "Look, I think it is true that there are Americans specifically white Americans who do feel under attack.", "sentId": 164}, {"text": "We have seen throughout the primary that that is Trump's constituency and that, you know, there is -- these are the times when people look to their assurance.", "sentId": 165}], "secId": 66}, {"speaker": "BALL", "sentences": [{"text": "But what form that reassurance takes, what they want from those leaders, I think we have yet to see.", "sentId": 166}, {"text": "Do they want this message of unity, of everybody coming together, that we hear most politicians voicing, trying to create a moment of national togetherness?", "sentId": 167}, {"text": "Or do people feel that they need to be protected from the other?", "sentId": 168}], "secId": 67}, {"speaker": "BALL", "sentences": [{"text": "And that was the sentiment that really powered Donald Trump so far in this campaign, that sense of fear, that sense of anger.", "sentId": 169}, {"text": "And so, I think it's a real open question whether -- whether he will continue to stoke that or whether that is what some of his partisans are looking for.", "sentId": 170}], "secId": 68}, {"speaker": "PHILLIPS", "sentences": [{"text": "That's exactly why, when I said earlier this ball could have rolled down that hill pretty quickly.", "sentId": 171}, {"text": "We could have gone straight to Black Lives Matter is a terrorist group coming out of candidates who are not known for being measured, who are -- this campaign has been all about this sort of extremes of rhetoric.", "sentId": 172}], "secId": 69}, {"speaker": "PHILLIPS", "sentences": [{"text": "And I think it's notable that at the highest levels of politics as it exists right now, we did not see that.", "sentId": 173}, {"text": "It's worth pointing that out and bringing that to the forefront.", "sentId": 174}], "secId": 70}, {"speaker": "PHILLIPS", "sentences": [{"text": "We can talk about Joe Walsh all day, but he is no longer in Congress.", "sentId": 175}, {"text": "That makes a difference.", "sentId": 176}, {"text": "We could have been there, and we're not.", "sentId": 177}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "Fewer voices on t fringe I guess.", "sentId": 178}, {"text": "I'll close with that point.", "sentId": 179}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "The overwhelming, overwhelming majority of these protests have been peaceful.", "sentId": 180}, {"text": "And whatever the color of your skin, if you're worried about peaceful protests then you're worried about the dream that is America.", "sentId": 181}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "Up next, some very good news for Hillary Clinton wrapped in some very bad news for Hillary Clinton.", "sentId": 182}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 183}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "This will be a big page-turning week for Democrats.", "sentId": 184}, {"text": "The party's new leader hopes it allows her to begin a new chapter with voters.", "sentId": 185}, {"text": "Hillary Clinton over the weekend blessed more liberal convention platform planks on health care and the minimum wage.", "sentId": 186}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "As a reward, she will travel to New Hampshire on Tuesday and I'm told accept and receive the endorsement of primary rival Bernie Sanders.", "sentId": 187}, {"text": "Now, not all Sanders supporters are happy, in part because the Vermont senator did not get the trade plank in the platform changed to his liking.", "sentId": 188}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "Still this is a big deal.", "sentId": 189}, {"text": "There are two big clouds over Clinton as she prepared for her convention.", "sentId": 190}, {"text": "One was whether Sanders would join the fold, the other the investigation into her e-mail server.", "sentId": 191}, {"text": "That investigation wrapped up this past week with the decision not to seek criminal charges.", "sentId": 192}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "Now, Republicans are screaming double standard, saying any average American who was so sloppy with classified information would be prosecuted.", "sentId": 193}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "FBI Director James Comey calmly and repeatedly told them they were wrong.", "sentId": 194}], "secId": 80}, {"speaker": "COMEY", "sentences": [{"text": "No, in fact, I think my entire goal was to avoid a double standard, to avoid what sometimes prosecutors call celebrity hunting and doing something for a famous person that you would never do for an ordinary Joe or Jane.", "sentId": 195}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "Whatever you think of the ultimate decision by the FBI and the Justice Department, that dude is one cool customer.", "sentId": 196}, {"text": "Jim Comey, a very impressive guy, handled himself well.", "sentId": 197}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Are the clouds gone?", "sentId": 198}, {"text": "Hillary Clinton, two-thirds of Americans still don't trust her.", "sentId": 199}, {"text": "But at least it's over.", "sentId": 200}], "secId": 83}, {"speaker": "PHILLIP", "sentences": [{"text": "Depends who you ask.", "sentId": 201}], "secId": 84}, {"speaker": "PHILLIP", "sentences": [{"text": "The Clinton folks were actually pretty happy about Comey's testimony, because it turned someone who was a neutral actor and a Republican into a Clinton defender for five hours on the Hill.", "sentId": 202}, {"text": "And I think that ultimately his initial statements left so much room for interpretation, people could have looked at it any way, and it raised a lot of questions.", "sentId": 203}], "secId": 85}, {"speaker": "PHILLIP", "sentences": [{"text": "But he was forced to sit in front of Republicans and basically say not only would I not have criminally prosecuted her, but I wouldn't have criminally prosecuted a civilian for doing that.", "sentId": 204}, {"text": "They might have faced other consequences but they wouldn't necessarily have gone to jail.", "sentId": 205}], "secId": 86}, {"speaker": "PHILLIP", "sentences": [{"text": "So, you know, I think that it closes that chapter but opens a whole other one, of Clinton just being consistently under siege.", "sentId": 206}, {"text": "This hanging over her head, Republicans always on the verge of maybe doing a little bit too much.", "sentId": 207}, {"text": "And we'll see how that --", "sentId": 208}], "secId": 87}, {"speaker": "RAJU", "sentences": [{"text": "But, John, I think there were a lot of things Comey said that could give Republicans a fair amount of ammunition headed into the fall.", "sentId": 209}, {"text": "He criticized her for not being sophisticated enough to know whether -- understand the classified systems and markings of all these e-mails.", "sentId": 210}, {"text": "He said that hostile actors could have potentially gotten access to her e-mails.", "sentId": 211}, {"text": "He said it was -- it was a reasonable assumption to assume that the deleted e-mails included classified information.", "sentId": 212}], "secId": 88}, {"speaker": "RAJU", "sentences": [{"text": "And also the Benghazi committee, the House Oversight Committee is going to issue a referral this coming week to the FBI to investigate whether she lied to the Benghazi committee about whether to e-mail -- whether any of her e-mails included classified markings.", "sentId": 213}, {"text": "She said they did not during her testimony last year.", "sentId": 214}], "secId": 89}, {"speaker": "RAJU", "sentences": [{"text": "So, the political fight will continue.", "sentId": 215}, {"text": "The Republicans are going to try to keep this alive even if she does survive any legal jeopardy.", "sentId": 216}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "They're also saying, the speaker says he's going to ask the intelligence community to not give her -- not allow her access to classified information as a candidate.", "sentId": 217}, {"text": "Once you get through the conventions, the two major candidates are entitled to classified briefings to essentially prepare them, get them ready for the day they could be president.", "sentId": 218}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "And also a few point, Comey was a Clinton defendant in the sense that he said she didn't do anything criminal, didn't do anything wrong.", "sentId": 219}, {"text": "He sort of made clear if she applied for a job at the FBI involved computer use she wouldn't get it, in his view.", "sentId": 220}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "But if this goes as expected and she's standing in New Hampshire on Tuesday and Bernie Sanders is at her side at a time when we're going into the Republican convention, which we'll talk about a few minutes, where there is still a lot of rumbling in the family, does it matter?", "sentId": 221}], "secId": 93}, {"speaker": "INSKEEP", "sentences": [{"text": "Does it matter --", "sentId": 222}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "The Democratic unity.", "sentId": 223}, {"text": "You've got the president on board.", "sentId": 224}], "secId": 95}, {"speaker": "INSKEEP", "sentences": [{"text": "Yes.", "sentId": 225}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Se is going to campaign with the vice president.", "sentId": 226}, {"text": "It was canceled, postponed, because of Dallas.", "sentId": 227}, {"text": "But she's the vice president.", "sentId": 228}, {"text": "She's got Elizabeth Warren.", "sentId": 229}, {"text": "And now, she's going to get her primary rival, who was at times pretty scathing in his criticism of her.", "sentId": 230}], "secId": 97}, {"speaker": "INSKEEP", "sentences": [{"text": "Democrats have been more unified from the beginning than Republicans.", "sentId": 231}, {"text": "They get an opportunity this week, according to your reporting, to show that.", "sentId": 232}, {"text": "They get an opportunity to try to put the e- mails behind her.", "sentId": 233}, {"text": "But you guys are correct that it depends on how the Republicans try to push that forward.", "sentId": 234}], "secId": 98}, {"speaker": "INSKEEP", "sentences": [{"text": "Can Clinton at some point say this is an old story, it's over and done with, or are there ways such as Paul Ryan's move to continue to make headlines, to continue to remind people of this story?", "sentId": 235}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Wolf Blitzer tried to -- in the interview.", "sentId": 236}, {"text": "The hearing went on, she did not speak.", "sentId": 237}, {"text": "After Comey spoke and then he had a hearing in Congress.", "sentId": 238}, {"text": "Hillary Clinton had not said anything publicly, she wanted the hearing to play out.", "sentId": 239}, {"text": "In an interview with Wolf Blitzer, she is trying to put it behind her,", "sentId": 240}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "and she's trying to say, well, if I did anything wrong, I wasn't the only one.", "sentId": 241}], "secId": 101}, {"speaker": "CLINTON", "sentences": [{"text": "Over 300 people were on these e-mail exchanges.", "sentId": 242}, {"text": "Some on many, some on a few, and these were experienced professionals who have had great years of dealing with classified material.", "sentId": 243}, {"text": "And whatever they sent me, they did not believe and had, in my view, no reason to believe at the time that it was classified.", "sentId": 244}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "It's -- I get it.", "sentId": 245}, {"text": "But why does she have to be so lawyerly?", "sentId": 246}, {"text": "No reason to believe, at the time.", "sentId": 247}, {"text": "Why does she have to say over 300 people were on these e-mail exchanges so we all screwed up.", "sentId": 248}, {"text": "Why can't she say, I made a mistake, it was a horrible mistake, the more I learn about it, looking at what the FBI said, now that I see all the context of it, God, it was even worse than I thought and it will never happen again?", "sentId": 249}, {"text": "What's wrong with that?", "sentId": 250}], "secId": 103}, {"speaker": "BALL", "sentences": [{"text": "She is Hillary Clinton.", "sentId": 251}, {"text": "And she is a lawyer.", "sentId": 252}, {"text": "She is a diplomat.", "sentId": 253}, {"text": "And she is trying to finesse a situation that's sticky for her, right?", "sentId": 254}], "secId": 104}, {"speaker": "BALL", "sentences": [{"text": "I mean, the talking point from the Clinton campaign is this is now over.", "sentId": 255}, {"text": "It's time to move on.", "sentId": 256}, {"text": "I think the Bernie Sanders thing helps her, because if you remember, he was sort of her best ally on the issue in the primaries.", "sentId": 257}, {"text": "Getting up in the debate saying I am tired of hearing about your damn e-mails.", "sentId": 258}, {"text": "Some people think he could have made more headway in the primary on that.", "sentId": 259}, {"text": "Even her biggest antagonist thought it was a big issue, that was a powerful selling point for her.", "sentId": 260}], "secId": 105}, {"speaker": "BALL", "sentences": [{"text": "I think there is enough damning language in the Comey statement as Manu said, and enough lingering issues that it still creates baggage for her.", "sentId": 261}, {"text": "But the fact that the party is coming together and the fact that this formal investigation is concluded is obviously a major selling point for her.", "sentId": 262}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "We'll see Jim Comey in TV ads pretty soon I suspect from either of the Trump campaign or Republican super PAC.", "sentId": 263}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 264}, {"text": "Coming up, one of the big speakers not too long ago called Donald Trump a pathological liar.", "sentId": 265}, {"text": "The GOP's unconventional convention next.", "sentId": 266}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "But please check our INSIDE POLITICS quiz online this morning.", "sentId": 267}, {"text": "What would you like to see from Trump's running mate?", "sentId": 268}, {"text": "More political experience, more business experience or more of an outsider?", "sentId": 269}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "You can tell us now at CNN.com/vote.", "sentId": 270}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "The days ahead will give us a much better sense of whether Republicans who still hold out hoping of dumping Donald Trump as their nominee have a prayer.", "sentId": 271}, {"text": "The convention opens a week from tomorrow but the depth of the anti-Trump sentiment, an organization, will become clear as the rules and other committees meet this week to set the table for the big event.", "sentId": 272}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Now, we were promised a speaking program last week.", "sentId": 273}, {"text": "But we're still waiting.", "sentId": 274}, {"text": "But we do know former bitter campaign rival Ted Cruz will be among the speakers and that Ivanka Trump will introduce her father when he accepts the Republican nomination.", "sentId": 275}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "We also know, and this is big, Trump plans to roll out his vice presidential pick this week.", "sentId": 276}, {"text": "He tells top aides Friday would be good, though, some of them would prefer Wednesday or Thursday to allow for pre-convention battleground state travel.", "sentId": 277}, {"text": "Indiana Governor Mike Pence is a favorite of several top Trump campaign officials, but former House Speaker Newt Gingrich wants the job very much, and I'm told he had spent considerable time working Trump's children.", "sentId": 278}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "Where are we?", "sentId": 279}, {"text": "Donald Trump's veep will be --", "sentId": 280}], "secId": 114}, {"speaker": "HAM", "sentences": [{"text": "Lord knows.", "sentId": 281}], "secId": 115}, {"speaker": "HAM", "sentences": [{"text": "I do think talking to the children is not a bad route to go for Newt.", "sentId": 282}, {"text": "As we saw with the Corey Lewandowski blowup.", "sentId": 283}, {"text": "They had a lot to do with that, as the reporting goes.", "sentId": 284}, {"text": "It's not a bad angle to work.", "sentId": 285}, {"text": "Newt is not bad at working angles.", "sentId": 286}], "secId": 116}, {"speaker": "HAM", "sentences": [{"text": "When it comes to the convention, all bets are off, man.", "sentId": 287}, {"text": "But I will say, when it comes to the delegate fight, I haven't seen all the attacks on Trump trying to take him down being too little too late.", "sentId": 288}, {"text": "And I think this will likely end up being the same, but it will be interesting while it's happening.", "sentId": 289}], "secId": 117}, {"speaker": "RAJU", "sentences": [{"text": "It will be interesting to see what Donald Trump thinks he needs for the general election in a candidate to shore up his vulnerabilities heading into the general election.", "sentId": 290}, {"text": "Does he go a route that he's been saying, a Washington insider, someone to make the Washington folks, party establishment, more comfortable with his candidacy, or does he pick someone who could deal with his vulnerabilities on foreign policy and being a commander in chief particularly in this election season, when national security is such a key issue.", "sentId": 291}, {"text": "That's going to be fascinating to see.", "sentId": 292}], "secId": 118}, {"speaker": "RAJU", "sentences": [{"text": "So, you know, it's unclear who it could be and it could be Pence, it could be Gingrich, it could be someone like Michael Flynn, former -- retired general.", "sentId": 293}], "secId": 119}, {"speaker": "RAJU", "sentences": [{"text": "We'll see.", "sentId": 294}, {"text": "I don't think anyone knows but Donald Trump.", "sentId": 295}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "Some of the political pros are worried about a general.", "sentId": 296}, {"text": "They think it -- that Trump likes generals and he's talked publicly about this.", "sentId": 297}, {"text": "The political pros in the campaign think it reinforces those who say he is an authoritarian kind of person.", "sentId": 298}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "By the last time we checked, I don't know if he's changed it, but General Flynn was a Democrat.", "sentId": 299}, {"text": "I assume because conservatives have so many questions about Trump, on that one, with all due respect to the general, it might cause issues among conservatives.", "sentId": 300}, {"text": "What will it tell us about Trump?", "sentId": 301}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "You make a key point.", "sentId": 302}, {"text": "Trump said he wants Washington experience but one of the debates is, well, if your whole brand is being an outsider.", "sentId": 303}, {"text": "Your whole brand is, you know, coming to Washington and flip the table, break, tip all the cards, do you want somebody?", "sentId": 304}], "secId": 123}, {"speaker": "BALL", "sentences": [{"text": "Well, you know, what Trump has been saying he wants an insider because he's going to do great deals and work the system but he needs someone who knows how the system works.", "sentId": 305}, {"text": "That points to someone like a Gingrich or a Pence who spent time in Washington, but less to perhaps a governor like Chris Christie who is not someone who has experience working with Congress.", "sentId": 306}], "secId": 124}, {"speaker": "BALL", "sentences": [{"text": "That's been what Trump has been saying is the selling point for that.", "sentId": 307}, {"text": "But there are reports about the general this week.", "sentId": 308}, {"text": "So the point about him being a Democrat, that could be a plus too if you are, as Trump it, basically running against the Republican party in the general election and trying to say to the rest of America, I am not a typical Republican, I am looking for Democratic votes, I am building a new coalition of voters based on, you know, angry Democrats and angry Republicans and angry independents all coming together regardless of stripe.", "sentId": 309}], "secId": 125}, {"speaker": "KING", "sentences": [{"text": "What does it -- a, we've seen these public tryouts, you may want to call them.", "sentId": 310}, {"text": "Trump on the campaign trail with some of the people who we know are on his short list.", "sentId": 311}, {"text": "Chris Christie was supposed to be with him in Miami but canceled because of Dallas.", "sentId": 312}, {"text": "He'll be with them this coming week.", "sentId": 313}, {"text": "So, we see those.", "sentId": 314}, {"text": "We see if there's chemistry developing.", "sentId": 315}], "secId": 126}, {"speaker": "KING", "sentences": [{"text": "What does it tell us that Bob, chairman of the Foreign Relations Committee, travels with Trump and the next day publicly withdraws, saying, I don't want to be considered anymore.", "sentId": 316}, {"text": "Now, in most cases, it would be viewed as embarrassing.", "sentId": 317}, {"text": "If you submit yourself to the vetting, you're supposed to shut your mouth until the voting is over and say it was an honor to be considered.", "sentId": 318}], "secId": 127}, {"speaker": "KING", "sentences": [{"text": "To publicly say, never mind, and he said nice things about Trump.", "sentId": 319}, {"text": "He said, I'm not an attack do.", "sentId": 320}, {"text": "He made it more about him.", "sentId": 321}, {"text": "Corker trying to say I am not fit for the role.", "sentId": 322}, {"text": "I am not an attack dog.", "sentId": 323}, {"text": "But isn't that kind of backwards?", "sentId": 324}], "secId": 128}, {"speaker": "BALL", "sentences": [{"text": "What Corker meant was, \"I don't have it in me to suck up to Trump 24/7.\"", "sentId": 325}, {"text": "He said positive things about Trump on foreign policy.", "sentId": 326}, {"text": "They have some sympathies in terms of Trump's foreign policy vision, but Corker was then critical when Trump went places that he didn't like, and I think what he saw was, if you're going to get on the Trump train, you don't get off.", "sentId": 327}, {"text": "You've got to defend him even when he says things that are weird.", "sentId": 328}], "secId": 129}, {"speaker": "BALL", "sentences": [{"text": "And so, Corker is on stage with Trump, and Trump gives one of his more unfettered performances on the stump there, and I think --", "sentId": 329}], "secId": 130}, {"speaker": "KING", "sentences": [{"text": "That was Saddam Hussein night, right?", "sentId": 330}], "secId": 131}, {"speaker": "BALL", "sentences": [{"text": "That was Saddam Hussein night.", "sentId": 331}, {"text": "So, I think what Corker and a lot of other people who have taken themselves out of contention, which is unusual for a major party nominee to have so many people say, count me out.", "sentId": 332}, {"text": "Lot of them have realized and they aren't willing to $ defend everything he does.", "sentId": 333}], "secId": 132}, {"speaker": "RAJU", "sentences": [{"text": "Now, just -- Corker did say publicly I asked him about that specifically.", "sentId": 334}, {"text": "He said, well, I didn't mind having to clean up after Donald Trump if I had to do it.", "sentId": 335}, {"text": "He said it wasn't really the job he was looking for.", "sentId": 336}, {"text": "That's what he thinks.", "sentId": 337}, {"text": "He wants -- he is open to being a secretary of state in a Donald Trump administration --", "sentId": 338}], "secId": 133}, {"speaker": "KING", "sentences": [{"text": "If you're Donald Trump, would you give him a cabinet job now as he publicly walks --", "sentId": 339}], "secId": 134}, {"speaker": "RAJU", "sentences": [{"text": "Who knows with Donald Trump.", "sentId": 340}], "secId": 135}, {"speaker": "HAM", "sentences": [{"text": "Every single Republican is having to make this calculation.", "sentId": 341}, {"text": "Some are deciding, well, I am not sure I want to be in the same city while these speeches are going on in Cleveland.", "sentId": 342}, {"text": "I'm not sure I want to be on the same stage speaking the same night.", "sentId": 343}], "secId": 136}, {"speaker": "HAM", "sentences": [{"text": "And then there's somebody who has to decide to stand next to him every single day, whether he can handle that.", "sentId": 344}, {"text": "He is a grizzly bear, he will do what he does and you're not going to be able to change it.", "sentId": 345}, {"text": "So, you've got to respond accordingly and know you can.", "sentId": 346}, {"text": "Few people who feel like they can.", "sentId": 347}], "secId": 137}, {"speaker": "INSKEEP", "sentences": [{"text": "Which is part of the answer to your question about insider versus outsider.", "sentId": 348}, {"text": "Can he get an insider who is available that he really wants and he thinks can help him?", "sentId": 349}], "secId": 138}, {"speaker": "RAJU", "sentences": [{"text": "So, I think that Joni Ernst taking herself out was actually kind of significant, too.", "sentId": 350}, {"text": "She has a promising career ahead of her.", "sentId": 351}, {"text": "She thinks it's much safer to speak at the Republican convention than being on the ticket.", "sentId": 352}], "secId": 139}, {"speaker": "KING", "sentences": [{"text": "In talking to top Trump people this week, they say we know we're going to spin when you see Newt Gingrich at his side, when you see Bob corker at his side, when we see Chris Christie in the coming days as vice presidential tryouts.", "sentId": 353}], "secId": 140}, {"speaker": "KING", "sentences": [{"text": "They actually say inside the campaign, their overriding goal was to keep adult on the plane with Trump, to your point, keeping an adult on the plane because they want someone to talk to him before each event saying this is what you need to talk about, keep focused on this.", "sentId": 354}, {"text": "He is the nominee.", "sentId": 355}, {"text": "I get it.", "sentId": 356}, {"text": "It's backwards.", "sentId": 357}, {"text": "They think they need to impose discipline on him.", "sentId": 358}], "secId": 141}, {"speaker": "KING", "sentences": [{"text": "Listen here.", "sentId": 359}, {"text": "Here is Donald Trump and Newt Gingrich talking about the same subject but a little differently.", "sentId": 360}], "secId": 142}, {"speaker": "TRUMP", "sentences": [{"text": "Crooked Hillary.", "sentId": 361}, {"text": "Crooked.", "sentId": 362}, {"text": "So crooked.", "sentId": 363}, {"text": "She made so many false statements, is she going to be brought before Congress or something?", "sentId": 364}, {"text": "Is something going to happen?", "sentId": 365}], "secId": 143}, {"speaker": "GINGRICH", "sentences": [{"text": "Is there a single person here who believes that, if you had done what Hillary Clinton had done, that you would not be prosecuted?", "sentId": 366}, {"text": "That there are two Americans.", "sentId": 367}, {"text": "There's the corrupt Washington of the old order and there are all the rest of us.", "sentId": 368}], "secId": 144}, {"speaker": "KING", "sentences": [{"text": "It's the last part from the speaker that some of the newer people brought into team Trump wish he would communicate more.", "sentId": 369}, {"text": "Make this about inside or outside.", "sentId": 370}, {"text": "Make this about, she is part of the old order, she's part of a corrupt Washington status quo that we need to change.", "sentId": 371}], "secId": 145}, {"speaker": "KING", "sentences": [{"text": "Trump himself does it sometimes but not consistently.", "sentId": 372}], "secId": 146}, {"speaker": "HAM", "sentences": [{"text": "I think Donald Trump talks about what Donald Trump wants to talk about.", "sentId": 373}, {"text": "And Newt Gingrich is happy to prosecute a case against Hillary Clinton and would be more disciplined in doing that.", "sentId": 374}, {"text": "They also share a sort of brashness that would appeal to the base.", "sentId": 375}], "secId": 147}, {"speaker": "HAM", "sentences": [{"text": "But Trump, for instance, the day that all this news broke about the e- mail stuff, and he could have talked about it at length talked about the Star of David scandal when he got on the stump.", "sentId": 376}, {"text": "That will continue to happen.", "sentId": 377}, {"text": "I'm not sure you can rein it in.", "sentId": 378}], "secId": 148}, {"speaker": "BALL", "sentences": [{"text": "And the other thing that he did that gave a lot of Republicans heartburn, he said he was bored by talking about Hillary.", "sentId": 379}, {"text": "They want me to talk about Hillary the whole time.", "sentId": 380}, {"text": "I'm bored of it.", "sentId": 381}, {"text": "We all know she is crooked.", "sentId": 382}], "secId": 149}, {"speaker": "BALL", "sentences": [{"text": "And you had Republicans fainting and clutching their chest, because they wanted him to use all this damning evidence against her and instead he says, you all know she is crooked.", "sentId": 383}], "secId": 150}, {"speaker": "RAJU", "sentences": [{"text": "I mean, especially when -- you know, what Comey said actually gave Republicans a rallying cry.", "sentId": 384}, {"text": "This is the one time you saw Republicans, like Paul Ryan, prosecute the case against Hillary Clinton.", "sentId": 385}, {"text": "You have not seen that yet.", "sentId": 386}, {"text": "For Donald Trump not to embrace that raised a lot of eyebrows.", "sentId": 387}], "secId": 151}, {"speaker": "KING", "sentences": [{"text": "I'm told by the people inside that Trump comes out the rallies say I don't want to stick to the script because the crowd is flat.", "sentId": 388}, {"text": "When I see the crowd is flat, I've got to give them something and so, that's when he gins it up.", "sentId": 389}], "secId": 152}, {"speaker": "KING", "sentences": [{"text": "And the staff trying to talk to him, you're not there to speak to the crowd, you're there to speak to the cameras.", "sentId": 390}, {"text": "The people in the crowd are already voting for you.", "sentId": 391}, {"text": "You need to speak to the cameras but --", "sentId": 392}], "secId": 153}, {"speaker": "INSKEEP", "sentences": [{"text": "That's a danger for any candidate, if they get whipped up by the crowd.", "sentId": 393}, {"text": "You can end up in place you don't want to be.", "sentId": 394}], "secId": 154}, {"speaker": "HAM", "sentences": [{"text": "And I think he's interested in pleasing those people at that moment, which is why it will be interested to see who he chooses, because I'm not sure he's interested in shoring weaknesses.", "sentId": 395}, {"text": "He's interested in pleasing people.", "sentId": 396}], "secId": 155}, {"speaker": "KING", "sentences": [{"text": "Also interested in what the conventions are going to look like.", "sentId": 397}, {"text": "We're about to find out.", "sentId": 398}, {"text": "I hope.", "sentId": 399}], "secId": 156}, {"speaker": "KING", "sentences": [{"text": "Up next, new evidence many Republicans, we've been kind of talking about this, remain anything but impress with their new leader.", "sentId": 400}], "secId": 157}, {"speaker": "KING", "sentences": [{"text": "Plus, a test for Trump.", "sentId": 401}, {"text": "Can he stay on message in this one last week until the convention?", "sentId": 402}], "secId": 158}, {"speaker": "KING", "sentences": [{"text": "Donald Trump, the new leader of the party of Lincoln and Reagan.", "sentId": 403}, {"text": "He channeled a little LBJ during a visit to Capitol Hill this past week.", "sentId": 404}], "secId": 159}, {"speaker": "KING", "sentences": [{"text": "During a private meeting with Republican senators, Trump said it was time for critics to get in line.", "sentId": 405}, {"text": "And to one, Arizona Senator Jeff Flake, Trump appeared to threaten retaliation, predicting Flake would lose his next election.", "sentId": 406}, {"text": "There are few other tense exchanges.", "sentId": 407}], "secId": 160}, {"speaker": "KING", "sentences": [{"text": "And on the House side, Trump, critics say, he was woefully short on policy specifics and then cited articles of the Constitution that don't exist.", "sentId": 408}], "secId": 161}, {"speaker": "KING", "sentences": [{"text": "But there was also some progress.", "sentId": 409}, {"text": "House Speaker Paul Ryan, for example, was more enthusiastic in his support of Trump.", "sentId": 410}, {"text": "And on the trail in North Carolina, Trump chastised his critics but then shrugged it off.", "sentId": 411}], "secId": 162}, {"speaker": "TRUMP", "sentences": [{"text": "But we need unity in the Republican Party.", "sentId": 412}, {"text": "I have to be honest.", "sentId": 413}, {"text": "I think I win without the unity.", "sentId": 414}], "secId": 163}, {"speaker": "KING", "sentences": [{"text": "We need it, but I can win without it.", "sentId": 415}, {"text": "It's the wonder of the paradox.", "sentId": 416}], "secId": 164}, {"speaker": "KING", "sentences": [{"text": "Take us inside that room, Manu.", "sentId": 417}, {"text": "You're up on the Hill.", "sentId": 418}, {"text": "Was he threatening Jeff Flake?", "sentId": 419}, {"text": "If he was, some people say that's out of bounds.", "sentId": 420}, {"text": "And other people say, good for him.", "sentId": 421}, {"text": "He is the party leader, people should get in line.", "sentId": 422}], "secId": 165}, {"speaker": "RAJU", "sentences": [{"text": "He was threatening to defeat Jeff Flake in this year's elections.", "sentId": 423}, {"text": "One problem is that Jeff Flake is not up for re-election.", "sentId": 424}, {"text": "He is up in 2018 which Flake actually corrected him in the meeting.", "sentId": 425}], "secId": 166}, {"speaker": "RAJU", "sentences": [{"text": "Overall, John, both in the House and Senate meetings, they were mostly collegial meetings.", "sentId": 426}, {"text": "There were tense moments that you mentioned.", "sentId": 427}, {"text": "Jeff Flake for one.", "sentId": 428}, {"text": "He also criticized Mark Kirk, the", "sentId": 429}], "secId": 167}, {"speaker": "RAJU", "sentences": [{"text": "Illinois Republican Senator Mark Kirk who actually did not attend the meeting, but Kirk is in a difficult re-election race and Kirk has rescinded his endorsement of Donald Trump.", "sentId": 430}, {"text": "Donald Trump did not take that lightly.", "sentId": 431}], "secId": 168}, {"speaker": "RAJU", "sentences": [{"text": "Trump called for unity in the meeting.", "sentId": 432}, {"text": "He said he wished Mitch McConnell said people should be nicer to him and wished Republican senators should get behind him.", "sentId": 433}, {"text": "That's one reason why Flake stood up and say, well, maybe you should stop criticizing Hispanics and Mexican-Americans and maybe we can get behind you.", "sentId": 434}], "secId": 169}, {"speaker": "RAJU", "sentences": [{"text": "So, clearly, some work to be done.", "sentId": 435}], "secId": 170}, {"speaker": "BALL", "sentences": [{"text": "What unity means to Trump is that everybody supports unequivocally.", "sentId": 436}, {"text": "It doesn't mean there's any kind of compromise.", "sentId": 437}, {"text": "It doesn't mean he meets them half-way.", "sentId": 438}, {"text": "It's that they all get behind him no matter what he says, does or stands for.", "sentId": 439}], "secId": 171}, {"speaker": "BALL", "sentences": [{"text": "And so, you do have some -- you know, Jeff Flake started it off by saying, yes, stop attacking Mexicans.", "sentId": 440}, {"text": "He also provoked Trump saying, \"I'm the other senator from Arizona, the one who didn't get captured\", needling him for his comments about McCain.", "sentId": 441}], "secId": 172}, {"speaker": "BALL", "sentences": [{"text": "And then you saw this meeting leaked like a sieve, all of the details were in the press.", "sentId": 442}], "secId": 173}, {"speaker": "KING", "sentences": [{"text": "Shocking, right?", "sentId": 443}], "secId": 174}, {"speaker": "BALL", "sentences": [{"text": "So many of these participants want it known that they are behind the scenes giving Trump this criticism, that they're personally telling him what they think about some of his gambits because they're worried about the party's image and their own images that they want it on the record that they're opposing him.", "sentId": 444}], "secId": 175}, {"speaker": "INSKEEP", "sentences": [{"text": "Here is something that Flake is very aware of.", "sentId": 445}, {"text": "He may not be on the ballot in Arizona in 2016.", "sentId": 446}, {"text": "Donald Trump is.", "sentId": 447}, {"text": "There are a lot of polls but Trump is not doing so well in Arizona.", "sentId": 448}, {"text": "It's one of many red states according to 538 where Trump is not doing nearly as well as mitt Romney did in 2012.", "sentId": 449}, {"text": "Maybe he wins Arizona in the end.", "sentId": 450}, {"text": "Democrats always think they might win Arizona, never do.", "sentId": 451}], "secId": 176}, {"speaker": "INSKEEP", "sentences": [{"text": "But he's going to have to fight for red states.", "sentId": 452}, {"text": "A lot of Republicans are aware of that.", "sentId": 453}], "secId": 177}, {"speaker": "RAJU", "sentences": [{"text": "John McCain up for re-election in Arizona as well.", "sentId": 454}], "secId": 178}, {"speaker": "KING", "sentences": [{"text": "But you have the rock 'em sock 'em robots in the family one week from the convention.", "sentId": 455}], "secId": 179}, {"speaker": "HAM", "sentences": [{"text": "Yes.", "sentId": 456}, {"text": "Get used to it.", "sentId": 457}], "secId": 180}, {"speaker": "HAM", "sentences": [{"text": "I always say about him and not to be flippant about Donald Trump, I think this is it's true.", "sentId": 458}, {"text": "He doesn't have policies or strategies per se.", "sentId": 459}, {"text": "He has gut feelings and he has tweets.", "sentId": 460}, {"text": "They change from moment to moment every day.", "sentId": 461}, {"text": "Every single one of these professional politicians who are sort of allergic to this unpredictability and scared of what he's going to do have to decide how close to stand to the fire.", "sentId": 462}], "secId": 181}, {"speaker": "KING", "sentences": [{"text": "How close -- can you ride from the rodeo bull?", "sentId": 463}, {"text": "That's their calculation.", "sentId": 464}], "secId": 182}, {"speaker": "KING", "sentences": [{"text": "Up next, our reporters share from their notebooks, including some delegate drama.", "sentId": 465}, {"text": "What the Stop Trump movement is planning pre- convention.", "sentId": 466}], "secId": 183}, {"speaker": "KING", "sentences": [{"text": "Let me show you the results here from our INSIDE POLITICS quiz.", "sentId": 467}, {"text": "We asked, what would you like to see from Donald Trump's running mate?", "sentId": 468}, {"text": "Most of you, see the numbers here, said \"political insider\".", "sentId": 469}], "secId": 184}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS talk, ask our great reporters to share a little something from their notebooks.", "sentId": 470}], "secId": 185}, {"speaker": "KING", "sentences": [{"text": "Molly Ball?", "sentId": 471}], "secId": 186}, {"speaker": "BALL", "sentences": [{"text": "Well, as you know next week, before the Republican convention begins, the pre-convention meetings of the RNC's rules and platform committees are being held in Cleveland.", "sentId": 472}, {"text": "There is a lot of pressure on these delegates to try to mount a last-ditch effort to stop Trump.", "sentId": 473}, {"text": "Multiple different groups trying to do this, trying to force a minority report out of the rules committee and trying to get delegates to stand up in the role-call vote of the convention.", "sentId": 474}], "secId": 187}, {"speaker": "BALL", "sentences": [{"text": "The most pressure may be brought to bear on the delegates from the states at the beginning of the alphabet, Alabama, Alaska, Arizona, because the feeling is, if they stand up at the beginning and make a statement, other delegates may be emboldened to follow them.", "sentId": 475}], "secId": 188}, {"speaker": "BALL", "sentences": [{"text": "There was a lawsuit in Virginia this week.", "sentId": 476}, {"text": "The hearing went on quite long.", "sentId": 477}, {"text": "Opponents of Trump are seeing it as an encouraging sign.", "sentId": 478}, {"text": "That could free up some delegates.", "sentId": 479}, {"text": "But the Trump campaign and the RNC working hard to stop the effort.", "sentId": 480}], "secId": 189}, {"speaker": "KING", "sentences": [{"text": "Pressure being at the head of the line.", "sentId": 481}, {"text": "That's a good point there.", "sentId": 482}], "secId": 190}, {"speaker": "KING", "sentences": [{"text": "Manu?", "sentId": 483}], "secId": 191}, {"speaker": "RAJU", "sentences": [{"text": "John, since he dropped out loud of the race Ted Cruz positioned himself as the unapologetic leader of movement conservatives.", "sentId": 484}, {"text": "He has made some endorsements in congressional races that are backing grassroots -- candidates supported by the grass roots but opposed toy party establishment, including in Colorado.", "sentId": 485}, {"text": "A Senate candidate who party leaders don't think have much of a chance, Michael Bennett, the Democratic senator, as well as Tim Huelskamp, a Kansas conservative who is facing his own primary challenge back home.", "sentId": 486}], "secId": 192}, {"speaker": "RAJU", "sentences": [{"text": "Interestingly last week he agreed to speak at the Republican National Convention.", "sentId": 487}, {"text": "He has not agreed to endorse Donald Trump but expect it to be almost a launching pad of sorts as he tries to position himself to be a possible 2020 candidate if Donald Trump does not win in the fall.", "sentId": 488}], "secId": 193}, {"speaker": "KING", "sentences": [{"text": "I'm not sure he wouldn't be a 2020 candidate even if Donald Trump wins in the fall.", "sentId": 489}], "secId": 194}, {"speaker": "RAJU", "sentences": [{"text": "There you go.", "sentId": 490}], "secId": 195}, {"speaker": "KING", "sentences": [{"text": "Steve?", "sentId": 491}], "secId": 196}, {"speaker": "INSKEEP", "sentences": [{"text": "Early in the week, President Obama is supposed to go to Dallas.", "sentId": 492}, {"text": "Now, he has spoken after countless mass shootings and other kinds of shootings but he faces a special challenge here because these were police officers who were shot.", "sentId": 493}, {"text": "The president faces a version of what Black Lives Matter protesters have faced.", "sentId": 494}], "secId": 197}, {"speaker": "INSKEEP", "sentences": [{"text": "Whenever he speaks out showing concern about white officers killing black men, he is accused of being against the police.", "sentId": 495}, {"text": "We have seen that in voter interviews.", "sentId": 496}, {"text": "People do raise that concern.", "sentId": 497}, {"text": "And so, he'll have a special challenge as to how to address this concern about the safety of police as well as the safety of African-Americans on the streets.", "sentId": 498}], "secId": 198}, {"speaker": "KING", "sentences": [{"text": "It's a fascinating challenge for the president.", "sentId": 499}], "secId": 199}, {"speaker": "KING", "sentences": [{"text": "Mary Katharine?", "sentId": 500}], "secId": 200}, {"speaker": "HAM", "sentences": [{"text": "Well, in preparing for the conventions and all of us who will be covering and watching, a thought.", "sentId": 501}, {"text": "If you want to see 2016 laugh, tell it your plans.", "sentId": 502}, {"text": "And, hey, you keeping disagree with him and but you endorse him.", "sentId": 503}, {"text": "And he's like, yes, that's correct.", "sentId": 504}, {"text": "And people just a thought for those covering and watching, acting as if this will fall in the normal rubric of politics which I think some of us in the press are prone to do is a bad idea going into both of these conventions.", "sentId": 505}], "secId": 201}, {"speaker": "HAM", "sentences": [{"text": "But I tink people keep asking for instance Speaker Ryan, you speak against him but you've endorsed him and he says, that's correct.", "sentId": 506}, {"text": "They're going to keep doing the dance for months.", "sentId": 507}, {"text": "It will be weird, so get ready.", "sentId": 508}], "secId": 202}, {"speaker": "KING", "sentences": [{"text": "Get ready.", "sentId": 509}, {"text": "Throw out the scripts, throw out the rules, throw out what you think might happen.", "sentId": 510}], "secId": 203}, {"speaker": "KING", "sentences": [{"text": "I'll close with this one -- if the election were today, team Trump believes it would turn out to like 2012, meaning an overwhelming Democratic victory.", "sentId": 511}, {"text": "Four years ago, President won 332 electoral votes.", "sentId": 512}, {"text": "Top Trump advisors believe at this moment, the race is actually just about the same with Trump leading in states that have 200 to 210 electoral votes.", "sentId": 513}], "secId": 204}, {"speaker": "KING", "sentences": [{"text": "But their mood despite the steep hill is actually somewhat upbeat.", "sentId": 514}], "secId": 205}, {"speaker": "KING", "sentences": [{"text": "The election is not today.", "sentId": 515}, {"text": "It's 120 days from now and most of the battle ground states are pretty close.", "sentId": 516}, {"text": "The view at Trump Tower is Hillary Clinton's high negatives kept her from taking advantage of Trump's missteps and missed opportunities.", "sentId": 517}, {"text": "As they look to improve the electoral map, Florida is one big concern", "sentId": 518}], "secId": 206}, {"speaker": "KING", "sentences": [{"text": "for team Trump.", "sentId": 519}, {"text": "And the rust belt is viewed as the key.", "sentId": 520}, {"text": "One amusing aside.", "sentId": 521}, {"text": "When the state by state stuff comes up in the campaign meeting Trump insists he can win California and New York.", "sentId": 522}, {"text": "No one else in the room thinks that's remotely possible but Trump advisors say the candidate gets a little testy when told he's wrong.", "sentId": 523}], "secId": 207}, {"speaker": "KING", "sentences": [{"text": "Keep an eye on the map.", "sentId": 524}], "secId": 208}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 525}, {"text": "Again, thanks for sharing your Sunday.", "sentId": 526}], "secId": 209}, {"speaker": "KING", "sentences": [{"text": "Next Sunday, we'll live from the GOP convention site in Cleveland, Ohio.", "sentId": 527}, {"text": "And please join us at noon for a special daily edition of \"Inside Politics\" during those both conventions.", "sentId": 528}], "secId": 210}, {"speaker": "KING", "sentences": [{"text": "Up next, \"STATE OF THE UNION\" with Jake Tapper.", "sentId": 529}], "secId": 211}, {"speaker": "TAPPER", "sentences": [{"text": "Thin blue line.", "sentId": 530}, {"text": "The nation mourns five Dallas police officers murdered by a domestic terrorist.", "sentId": 531}, {"text": "New details on his background, his arsenal and his journal.", "sentId": 532}, {"text": "The latest from the Dallas police chief.", "sentId": 533}], "secId": 212}, {"speaker": "BROWN", "sentences": [{"text": "This must stop, this divisiveness between our police and our citizens.", "sentId": 534}], "secId": 213}], "sectionCount": 214, "url": "transcripts.cnn.com/TRANSCRIPTS/1607/10/ip.01.html", "sentenceCount": 536, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 10, 2016 - 08:00   ET", "speakers": ["KING", "OBAMA", "CLINTON", "TRUMP", "COMEY", "Question one", "nasty", "PHILLIP", "RAJU", "INSKEEP", "BALL", "LIMBAUGH", "PHILLIPS", "HAM", "GINGRICH", "TAPPER", "BROWN"], "title": "INSIDE POLITICS"}