{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1407.13.ip.01.html.json", "subTitle": "Trust Deficit between Obama & GOP; Border Crisis Boosting Perry's Profile", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "A growing crisis at the border and an election year war of words over who to blame.", "sentId": 0}], "secId": 0}, {"speaker": "OBAMA", "sentences": [{"text": "Sue him, impeach him.", "sentId": 1}, {"text": "Really?", "sentId": 2}, {"text": "For what?", "sentId": 3}], "secId": 1}, {"speaker": "BOEHNER", "sentences": [{"text": "This is a problem of the President's own making.", "sentId": 4}, {"text": "He's been president for five and a half years.", "sentId": 5}, {"text": "When he's going to take responsibility for something?", "sentId": 6}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "The President says he needs nearly $4 billion to fix things.", "sentId": 7}, {"text": "Republicans say call up the National Guard, but before they debate that, there's this.", "sentId": 8}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "The American people expected to see their president when there is a disaster.", "sentId": 9}, {"text": "Why can't he show up on the border of Texas?", "sentId": 10}], "secId": 4}, {"speaker": "OBAMA", "sentences": [{"text": "This isn't theater.", "sentId": 11}, {"text": "This is a problem.", "sentId": 12}, {"text": "I'm not interested in photo-ops.", "sentId": 13}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Not at the border but a pool hall?", "sentId": 14}, {"text": "Well, that's a made- for-TV toast.", "sentId": 15}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 16}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 17}, {"text": "I'm John King.", "sentId": 18}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 19}], "secId": 8}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Robert Costa of the \"Washington Post\"; Adrian Carrasquillo of \"Buzz Feed\"; \"The Atlantic's\" Molly Ball; and Olivier Knox of Yahoo News.", "sentId": 20}], "secId": 9}, {"speaker": "Now", "sentences": [{"text": "the investing guru, Warren Buffett; Microsoft founder, Bill Gates; Vegas casino mogul, Sheldon Adelson.", "sentId": 21}, {"text": "But I bet you'll agree with this, running a joint appeal for immigration reform Buffett, Gates and Adelson pose a version of a question I often ask in our staff meetings.", "sentId": 22}, {"text": "Why do we have a big government if it won't step up and deal with big, obvious, urgent problems.", "sentId": 23}], "secId": 10}, {"speaker": "Now", "sentences": [{"text": "They write this, \"Americans citizens are paying 535 people\" -- that would be the House and the Senate -- \"to take care of the legislative needs of the country.", "sentId": 24}, {"text": "We are getting short changed.\"", "sentId": 25}, {"text": "The three men wrote -- that was Friday -- in the \"New York Times\", \"It's time\" they wrote, \"for 535 of American citizens to remember what they owe to the 318 million people who employ them.\"", "sentId": 26}], "secId": 11}, {"speaker": "Now", "sentences": [{"text": "Gentlemen, well put and good luck.", "sentId": 27}], "secId": 12}, {"speaker": "Now", "sentences": [{"text": "Buffett, Gates and Adelson, like most in the business community, want sweeping immigration reforms -- not happening, not this year anyway.", "sentId": 28}, {"text": "But the most pressing question now is can the President and his critics especially House Republicans get past the war of words we've seen in the past week or so and find common ground on how to deal with the pressing border crisis right now, Molly Ball, the surge of these undocumented children.", "sentId": 29}], "secId": 13}, {"speaker": "Now", "sentences": [{"text": "They're talking at each other; they're talking past each other.", "sentId": 30}, {"text": "There do seem to be maybe some seeds of compromise.", "sentId": 31}, {"text": "Will they get it done?", "sentId": 32}], "secId": 14}, {"speaker": "BALL", "sentences": [{"text": "Yes, and you know, I think this coming week may be the week we finally start to find an answer to that question.", "sentId": 33}, {"text": "There is a lot of agreement that something needs to be done and I think this past week was largely consumed with this sort of side show about whether the President ought to go to the border and a lot of this, you know, partisan finger pointing over why we're in this situation to begin with.", "sentId": 34}, {"text": "But when you get down to it, you know, Democrats and Republicans do agree that something has to be done about this immediate crisis.", "sentId": 35}], "secId": 15}, {"speaker": "BALL", "sentences": [{"text": "Congress has said that they, in some ways don't like the President's request and I think there's going to be pressure on them this week to say what they do instead.", "sentId": 36}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "And part of it, Robert, is the bad blood between the President and especially conservatives in the house.", "sentId": 37}, {"text": "My question is, you know, when will they take yes for an answer to some degree in the sense that they've told the President you can't link this to sweeping immigration reform -- he understands that.", "sentId": 38}, {"text": "They told the President for years pay attention to the border.", "sentId": 39}, {"text": "I think they've got his attention.", "sentId": 40}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "The President says he wants to send most or majority anyway of these kids back, that's what the Conservatives want.", "sentId": 41}, {"text": "So what is the hang-up?", "sentId": 42}, {"text": "And if the President it seems to be to go through the policy list mostly giving Conservatives what they want?", "sentId": 43}], "secId": 18}, {"speaker": "COSTA", "sentences": [{"text": "Well, first of all, they're just frustrated with the President so they're not really willing at this time to fully engage but I think if anything happens it's going to will be narrow.", "sentId": 44}, {"text": "It's going to be incremental.", "sentId": 45}, {"text": "It's going to be a quickening of deportations.", "sentId": 46}, {"text": "That's something that seems to have a little bit of room on both sides of the aisle.", "sentId": 47}, {"text": "That could be an area where they compromise.", "sentId": 48}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Where does he get heat, Adrian, from the left?", "sentId": 49}, {"text": "Because you've had the Hispanic caucus come out, you've had other members saying hey, wait a minute there's a 2008 law, just about everybody who was in Congress at the time voted for it.", "sentId": 50}, {"text": "It passed by unanimous consent in the Senate that says if it you're not from Mexico or Canada you are guaranteed this hearing.", "sentId": 51}, {"text": "That's part of the holdup here.", "sentId": 52}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "These kids are guaranteed a legal process to make sure that there's not some reason, whether it's crime, whether it's a refugee status they shouldn't be sent home.", "sentId": 53}, {"text": "As the President says most will go back how much heat does he get from his left?", "sentId": 54}], "secId": 21}, {"speaker": "CARRASQUILLO", "sentences": [{"text": "Well, I mean you have the activists saying that this is a humanitarian crisis and you know, you saw the ACLU lawsuit that just came out a couple days ago.", "sentId": 55}, {"text": "And so, you know, this quickening of deportation -- that's what the Republicans want.", "sentId": 56}, {"text": "But you have a lot of people saying is that something that he should do, is that something's that's right when these kids are not getting, you know, proper legal counsel.", "sentId": 57}, {"text": "You have to actually if you're going to say why they left their country in a place like Honduras that has record murders this.", "sentId": 58}, {"text": "They just had 32 in June of children.", "sentId": 59}], "secId": 22}, {"speaker": "CARRASQUILLO", "sentences": [{"text": "So then people are saying, you have to ask those kids why did you leave?", "sentId": 60}, {"text": "What are you actually fleeing?", "sentId": 61}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "As this plays out, Olivier, one of the things you do see is the trust deficit.", "sentId": 62}, {"text": "Cecilia Munoz, she's the domestic policy advisor at the White House, was on \"THE SITUATION ROOM\" with my colleague Wolf Blitzer early last week.", "sentId": 63}, {"text": "Here's what she said when asked how many of these children are ultimately going to be sent home?", "sentId": 64}], "secId": 24}, {"speaker": "MUNOZ", "sentences": [{"text": "We believe a majority of these kids are unlikely to qualify for humanitarian relief.", "sentId": 65}, {"text": "So they ultimately will be returned.", "sentId": 66}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "The question is how do you define \"majority\" and how do you define \"ultimately\"?", "sentId": 67}, {"text": "In the sense of majority, is that half plus one or is it 50 percent, is it 60 percent?", "sentId": 68}, {"text": "That would not satisfy the right and \"ultimately\" is it in the next weeks or is this months and years down the road.", "sentId": 69}], "secId": 26}, {"speaker": "dispute", "sentences": [{"text": "You've put your finger on one of the", "sentId": 70}], "secId": 27}, {"speaker": "dispute", "sentences": [{"text": "biggest problems which is, as you say, the trust deficit.", "sentId": 71}, {"text": "You know, Republicans are very, very open about saying the simple fact is we don't trust this president to propose the right policy, we don't trust this president to implement the right policy.", "sentId": 72}, {"text": "And so that's been a huge part of this log jam in Washington, D.C.", "sentId": 73}], "secId": 28}, {"speaker": "dispute", "sentences": [{"text": "You point out the majority issue.", "sentId": 74}, {"text": "That is a big issue although I think the administration would say counter and say well, we just don't know yet.", "sentId": 75}, {"text": "We haven't done a full survey of all these kids.", "sentId": 76}, {"text": "We can't commit to a figure.", "sentId": 77}, {"text": "The last thing we want to do is commit to a figure and fall short.", "sentId": 78}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "I think part of the problem -- please correct me if you disagree -- is that some of the statements made by the leaders in this, because we're 114 days from an election, aren't very serious.", "sentId": 79}, {"text": "They're more geared toward politics.", "sentId": 80}, {"text": "They're more geared toward the base.", "sentId": 81}, {"text": "They're not geared toward trying to get a solution.", "sentId": 82}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "I want to remind some Americans if you forget, here's 2006, there was this guy in the house, he was a leader, and he said look, the President's out there, he's bold.", "sentId": 83}, {"text": "I may not agree with everything he says but the President's out there -- that was George W. Bush at the time making these bold promises on immigration.", "sentId": 84}, {"text": "We should try to get something done.", "sentId": 85}], "secId": 31}, {"speaker": "BOEHNER", "sentences": [{"text": "He has pushed it out into the forefront.", "sentId": 86}, {"text": "He ought to be congratulated for it.", "sentId": 87}, {"text": "That's what presidents do, they lead.", "sentId": 88}, {"text": "And while we have differences of opinion, we've got to find a way to resolve this.", "sentId": 89}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "What happened to him?", "sentId": 90}, {"text": "Where did he go?", "sentId": 91}], "secId": 33}, {"speaker": "COSTA", "sentences": [{"text": "I think Speaker Boehner is under immense pressure ahead of the elections to have a partisan message against the President and he also knows that after the election he's going to up for the gavel again.", "sentId": 92}, {"text": "He wants to make sure conservatives are behind him.", "sentId": 93}, {"text": "You have the Speaker out there sending very emotional, volatile in his message against the President and the President seems to be campaigning.", "sentId": 94}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "The President does.", "sentId": 95}, {"text": "The President does seem to be campaigning because I picked on John Boehner there saying where'd he go.", "sentId": 96}, {"text": "That was leadership.", "sentId": 97}, {"text": "I don't really see as much of that right now and I get the dynamic in his party.", "sentId": 98}, {"text": "Some people say it's just because there's a Democrat in the White House, instead.", "sentId": 99}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "But listen to the President making his case saying he doesn't understand why today's Republicans won't do what their hero once did.", "sentId": 100}], "secId": 36}, {"speaker": "OBAMA", "sentences": [{"text": "Ronald Reagan passed immigration reform.", "sentId": 101}, {"text": "And you love Ronald Reagan.", "sentId": 102}, {"text": "Let's go ahead and do it.", "sentId": 103}, {"text": "I mean what changed?", "sentId": 104}, {"text": "I'm just saying.", "sentId": 105}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "He knows, molly ball, what changed.", "sentId": 106}, {"text": "He knows well what changed and that's not helpful either because Republicans remembered the Reagan bill where they granted amnesty to a whole lot of undocumented people and they said they're going to improve border security and in the eyes of conservatives that second part -- the border security part never came.", "sentId": 107}, {"text": "So if the President wants to get a deal that language isn't going to help.", "sentId": 108}], "secId": 38}, {"speaker": "BALL", "sentences": [{"text": "Well, I mean it's almost silly that we're even still having this conversation about whether the President can get a deal.", "sentId": 109}, {"text": "This has been over for a long time.", "sentId": 110}, {"text": "And you know, it's coming up again because there is now a border crisis.", "sentId": 111}, {"text": "But you know, I think immigration reform has been off the table for basically the better part of this year.", "sentId": 112}], "secId": 39}, {"speaker": "BALL", "sentences": [{"text": "And so that's part of why I think the President feels liberated to go off on the Republicans when he made his speech about the executive actions that he was planning to take, feels like a century ago but really just a couple of weeks ago.", "sentId": 113}, {"text": "The reason that he did that was because he had finally given up hope, he had finally been told that the House Republicans weren't going to do it.", "sentId": 114}], "secId": 40}, {"speaker": "BALL", "sentences": [{"text": "They've been sort of stringing along in particular their allies in the business community but this wasn't going to happen.", "sentId": 115}, {"text": "And I think despite or maybe even more intensely because of what's happening on the border this isn't going to happen.", "sentId": 116}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "So who are the voices of reason?", "sentId": 117}, {"text": "You see on the senate side Senators Blake and McCain of Arizona.", "sentId": 118}, {"text": "Then you see some others saying let's rewrite that 2008 law.", "sentId": 119}, {"text": "The 2008 law guarantees that process.", "sentId": 120}, {"text": "They want to either take that process away or make sure that it happens more quickly.", "sentId": 121}, {"text": "If you get that done, I think then that opens the gateway to maybe how much money maybe the President won't get $4 billion but he'll get something.", "sentId": 122}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "If the President and Speaker Boehner are talking past each other, who emerges to be the voices of reason to get us a deal?", "sentId": 123}], "secId": 43}, {"speaker": "CARRASQUILLO", "sentences": [{"text": "Well, yesterday you saw Mario Diaz Balart being available -- a voice of reason, you know.", "sentId": 124}, {"text": "And he's talked about a long time --", "sentId": 125}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "Republican of Florida.", "sentId": 126}], "secId": 45}, {"speaker": "CARRASQUILLO", "sentences": [{"text": "Yes, Republican congressman and he's talked about -- he was working on the undocumented portion of the House bill.", "sentId": 127}, {"text": "And you know, he wanted to do something that would give some sort of status, either as guest workers, whatever, for the undocumented people and so he was talking about yesterday this is the border crisis is a reason for reform, not for Republicans to say you see this?", "sentId": 128}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "But the Speaker told him to go away, right?", "sentId": 129}, {"text": "CARRASQUILLO:  Yes, he wasn't happy about it.", "sentId": 130}, {"text": "But also the", "sentId": 131}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Dreamers, when he's talking about it -- the idea maybe you should deport the dreamers and Diaz-Balart is saying that's not helpful.", "sentId": 132}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "And does the President pull back at one point.", "sentId": 133}, {"text": "Speaker Boehner says no to Diaz-Balart in part because of Robert's calculation, the 2014 turnout calculation, to keep the Tea Party happy, keep the base happy.", "sentId": 134}, {"text": "Does the President back off from a broader deal if one is available, a more aggressive deal if one is available because of the left and the same concern that if you alienate Latinos you downplay Democratic turnout this year.", "sentId": 135}], "secId": 49}, {"speaker": "KNOX", "sentences": [{"text": "I think the President keeps hammering away at the fact that the Senate, the Democratic controlled senate has passed a comprehensive immigration bill.", "sentId": 136}, {"text": "He's going to stick to that talking point, it's a pretty strong one.", "sentId": 137}, {"text": "And then he couples it with on the more modest side, I should guess that what you want which is border security, which speedier enforcement of the law in some cases.", "sentId": 138}], "secId": 50}, {"speaker": "KNOX", "sentences": [{"text": "So he doesn't back off.", "sentId": 139}, {"text": "He certainly doesn't back off between now and the midterm elections on any of this -- not on the rhetoric, not on that private deal making that he's got to do to get anything in Congress.", "sentId": 140}], "secId": 51}, {"speaker": "COSTA", "sentences": [{"text": "I think there is going to be maybe a breaking point, where either Boehner or the President has to back off with the current talking points.", "sentId": 141}, {"text": "Because this issue on the border is festering and it's going to be a political problem for both parties.", "sentId": 142}, {"text": "Who's going to really step in to this vacuum and take some leadership?", "sentId": 143}, {"text": "I don't see Diaz-Balart or Paul Ryan and others on Capitol Hill taking the reins.", "sentId": 144}, {"text": "It's going to come down to Boehner or Obama, who is going to move first?", "sentId": 145}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "Well, they got elected to solve problems even on election year.", "sentId": 146}, {"text": "So I'll leave it at that for now.", "sentId": 147}, {"text": "We'll continue this conversation in a minute.", "sentId": 148}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "Next we learn about just that, we learn a lot about our leaders in times of crisis.", "sentId": 149}, {"text": "Who is seizing this moment and who is shrinking from the challenge?", "sentId": 150}, {"text": "That's in this latest immigration state.", "sentId": 151}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "First though, in this week's installment of \"politicians say or sometimes do the darnedest things\", Secretary of State John Kerry in China proving windsurfing isn't his only hobby.", "sentId": 152}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 153}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "Republicans, maybe with some secret information about Lebron, decided this past week to hold their 2016 nominating convention in Cleveland.", "sentId": 154}, {"text": "They hope it will help put Ohio back in the GOP column come 2016.", "sentId": 155}, {"text": "AS we wait for the Democrats to make their choice, we thought good use of our puzzle this week, is take a little tour through history to see whether your convention location really affects the election.", "sentId": 156}, {"text": "Let's go back to 199s, George and Barbara Bush in their hometown", "sentId": 157}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "of Houston, well, they won Texas but they didn't win the election.", "sentId": 158}, {"text": "Bill Clinton and Al Gore chose New York, Madison Square Garden.", "sentId": 159}, {"text": "They did win the election but New York was a foregone conclusion.", "sentId": 160}, {"text": "It's always blue.", "sentId": 161}, {"text": "The timing helped there, that's when Ross Perot was getting out of the race.", "sentId": 162}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "Let's come forward to 2008, you betcha, the Republicans thought going to Minnesota might help them in the Rust Belt but it didn't.", "sentId": 163}, {"text": "Minnesota was reliably blue again in November.", "sentId": 164}, {"text": "Team Obama will tell you this, they believe that going to Colorado in 2008 did help put that state in the Democratic fold because it voted for Bush in 2004.", "sentId": 165}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Fast forward to 2012, as you know, Barack Obama went to North Carolina.", "sentId": 166}, {"text": "He won it in 2008 but not in 2012 so that didn't work.", "sentId": 167}, {"text": "The Republicans knew they needed Florida, they went to Tampa, nope, that one went blue.", "sentId": 168}, {"text": "So as you see, it doesn't always matter where you hold your convention.", "sentId": 169}, {"text": "Why then would Republicans go to Cleveland, Ohio?", "sentId": 170}, {"text": "Maybe you know the history.", "sentId": 171}, {"text": "No Republican in modern times has won the presidency without winning Ohio.", "sentId": 172}, {"text": "This was the map in 2012 when Barack Obama won it for the second consecutive time.", "sentId": 173}, {"text": "A little bit of telestration, what the Republicans hope for in 2016 is if they're in Cleveland, better turn that on to make it work, they're standing in the suburbs will go up a little bit more.", "sentId": 174}, {"text": "They won them last time but not by the numbers they needed.", "sentId": 175}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "See this blue here and see this blue here, if I turn this off, what they're hoping for is -- what they're hoping for is that it looks more like this, if they show up in Ohio that's George W. Bush in 2004, the last time Republicans carried that critical state.", "sentId": 176}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "So Robert Costa, here's my question as we start the conversation.", "sentId": 177}, {"text": "The guy who would like to be celebrated in Cleveland is Rick Perry.", "sentId": 178}, {"text": "He's among the Republicans seeking the nomination.", "sentId": 179}, {"text": "He did seize the national platform this week to get in a fight with the President on immigration.", "sentId": 180}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "What did we learn about Rick Perry at this time of crisis?", "sentId": 181}], "secId": 63}, {"speaker": "COSTA", "sentences": [{"text": "Well, I think we see Rick Perry trying to rehabilitate his political career and I think he's become a different politician since his failed run in 2012.", "sentId": 182}, {"text": "We see he's a little more easygoing.", "sentId": 183}, {"text": "He's more willing to engage with the President directly, a lot of national Republicans will not do that.", "sentId": 184}, {"text": "And I think Perry is one of the players who is under the radar but someone to be taken seriously.", "sentId": 185}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "A harder tonation on the surface but we don't know is will Rick Perry on the debate stage in 2016 change his views from 2012?", "sentId": 186}, {"text": "Remember he was for a Texas version of the dream act.", "sentId": 187}, {"text": "He was for in- state tuition I believe for some undocumented.", "sentId": 188}, {"text": "Will he go to the right on those issues or just on his tone?", "sentId": 189}], "secId": 65}, {"speaker": "CARRASQUILLO", "sentences": [{"text": "Well, back then, you know, he said you have to have a heart when it comes to immigration and now, you know, it looks like for him to make a play in the primaries he's thinking now he has to be maybe a little tougher on immigration, you know.", "sentId": 190}, {"text": "And it works for him now -- that borders is what he knows and so now the President is being pitted against him and makes him look good.", "sentId": 191}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Is it Olivier is it just a moment in time or are we seeing Rick Perry use this to become a serious player?", "sentId": 192}], "secId": 67}, {"speaker": "KNOX", "sentences": [{"text": "Well, I apologize in advance, time will tell.", "sentId": 193}, {"text": "No, I mean that is really the question.", "sentId": 194}, {"text": "He looked pretty promising speaking in the previous cycle.", "sentId": 195}, {"text": "He gave a couple of great speeches to some conservative groups.", "sentId": 196}, {"text": "He looked like possibly the front-runner if you walked in, you know, governor of a big, important state with an interesting economic record and then he fizzles.", "sentId": 197}, {"text": "And so we're facing sort of that same question with him this time.", "sentId": 198}], "secId": 68}, {"speaker": "KNOX", "sentences": [{"text": "Although clearly the border issue is much more relevant to the governor of Texas running for president than some of the others.", "sentId": 199}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "But if he goes hard right Molly and abandons his support for in-state tuition for example, something like the Dream Act allowing the younger undocumented who had no idea a parent or relative was bringing them across the border to allow them to stay and give them some path to status.", "sentId": 200}, {"text": "If he abandons that, can he win in November?", "sentId": 201}, {"text": "If he were going to be the nominee?", "sentId": 202}, {"text": "Can Republicans win in 2016 if they have the same hard line on immigration that they had when they lost two-thirds of the Latino vote in 2012 and 2008?", "sentId": 203}], "secId": 70}, {"speaker": "MOLLY", "sentences": [{"text": "Rick Perry knows as well as anyone and probably better how bad the long-term politics of a hard line on immigration are for Republicans.", "sentId": 204}, {"text": "It's very interesting if you just look at the way the sort of Texas Republican Party has moved away from Rick Perry.", "sentId": 205}], "secId": 71}, {"speaker": "MOLLY", "sentences": [{"text": "Rick Perry, who you know, when he entered the 2012 race remember the rap on him was he was this crazy anti-Washington Tea Party right winger and yet he has this moderate position on immigration.", "sentId": 206}, {"text": "The Texas Republican Party in its platform had a moderate position on immigration but this year we have seen the new lieutenant governor nominee in Texas and all the way down the slate of the Republicans who are now in power in Texas are much more hard line.", "sentId": 207}], "secId": 72}, {"speaker": "MOLLY", "sentences": [{"text": "The party has moved way to the right and that's going back to the convention part of the reason that the national Republican Party does not now want to be associated with the brand of the Texas GOP is because they have now taken this very hard edge stand on immigration.", "sentId": 208}], "secId": 73}, {"speaker": "MOLLY", "sentences": [{"text": "So you know, I think Rick Perry has made a very smart, sort of political opportunistic move on this particular issue because there's such a vacuum.", "sentId": 209}, {"text": "Nobody wants to stand next to the pictures coming out of the border -- not President Obama and really not any Republicans.", "sentId": 210}, {"text": "And so this is an issue that Rick Perry can own and try to get himself taken seriously again.", "sentId": 211}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "To that point A lot of Republicans won't even stand in a picture with President Obama even if they're disagreeing him.", "sentId": 212}, {"text": "But Rick Perry decided to do that and I'm a huge fan.", "sentId": 213}, {"text": "The President comes to your state I think you should respect the office whether he's a Democrat or Republican.", "sentId": 214}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "But Rick Perry took that stand.", "sentId": 215}, {"text": "He met with the President this week.", "sentId": 216}, {"text": "You see him there, he took the risk maybe.", "sentId": 217}, {"text": "But what did we learn about the President?", "sentId": 218}, {"text": "Republicans all week long and then even some Democrats said Mr.  President, you should go to the border.", "sentId": 219}, {"text": "You're going to be in Texas, you have to go to the border.", "sentId": 220}, {"text": "The President said I'm not going.", "sentId": 221}, {"text": "You're not going to bait me into it.", "sentId": 222}, {"text": "This isn't a game.", "sentId": 223}], "secId": 76}, {"speaker": "OBAMA", "sentences": [{"text": "This isn't theater.", "sentId": 224}, {"text": "This is a problem.", "sentId": 225}, {"text": "I'm not interested in photo-ops.", "sentId": 226}, {"text": "I'm interested in solving the problem.", "sentId": 227}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "He does a fair share like any politicians, Olivier.", "sentId": 228}, {"text": "He does a fair share of photo-ops when he thinks it suits his purposes.", "sentId": 229}, {"text": "So what's behind the --", "sentId": 230}], "secId": 78}, {"speaker": "KNOX", "sentences": [{"text": "It's absolutely a tool of presidential communications but you know, my reporting indicates that he was particularly interested in avoiding one kind of photo-op.", "sentId": 231}, {"text": "I talked to a congressional Democrat who is fairly close to the White House who said, imagine this.", "sentId": 232}, {"text": "He goes to one of the facilities with these teenagers, with these kids who are coming across the border and the images that go back to Central and South America are if you send your kid illegally to the United States, the President himself will welcome you here.", "sentId": 233}, {"text": "This person said I don't have a lock on what the White House was thinking but that's certainly part of the problem here.", "sentId": 234}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "The Republicans say stupid not to go, not leadership not to go.", "sentId": 235}, {"text": "If that's the case, then it might be smart not to go.", "sentId": 236}], "secId": 80}, {"speaker": "COSTA", "sentences": [{"text": "Perhaps but I think the President at some point probably is going to have to get down there.", "sentId": 237}, {"text": "This is a national controversy and it's looming over his presidency.", "sentId": 238}, {"text": "And he may want to avoid political theater and he may for a long time be able to put the blame on Republicans but eventually this comes down to him and Speaker Boehner.", "sentId": 239}, {"text": "Who's going to get there and who's going to have the solution.", "sentId": 240}], "secId": 81}, {"speaker": "CARRASQUILLO", "sentences": [{"text": "Rick Perry tried to connect it to his Katrina -- right.", "sentId": 241}, {"text": "So then you have the images that George Bush had that didn't look so good and with Obama down at the border, would that be that for him?", "sentId": 242}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Have we learned anything about the President?", "sentId": 243}, {"text": "One knock on him is he doesn't have these relationships to bring people together at a moment like this.", "sentId": 244}, {"text": "I'm not saying all the blame is his.", "sentId": 245}, {"text": "I think they all share the blame.", "sentId": 246}, {"text": "They all share the blame.", "sentId": 247}, {"text": "But is there something missing from -- it's mostly speech giving, it's not deal making.", "sentId": 248}], "secId": 83}, {"speaker": "BALL", "sentences": [{"text": "You know, the message has already gotten down to Guatemala and Honduras that if you get here we'll take care of you because it's true.", "sentId": 249}, {"text": "Because we aren't going to let the kids starve to death in the streets, this is America.", "sentId": 250}, {"text": "And so what I think we have learned is that this is a White House especially in the second term that is not particularly receptive to outside pressure, wherever it comes from, whether it's from their own allies, whether it's from their opponents.", "sentId": 251}, {"text": "They have chosen their course.", "sentId": 252}, {"text": "They're going to stick to it and they decreasingly feel that anyone else ought to be telling them what to do.", "sentId": 253}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "We'll see if they stick to that and the week ahead as they start to negotiate some of this.", "sentId": 254}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Everybody stay put.", "sentId": 255}, {"text": "Up next, tomorrow's news today as our reporters help give you a head start on the big political news just around the corner.", "sentId": 256}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Let's go around the table and ask our great reporters to share some reporting and get you out ahead of the curve.", "sentId": 257}, {"text": "Molly Ball?", "sentId": 258}], "secId": 87}, {"speaker": "BALL", "sentences": [{"text": "Well, this may finally be the week that we learn what the administration is going to do with the long-awaited nondiscrimination executive order that was promised several weeks ago and then delayed when this controversy erupted after the Hobby Lobby decision about the tension between religious liberty and in this case gay rights.", "sentId": 259}, {"text": "Of course, in Hobby Lobby it was about contraception but this has really set the administration back on its heels.", "sentId": 260}, {"text": "They didn't expect there to be such a difficult decision between the gay rights groups calling for there not to be religious exemption in this order and the religious groups saying that there has to be religious exemption in this order.", "sentId": 261}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Big test for the President.", "sentId": 262}, {"text": "We'll watch that.", "sentId": 263}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "Olivier?", "sentId": 264}], "secId": 90}, {"speaker": "KNOX", "sentences": [{"text": "Let's say the heavens open up and our elected leaders see the light and they agree on this short term $4 billion measure for the border, just say that.", "sentId": 265}, {"text": "The problem is not going away any time soon.", "sentId": 266}, {"text": "The latest figures for immigration court are pretty startling -- a backlog of about 375,000 claims, and the average wait time, if you're in the system, before you see an immigration judge is 587 days.", "sentId": 267}], "secId": 91}, {"speaker": "KNOX", "sentences": [{"text": "It gives you a sense of the severity of the policy problem.", "sentId": 268}, {"text": "We like to relate things back to politics a lot -- to 2014, to 2016 -- that's natural but that gives you a sense of how long this problem has been neglected and how long it's going to be with us.", "sentId": 269}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "That's a stunning number.", "sentId": 270}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Adrian?", "sentId": 271}], "secId": 94}, {"speaker": "CARRASQUILLO", "sentences": [{"text": "If you thought this week was interesting, I mean I think next week is going to be about the kids, about the stories of the children.", "sentId": 272}, {"text": "So you know, you already saw that with the \"New York Times\" went down there -- went down to Central America.", "sentId": 273}, {"text": "Why are these people actually leaving?", "sentId": 274}], "secId": 95}, {"speaker": "CARRASQUILLO", "sentences": [{"text": "I've been reaching out to different organizations because I think there's -- the debate is easy when it's about Murrieta, California and there's two sides.", "sentId": 275}, {"text": "There's protesters and that's an easy story for the media.", "sentId": 276}, {"text": "But there's been a lot of like this quick jump at the political narrative and just forgetting that there's children now at the border.", "sentId": 277}, {"text": "Not everybody is against them.", "sentId": 278}, {"text": "Not everyone is just saying get them out of here.", "sentId": 279}, {"text": "There's people that are trying to help them.", "sentId": 280}], "secId": 96}, {"speaker": "CARRASQUILLO", "sentences": [{"text": "I reached out to one organization, United We Dream, which did a vigil at the border and they went to a bus station where they're helping out some of the kids.", "sentId": 281}, {"text": "I have them sending me some photos and some other groups along the border to do like a photo story so you can see what the kids look like.", "sentId": 282}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "It will be interesting to see more of the faces which are missing from this debate, especially right there at the border, whether it will change the political debate.", "sentId": 283}, {"text": "That's interesting.", "sentId": 284}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "Robert.", "sentId": 285}], "secId": 99}, {"speaker": "COSTA", "sentences": [{"text": "One of the more memorable images in presidential campaign history was when Bobby Kennedy went to West Virginia in the 1968 primary.", "sentId": 286}, {"text": "It's always been a state -- West Virginia -- for Democrats to go in and try to have a populist message.", "sentId": 287}], "secId": 100}, {"speaker": "COSTA", "sentences": [{"text": "On Monday you're going to see Senator Elizabeth Warren of Massachusetts to West Virginia to campaign for Natalie Tennant, the Democratic candidate there.", "sentId": 288}, {"text": "This is really going to be a test for Warren.", "sentId": 289}, {"text": "Can she go into a red state and resonate with some of those working class voters.", "sentId": 290}, {"text": "And on the same day as Warren in West Virginia, Paul Ryan will be there campaigning for the Republican Shelley Moore Capito.", "sentId": 291}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "West Virginia, big national state --", "sentId": 292}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 293}, {"text": "Rand Paul continues to get most of the buzz among those taking an early look at the 2016 Republican presidential maneuvering -- some smart hires for him of late in Iowa and New Hampshire.", "sentId": 294}, {"text": "He continues what one activist calls a relentless courting of the establishment that is skeptical of him because of his foreign policy views and because of his dad.", "sentId": 295}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "But there is beginning to be a little bit more buzz about a guy we had almost forgotten, Marco Rubio -- remember the freshman senator from Florida?", "sentId": 296}, {"text": "He's given a number of policy speeches in recent weeks and months and he's also doing things the old-fashioned way, using his political action committee to dole out money to key Republicans in key states and key races, so more of a buzz brewing about Rubio.", "sentId": 297}, {"text": "But remember it was the immigration debate in the Senate a little more than a year ago that caused his start of fade -- a lot of people watching to see if he wanders into the immigration debate now at a time he's starting to  of a comeback.", "sentId": 298}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "That's it for this week's INSIDE POLITICS.", "sentId": 299}, {"text": "Thanks again for sharing your Sunday.", "sentId": 300}, {"text": "We'll see you soon.", "sentId": 301}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION WITH CANDY CROWLEY\" starts right now.", "sentId": 302}], "secId": 106}], "sectionCount": 107, "url": "transcripts.cnn.com/TRANSCRIPTS/1407/13/ip.01.html", "sentenceCount": 304, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 13, 2014 - 08:30   ET", "speakers": ["KING", "OBAMA", "BOEHNER", "With us to share their reporting and their insights", "Now", "BALL", "COSTA", "CARRASQUILLO", "MUNOZ", "dispute", "KNOX", "MOLLY"], "title": "INSIDE POLITICS"}