{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1610.26.ip.01.html.json", "subTitle": "Donald Trump Insists He's Winning and the Media is Lying; Hillary Clinton Campaigns in Florida. Aired 12-12:30p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "John and Kate, thank you.", "sentId": 0}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "And welcome to INSIDE POLITICS.", "sentId": 1}, {"text": "I'm John King.", "sentId": 2}, {"text": "A beautiful view of the Capitol there from a rooftop right across the street from the White House.", "sentId": 3}, {"text": "Another beautiful day.", "sentId": 4}, {"text": "Thanks for sharing some time with us.", "sentId": 5}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Thirteen days now until we pick a new president.", "sentId": 6}, {"text": "Donald Trump, right here in Washington, D.C., just finished dedicating his new hotel right up the street from where we are.", "sentId": 7}, {"text": "Also made a little news.", "sentId": 8}, {"text": "We'll bring you that in a minute.", "sentId": 9}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton live in Florida this hour.", "sentId": 10}, {"text": "We take you to that event when Hillary Clinton starts campaigning in the all-important sunshine state.", "sentId": 11}, {"text": "You see the event right there.", "sentId": 12}, {"text": "We'll get to it in just a few moments.", "sentId": 13}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "First, though, a quick but important observation to frame the race and our conversation this noontime.", "sentId": 14}, {"text": "Donald Trump insists he's winning and he insists the media is lying.", "sentId": 15}], "secId": 4}, {"speaker": "TRUMP", "sentences": [{"text": "We're fighting a crooked establishment.", "sentId": 16}, {"text": "And just about the biggest part of the crooked establishment are these people right back there with the phony cameras.", "sentId": 17}, {"text": "They're bunch of phony -", "sentId": 18}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Well, that's nuts, Mr. Trump.", "sentId": 19}, {"text": "Sorry, but poll after poll after poll shows Trump is losing.", "sentId": 20}, {"text": "And, no, we are not cooking the books.", "sentId": 21}, {"text": "But if you're a Trump supporter, you probably don't believe me.", "sentId": 22}, {"text": "So, consider this, if Trump is winning, why, then, is the National Rifle Association, which supports Donald Trump, all but conceding a Hillary Clinton victory?", "sentId": 23}], "secId": 6}, {"speaker": "UNIDENTIFIED MALE ", "sentences": [{"text": "Now Evan Bayh  wants back in the Senate and he wants to help Hillary fill another chair on the Supreme Court.", "sentId": 24}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "That, an ad in the Indiana Senate race.", "sentId": 25}, {"text": "And, again, when then, if Trump is winning, are Republican Senate candidates all but conceding a Hillary Clinton victory?", "sentId": 26}], "secId": 8}, {"speaker": "UNIDENTIFIED MALE ", "sentences": [{"text": "Hillary Clinton should not have a blank check with our jobs and our security.", "sentId": 27}], "secId": 9}, {"speaker": "UNIDENTIFIED FEMALE ", "sentences": [{"text": "In the Senate, Katie McGinty would give Hillary everything she wants.", "sentId": 28}], "secId": 10}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Pat Toomey would not.", "sentId": 29}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights today, Ashley Parker of \"The New York Times,\" CNN's Nia-Malika Henderson, Mary Katharine Ham of \"The Federalist,\" and CNN's Manu Raju.", "sentId": 30}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Let's start right there.", "sentId": 31}, {"text": "Mary Katharine, I want to start with you.", "sentId": 32}, {"text": "Trump says he's willing.", "sentId": 33}, {"text": "I'm going to map it out in a minute.", "sentId": 34}, {"text": "He's not.", "sentId": 35}, {"text": "There - there is - he's moving in some states.", "sentId": 36}, {"text": "This race is not over.", "sentId": 37}, {"text": "But he's not winning.", "sentId": 38}], "secId": 13}, {"speaker": "HAM", "sentences": [{"text": "Right.", "sentId": 39}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "He says we are lying.", "sentId": 40}, {"text": "We are not.", "sentId": 41}, {"text": "But I - what's interesting to me is in the last 24 hours or so, it seems like the floodgates have opened from Republicans now going from what they've been saying privately for some time, that they think he's toast, to the NRA running an ad in Indiana saying, don't elect this Democrat because you don't want Hillary Clinton to have a Democratic Senate.", "sentId": 42}, {"text": "The Senate candidate, a Republican in Pennsylvania, saying don't give Hillary Clinton a blank check.", "sentId": 43}, {"text": "Seems to me it's Republicans saying it's over.", "sentId": 44}], "secId": 15}, {"speaker": "HAM", "sentences": [{"text": "Yes, well, Kellyanne Conway had said, look, we're in - certainly in the less advantageous position here for the next 15 - or I guess it's 14 days now, whatever it is.", "sentId": 45}, {"text": "The strategy has to change at some point if it looks in these states like they're going to go down from the top of the ticket.", "sentId": 46}, {"text": "You have to make a different argument.", "sentId": 47}], "secId": 16}, {"speaker": "HAM", "sentences": [{"text": "And the argument is not a bad one because people don't love one-party rule, but you actually have to make it and you can't pretend that he's not falling in your state, if it's Pennsylvania especially.", "sentId": 48}, {"text": "Indiana's a little worrisome certainly for Republicans because that should be a red state.", "sentId": 49}, {"text": "Obama won it in '08.", "sentId": 50}, {"text": "But a more solid state is not looking great.", "sentId": 51}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "And some of the commentary is just striking.", "sentId": 52}, {"text": "I'm going to read you from the conservative blog Red State.", "sentId": 53}, {"text": "Now, a lot of these people are never Trumpers.", "sentId": 54}, {"text": "I want to be clear about that.", "sentId": 55}, {"text": "They haven't loved Donald Trump to begin with.", "sentId": 56}, {"text": "But some of them have tried to mute it a little bit when they thought he was going to win or to help the other Senate candidates.", "sentId": 57}, {"text": "This is - \"the ramifications of such a nomination can't be easily shaken off.", "sentId": 58}, {"text": "The entire party structure latched itself on to Donald Trump, and much like a terrible drunken night of one bad decision after another, the party will be left sick, smelly and possibly a bit sticky.\"", "sentId": 59}, {"text": "I'm reading.", "sentId": 60}], "secId": 18}, {"speaker": "HENDERSON", "sentences": [{"text": "Smelly?", "sentId": 61}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "\"2018 should be a year for extending the lead.", "sentId": 62}, {"text": "It will now be a year of recovery.\"", "sentId": 63}], "secId": 20}, {"speaker": "RAJU", "sentences": [{"text": "The knives are out, John.", "sentId": 64}, {"text": "And it's got to get even worse after Election Day, assuming the Republicans come up short, especially if they lose control of Congress.", "sentId": 65}, {"text": "The debate that's going to occur is whether or not the party needs to do more to build consensus with Democrats, cut deals on things like immigration, move forward in that regard, or did the party abandon its core conservative principles and fight - and they should fight on those grounds?", "sentId": 66}, {"text": "That's going to be the crux of the Republican debate on Capitol Hill going forward.", "sentId": 67}, {"text": "It's something we've seen for years, but it's been even more pronounced.", "sentId": 68}, {"text": "And it will also be a blame game about who would stop Trump - do you stop the Republican leadership, should they have stopped Trump earlier, or did they not do enough to help him late in the game?", "sentId": 69}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "But what happens in the next 14 days throughout this?", "sentId": 70}, {"text": "Your newspaper today saying that privately Trump is saying, Paul Ryan should be held accountable, there should be punishment, because the speaker of the House has not been open in supporting me.", "sentId": 71}, {"text": "In a radio interview yesterday, Trump said, how do they live with themselves?", "sentId": 72}, {"text": "Meaning the other presidential candidate - he was in Florida, I think he means Marco Rubio - who have not come out full-throated in embracing Donald Trump.", "sentId": 73}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "And listen to him here, even as he campaigns against Hillary Clinton, here's Donald Trump again campaigning against Republicans.", "sentId": 74}], "secId": 23}, {"speaker": "TRUMP", "sentences": [{"text": "The fact that the Washington establishment has tried so hard to stop our campaign, which is actually a movement.", "sentId": 75}, {"text": "This is a movement, folks.", "sentId": 76}, {"text": "And - this is the last time we're going to have a chance.", "sentId": 77}, {"text": "Four years, it's over.", "sentId": 78}, {"text": "It's over.", "sentId": 79}, {"text": "In four years, you don't have a chance.", "sentId": 80}, {"text": "All these characters that want to run in four years, they can forget it.", "sentId": 81}, {"text": "They're wasting their time.", "sentId": 82}, {"text": "You don't have even a little bit of a chance.", "sentId": 83}, {"text": "This is it.", "sentId": 84}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "In an odd way, he's acknowledging the demographic ditch that the Republican Party is in and one a lot of Republicans think he's digging even deeper.", "sentId": 85}], "secId": 25}, {"speaker": "know", "sentences": [{"text": "Well, Trump, you know, as he said", "sentId": 86}], "secId": 26}, {"speaker": "know", "sentences": [{"text": "himself in these audiotapes that have come out in interviews he has given is that he loves fighting and he hates losing.", "sentId": 87}, {"text": "And the more he starts to lose or feel like he's losing, he becomes more erratic and he blames other people.", "sentId": 88}, {"text": "And I think what you see with these fights is, he doesn't really care who he's fighting with.", "sentId": 89}, {"text": "He - typically you try to fight with the Democrats, your Democratic rival, the other party, but he's just as happy to take aim within his party and have really vicious fights with Republicans.", "sentId": 90}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "And as they make these choices, it puts them in odd boxes because you have Pat Toomey in Pennsylvania, who's now running an ad saying, don't give Hillary Clinton a blank check.", "sentId": 91}, {"text": "He won't say who he's going to vote for, for president.", "sentId": 92}], "secId": 28}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 93}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "He's the Republican - he's an incumbent Republican senator and he won't answer the question.", "sentId": 94}, {"text": "Joe Heck, the Senate candidate in Nevada, he's a congressman now running for the Senate seat.", "sentId": 95}, {"text": "Listen to him right here.", "sentId": 96}, {"text": "He won't answer the question, who are you going to vote for?", "sentId": 97}], "secId": 30}, {"speaker": "JOE HECK", "sentences": [{"text": "It's my ballot.", "sentId": 98}, {"text": "I'll wait until November 8th.", "sentId": 99}], "secId": 31}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Do you think people don't deserve a right to know who their senator - possible future senator is going to vote for?", "sentId": 100}], "secId": 32}, {"speaker": "HECK", "sentences": [{"text": "No, I don't.", "sentId": 101}, {"text": "It's a personal - it's a personal decision who you vote for.", "sentId": 102}, {"text": "It's a secret ballot, just like your ballot is a secret ballot.", "sentId": 103}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "No, no, it's not just like your ballot's a secret ballot.", "sentId": 104}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "You want to be a - you are a member of the United States Congress.", "sentId": 105}, {"text": "You're a declared member of the Republican Party and you want to be in the United States Senate.", "sentId": 106}, {"text": "Leaders lead, right?", "sentId": 107}], "secId": 35}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 108}], "secId": 36}, {"speaker": "HAM", "sentences": [{"text": "Yes.", "sentId": 109}], "secId": 37}, {"speaker": "HENDERSON", "sentences": [{"text": "I mean it's shades of Alison Lundergren Grimes , right, when she was running in Kentucky in that painful 30 seconds or so of her refusing to say who she would vote for.", "sentId": 110}, {"text": "But this is the place that Donald Trump has left the party.", "sentId": 111}], "secId": 38}, {"speaker": "HENDERSON", "sentences": [{"text": "One of the things, if you look at that rally, when he was in Florida there, there was a black woman there who had on a shirt that said, \"Trump and the Republicans are not racist,\" right?", "sentId": 112}, {"text": "I mean the fact that they are trying - they have to make that argument at this point in the campaign, that they have to make that argument about the nominee of a major party and the rest of the Republican Party tells you why they're in this fix.", "sentId": 113}, {"text": "They haven't been able to expand the base of this party.", "sentId": 114}, {"text": "Trump, for a while, you had people on the sidelines, Republicans partially, waiting for Trump to get better, waiting for him to be a different person, waiting for him to be more disciplined, waiting for him to be less focused on revenge and score settling.", "sentId": 115}, {"text": "That person never showed up.", "sentId": 116}, {"text": "And I think all the dams are - everything's broken now and they want to - it's every man and woman for himself.", "sentId": 117}], "secId": 39}, {"speaker": "HAM", "sentences": [{"text": "Yes, I mean the Republican Party and many of these folks who are running are in this nearly impossible position where you have to walk a line and acknowledge the real anger and frustration and economic insecurity of those who have backed Trump and speak to that, and acknowledge it, and treat it with respect.", "sentId": 118}], "secId": 40}, {"speaker": "HAM", "sentences": [{"text": "But you also have to, while Trump is using his type of rhetoric to speak to them, speak to a completely different kind of swing voter and suburban women and college educated whites.", "sentId": 119}, {"text": "And walking that line is very, very hard.", "sentId": 120}, {"text": "And Trump is not helping by either keeping his rhetoric in line or keeping his eye on the ball, which is sort of the basic ask.", "sentId": 121}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "And the question I guess we won't answer until a week from Tuesday is, what about these candidates who won't say?", "sentId": 122}, {"text": "Are they helping themselves or hurting themselves by saying, well, I have to get away from Trump but I won't tell you who I'm going to vote for.", "sentId": 123}, {"text": "It's not exactly a profile in courage.", "sentId": 124}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "And as we talked about, this open warfare in the Republican Party, the finger-pointing.", "sentId": 125}, {"text": "Last night on Fox News, which a lot of people out there think that's a reliably Republican place to go, right?", "sentId": 126}, {"text": "Well, not always.", "sentId": 127}, {"text": "Megyn Kelly in particular has shown a lot of courage asking questions about Donald Trump.", "sentId": 128}, {"text": "She was trying to ask them of the former House Speaker Newt Gingrich last night, who is a Trump supporter, and it got interesting.", "sentId": 129}], "secId": 43}, {"speaker": "GINGRICH", "sentences": [{"text": "You want to go back through the tapes on your show recently?", "sentId": 130}, {"text": "You are fascinated with sex and you don't care about public policy.", "sentId": 131}], "secId": 44}, {"speaker": "KELLY", "sentences": [{"text": "Me?", "sentId": 132}, {"text": "Really?", "sentId": 133}], "secId": 45}, {"speaker": "GINGRICH", "sentences": [{"text": "Well, that's what I get out of watching you tonight.", "sentId": 134}], "secId": 46}, {"speaker": "KELLY", "sentences": [{"text": "You know what, Mr. Speaker, I'm not fascinated by sex, but I am fascinated by the protection of women -", "sentId": 135}], "secId": 47}, {"speaker": "GINGRICH", "sentences": [{"text": "OK.", "sentId": 136}], "secId": 48}, {"speaker": "KELLY", "sentences": [{"text": "And understanding what we're getting in the Oval Office.", "sentId": 137}], "secId": 49}, {"speaker": "GINGRICH", "sentences": [{"text": "OK.", "sentId": 138}], "secId": 50}, {"speaker": "KELLY", "sentences": [{"text": "And I think the American voters would like to know -", "sentId": 139}], "secId": 51}, {"speaker": "GINGRICH", "sentences": [{"text": "And therefore we're going to send Bill Clinton back to the East Wing because, after all, you are worried about sexual predators.", "sentId": 140}], "secId": 52}, {"speaker": "KELLY", "sentences": [{"text": "Yes, listen, it's not about me.", "sentId": 141}, {"text": "It's about the women and men of America.", "sentId": 142}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "We could have a conversation about whether Newt Gingrich is the proper person to prosecute that argument and go back to the 1990s.", "sentId": 143}, {"text": "I covered that building behind me in those days.", "sentId": 144}, {"text": "It was rather interesting.", "sentId": 145}, {"text": "But, just moments ago, at the dedication of his new Trump International hotel here, Donald Trump was not talking much politics but he did want to give a \"that a boy\" to Newt.", "sentId": 146}], "secId": 54}, {"speaker": "TRUMP", "sentences": [{"text": "She made that statement not too long ago.", "sentId": 147}, {"text": "Now she's trying to withdraw that statement.", "sentId": 148}, {"text": "She wants to withdraw that statement so badly, Newt.", "sentId": 149}, {"text": "By the way, congratulations, Newt, on last night.", "sentId": 150}, {"text": "That was an amazing interview.", "sentId": 151}, {"text": "That was an amazing -", "sentId": 152}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Now, we've learned throughout this campaign that Trump has a Megyn Kelly complex, but, again, I -", "sentId": 153}], "secId": 56}, {"speaker": "HENDERSON", "sentences": [{"text": "Complex, fixation, obsession.", "sentId": 154}, {"text": "Something like that.", "sentId": 155}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Yes, but I come back to what I call the first rule of holes.", "sentId": 156}, {"text": "If you're in a ditch, stop digging.", "sentId": 157}, {"text": "And he's got a problem with women voters in this electorate and what is that?", "sentId": 158}, {"text": "What is an that a - I'm going to let the ladies speak because, as a guy, it seems a little weird if you're promising to give a \"that a boy\" to that one, I don't think that was all that smart.", "sentId": 159}], "secId": 58}, {"speaker": "PARKER", "sentences": [{"text": "I mean I don't think it's quite like if you've lost Megyn Kelly you've lost America, because as you pointed out, she has shown a strong degree of political independence from the party.", "sentId": 160}, {"text": "But I do think, in this election, where both candidates are sort of so unpopular, whatever candidate is dominating the news or you're talking about is simply losing.", "sentId": 161}, {"text": "And so that's Trump's problem is that he - he brought this all on himself.", "sentId": 162}, {"text": "Not only did he say those things in the video that was released, but then he can't stop talking about these women.", "sentId": 163}, {"text": "Even at a policy speech at Gettysburg, which was hyped as a major address to roll out his closing argument, he could not help but add, in his prepared remarks, and, by the way, I'm going to sue each and every single one of you women.", "sentId": 164}, {"text": "And it just steps on his message.", "sentId": 165}], "secId": 59}, {"speaker": "HENDERSON", "sentences": [{"text": "And - yes -", "sentId": 166}], "secId": 60}, {"speaker": "HAM", "sentences": [{"text": "It's almost as - it's almost if he's fascinated by sex and not that interested in public policy.", "sentId": 167}], "secId": 61}, {"speaker": "PARKER", "sentences": [{"text": "Right.", "sentId": 168}, {"text": "KING: Touche!", "sentId": 169}, {"text": "-", "sentId": 170}], "secId": 62}, {"speaker": "HENDERSON", "sentences": [{"text": "It - and I mean it also just goes to show that he's standing in place.", "sentId": 171}, {"text": "Where was here in October of 2015?", "sentId": 172}, {"text": "Basically arguing with Megyn Kelly.", "sentId": 173}, {"text": "Where is he a year later?", "sentId": 174}, {"text": "Arguing with Megyn Kelly via his buddy Newt Gingrich.", "sentId": 175}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Four score and one \"Access Hollywood\" tape ago - I'm sorry, I digress.", "sentId": 176}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "We're going to take you now live to Florida.", "sentId": 177}, {"text": "Hillary Clinton campaigning.", "sentId": 178}, {"text": "Twenty-nine electoral votes.", "sentId": 179}, {"text": "One of the biggest battlegrounds still on the table.", "sentId": 180}, {"text": "Let's take a listen.", "sentId": 181}], "secId": 65}, {"speaker": "CLINTON", "sentences": [{"text": "The reason I've been bringing it up at all my stops here in Florida, partly because I was horrified by it, but also because, think about this, when you are sworn in as president, you take an oath.", "sentId": 182}, {"text": "You take an oath to preserve, protect and defend the Constitution.", "sentId": 183}, {"text": "And listening to Donald Trump's campaign, I truly doubt that he has ever read the Constitution.", "sentId": 184}, {"text": "Or if he did, back in school, he certainly doesn't remember it, and he doesn't understand, it is the most important founding document for the longest-lasting, greatest democracy in the history of the world.", "sentId": 185}], "secId": 66}, {"speaker": "CLINTON", "sentences": [{"text": "In America, we don't say we're going to keep you in suspense about whether we'll respect the outcome of an election.", "sentId": 186}, {"text": "We have free and fair elections, and a peaceful transfer of power.", "sentId": 187}, {"text": "That is one of the things that makes America who we are.", "sentId": 188}, {"text": "And we fool around with that and we criticize that at our peril.", "sentId": 189}], "secId": 67}, {"speaker": "CLINTON", "sentences": [{"text": "You know, as your secretary of state, I went to 112 countries, a lot of those countries - a lot of those countries are ones that are not democracies, or they're only pretend democracies.", "sentId": 190}, {"text": "They actually have authoritarian leaders or dictators.", "sentId": 191}, {"text": "And, yes, you know what, they rig their elections.", "sentId": 192}, {"text": "You know, somebody running gets 99.9 percent of the vote.", "sentId": 193}, {"text": "We've seen this.", "sentId": 194}, {"text": "We know what that means.", "sentId": 195}, {"text": "And some of you, either yourselves or your parents or your grandparents came from places where that went on.", "sentId": 196}, {"text": "And we can never tolerate anyone running to be president of the United States who undermines and questions our fundamental democratic values.", "sentId": 197}], "secId": 68}, {"speaker": "CLINTON", "sentences": [{"text": "Now, we know has he spent his entire campaign attacking one group of Americans after another.", "sentId": 198}, {"text": "He's attacked immigrants.", "sentId": 199}, {"text": "He's attacked African-Americans and Latinos and POWs and Muslims and people with disabilities and, boy, has he attacked women.", "sentId": 200}, {"text": "But now his final target is democracy itself.", "sentId": 201}, {"text": "And we have faced challenges to our democracy before, and we've got to keep working until we have a more perfect union.", "sentId": 202}], "secId": 69}, {"speaker": "CLINTON", "sentences": [{"text": "And our very first president understood that.", "sentId": 203}, {"text": "I mean George Washington refused to become a king.", "sentId": 204}, {"text": "You know folks were saying, hey, you know, this president thing is OK, but maybe we should have a king.", "sentId": 205}, {"text": "Well, we had a revolution to get out from under one king.", "sentId": 206}, {"text": "And George Washington was wise enough to say, no, I'm going home.", "sentId": 207}, {"text": "We need to have the peaceful transfer of power.", "sentId": 208}, {"text": "One person can't act like they're in charge of everything in America.", "sentId": 209}, {"text": "That's not who we are.", "sentId": 210}, {"text": "We disagree, i case you haven't noticed.", "sentId": 211}, {"text": "But then -", "sentId": 212}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "You're listening to Hillary Clinton campaigning there in Florida.", "sentId": 213}, {"text": "Twenty-nine electoral votes at stake there.", "sentId": 214}, {"text": "A very close race.", "sentId": 215}, {"text": "A new poll out today shows Donald Trump might actually be a little bit ahead in Florida.", "sentId": 216}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "We'll take a quick break.", "sentId": 217}, {"text": "When we come back, it's Hillary Clinton's birthday.", "sentId": 218}, {"text": "Does she like her gift from WikiLeaks?", "sentId": 219}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 220}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "The Cheryl Special is available on the Internet, but not at your local diner.", "sentId": 221}, {"text": "It's a scathing reference to Hillary Clinton's State Department chief of staff, Cheryl Mills, written by Clinton ally and Democratic activist Neera Tanden.", "sentId": 222}, {"text": "We know about this because of WikiLeaks.", "sentId": 223}, {"text": "At issue, the moments when those outside of Clinton's inner most circle found out about that private e-mail server at their home.", "sentId": 224}, {"text": "Quote, \"why didn't they get stuff like this out 18 months ago?", "sentId": 225}, {"text": "So crazy,\" Miss Tanden wrote in an e-mail to Clinton campaign chairman John Podesta.", "sentId": 226}, {"text": "His reply, \"unbelievable.\"", "sentId": 227}, {"text": "Tanden's response, \"I guess I know the answer, they wanted to get away with it.\"", "sentId": 228}, {"text": "Ouch.", "sentId": 229}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "Republicans are seizing on these.", "sentId": 230}, {"text": "Again, these are documents released from John Podesta's e-mail by WikiLeaks.", "sentId": 231}, {"text": "The Clinton campaign says they won't talk about the specifics because the Russian government allegedly hacked them and gave them to WikiLeaks.", "sentId": 232}, {"text": "But this shows you that the angst.", "sentId": 233}, {"text": "Even her campaign chairman wasn't told until very late that she had a private e-mail server in her Chappaqua, New York, home when she was secretary of state and it shows you the secrecy, some would say paranoia, of Hillary Clinton and her inner circle.", "sentId": 234}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "When I covered the Clinton White House, Cheryl Mills was part of the impeachment team.", "sentId": 235}, {"text": "She was a lawyer on a part of the impeachment team.", "sentId": 236}, {"text": "It's the, \"we can keep this from people until the last possible second and only release it if we're forced to release it.\"", "sentId": 237}, {"text": "What does that tell us about what a Hillary Clinton presidency would be?", "sentId": 238}], "secId": 76}, {"speaker": "HENDERSON", "sentences": [{"text": "I mean that's - that's the big issue.", "sentId": 239}, {"text": "I mean will you have the same kind of problems in this - in this presidency, should she get elected to the Oval Office?", "sentId": 240}, {"text": "I mean terrible that her inner circle is talking about this in this way.", "sentId": 241}, {"text": "It would be more terrible, I think, for them if it had come earlier because it shows sort of in-fighting and upset with Hillary Clinton.", "sentId": 242}, {"text": "Some of the things that we saw in that 2008 campaign, different circles of power.", "sentId": 243}], "secId": 77}, {"speaker": "HENDERSON", "sentences": [{"text": "You know, I think one of the things about this, it's certainly new information about an old problem and an old issue that probably for most voters is baked into the cake.", "sentId": 244}, {"text": "If you look at 2012, about 20 percent of voters made up their minds about who to vote for in October and they basically split 50 for Obama, 46 for Mitt Romney.", "sentId": 245}, {"text": "So thankfully for Hillary Clinton, you know, some of this probably is baked into the cake.", "sentId": 246}, {"text": "But it does foreshadow some of the same problems that -", "sentId": 247}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "These are people who love her.", "sentId": 248}], "secId": 79}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 249}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "These are not critics.", "sentId": 250}, {"text": "These are people who love her and support her -", "sentId": 251}], "secId": 81}, {"speaker": "PARKER", "sentences": [{"text": "Yes.", "sentId": 252}, {"text": "Yes.", "sentId": 253}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Saying she's nuts and she's secretive and she's -", "sentId": 254}], "secId": 83}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 255}], "secId": 84}, {"speaker": "HAM", "sentences": [{"text": "Well, and it was all - to me it was always Occam's razor, and I'm sure that's what like voters are looking and going, of course they wanted to get away - the simplest explanation was always the right explanation.", "sentId": 256}, {"text": "She's a Clinton.", "sentId": 257}, {"text": "She did something shady.", "sentId": 258}, {"text": "She wanted to cover it up.", "sentId": 259}, {"text": "She wanted to cover it up until the very last minute and it ended up hurting her.", "sentId": 260}, {"text": "Voila.", "sentId": 261}, {"text": "Like, that is exactly what's going on here.", "sentId": 262}], "secId": 85}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 263}], "secId": 86}, {"speaker": "RAJU", "sentences": [{"text": "And the reason why the WikiLeaks stuff is so damaging it that it reinforces the narrative.", "sentId": 264}, {"text": "Anytime there's a - something that shows, you know, reinforces the negative narrative about a candidate, it's obviously not a good thing.", "sentId": 265}, {"text": "And the narrative being, she's not trustworthy, she's secretive.", "sentId": 266}, {"text": "They try to hid things from the public.", "sentId": 267}, {"text": "They're very lawyerly in their responses.", "sentId": 268}, {"text": "They're not forthright.", "sentId": 269}, {"text": "And each one of these revelations just underscores that.", "sentId": 270}, {"text": "So it's not necessarily each one will be damaging, but the sum total of events and also effecting that overall view of her among the American public.", "sentId": 271}], "secId": 87}, {"speaker": "PARKER", "sentences": [{"text": "And to your point, I think the other part that's so devastating is that these are people who are kind of speaking in love, right?", "sentId": 272}, {"text": "It's not angry, disgruntled - I mean they're frustrated with her, but these are people who want the best for her.", "sentId": 273}, {"text": "And it's sort of like a mother, a father giving a clear-eyed assessment of their son or daughter's real weaknesses.", "sentId": 274}, {"text": "And I think that hurts, too.", "sentId": 275}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "And it's, again, I - Cheryl Miss was one of Bill Clinton impeachment team.", "sentId": 276}, {"text": "She was one of the lawyers.", "sentId": 277}, {"text": "Go back and look at the tapes.", "sentId": 278}, {"text": "A very effective lawyer in the House of Representatives back in those days.", "sentId": 279}, {"text": "And they carry with them this, again, some call it paranoia, and I think that's a fair statement in many cases.", "sentId": 280}, {"text": "Certainly a Republicans are out to get us, damn it, so we're going to hide everything we can as long as we can.", "sentId": 281}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "Here's another one from Cheryl Mills.", "sentId": 282}, {"text": "The president of the United States, when the e-mail server was publicly disclosed, President Obama said, I'm learning about this private server, just like you are, by reading the news reports.", "sentId": 283}, {"text": "But he had several e-mails from Hillary Clinton from the personal e-mail address.", "sentId": 284}, {"text": "So Cheryl Mills wrote to John Podesta, who's the Clinton campaign chairman, \"we need to clear this up.", "sentId": 285}, {"text": "He has e-mails from her.", "sentId": 286}, {"text": "They do not say state.gove.\"", "sentId": 287}, {"text": "Now, what the White House says is what the president means, it's not that he wasn't unaware that she had a personal e-mail address, that he was unaware it was a private server in the basement of her home.", "sentId": 288}, {"text": "That he knew she had a personal e-mail address but thought it was done, like Colin Powell did it, with a server at the State Department, through - you know, just through normal gmail.", "sentId": 289}, {"text": "But, again, they're dragging the president of the United States back into this.", "sentId": 290}, {"text": "What is this all about?", "sentId": 291}, {"text": "And Republicans say it stinks.", "sentId": 292}], "secId": 90}, {"speaker": "RAJU", "sentences": [{"text": "That's right.", "sentId": 293}, {"text": "I think that to Nia's point earlier, the - if this had come out in March, in the heat of the Democratic primary, for instance, or even in the early part of the general election season, it could have been a really game-changing development.", "sentId": 294}, {"text": "I mean -", "sentId": 295}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "Bernie Sanders may have cared about a differ set of e-mails.", "sentId": 296}], "secId": 92}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 297}, {"text": "Yes.", "sentId": 298}], "secId": 93}, {"speaker": "RAJU", "sentences": [{"text": "He may have.", "sentId": 299}, {"text": "Their - he certainly may have.", "sentId": 300}, {"text": "Or it could have actually moved some democratic voters, particularly the e-mails - the Democrat - the e-mails that he's - that are criticizing Bernie Sanders.", "sentId": 301}, {"text": "Maybe perhaps they would care about that.", "sentId": 302}], "secId": 94}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 303}], "secId": 95}, {"speaker": "RAJU", "sentences": [{"text": "But certainly the fact that early voting has started, millions of voters have started to already vote, the debates are done, and these are coming out now.", "sentId": 304}, {"text": "In a lot of ways, that is not - it does not have - carry the same kind of political impact as it would earlier.", "sentId": 305}], "secId": 96}, {"speaker": "HENDERSON", "sentences": [{"text": "No.", "sentId": 306}, {"text": "Any -", "sentId": 307}], "secId": 97}, {"speaker": "RAJU", "sentences": [{"text": "But clearly so many - so much ammunition that Republicans can seize on in these e-mails.", "sentId": 308}], "secId": 98}, {"speaker": "HAM", "sentences": [{"text": "Well, and it doesn't just look like it stinks.", "sentId": 309}, {"text": "It looks like it stinks because it stinks.", "sentId": 310}], "secId": 99}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 311}], "secId": 100}, {"speaker": "HAM", "sentences": [{"text": "These are people who knew what they were doing, who were doing something wrong.", "sentId": 312}, {"text": "The president's saying he didn't know about it, but actually he did know about it.", "sentId": 313}, {"text": "These things are simple to American voters and it's why so many people on Hillary's side have been mystified by how Donald Trump keeps it close.", "sentId": 314}, {"text": "This is why.", "sentId": 315}], "secId": 101}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 316}], "secId": 102}, {"speaker": "HAM", "sentences": [{"text": "People are looking at Hillary and going, we know what she's offering and we don't like it.", "sentId": 317}, {"text": "And this is reinforcing that.", "sentId": 318}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Right, it helps Trump make the change argument, status quo -", "sentId": 319}], "secId": 104}, {"speaker": "HAM", "sentences": [{"text": "Yes.", "sentId": 320}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "They're just going to do it again.", "sentId": 321}, {"text": "They're politics as usual.", "sentId": 322}, {"text": "They play by their own set of rules.", "sentId": 323}, {"text": "Another issue late in the campaign, this is one we'll see.", "sentId": 324}, {"text": "There are", "sentId": 325}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "no more debates, so we don't get to ask Hillary Clinton about this unless she has meetings with reporters, and let's hope she does -", "sentId": 326}], "secId": 107}, {"speaker": "HENDERSON", "sentences": [{"text": "Sure.", "sentId": 327}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "Because these are fair - these are fair questions and you can't just keep saying, Russia hacked.", "sentId": 328}, {"text": "That's a legitimate issue too.", "sentId": 329}, {"text": "But so is the substance of the e-mails.", "sentId": 330}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "Another issue for her is this Obamacare premium increases.", "sentId": 331}, {"text": "If you're in open enrollment, as millions of Americans are right now, if you get your health care through the Affordable Care Act, guess what, depending on what state you live in, your primaries are going up.", "sentId": 332}, {"text": "Hillary Clinton was asked about this in a radio interview yesterday.", "sentId": 333}, {"text": "Here's her take.", "sentId": 334}], "secId": 110}, {"speaker": "CLINTON", "sentences": [{"text": "We're going to make changes to fix problems like that.", "sentId": 335}, {"text": "The president and I have talked about it.", "sentId": 336}, {"text": "And, you know, look, this is a major step forward, 20 million people.", "sentId": 337}, {"text": "And actually I'm sure you know this.", "sentId": 338}, {"text": "Predominantly working people, African-American, Latino people now have access to insurance, but the costs have gone up too much.", "sentId": 339}, {"text": "So we're going to really tackle that.", "sentId": 340}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "The most interesting part to me, when she said, \"the president and I have talked about it.\"", "sentId": 341}], "secId": 112}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 342}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "So she - she's saying, we're going to have to fix this, but she's also keeping - she's not saying - not throwing the president under the bus.", "sentId": 343}], "secId": 114}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, yes, and saying essentially the president acknowledges that there are problems as well.", "sentId": 344}, {"text": "I'm going to fix them.", "sentId": 345}, {"text": "I mean, you know, I mean the problem for Trump is that he hasn't been able to really seize on this.", "sentId": 346}, {"text": "I mean he seemed to not even know how Obamacare operated, how his own companies' health care plan operated yesterday when he had that press conference.", "sentId": 347}, {"text": "So that's a problem.", "sentId": 348}], "secId": 115}, {"speaker": "HENDERSON", "sentences": [{"text": "And it's also true that this has been a debate - ongoing debate for the last six - you know, six or so years with Republicans saying, oh, we're going to go in and we're going to fix it and nothing's really happened.", "sentId": 349}, {"text": "That's also true that a lot of people who have Obamacare actually like Obamacare.", "sentId": 350}, {"text": "If you look at the rate - the approval rates among African-Americans and Hispanics, they actually like it.", "sentId": 351}], "secId": 116}, {"speaker": "RAJU", "sentences": [{"text": "But the reason why this is - could be damaging or helpful in that - helpful to Republicans and damaging to Democrats is because it gives those down ticket Republicans that we've been talking about -", "sentId": 352}], "secId": 117}, {"speaker": "PARKER", "sentences": [{"text": "Exactly.", "sentId": 353}, {"text": "KING: Right.", "sentId": 354}], "secId": 118}, {"speaker": "RAJU", "sentences": [{"text": "An issue to finally run on.", "sentId": 355}], "secId": 119}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 356}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 357}], "secId": 121}, {"speaker": "RAJU", "sentences": [{"text": "They can - they can talk about Obamacare.", "sentId": 358}, {"text": "I was talking to Kelly Ayotte earlier this week.", "sentId": 359}, {"text": "I asked her about Donald Trump.", "sentId": 360}, {"text": "She quickly pivoted to Obamacare.", "sentId": 361}, {"text": "So clearly now with this in the news, it gives them finally something that they can unite their party behind, even if their nominee is having trouble.", "sentId": 362}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "Now, she has a logical pivot.", "sentId": 363}, {"text": "You ask her about Donald Trump, she'll pivots to something.", "sentId": 364}, {"text": "Now at least she has something to pivot to.", "sentId": 365}], "secId": 123}, {"speaker": "KING", "sentences": [{"text": "Up next, does the reality of the map match Donald Trump's state-by- state take on the race?", "sentId": 366}], "secId": 124}], "sectionCount": 125, "url": "transcripts.cnn.com/TRANSCRIPTS/1610/26/ip.01.html", "sentenceCount": 368, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 26, 2016 - 12:00   ET", "speakers": ["KING", "TRUMP", "UNIDENTIFIED MALE ", "UNIDENTIFIED FEMALE ", "UNIDENTIFIED MALE", "HAM", "HENDERSON", "RAJU", "know", "JOE HECK", "HECK", "GINGRICH", "KELLY", "PARKER", "CLINTON"], "title": "INSIDE POLITICS"}