{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1611.20.ip.01.html.json", "subTitle": "Trump, Romney Bury the Hatchet; Trump Demands Apology from \"Hamilton\" Cast; Republicans Rejoice as Democrats Regroup. Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "BERMAN", "sentences": [{"text": "The Trump team takes shape but not without controversy.", "sentId": 0}], "secId": 0}, {"speaker": "PENCE", "sentences": [{"text": "We got a great number of men and women, great qualifications.", "sentId": 1}], "secId": 1}, {"speaker": "REID", "sentences": [{"text": "As long as the champion of racial division steps away from to Oval Office, it will impossible to take Trump's efforts to heal the nation seriously.", "sentId": 2}], "secId": 2}, {"speaker": "BERMAN", "sentences": [{"text": "While in Washington, the Republican Party, all smiles.", "sentId": 3}], "secId": 3}, {"speaker": "RYAN", "sentences": [{"text": "Welcome to the dawn of a new, unified Republican government.", "sentId": 4}], "secId": 4}, {"speaker": "BERMAN", "sentences": [{"text": "But words of caution from the current commander-in-chief.", "sentId": 5}], "secId": 5}, {"speaker": "OBAMA", "sentences": [{"text": "Now comes the hard part.", "sentId": 6}, {"text": "Now is governance.", "sentId": 7}], "secId": 6}, {"speaker": "BERMAN", "sentences": [{"text": "And Democrats look to regroup, while Hillary Clinton looks back.", "sentId": 8}], "secId": 7}, {"speaker": "CLINTON", "sentences": [{"text": "The divisions laid bare by this election run deep.", "sentId": 9}, {"text": "America is worth it.", "sentId": 10}], "secId": 8}, {"speaker": "BERMAN", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 11}], "secId": 9}, {"speaker": "BERMAN", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 12}, {"text": "I'm John Berman, in for John King.", "sentId": 13}, {"text": "Thanks for sharing your Sunday morning with us.", "sentId": 14}], "secId": 10}, {"speaker": "BERMAN", "sentences": [{"text": "Exactly two months from today, President-elect Donald Trump will become President Donald Trump.", "sentId": 15}, {"text": "Much to do before then, much to talk about.", "sentId": 16}, {"text": "Though one person who was uncharacteristically not talking at least publicly about things other than Broadway musicals, Donald Trump.", "sentId": 17}, {"text": "He's been fairly camera shy as he puts together his administration.", "sentId": 18}], "secId": 11}, {"speaker": "BERMAN", "sentences": [{"text": "But there was this photo-op, a once near impossible to conceive photo- op with Mitt Romney, the 2012 Republican nominee and former harsh personal critic of Donald Trump.", "sentId": 19}], "secId": 12}, {"speaker": "BERMAN", "sentences": [{"text": "The two met for about 90 minutes at Trump's Bedminster, New Jersey resort.", "sentId": 20}], "secId": 13}, {"speaker": "ROMNEY", "sentences": [{"text": "We had a far reaching conversation with regards to the various theaters in the world where there are interests of the United States of real significance.", "sentId": 21}, {"text": "Very thorough and in-depth discussion in the time we had.", "sentId": 22}, {"text": "And appreciate the chance to speak with the president-elect and look forward to the coming administration.", "sentId": 23}], "secId": 14}, {"speaker": "BERMAN", "sentences": [{"text": "Close scrutiny this morning on the president-elect's meetings and also his actual cabinet and staff picks.", "sentId": 24}, {"text": "There's no question they made some waves.", "sentId": 25}], "secId": 15}, {"speaker": "REID", "sentences": [{"text": "He appointed a man seen as a champion of white supremacy as a number one strategist in the White House.", "sentId": 26}, {"text": "Number one.", "sentId": 27}, {"text": "Instead of hiding behind your Twitter account and show America that racism, bullying, and bigotry have no place in the White House or in America.", "sentId": 28}], "secId": 16}, {"speaker": "STELTER", "sentences": [{"text": "On the other side of the aisle, kinder words for a different Trump pick.", "sentId": 29}], "secId": 17}, {"speaker": "CRUZ", "sentences": [{"text": "I'm particularly pleased to offer words of congratulations to my colleague and good friend Jeff Sessions who is going to make an extraordinary attorney general of the United States.", "sentId": 30}, {"text": "He is a committed and deeply principled conservative.", "sentId": 31}], "secId": 18}, {"speaker": "BERMAN", "sentences": [{"text": "Here to share their insights and reporting: from Real Clear Politics, Caitlin Huey-Burns, Errol Louis of Spectrum News, \"The Washington Post's\" Philip Bump, and Maggie Haberman of \"The New York Times\".", "sentId": 32}], "secId": 19}, {"speaker": "BERMAN", "sentences": [{"text": "Guys, let's review the president-elect's picks so far.", "sentId": 33}, {"text": "Reince Priebus tapped as chief of staff, Steve Bannon, chief strategist and senior counsel, retired General Michael Flynn for national security adviser, Alabama Senator Jeff sessions for attorney general, and Republican Congressman Mike Pompeo to be CIA director.", "sentId": 34}, {"text": "That's who is in or at least tapped.", "sentId": 35}], "secId": 20}, {"speaker": "BERMAN", "sentences": [{"text": "So, let's talk now about who is floating and no one is floating more surprisingly than Mitt Romney.", "sentId": 36}], "secId": 21}, {"speaker": "So", "sentences": [{"text": "Depends who you talk to.", "sentId": 37}], "secId": 22}, {"speaker": "So", "sentences": [{"text": "There's a divide within Trump land, certainly among aides.", "sentId": 38}, {"text": "It is not clear whether Romney actually wants it.", "sentId": 39}, {"text": "Knowing Romney and knowing how he feels about service, I believe if he were offered it, he would think about it pretty hard and there's a real chance he would say yes.", "sentId": 40}], "secId": 23}, {"speaker": "So", "sentences": [{"text": "But mostly what it reflects is Giuliani has fallen out of favor to a large degree.", "sentId": 41}, {"text": "It doesn't mean he won get it.", "sentId": 42}, {"text": "Trump is incredibly mercurial in terms of secretary of state.", "sentId": 43}, {"text": "That's the one job that Giuliani really wants.", "sentId": 44}], "secId": 24}, {"speaker": "So", "sentences": [{"text": "But Trump became very aggravated by several accounts from people I've spoken to about all the headlines that Rudy Giuliani was getting, both in terms of the negative ones about his business and his dealings with foreign governments, but also the ones just about Giuliani, you know, as the lone real choice.", "sentId": 45}, {"text": "And Mayor Giuliani was privately telling people it was basically his.", "sentId": 46}, {"text": "Trump doesn't like that kind of thing.", "sentId": 47}], "secId": 25}, {"speaker": "BERMAN", "sentences": [{"text": "Interesting.", "sentId": 48}, {"text": "So, Mitt Romney says as much about Rudy Giuliani as he might about Mitt Romney.", "sentId": 49}], "secId": 26}, {"speaker": "HABERMAN", "sentences": [{"text": "What it all says a lot about is that for Trump, we've all heard it for two years about how loyalty is everything to Trump.", "sentId": 50}, {"text": "Loyalty is everything until it isn't for Trump.", "sentId": 51}, {"text": "And so, you know, Giuliani was really the last man standing with Trump in a lot of ways in those final weeks, and yet he's still going through this meat grinder.", "sentId": 52}], "secId": 27}, {"speaker": "BERMAN", "sentences": [{"text": "And just to review why it's so surprising to so many that Mitt Romney sat down for so long with Rudy Giuliani yesterday, let's just reminisce for a moment about the back and forth between two men over the last 12 months.", "sentId": 53}], "secId": 28}, {"speaker": "ROMNEY", "sentences": [{"text": "Donald Trump is a phony, a fraud.", "sentId": 54}], "secId": 29}, {"speaker": "TRUMP", "sentences": [{"text": "Mitt was a disaster as a candidate.", "sentId": 55}], "secId": 30}, {"speaker": "ROMNEY", "sentences": [{"text": "He's playing the members of the American public for suckers.", "sentId": 56}], "secId": 31}, {"speaker": "TRUMP", "sentences": [{"text": "Romney let us all down.", "sentId": 57}, {"text": "He was a very poor campaigner.", "sentId": 58}], "secId": 32}, {"speaker": "ROMNEY", "sentences": [{"text": "He gets a free ride to the White House and all we get is a lousy hat.", "sentId": 59}], "secId": 33}, {"speaker": "TRUMP", "sentences": [{"text": "Romney choked like a dog.", "sentId": 60}, {"text": "He choked.", "sentId": 61}, {"text": "He went --", "sentId": 62}], "secId": 34}, {"speaker": "ROMNEY", "sentences": [{"text": "His promises are as worthless as a degree from Trump University.", "sentId": 63}], "secId": 35}, {"speaker": "TRUMP", "sentences": [{"text": "He was begging for my endorsement.", "sentId": 64}, {"text": "I could have said, Mitt, drop to your knees.", "sentId": 65}, {"text": "He would have dropped to his knees.", "sentId": 66}], "secId": 36}, {"speaker": "BERMAN", "sentences": [{"text": "Again, you know, even after covering many elections, I find that be more direct and personal than most back and forths, Phil, that we've heard between people in campaigns before.", "sentId": 67}, {"text": "But the other side of that is this is Donald Trump reaching out to former political enemies, bringing them in at least into the room to have a discussion and there's nothing wrong with that.", "sentId": 68}], "secId": 37}, {"speaker": "BUMP", "sentences": [{"text": "No, there's nothing wrong with that.", "sentId": 69}, {"text": "I mean, I will say that if Mitt Romney is trying to make a case how he can negotiate with difficult enemies, what we saw yesterday is a good step towards that, right?", "sentId": 70}, {"text": "I mean, this is a position that Mitt Romney probably never expected himself to be in, having to deal with President-elect Trump particularly in the role he's playing there.", "sentId": 71}], "secId": 38}, {"speaker": "BUMP", "sentences": [{"text": "But, yes, I mean, I think there are a lot of question marks that hang over this entire process.", "sentId": 72}, {"text": "Donald Trump very much enjoys having a lot of question marks over the entire process.", "sentId": 73}, {"text": "But that said, Donald Trump needs have the Republican establishment working with him.", "sentId": 74}, {"text": "His attitude so far with his former enemies has been to let them come to him and he's doing some of that.", "sentId": 75}, {"text": "But I this interaction with him and Romney is a big step forward for establishing a sort of normal relationship between a president and his party.", "sentId": 76}], "secId": 39}, {"speaker": "BERMAN", "sentences": [{"text": "At least have a seat at the table in Bedminster or Trump Tower, as the case maybe.", "sentId": 77}], "secId": 40}, {"speaker": "HABERMAN", "sentences": [{"text": "Some table.", "sentId": 78}], "secId": 41}, {"speaker": "BUMP", "sentences": [{"text": "Maybe even the White House.", "sentId": 79}], "secId": 42}, {"speaker": "BERMAN", "sentences": [{"text": "Some table.", "sentId": 80}], "secId": 43}, {"speaker": "BERMAN", "sentences": [{"text": "Errol Louis, I want to talk about the other jobs still to fill, secretary of defense, homeland security, education, and some of the things being floated.", "sentId": 81}, {"text": "You know, retired Marine General James Mattis right now.", "sentId": 82}, {"text": "Donald Trump had nice things to say about him.", "sentId": 83}, {"text": "A lot of people think he can end up as secretary of defense.", "sentId": 84}], "secId": 44}, {"speaker": "BERMAN", "sentences": [{"text": "Michele Rhee, he's sort of an education icon or a villain, but at least a notable education figure in there for meetings yesterday.", "sentId": 85}], "secId": 45}, {"speaker": "BERMAN", "sentences": [{"text": "What do these picks say about Donald Trump?", "sentId": 86}], "secId": 46}, {"speaker": "LOUIS", "sentences": [{"text": "It says that he's going to have a very combative administration.", "sentId": 87}, {"text": "You go person by person, actually, you know, starting with that Bannon and right on down the line, with the sole exception of Reince Priebus, you've got people who have built in constituencies who are organized to try and fight against them, whether it's marching in the streets, or issuing policy papers or otherwise, really kind of going toe to toe.", "sentId": 88}, {"text": "This is in my opinion, a sign that he's not really looking to do all that much compromising when it comes to sort of the core issues that he wants to fight about.", "sentId": 89}], "secId": 47}, {"speaker": "LOUIS", "sentences": [{"text": "And keep in mind, these are not people who will build the wall.", "sentId": 90}, {"text": "You know, these are not necessarily that folks who are going to do the sort of must-do propositions that he laid on the table during the campaign.", "sentId": 91}, {"text": "This is every step of the way.", "sentId": 92}], "secId": 48}, {"speaker": "LOUIS", "sentences": [{"text": "I mean, he mentioned Common Core maybe a handle of times but no real sort of K-through-12 detailed plan.", "sentId": 93}, {"text": "You put Michele Rhee there, she's got a detailed plan.", "sentId": 94}, {"text": "She's got a lot of people who -- heads the union in particular who are ready to fight with her.", "sentId": 95}, {"text": "And Donald Trump is signaling, as far as I can tell, that he's ready to have that fight.", "sentId": 96}], "secId": 49}, {"speaker": "BERMAN", "sentences": [{"text": "But notable, I mean, Michele Rhee, not to get too much into the weed, she supports common core and Donald Trump was clear he does not.", "sentId": 97}, {"text": "So, there would be a difference in educational opinion.", "sentId": 98}], "secId": 50}, {"speaker": "BERMAN", "sentences": [{"text": "Caitlin, Elizabeth Warren on Twitter talking about, well, talking specifically about the Mitt Romney meeting, but more globally about the types of people that Donald Trump has picked so far.", "sentId": 99}, {"text": "This was a tweet from Elizabeth Warren, \"Governor Mitt Romney, when you're meeting with Donald Trump, maybe you can bring your binders full of women with you.\"", "sentId": 100}, {"text": "So, that's Elizabeth Warren being Elizabeth Warren.", "sentId": 101}, {"text": "You're needling Donald Trump on Twitter.", "sentId": 102}], "secId": 51}, {"speaker": "BERMAN", "sentences": [{"text": "But the fact of the matter is we have five picks from Donald Trump so far.", "sentId": 103}, {"text": "All five are white men.", "sentId": 104}], "secId": 52}, {"speaker": "HUEY-BURNS", "sentences": [{"text": "Right.", "sentId": 105}, {"text": "That's problematic for this administration, showing no signs yet of changing that dynamic.", "sentId": 106}], "secId": 53}, {"speaker": "HUEY-BURNS", "sentences": [{"text": "My question going forward with some of these picks are, this round announced on Friday, was this indicative of what's to come or is this, you know, getting out the kind of the usual suspects of people that we kind of anticipated coming into this administration, putting them out first in order to appease the base, appease his supporters and say this is the direction I'm going while also kind of easing perhaps some of the more unconventional picks.", "sentId": 107}], "secId": 54}, {"speaker": "HUEY-BURNS", "sentences": [{"text": "The thing about the Trump administration, though, is Trump does reward loyalty.", "sentId": 108}, {"text": "But that group is still very small.", "sentId": 109}, {"text": "He's going to have to reach out to people that weren't with him from the beginning.", "sentId": 110}, {"text": "And so, I think that's what a lot of people are watching.", "sentId": 111}], "secId": 55}, {"speaker": "BERMAN", "sentences": [{"text": "So, Caitlin raised the question, Maggie.", "sentId": 112}, {"text": "I wonder if you have a stab at the answer, what does this say about how Trump will govern and who he will surround himself with and the future picks, the five that we've seen so far and the other people he's bringing in?", "sentId": 113}], "secId": 56}, {"speaker": "HABERMAN", "sentences": [{"text": "There's not -- I mean, I agree that I think that the meeting with Mitt Romney definitely signaled something different than what we've seen.", "sentId": 114}, {"text": "But Mitt Romney still went to Trump.", "sentId": 115}, {"text": "I mean, for all the staunch opposition we heard from Romney earlier this year and Romney is a big believer in protocol, he still went to see the president-elect.", "sentId": 116}], "secId": 57}, {"speaker": "HABERMAN", "sentences": [{"text": "So far, we're not seeing any names that we haven't expected with the exception of Mike Pompeo who had not met with Trump until last week.", "sentId": 117}, {"text": "He had prepped the vice president-elect during the debates.", "sentId": 118}, {"text": "He's a favorite of the Koch world, which is a really important thing.", "sentId": 119}, {"text": "What I'm struck by especially is Pompeo, the degree to which -- and I", "sentId": 120}], "secId": 58}, {"speaker": "HABERMAN", "sentences": [{"text": "think people don't quiet see this yet -- Pence is going to be doing a lot of the puppet mastering here in terms of a lot of these agency picks, in terms of a lot of how certain people come to the table.", "sentId": 121}], "secId": 59}, {"speaker": "HABERMAN", "sentences": [{"text": "But we don't yet know other than it is a very older white male group.", "sentId": 122}, {"text": "I'm very curious to see and this is not about policy, it still remains to see who he puts behind the podium in terms of press secretary, in terms of daily messaging.", "sentId": 123}], "secId": 60}, {"speaker": "HABERMAN", "sentences": [{"text": "Given his combative relationship with press, that is going to be incredibly important to watch.", "sentId": 124}], "secId": 61}, {"speaker": "BERMAN", "sentences": [{"text": "Sean Spicer is still around.", "sentId": 125}, {"text": "And Sean Spicer got the respect of a lot of press.", "sentId": 126}, {"text": "It could be him, Jason Miller, another guy.", "sentId": 127}], "secId": 62}, {"speaker": "BERMAN", "sentences": [{"text": "But Laura Ingraham would be a message to the press that maybe the press has something to be concerned about.", "sentId": 128}], "secId": 63}, {"speaker": "HABERMAN", "sentences": [{"text": "Exactly.", "sentId": 129}], "secId": 64}, {"speaker": "BERMAN", "sentences": [{"text": "Quickly, Phil, the response to the cabinet picks so far.", "sentId": 130}, {"text": "What does that tell you, particularly, Steve Bannon who was going to be, you know, senior adviser, not necessarily a cabinet level pick, or we don't know where he'll be sitting exactly.", "sentId": 131}], "secId": 65}, {"speaker": "BERMAN", "sentences": [{"text": "But Steve Bannon seems to be the one that elicited the harshest response.", "sentId": 132}, {"text": "Let me must read you a quote from Steve Bannon that appeared to \"The Hollywood Reporter\" that a lot of people are talking about.", "sentId": 133}], "secId": 66}, {"speaker": "BERMAN", "sentences": [{"text": "Steve Bannon says, \"Darkness is good.", "sentId": 134}, {"text": "Dick Cheney.", "sentId": 135}, {"text": "Darth Vader.", "sentId": 136}, {"text": "Satan.", "sentId": 137}, {"text": "That's power.", "sentId": 138}, {"text": "It only helps when their critics get it wrong.", "sentId": 139}, {"text": "When they're blind to who we are and what we're doing.\"", "sentId": 140}], "secId": 67}, {"speaker": "BERMAN", "sentences": [{"text": "Again, people seem to have a continuing issue with Steve Bannon.", "sentId": 141}, {"text": "That's what Democrats are picking their fights.", "sentId": 142}], "secId": 68}, {"speaker": "BUMP", "sentences": [{"text": "Right.", "sentId": 143}, {"text": "And Steve Bannon obviously embraces it.", "sentId": 144}, {"text": "I mean, most normal political actors wouldn't compare themselves favorably to Darth Vader and Satan, I think we can say that.", "sentId": 145}], "secId": 69}, {"speaker": "BUMP", "sentences": [{"text": "You know, there's what I think this fight against Steve Bannon in particular says, is that Donald Trump ran his campaign at no point in time making any significant overtures or any robust overtures to people who weren't working class white folks essentially, right?", "sentId": 146}, {"text": "He made some initial overtures to the black community that really didn't do a whole lot for him electorally.", "sentId": 147}], "secId": 70}, {"speaker": "now", "sentences": [{"text": "On the subject of those concerns, up next, the president-", "sentId": 148}], "secId": 71}, {"speaker": "now", "sentences": [{"text": "elect takes on the cast of \"Hamilton.\"", "sentId": 149}, {"text": "Was a moment aimed at the vice president-elect really as Trump insists harassment?", "sentId": 150}], "secId": 72}, {"speaker": "now", "sentences": [{"text": "But, first, politicians, they say the darndest things.", "sentId": 151}, {"text": "And \"Saturday Night Live's\" take on the president-elect doing some studying before more into the Oval Office.", "sentId": 152}], "secId": 73}, {"speaker": "ALEC BALDWIN AS DONALD TRUMP", "sentences": [{"text": "Google, what is ISIS?", "sentId": 153}, {"text": "Oh my -- 59 million results.", "sentId": 154}, {"text": "Siri, how do I kill ISIS?", "sentId": 155}], "secId": 74}, {"speaker": "BERMAN", "sentences": [{"text": "All right.", "sentId": 156}, {"text": "Welcome back to INSIDE POLITICS.", "sentId": 157}], "secId": 75}, {"speaker": "BERMAN", "sentences": [{"text": "Surprisingly, the buzziest political story of the weekend not about who will be in the new administration, it's about what happened Friday night on Broadway.", "sentId": 158}], "secId": 76}, {"speaker": "morning", "sentences": [{"text": "23 a.m. rumbling about it.", "sentId": 159}, {"text": "He tweeted, \"The cast and producers of 'Hamilton', which I hear is overrated should apologize to Mike Pence for their terrible behavior.\"", "sentId": 160}], "secId": 77}, {"speaker": "morning", "sentences": [{"text": "So, what terrible behavior you asked?", "sentId": 161}, {"text": "Well, the end of Friday night's performance with Vice President-elect Mike Pence in attendance, the cast, they did a little freelancing or as Trump called it in an earlier tweet, harassment.", "sentId": 162}], "secId": 78}, {"speaker": "morning", "sentences": [{"text": "Watch this.", "sentId": 163}], "secId": 79}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "We sir -- we -- are the diverse America who are alarmed and anxious that your new administration will not protect us.", "sentId": 164}, {"text": "We truly hope that this show inspired you to uphold our American values and to work on behalf of all of us.", "sentId": 165}, {"text": "All of us.", "sentId": 166}], "secId": 80}, {"speaker": "BERMAN", "sentences": [{"text": "All right.", "sentId": 167}, {"text": "A lot of people talking about this on both sides, and I frankly think it's deeply representative of the discussion in the country over the last couple of months.", "sentId": 168}], "secId": 81}, {"speaker": "know", "sentences": [{"text": "23 a.m. tweet on a Sunday which was his third tweet about \"Hamilton\".", "sentId": 169}], "secId": 82}, {"speaker": "HABERMAN", "sentences": [{"text": "he deleted.", "sentId": 170}], "secId": 83}, {"speaker": "BERMAN", "sentences": [{"text": "It shows that this is still a guy who will not give things up and is willing to pick a fight with anything and everything including a Broadway show.", "sentId": 171}], "secId": 84}, {"speaker": "HUEY-BURNS", "sentences": [{"text": "Right, exactly.", "sentId": 172}, {"text": "Remember the CBS \"60 Minutes\" interview when Donald Trump talked about Twitter as one of the most effective tools of communication.", "sentId": 173}, {"text": "This is a person E-mail, who really sees Twitter as a galvanizing force, really.", "sentId": 174}, {"text": "I mean, this is a message -- this is a tool he's used to send messages to his base, to people who support him.", "sentId": 175}], "secId": 85}, {"speaker": "HUEY-BURNS", "sentences": [{"text": "I think this really rallies the people who voted him into office.", "sentId": 176}, {"text": "I think there's a lot to be said for a candidate or a president-elect now who doesn't like to apologize, calling on people to apologize, I think there's something rich about that.", "sentId": 177}, {"text": "But, again, I mean, Donald Trump sees Twitter this way.", "sentId": 178}, {"text": "He knows what he's doing with this.", "sentId": 179}], "secId": 86}, {"speaker": "BERMAN", "sentences": [{"text": "There's no more direct attack on coastal elites than going after \"Hamilton\".", "sentId": 180}, {"text": "I mean, literally, it's like stealing a child from someone's house, you know, attacking this Broadway show which people here in New York and, again, people who love Broadway love, but people maybe in many of these rust belt states may not have had a chance to see yet.", "sentId": 181}], "secId": 87}, {"speaker": "LOUIS", "sentences": [{"text": "Well, that's right.", "sentId": 182}, {"text": "It's an absolute perfect metaphor.", "sentId": 183}, {"text": "I mean, you're absolutely that, you know, young people, people of color, daring to play the sort of founding fathers.", "sentId": 184}, {"text": "The Obama administration basically --", "sentId": 185}], "secId": 88}, {"speaker": "BERMAN", "sentences": [{"text": "The Obama coalition on stage.", "sentId": 186}], "secId": 89}, {"speaker": "LOUIS", "sentences": [{"text": "The Obama coalition, the Obama administration, the usurpation of the old America and so forth.", "sentId": 187}, {"text": "So, it's a perfect target.", "sentId": 188}, {"text": "That's why he's aiming his tweets at it.", "sentId": 189}, {"text": "It's also a good way to throw people off trail and have the media talk about this instead of his near brush with a fraud trial that was set told other day, including a million dollars he had to pay for saying he had a university which Trump University was not and so forth.", "sentId": 190}], "secId": 90}, {"speaker": "LOUIS", "sentences": [{"text": "So, yes.", "sentId": 191}, {"text": "And, of course, people took to the streets, you know.", "sentId": 192}, {"text": "This isn't just falling on the ears and into the newsrooms of the media, there were people who were out in the streets using boycott \"Hamilton,\" sadly not realizing perhaps the show us sold out for the next two years.", "sentId": 193}, {"text": "So, if you want to boycott, you want to start talking 2020 or something like that.", "sentId": 194}], "secId": 91}, {"speaker": "LOUIS", "sentences": [{"text": "But, yes.", "sentId": 195}, {"text": "It was real and it was felt.", "sentId": 196}, {"text": "And if this becomes the way he plays sort of cultural politics going forward, we're going to be in for a lot of this.", "sentId": 197}], "secId": 92}, {"speaker": "BERMAN", "sentences": [{"text": "Again, I just -- it's the least ironic thing ever, right?", "sentId": 198}, {"text": "This is everything all tied up in a Twitter war with a broadway show.", "sentId": 199}, {"text": "It's the people who don't understand Donald Trump sort of laughing and snickering and being outraged he's on Twitter.", "sentId": 200}, {"text": "It's Donald Trump on Twitter refusing to give something up that he might be better off letting it go.", "sentId": 201}], "secId": 93}, {"speaker": "BERMAN", "sentences": [{"text": "So, this would be interesting to watch if this is just the beginning of more fights like this.", "sentId": 202}, {"text": "But, Maggie, Errol is talking about the fact that this masks what should be some other serious discussions right, that yes, there's Trump University.", "sentId": 203}, {"text": "Yes, there's also who is going to be part of his administration and how many people who will be part it closely will he be related to by blood or by marriage or otherwise.", "sentId": 204}], "secId": 94}, {"speaker": "BERMAN", "sentences": [{"text": "You know, Jared Kushner, Ivanka Trump, they were in the room when President-elect Donald Trump met with the prime minister of Japan.", "sentId": 205}, {"text": "Jared Kushner, you know, profile after profile, this is a guy who wants to be a part this administration.", "sentId": 206}, {"text": "It seems that Donald Trump wants him to be a part of this administration.", "sentId": 207}, {"text": "What's the current situation?", "sentId": 208}, {"text": "What are the current questions still unanswered?", "sentId": 209}], "secId": 95}, {"speaker": "HABERMAN", "sentences": [{"text": "I will get to that, but I do want to say one thing.", "sentId": 210}, {"text": "I don't think that everything that he's doing is a deliberate attempt to throw everybody off trail of covering things like what you're asking me about.", "sentId": 211}, {"text": "I think he also cannot help himself.", "sentId": 212}], "secId": 96}, {"speaker": "HABERMAN", "sentences": [{"text": "And having been on the receiving end of these bursts of anger from him over the last 18 months, I guarantee you this is not voluntary, number one.", "sentId": 213}, {"text": "Number two, I think what is a question in terms of yes, it's effective in what he's doing in speaking to his supporters.", "sentId": 214}, {"text": "This is a 50-50 country.", "sentId": 215}, {"text": "This is an election won by 100,000 votes-ish over three states.", "sentId": 216}], "secId": 97}, {"speaker": "HABERMAN", "sentences": [{"text": "There's a whole group of people to your point, the Obama coalition, who are seriously worried about what this will mean and he's done nothing to reach out to them so far in a significant way.", "sentId": 217}], "secId": 98}, {"speaker": "BERMAN", "sentences": [{"text": "This is the opposite of that.", "sentId": 218}], "secId": 99}, {"speaker": "HABERMAN", "sentences": [{"text": "This is, in fact, the opposite.", "sentId": 219}, {"text": "And it is also taking what was -- he's mischaracterizing and this I think is critically important.", "sentId": 220}, {"text": "He's mischaracterizing repeatedly what was said from stage.", "sentId": 221}, {"text": "There were boos.", "sentId": 222}, {"text": "There was an intentional show of disrespect at Pence.", "sentId": 223}, {"text": "Some people will feel strongly about that.", "sentId": 224}], "secId": 100}, {"speaker": "HABERMAN", "sentences": [{"text": "But what the cast member did, a man playing Aaron Burr, was very calm, very civil and was very -- and very respectful.", "sentId": 225}, {"text": "And Trump is now saying that that's not what was said.", "sentId": 226}, {"text": "I think that's important.", "sentId": 227}], "secId": 101}, {"speaker": "HABERMAN", "sentences": [{"text": "To your question, yes, I do think that in the focus on \"Hamilton\", we are missing bigger -- not bigger but certainly I think more significant issues which is that the candidate who ran on the issue of drain the swamp -- I mean that was his hashtag, that was his speech message, is now poised to go in with incredibly troublesome questions about conflict of interest.", "sentId": 228}], "secId": 102}, {"speaker": "HABERMAN", "sentences": [{"text": "He keeps saying he's putting his business in a blind trust.", "sentId": 229}, {"text": "Having your children run your business is not a blind trust.", "sentId": 230}, {"text": "As you said, his daughter and his son-in-law is looking to come into the administration.", "sentId": 231}, {"text": "That will almost certainly face a legal challenge in terms of nepotism laws.", "sentId": 232}, {"text": "His daughter was in the room for a meeting with the prime minister of Japan.", "sentId": 233}], "secId": 103}, {"speaker": "HABERMAN", "sentences": [{"text": "None of this would -- what the push back is these are just preliminary meetings or this is not a big deal, or they're not discussing policy.", "sentId": 234}, {"text": "But it's a very slippery slope.", "sentId": 235}], "secId": 104}, {"speaker": "HABERMAN", "sentences": [{"text": "And if you look at the amount of focus that we all put on, and certainly Trump put on, the Clinton Foundation, and the overlap with the State Department, this is looking potentially very similar to that.", "sentId": 236}, {"text": "So, the status is there's been no change.", "sentId": 237}, {"text": "He held a meeting, interrupted his transition to meet with partners in India for a new project and partners in India were pretty open that they're looking to capitalize on the fact that the president is their new business partner.", "sentId": 238}], "secId": 105}, {"speaker": "HABERMAN", "sentences": [{"text": "These are real questions.", "sentId": 239}], "secId": 106}, {"speaker": "BERMAN", "sentences": [{"text": "They are real questions and they're unanswered questions.", "sentId": 240}], "secId": 107}, {"speaker": "BERMAN", "sentences": [{"text": "They've been barely attempted to answer the questions right now.", "sentId": 241}], "secId": 108}, {"speaker": "HABERMAN", "sentences": [{"text": "In fact, I would say they have tried not to answer the questions or -- and it's not clear what they are doing and that is, I think, where people's energy is best focused.", "sentId": 242}], "secId": 109}, {"speaker": "BERMAN", "sentences": [{"text": "A little metaphor in this is sort of where Trump will choose to live and work and spend his time as president.", "sentId": 243}, {"text": "How much time will he spend in New York?", "sentId": 244}, {"text": "How much time will he spend in Bedminster, Mar- a-Lago?", "sentId": 245}, {"text": "How much time will he spend at the White House, which is where the president lives?", "sentId": 246}], "secId": 110}, {"speaker": "BERMAN", "sentences": [{"text": "Kellyanne Conway, the former campaign manager for Donald, she sort of address that.", "sentId": 247}, {"text": "Let's listen.", "sentId": 248}], "secId": 111}, {"speaker": "CONWAY", "sentences": [{"text": "He'll do whatever is necessary.", "sentId": 249}, {"text": "Obviously, if his day job is in Washington, you will see him there.", "sentId": 250}, {"text": "That's where the day job is, that's where he will be most focused.", "sentId": 251}], "secId": 112}, {"speaker": "CONWAY", "sentences": [{"text": "Obviously, it's a very unique situation with somebody who has been incredibly successful and entirely nonpolitical industry in a city away from Washington, D.C., but he knows what the job entails.", "sentId": 252}, {"text": "He's going to have the support of his family as he always has.", "sentId": 253}], "secId": 113}, {"speaker": "BERMAN", "sentences": [{"text": "So, Phil, she was sort of half joking, but when you call the presidency a day job, that is indicative of the question that Maggie was talking about right here.", "sentId": 254}, {"text": "Where is the presidency going to begin and the other part of Donald Trump going to end?", "sentId": 255}], "secId": 114}, {"speaker": "BUMP", "sentences": [{"text": "Right.", "sentId": 256}, {"text": "Yes, exactly.", "sentId": 257}, {"text": "I mean, he has paid the proper lip service to the idea that he will have a clear demarcation between his business interest and the presidency.", "sentId": 258}, {"text": "He has not actually exemplified that, as we heard.", "sentId": 259}], "secId": 115}, {"speaker": "BUMP", "sentences": [{"text": "There's also a story in \"The Post\" about there are diplomats who are staying in the Trump Hotel in Washington, D.C., because they recognize that that is the way to say, I stayed at your hotel, it's great, which obviously will resonate to them.", "sentId": 260}], "secId": 116}, {"speaker": "HABERMAN", "sentences": [{"text": "It's an incredible story.", "sentId": 261}], "secId": 117}, {"speaker": "BUMP", "sentences": [{"text": "Right.", "sentId": 262}, {"text": "I mean, I think the thing that's interesting to think about here is not only are we asking about the extent to which Donald Trump will live in the White House but also with him coming back and staying at Trump Tower in the weekends.", "sentId": 263}, {"text": "Trump Tower is where his business is.", "sentId": 264}, {"text": "Not only it is his home, that is his business property.", "sentId": 265}, {"text": "And so, I think that that in and of itself is a physical representation.", "sentId": 266}], "secId": 118}, {"speaker": "BERMAN", "sentences": [{"text": "And again, these are questions that have not been answered either deliberately or otherwise.", "sentId": 267}, {"text": "And he talks about his kids, the business being but in a baseline trust for kids.", "sentId": 268}, {"text": "That's neither blind nor a trust, right?", "sentId": 269}, {"text": "And these were things that need to be investigated.", "sentId": 270}], "secId": 119}, {"speaker": "BERMAN", "sentences": [{"text": "All right.", "sentId": 271}, {"text": "The Democrats still in disarray.", "sentId": 272}, {"text": "The not-so fresh faces filling the ranks of the Democratic leadership and the battle brewing inside the party.", "sentId": 273}], "secId": 120}, {"speaker": "BERMAN", "sentences": [{"text": "And please take our INSIDE POLITICS quiz.", "sentId": 274}, {"text": "Do you think that the president should have to live in the White House?", "sentId": 275}, {"text": "Vote at CNN.com/vote.", "sentId": 276}], "secId": 121}, {"speaker": "BERMAN", "sentences": [{"text": "All right.", "sentId": 277}, {"text": "Welcome back.", "sentId": 278}, {"text": "Well, Trump Tower is abuzz with visitors.", "sentId": 279}, {"text": "The Republicans back in Washington, they are happily waiting.", "sentId": 280}, {"text": "They soon will control the White House, Capitol Hill, they have a Supreme Court pick on the way.", "sentId": 281}], "secId": 122}, {"speaker": "RYAN", "sentences": [{"text": "We intend on delivering and we're going make sure that this is the most productive Congress we've seen in a long, long time.", "sentId": 282}, {"text": "They have given us this unified government and trust to do it.", "sentId": 283}], "secId": 123}, {"speaker": "BERMAN", "sentences": [{"text": "Meanwhile, the Democrats are regrouping after losing the White House and underperforming by a lot everywhere else and losing breeds acrimony.", "sentId": 284}, {"text": "Now House minority leader Nancy Pelosi facing a challenge from within.", "sentId": 285}], "secId": 124}, {"speaker": "RYAN", "sentences": [{"text": "We have the lowest number in caucus since 1929 and we've lost over 60 seats since 2010.", "sentId": 286}, {"text": "The definition of insanity is doing the same thing over and over again and you keep -- you know, keep getting the same results.", "sentId": 287}, {"text": "So time to move on, I think.", "sentId": 288}], "secId": 125}, {"speaker": "BERMAN", "sentences": [{"text": "All right.", "sentId": 289}, {"text": "Back now with our panel.", "sentId": 290}, {"text": "I want to start with the Republicans, if I can, Caitlin, because one of the things that was notable during this election was the Republican divide in regards to Donald Trump.", "sentId": 291}, {"text": "And Marco Rubio when he announced for Senate his announcement was, I'm going stand up to whoever is in the White House.", "sentId": 292}, {"text": "You know, the implication was even if it's Donald Trump.", "sentId": 293}], "secId": 126}, {"speaker": "BERMAN", "sentences": [{"text": "But where are Republicans going to stand up to Donald Trump now?", "sentId": 294}, {"text": "You don't get the sense they are exactly itching to battle with him right now.", "sentId": 295}, {"text": "On the contrary you saw in the open of the show Paul Ryan's big fat giant smile.", "sentId": 296}], "secId": 127}, {"speaker": "HUEY-BURNS", "sentences": [{"text": "Yes.", "sentId": 297}], "secId": 128}, {"speaker": "BERMAN", "sentences": [{"text": "He's thrilled that they're finally going to have a Republican in the White House.", "sentId": 298}], "secId": 129}, {"speaker": "HUEY-BURNS", "sentences": [{"text": "Nothing brings people together like winning.", "sentId": 299}, {"text": "Right?", "sentId": 300}, {"text": "And so this week on Capitol Hill everyone was -- in the Republican conference was wearing those red \"Make America Great\" hats.", "sentId": 301}, {"text": "You talk to Republicans who said yes, we disagreed with him on this but, you know, we won and now we can, you know, do all these certain things.", "sentId": 302}, {"text": "So certainly those divisions are certainly going to remain but they are very happy right now with what happened.", "sentId": 303}, {"text": "But at the same time they're still really getting to know Donald Trump as a person, as a -- a lot of people described him as a kind of third-party candidate.", "sentId": 304}, {"text": "And so there are still a lot of questions about what their priorities will be.", "sentId": 305}, {"text": "The issue of government spending, the issue of Obamacare and those sorts of things I think will kind of highlight that.", "sentId": 306}], "secId": 130}, {"speaker": "BERMAN", "sentences": [{"text": "You know, Ted Cruz, he had a chance to speak.", "sentId": 307}, {"text": "Obviously Ted Cruz ran against Donald Trump.", "sentId": 308}, {"text": "But Ted Cruz is one of those Republicans who has since met with Donald Trump and seems to be relatively on board with what Donald Trump is doing, the president- elect.", "sentId": 309}, {"text": "Listen to what Ted Cruz has to say.", "sentId": 310}], "secId": 131}, {"speaker": "CRUZ", "sentences": [{"text": "When you're given control of the executive and the legislature, it's time to put up or shut up.", "sentId": 311}, {"text": "There are no excuses.", "sentId": 312}, {"text": "We've got to deliver and I think that is what the voters across the country expect, and it's what I very much hope we'll give them.", "sentId": 313}], "secId": 132}, {"speaker": "BERMAN", "sentences": [{"text": "Philip Bump, you know, is Donald Trump going deliver for the Republicans in Congress or are the Republicans in Congress going to deliver for Donald Trump?", "sentId": 314}], "secId": 133}, {"speaker": "BUMP", "sentences": [{"text": "Well, I mean, I think it's important to remember that Donald Trump won the presidency without having this giant platform of policy positions.", "sentId": 315}, {"text": "Right?", "sentId": 316}, {"text": "I mean, he said explicitly in August of last year that he really didn't care about policy details.", "sentId": 317}, {"text": "He didn't think the voters cared about the policy details.", "sentId": 318}, {"text": "There are certain things that he focuses on trade or, you know, he focuses on a few other things, immigration obviously.", "sentId": 319}, {"text": "But as a general rule I think the Republicans in Congress or Republicans in the legislative branch justifiably feel as though they're going to have something of a carte blanche to do what they want to do with Donald Trump going along with it.", "sentId": 320}, {"text": "I mean, you know, we'll see how this dynamic plays out particularly as Donald Trump takes office and is president for a while but that seems to be the attitude.", "sentId": 321}], "secId": 134}, {"speaker": "BERMAN", "sentences": [{"text": "We seem to seeing budget hawks like Paul Ryan if those hawks are still flying right now if they're going to care as much about deficits and other things as they have over the last eight years or beyond that.", "sentId": 322}], "secId": 135}, {"speaker": "BERMAN", "sentences": [{"text": "Errol Louis, let's talk about the other side of the aisle right now.", "sentId": 323}, {"text": "Chuck Schumer, from the great state of New York.", "sentId": 324}, {"text": "You know the state you live in.", "sentId": 325}, {"text": "Chuck Schumer, your senator.", "sentId": 326}, {"text": "He's got a big role to play right now.", "sentId": 327}, {"text": "He considers himself really the last man standing.", "sentId": 328}, {"text": "The Democrats in the Senate may have the only block on a Trump administration.", "sentId": 329}, {"text": "This is what Chuck Schumer said about his responsibilities.", "sentId": 330}], "secId": 136}, {"speaker": "SCHUMER", "sentences": [{"text": "Now there's a debate going on about whether we should be the party of the diverse, Obama coalition, or the blue-collar American in the heartland.", "sentId": 331}, {"text": "Some think we need to make a choice.", "sentId": 332}, {"text": "There must not be a division.", "sentId": 333}, {"text": "We need to be the party that speaks to and works on behalf of all Americans.", "sentId": 334}], "secId": 137}, {"speaker": "BERMAN", "sentences": [{"text": "Where is Chuck Schumer going to fight, Errol?", "sentId": 335}], "secId": 138}, {"speaker": "LOUIS", "sentences": [{"text": "Well, I think he's going to fight first and foremost to be the conference leader.", "sentId": 336}, {"text": "And the leadership team that he brought in place first and foremost I think is focused 2018 and trying to make sure that they don't lose even more seats.", "sentId": 337}, {"text": "He's got 24 seats to defend just two years -- two short years from now.", "sentId": 338}, {"text": "He's got a very difficult job that he was just describing, meaning that you've got -- you know, your sort of your Obama coalition Democrats who want to talk about identity politics, they want to talk about LGBTQ rights, they want to talk about re-energizing the sort of emerging coalition of millennials and young people and sort of.", "sentId": 339}], "secId": 139}, {"speaker": "LOUIS", "sentences": [{"text": "And then you've got the rest of the country and he's got to be concerned about both.", "sentId": 340}, {"text": "So I think you're going to see him fighting like heck to make sure that his marginals, the Democrats who are in North Dakota and in Montana are going to have a shot, and you know, West Virginia.", "sentId": 341}], "secId": 140}, {"speaker": "LOUIS", "sentences": [{"text": "That they're going to have a shot at survival two years from now so that he doesn't become an even sort of a weaker minority.", "sentId": 342}], "secId": 141}, {"speaker": "BERMAN", "sentences": [{"text": "That's a real interesting choice he faces, Maggie, because, you know, Heidi Heitkamp, John Tester, Joe Donnelly, these Democrats from conservative states who are up for re-election.", "sentId": 343}, {"text": "They don't necessarily represent the desires of the Obama coalition and, you know, the popular vote which went for Hillary Clinton.", "sentId": 344}, {"text": "HABERMAN:  Correct.", "sentId": 345}, {"text": "And the incoming president is actually in a real", "sentId": 346}], "secId": 142}, {"speaker": "BERMAN", "sentences": [{"text": "position to squeeze them.", "sentId": 347}, {"text": "I mean, if you think about the -- Trump's folks are very aware of the number of red state Democrats who are up for re-election in 2018 and they think that those people can be an equal weight to say if you have a Ben Sasse who was very vocally against Donald Trump during the campaign.", "sentId": 348}, {"text": "If Sasse and maybe a couple other people, Lindsey Graham and maybe McCain, decide to oppose certain things that Trump wants, Trump's people know that they have a block of Democrats who they are going to be able to squeeze because the Trump voters are going to be people they need.", "sentId": 349}], "secId": 143}, {"speaker": "BERMAN", "sentences": [{"text": "That's going to be a real conundrum for Schumer.", "sentId": 350}, {"text": "Schumer is, to my line, to be clear, the most interesting person to watch in Congress in a lot of way just because he's the person who Trump knows the best and he, unlike most Democrats, certainly unlike Harry Reid, was not that overtly critical of Trump.", "sentId": 351}, {"text": "He hasn't really been in recent days.", "sentId": 352}, {"text": "He knows what will inflame Trump.", "sentId": 353}, {"text": "Trump at the Al Smith Dinner, the charity dinner, a couple of weeks before the election, mentioned Schumer on the dais and acknowledged him.", "sentId": 354}, {"text": "But I think that Schumer is going to be really squeezed between two competing impulses.", "sentId": 355}], "secId": 144}, {"speaker": "BERMAN", "sentences": [{"text": "And Maggie, you're saying the most interesting Democrat on the Hill will be Chuck Schumer to watch.", "sentId": 356}, {"text": "I think one of the most interesting Democrats to watch over the next year or two will be outgoing President Obama who up until this point has been very careful.", "sentId": 357}, {"text": "He has said all the things that an outgoing president is supposed to say in terms of cooperating with the incoming administration.", "sentId": 358}, {"text": "But there's an article in the \"New York Times\" today by Michael Shear that suggests that Obama might not disappear after the election the way that he may have wanted to or been intending to.", "sentId": 359}], "secId": 145}, {"speaker": "BERMAN", "sentences": [{"text": "That he may stand up and battle the administration on issues like Obamacare and whatnot.", "sentId": 360}, {"text": "That will be interesting, but also be relatively unprecedented.", "sentId": 361}, {"text": "I mean, I can't remember another time when that's been the case.", "sentId": 362}], "secId": 146}, {"speaker": "HUEY-BURNS", "sentences": [{"text": "Well, also, I mean, his approval ratings are very high for an outgoing second term --", "sentId": 363}], "secId": 147}, {"speaker": "BERMAN", "sentences": [{"text": "Which oddly and uncharacteristically he mentions all the time.", "sentId": 364}], "secId": 148}, {"speaker": "HUEY-BURNS", "sentences": [{"text": "All the time.", "sentId": 365}], "secId": 149}, {"speaker": "BERMAN", "sentences": [{"text": "Yes.", "sentId": 366}], "secId": 150}, {"speaker": "HUEY-BURNS", "sentences": [{"text": "Especially abroad.", "sentId": 367}, {"text": "Especially abroad.", "sentId": 368}, {"text": "What Democrats are battling, what Schumer alluded to is whether they want to be the party of Barack Obama or the party of Bernie Sanders, right?", "sentId": 369}, {"text": "Even though Bernie Sanders is not part of the Democratic Party and when I asked him he said he's not joining it any time soon.", "sentId": 370}, {"text": "Barack Obama is still very popular, of course.", "sentId": 371}, {"text": "I talked to lots of Democrats who envision him -- who support him, who envision him, still maintaining a very public role in the party, traveling around the country and that sort of thing.", "sentId": 372}, {"text": "He's still very young, of course.", "sentId": 373}, {"text": "He's still popular.", "sentId": 374}, {"text": "Still very involved.", "sentId": 375}, {"text": "They want to try to do two things at once but they do have a very --", "sentId": 376}], "secId": 151}, {"speaker": "HUEY-BURNS", "sentences": [{"text": "you know, they pride themselves on having a big tent but there are a lot of people who feel that this election was a rejection of what a lot of Obama was saying.", "sentId": 377}, {"text": "A lot of his policy initiatives.", "sentId": 378}, {"text": "A lot of what Democrats have done in Congress.", "sentId": 379}, {"text": "And so that's why you're seeing this push back in the House against Nancy Pelosi.", "sentId": 380}], "secId": 152}, {"speaker": "HUEY-BURNS", "sentences": [{"text": "I've talked to a lot of Democrats who say even if she remains our leader we at least want to go the home to our constituents and say, we put up a fight against her and we're trying to absorb and digest the lessons that you're sending us from the electorate particularly in the middle of the country.", "sentId": 381}], "secId": 153}, {"speaker": "BERMAN", "sentences": [{"text": "All right, guys.", "sentId": 382}, {"text": "Up next, another Democrat we're going talk about, Hillary Clinton.", "sentId": 383}, {"text": "She just lost an election and she had an impassioned message to supporters.", "sentId": 384}], "secId": 154}, {"speaker": "CLINTON", "sentences": [{"text": "I know this isn't easy.", "sentId": 385}, {"text": "I know that over the past week a people have asked themselves whether America is the country we thought it was.", "sentId": 386}, {"text": "But please listen to me when I say this.", "sentId": 387}, {"text": "America is worth it.", "sentId": 388}], "secId": 155}, {"speaker": "BERMAN", "sentences": [{"text": "It has been almost two weeks since Hillary Clinton's White House defeat.", "sentId": 389}, {"text": "For her clearly the wound is still fresh.", "sentId": 390}], "secId": 156}, {"speaker": "CLINTON", "sentences": [{"text": "I will admit coming here tonight wasn't the easiest thing for me.", "sentId": 391}, {"text": "There have been a few times this past week when all I wanted to do was just to curl up with a good book or our dogs and never leave the house again.", "sentId": 392}], "secId": 157}, {"speaker": "BERMAN", "sentences": [{"text": "For Democrats as a whole now is time to rebuild and recover and Bernie Sanders warns that change can't come soon enough.", "sentId": 393}], "secId": 158}, {"speaker": "SANDERS", "sentences": [{"text": "If we are going to go forward successfully, the Democratic Party has got to recognize some very important realities that Donald Trump, in fact, did recognize.", "sentId": 394}, {"text": "There are millions of people today, working class people, middle class people, low-income people who are living in despair.", "sentId": 395}, {"text": "And we have got to recognize that reality.", "sentId": 396}], "secId": 159}, {"speaker": "BERMAN", "sentences": [{"text": "Phil, I want to start with you.", "sentId": 397}, {"text": "Back now with our panel.", "sentId": 398}, {"text": "Do you get sense that the Clinton campaign and Democrats feel like they know why they loss?", "sentId": 399}, {"text": "Because when you listen to Bernie Sanders and then also when you listen to a few Clinton campaign officials who spoke out loud it's sort of a mixture of everything.", "sentId": 400}], "secId": 160}, {"speaker": "BUMP", "sentences": [{"text": "Right.", "sentId": 401}, {"text": "Yes, I mean, and part of the reason it's a mixture of everything is because the loss was so close.", "sentId": 402}, {"text": "I mean, Maggie made the point earlier.", "sentId": 403}, {"text": "It's about 100,000 people in three upper Midwest states.", "sentId": 404}, {"text": "I think that there are a few convening things happening here.", "sentId": 405}, {"text": "People who worked on the campaign, they want to push the blame somewhere else because they need to work in campaign again.", "sentId": 406}, {"text": "There are people who are internally very realistic and understand what it was, that it's combination of factors that really played a key role including not doing a lot of great geo-TV in the upper Midwest, perhaps having a bad advertising strategy and focusing on attacking Donald Trump instead of focusing on a positive message, particularly on economics.", "sentId": 407}], "secId": 161}, {"speaker": "BUMP", "sentences": [{"text": "There are a lot of factors here but I think the general consensus is probably the accurate consensus which is that this was Hillary Clinton's to lose and Hillary Clinton lost it.", "sentId": 408}, {"text": "And, you know, the -- where that happened on the chain of command I think is being worked out.", "sentId": 409}], "secId": 162}, {"speaker": "HABERMAN", "sentences": [{"text": "I don't think that's true at all.", "sentId": 410}, {"text": "I think that most Clinton people -- talking about Clinton folks specifically, Democrats, I would agree more broadly.", "sentId": 411}], "secId": 163}, {"speaker": "BUMP", "sentences": [{"text": "Sure.", "sentId": 412}, {"text": "Yes.", "sentId": 413}], "secId": 164}, {"speaker": "HABERMAN", "sentences": [{"text": "Clinton folks specifically are very focused on the Comey letter, among other things.", "sentId": 414}, {"text": "And basically blaming the media for the existence of the coverage of it or, you know, focused on why did this get played the way it did?", "sentId": 415}, {"text": "I mean, by the time that the Comey letter emerged there was not a single news story that did that.", "sentId": 416}, {"text": "There was so much noise.", "sentId": 417}, {"text": "It was so unprecedented.", "sentId": 418}, {"text": "The Comey letter at the end of the day doesn't exist if Hillary Clinton doesn't have that e-mail server and all of the things that followed.", "sentId": 419}], "secId": 165}, {"speaker": "HABERMAN", "sentences": [{"text": "And at the end of the day, an FBI investigation into a nominee is just not a great fact set.", "sentId": 420}, {"text": "It's -- no matter what precise words that are used to do it, I also think that everything that Phil said is true in terms of advertising strategy and geo-TV.", "sentId": 421}, {"text": "She was a flawed candidate for this moment.", "sentId": 422}, {"text": "I mean, if you're just looking at that being realistic.", "sentId": 423}, {"text": "I can go back to the paid speeches in 2013 as sort of an original sin, and that came back in Wikileaks and WikiLeaks had an intervention.", "sentId": 424}, {"text": "That's the other thing that gets a lot of blamed for this.", "sentId": 425}], "secId": 166}, {"speaker": "BERMAN", "sentences": [{"text": "You know, Errol, I had Karen Finney, you know, senior adviser on this week on one of the shows that I do, and she listed sexism, she listed third-party candidates.", "sentId": 426}, {"text": "She said the Comey letter, she said the media.", "sentId": 427}, {"text": "She didn't talk about, you know, white non-college educated voters which is sort of this wave it seems to have been decisive in many places.", "sentId": 428}], "secId": 167}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes.", "sentId": 429}, {"text": "BERMAN:  And all of the things she brings up, you know, they may have", "sentId": 430}], "secId": 168}, {"speaker": "HABERMAN", "sentences": [{"text": "contributed in some way but it doesn't explain how Barack Obama won Ohio twice and Hillary Clinton lost Ohio by eight points.", "sentId": 431}], "secId": 169}, {"speaker": "LOUIS", "sentences": [{"text": "Well, that's right.", "sentId": 432}, {"text": "I mean, there's a -- there's also, look, there are swing voters out there, right?", "sentId": 433}, {"text": "And there are swing counties out there and so -- and many of them are in the industrial Midwest.", "sentId": 434}, {"text": "So they go one way, they go another way.", "sentId": 435}, {"text": "There is such a thing as sort of staying too long.", "sentId": 436}], "secId": 170}, {"speaker": "LOUIS", "sentences": [{"text": "There's this larger question, by the way, that nobody wants to talk about which is that, you know, Barack Obama's political legacy has to include those four straight consecutive losses in the House, the loss of all of those seats in the state legislatures, the redefining of the Democratic Party in such a way that it's been impossible for them to win and difficult for them to rebuild.", "sentId": 437}, {"text": "I mean, that's one of the part of I think why he stays around to do a little legacy work.", "sentId": 438}], "secId": 171}, {"speaker": "LOUIS", "sentences": [{"text": "It's also worth pointing out, though, you know, and we should never lose sight of this when the national security apparatus says that there's been outside interference in this election and we know where it came from.", "sentId": 439}, {"text": "If this is applied to any other country in the world, in the developing world we'd say, you know, Russia was interfering and that this was a very serious problem.", "sentId": 440}], "secId": 172}, {"speaker": "LOUIS", "sentences": [{"text": "In this case, there's this almost willful blindness to it that there was outside interference.", "sentId": 441}, {"text": "Now, I mean, you know, you can take it as an excuse and there are a million of other reasons why the election played out the way it did but we should never lose sight of that.", "sentId": 442}], "secId": 173}, {"speaker": "BERMAN", "sentences": [{"text": "You brought it up.", "sentId": 443}, {"text": "And I just want to talk about it one more time.", "sentId": 444}, {"text": "You talk about the president and how this election is seen by some as a repudiation in some way of his eight years in office or at least his inability to win elections for others besides himself.", "sentId": 445}, {"text": "And again, Caitlin, I'm struck by fact that he's gone around the world the last week and at these news conferences he makes a point of talking about his approval rating.", "sentId": 446}, {"text": "Because he's been asked these questions.", "sentId": 447}, {"text": "You know, what does this election say about what people think of you and your administration.", "sentId": 448}, {"text": "They like me, I'm at 54 percent or 55 percent.", "sentId": 449}, {"text": "That may be missing the point.", "sentId": 450}], "secId": 174}, {"speaker": "HUEY-BURNS", "sentences": [{"text": "Right.", "sentId": 451}, {"text": "Well, remember at the -- for the past several months the president had been campaigning around the country for Hillary Clinton telling his own supporters if you don't vote for Clinton I will take that as a personal offense.", "sentId": 452}, {"text": "I'm paraphrasing there but that was the general message and they still didn't come out.", "sentId": 453}], "secId": 175}, {"speaker": "HUEY-BURNS", "sentences": [{"text": "When you look at Trump's numbers compared to Romney and McCain, they're relatively the same as the numbers that have gone down from the Obama coalition.", "sentId": 454}, {"text": "So certainly I think the president is not wanting to admit that people come out to vote for him and not necessarily for other Democrats.", "sentId": 455}, {"text": "And when Democrats are thinking about rebuilding it is going into tapping into the more grassroots elements of the party.", "sentId": 456}, {"text": "You talk to people like Sanders, people like Keith Ellison, others in the party who want to get Democrats away from the big donor base and get them involved in some of the more -- you know, talking to the people that they say that they are representing.", "sentId": 457}], "secId": 176}, {"speaker": "BERMAN", "sentences": [{"text": "I want to play some sound from a guy who's not a Democratic strategist but does have a take on what happened to this election.", "sentId": 458}, {"text": "Senator Ted Cruz.", "sentId": 459}, {"text": "He talked about the fact that in some way this whole election was the revenge of what's known as flyover country.", "sentId": 460}], "secId": 177}, {"speaker": "CRUZ", "sentences": [{"text": "Well, I think the election was an incredible vindication for the American people across this country and especially those as you know in rural America in what elites on both coasts consider to be flyover country.", "sentId": 461}, {"text": "This election could be well understood as the revenge of flyover country.", "sentId": 462}], "secId": 178}, {"speaker": "BERMAN", "sentences": [{"text": "Not to go back to \"Hamilton\" but I'm going to go back to \"Hamilton,\" Maggie Haberman.", "sentId": 463}, {"text": "But again, this explains why this Twitter battle or this battle Friday night -- this started Friday night with the cast of \"Hamilton\" and Mike Pence and Donald Trump has taken up is so indicative of what's going on in the country right now.", "sentId": 464}, {"text": "There's an element of what Ted Cruz is saying that is part of this discussion.", "sentId": 465}], "secId": 179}, {"speaker": "HABERMAN", "sentences": [{"text": "It is a part it.", "sentId": 466}, {"text": "It is not the only thing.", "sentId": 467}, {"text": "It is certainly a part it.", "sentId": 468}, {"text": "What Bernie Sanders was saying was actually not really about identity and racial politics.", "sentId": 469}, {"text": "He was talking about class politics.", "sentId": 470}, {"text": "He's talking about how people are despairing in their lives and that is across a lot of different segments of voters.", "sentId": 471}], "secId": 180}, {"speaker": "BERMAN", "sentences": [{"text": "And that's -- I got to go here.", "sentId": 472}], "secId": 181}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes.", "sentId": 473}], "secId": 182}, {"speaker": "BERMAN", "sentences": [{"text": "But that is why the Democrats and what the Democrats are going need to talk about.", "sentId": 474}], "secId": 183}, {"speaker": "HABERMAN", "sentences": [{"text": "They're also going to need to understand that voters are static and going to vote the same way every single time.", "sentId": 475}, {"text": "And that's a big deal.", "sentId": 476}], "secId": 184}, {"speaker": "BERMAN", "sentences": [{"text": "All right.", "sentId": 477}, {"text": "Guys, thanks so much.", "sentId": 478}], "secId": 185}, {"speaker": "BERMAN", "sentences": [{"text": "Coming up a sneak peek into out reporters' notebook.", "sentId": 479}, {"text": "Donald Trump just added \"Saturday Night Live\" to his Sunday morning list of Twitter targets.", "sentId": 480}, {"text": "Will Twitter be the go-to source of news bulletin in the Trump administration?", "sentId": 481}], "secId": 186}, {"speaker": "BERMAN", "sentences": [{"text": "And we ask, do you think the president should have to live in the White House?", "sentId": 482}, {"text": "Most of you a huge majority say live in the White House.", "sentId": 483}, {"text": "Move there.", "sentId": 484}, {"text": "It's a nice place.", "sentId": 485}, {"text": "We'll be right back.", "sentId": 486}], "secId": 187}, {"speaker": "BERMAN", "sentences": [{"text": "All right.", "sentId": 487}, {"text": "Let's go around the INSIDE POLITICS table and ask our reporters to get you out ahead of the big political news just around the corner.", "sentId": 488}], "secId": 188}, {"speaker": "BERMAN", "sentences": [{"text": "Caitlin, let's start with you.", "sentId": 489}], "secId": 189}, {"speaker": "HUEY-BURNS", "sentences": [{"text": "Sure.", "sentId": 490}, {"text": "Well, Republicans are suddenly finding a lot to like in their nominee but they're also trying to navigate a world in which they don't really know him that well and they're still at odds on a lot of significant policy issues that are going to come out perhaps right off the gate.", "sentId": 491}, {"text": "Government spending when it comes to infrastructure projects, foreign policy when it comes to Russia, touching entitlements and those sorts of things.", "sentId": 492}, {"text": "I'm watching how Republicans navigate this new Trump world.", "sentId": 493}], "secId": 190}, {"speaker": "BERMAN", "sentences": [{"text": "Or if, is the other thing.", "sentId": 494}, {"text": "All right.", "sentId": 495}, {"text": "Errol Louis, you?", "sentId": 496}], "secId": 191}, {"speaker": "LOUIS", "sentences": [{"text": "An astounding number of conflicts of interest that really require a lot of looking into.", "sentId": 497}, {"text": "So 40 Wall Street which is by far the most successful of the real estate deals that still has Trump's name on it was the place where Trump University was headquartered but also a couple of dozen other places where prosecutors have either convicted or investigated various people.", "sentId": 498}, {"text": "Pump and dump schemes.", "sentId": 499}, {"text": "All kinds of fraud.", "sentId": 500}, {"text": "Fugitives who are still on the FBI's most wanted list.", "sentId": 501}, {"text": "And it raises an interesting kind of conflict.", "sentId": 502}], "secId": 192}, {"speaker": "LOUIS", "sentences": [{"text": "Can the sitting president be earning money from people who his same federal government is supposed to be investigating, prosecuting, pursuing and in some cases prosecuting and imprisoning?", "sentId": 503}], "secId": 193}, {"speaker": "BERMAN", "sentences": [{"text": "And questions about oversight, too, and where it may come from.", "sentId": 504}, {"text": "Philip Bump, you turn.", "sentId": 505}], "secId": 194}, {"speaker": "BUMP", "sentences": [{"text": "So I think one of the things that we're going to be watching very carefully is how president-elect or presidential candidate Donald Trump becomes President-elect Donald Trump becomes President Donald Trump on social media, the way he interacts with the media, the way he keeps floating various rumors about his Cabinet picks.", "sentId": 506}, {"text": "The way he gets into weird fights on Twitter continue even as president-elect.", "sentId": 507}, {"text": "And what that says about him as a president.", "sentId": 508}, {"text": "I think it's going to be interesting to watch during this transitional period how he uses social media, how he uses rumors as an indicator of how he'll actually be once he's in the presidency.", "sentId": 509}], "secId": 195}, {"speaker": "BERMAN", "sentences": [{"text": "As a president and a theater critic.", "sentId": 510}, {"text": "All right, Maggie Haberman.", "sentId": 511}], "secId": 196}, {"speaker": "HABERMAN", "sentences": [{"text": "Sorry.", "sentId": 512}, {"text": "The story of rebuilding a party is not the Republican Party as we had all assumed it would be.", "sentId": 513}, {"text": "It's the Democratic Party.", "sentId": 514}, {"text": "And one name that I have now heard a few times as a possibility, hope for possibility for DNC chairman is outgoing vice president Joe Biden.", "sentId": 515}, {"text": "There are a lot of people who think that he would be sort of the perfect voice towards the white working class voters that the party is looking to attract.", "sentId": 516}, {"text": "No indication this is what Biden wants but it is something that is being talked about right now.", "sentId": 517}, {"text": "BERMAN:  Fascinating.", "sentId": 518}, {"text": "All right.", "sentId": 519}, {"text": "Guys, thank you all so much.", "sentId": 520}, {"text": "That", "sentId": 521}], "secId": 197}, {"speaker": "HABERMAN", "sentences": [{"text": "is all for INSIDE POLITICS again.", "sentId": 522}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 523}, {"text": "Up next \"STATE OF THE UNION\" with Jake Tapper.", "sentId": 524}, {"text": "On his guest list, Donald Trump's chief of staff pick, Reince Priebus.", "sentId": 525}], "secId": 198}], "sectionCount": 199, "url": "transcripts.cnn.com/TRANSCRIPTS/1611/20/ip.01.html", "sentenceCount": 527, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired November 20, 2016 - 08:00   ET", "speakers": ["BERMAN", "PENCE", "REID", "RYAN", "OBAMA", "CLINTON", "ROMNEY", "STELTER", "CRUZ", "So", "HABERMAN", "TRUMP", "BUMP", "LOUIS", "HUEY-BURNS", "now", "ALEC BALDWIN AS DONALD TRUMP", "morning", "UNIDENTIFIED MALE", "know", "CONWAY", "SCHUMER", "SANDERS"], "title": "INSIDE POLITICS"}