{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1408.10.ip.01.html.json", "subTitle": "Iraq Dragging Obama into Conflict; Rand Paul 2.0", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "The President authorizes military force against Islamists in Iraq but promises it will not escalate beyond air strikes.", "sentId": 0}], "secId": 0}, {"speaker": "OBAMA", "sentences": [{"text": "I will not allow the United States to be dragged into fighting another war in Iraq.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Trouble at home, too, a frustrated president promises executive action on immigration and other issues.", "sentId": 2}], "secId": 2}, {"speaker": "OBAMA", "sentences": [{"text": "The American people don't want me standing around twiddling my thumbs.", "sentId": 3}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "But with his poll numbers down again Democrats in tough races are running from the Obama label.", "sentId": 4}], "secId": 4}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "I am a Clinton Democrat.", "sentId": 5}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Plus Rand Paul barnstorms Iowa, making new friends and taking new positions on big issues.", "sentId": 6}], "secId": 6}, {"speaker": "PAUL", "sentences": [{"text": "I haven't proposed targeting or eliminating any aid to Israel.", "sentId": 7}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Really?", "sentId": 8}, {"text": "Then explain this.", "sentId": 9}], "secId": 8}, {"speaker": "BLITZER", "sentences": [{"text": "Just to be precise, end all foreign aid", "sentId": 10}], "secId": 9}, {"speaker": "BLITZER", "sentences": [{"text": "including the foreign aid to Israel as well, is that right?", "sentId": 11}], "secId": 10}, {"speaker": "PAUL", "sentences": [{"text": "Yes.", "sentId": 12}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "An evolution or is flip-flop a better label?", "sentId": 13}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 14}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS, I'm John King.", "sentId": 15}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 16}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "And with us to share their reporting and their insights Maeve Reston of the \"Los Angeles Times\", Manu Raju of \"Politico\", CNN's Peter Hamby and Maggie Haberman of \"Politico\".", "sentId": 17}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "U.S. war planes now in the skies over Iraq with a green light to target Islamist terrorists.", "sentId": 18}, {"text": "Their orders issued by a president who counts ending the Iraq war among proudest achievement and who insists -- insists now he's not about to start another.", "sentId": 19}], "secId": 16}, {"speaker": "OBAMA", "sentences": [{"text": "American combat troops will not be returning to fight in Iraq because there is no American military solution to the larger crisis in Iraq.", "sentId": 20}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "Why?", "sentId": 21}, {"text": "This is a question a lot of people are asking, why did the President clearly reluctant do this?", "sentId": 22}, {"text": "The White House says it's for humanitarian reasons or to protect Americans.", "sentId": 23}, {"text": "A lot of people, if you're going to go in, you've got to do something more decisive than this.", "sentId": 24}], "secId": 18}, {"speaker": "RESTON", "sentences": [{"text": "Absolutely.", "sentId": 25}, {"text": "And I think there's going to be a huge debate over that as we see that roll out over the next couple of months.", "sentId": 26}, {"text": "Because a lot of people are arguing that he should have gone in sooner, should have done more than he's dealing with everyone on the left who doesn't want further engagement in Iraq.", "sentId": 27}, {"text": "And it was just so interesting in his statement this week that you just saw that hesitance and the fact that he did not want to be in this place.", "sentId": 28}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "He spent as much time, did he not, explaining what the aviation assets for now but I'll say the troops, the military, would not do, as much as what it would do.", "sentId": 29}], "secId": 20}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes, the emphasis was there.", "sentId": 30}, {"text": "No boots on the ground.", "sentId": 31}, {"text": "We are not reengaging and/but we are going to order these strikes or we are going to allow for these strikes.", "sentId": 32}], "secId": 21}, {"speaker": "HABERMAN", "sentences": [{"text": "This is a very difficult line to walk.", "sentId": 33}, {"text": "He clearly does not want to be recommitted and yet here we are again and here we go again and it's very difficult to be halfway in.", "sentId": 34}, {"text": "I mean there is this sense and this has been talked about a lot over the course of the end of last week that if we have to go back in because if we don't support the Kurds, if we lose the Kurds, then really Iraq is really lost.", "sentId": 35}], "secId": 22}, {"speaker": "HABERMAN", "sentences": [{"text": "But right now this does feel to a lot of his critics and even to some supporters as a bit of a half measure.", "sentId": 36}], "secId": 23}, {"speaker": "HAMBY", "sentences": [{"text": "This does seem in keeping with his foreign policy vision over the last couple years which is that whole small ball, hit singles rather than home runs, kind of low- risk humanitarian efforts.", "sentId": 37}], "secId": 24}, {"speaker": "HAMBY", "sentences": [{"text": "Michael Crowley in \"Time Magazine\" had a good piece on this, this week that are reminding him of how we went into Benghazi.", "sentId": 38}, {"text": "It was a sort of a low-risk, humanitarian thing.", "sentId": 39}, {"text": "We are Americans, we have to do this but then you have Republicans like John McCain and Marco Rubio saying we need bigger measures, we need to go in hard and attack assets in Syria and across the region.", "sentId": 40}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "Let's get to the Republicans and the other critics in a minute.", "sentId": 41}, {"text": "But let's focus on the President for a minute, Manu because Peter is right.", "sentId": 42}, {"text": "The American people are with the President, or he's with them, when he says no combat troops.", "sentId": 43}, {"text": "No big military interventions especially in the Middle East but pretty much anywhere in the world right.", "sentId": 44}, {"text": "So he's with the American people or they're with him, except they don't support what he's doing otherwise.", "sentId": 45}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "Look at this NBC/Wall Street Journal poll this past week.", "sentId": 46}, {"text": "This is stunning.", "sentId": 47}, {"text": "How is the President dealing with Russia and Ukraine, 23 percent -- that's his highest mark; with civil war in Syria, 18; Israel and Hamas conflict, 17 percent; the rise of ISIS in Iraq, 14 percent; the border crisis, 11 percent.", "sentId": 48}, {"text": "A few months back we thought foreign policy was his strong suit.", "sentId": 49}], "secId": 27}, {"speaker": "RAJU", "sentences": [{"text": "Yes, he ran on that in 2012.", "sentId": 50}, {"text": "I mean that was his calling card taking care of Osama bin Laden, ending these two wars.", "sentId": 51}, {"text": "But we've seen, I mean the second term has been dictated by events outside of his control.", "sentId": 52}, {"text": "In a lot of ways the White House seems powerless to deal with this and that's hurting his credibility at home, it's hurting his approval ratings and that's what is putting the senate at risk this fall.", "sentId": 53}, {"text": "He's just not nearly as popular as he has been, almost unpopular in his presidency -- 40 percent in that latest poll.", "sentId": 54}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "You mentioned, 86 days I believe from the midterm election.", "sentId": 55}, {"text": "So we don't know how this one will play out -- whether it will go bad or whether it will go relatively well.", "sentId": 56}, {"text": "But the question is how does it play out in a political year?", "sentId": 57}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "And to that let's add some of the Republican critics, Rick Perry, the governor of Texas, he clearly wants to run for the 2016 Republican presidential nomination.", "sentId": 58}, {"text": "He told the conservative gathering on Friday he supports the President but he went further.", "sentId": 59}, {"text": "He said, \"We should use our assets in particular aviation assets to remove the threat of ISIS, not contain it, but to remove it.", "sentId": 60}, {"text": "It is very appropriate for us to be the hunter and them to be the hunted.\"", "sentId": 61}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Marco Rubio, the freshman senator from Florida also looking at running for president in the Republican nomination says we need to go outside of Iraq.", "sentId": 62}, {"text": "He said, \"We need to also strike the supply routes from Syria, leadership and front line military units from the air.", "sentId": 63}, {"text": "We should target the oil refinery in Syria they're using to fund their operations.\"", "sentId": 64}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "Is there a mood in the country beyond the hawks in the Republican Party for bombing targets in Syria?", "sentId": 65}], "secId": 32}, {"speaker": "RESTON", "sentences": [{"text": "I don't think so.", "sentId": 66}, {"text": "We haven't seen any evidence of that yet but you know, this is certainly the line that they've been arguing for a long time and it allows them to make the argument that Obama has been weak on foreign policy and it sort of just gives them examples about all the chaos around the world and they can use that however they want.", "sentId": 67}], "secId": 33}, {"speaker": "RAJU", "sentences": [{"text": "And the hawkish views of Republican Party still do dominate in a lot of ways particularly among the base and the party establishment and these guys who are running or are probably going to run can show some leadership on the issue, show sort of that tough, they can sort of define themselves differently than say Rand Paul for instance who polls show is a leading contender in 2016.", "sentId": 68}], "secId": 34}, {"speaker": "RESTON", "sentences": [{"text": "It will be interesting to see what Clinton makes of all of this and how she talks about it over the next couple of weeks because she, of course, will also have to separate herself from the President on foreign policy.", "sentId": 69}], "secId": 35}, {"speaker": "HABERMAN", "sentences": [{"text": "Which I don't think you're going to see her try to get ahead of the President on foreign policy either.", "sentId": 70}, {"text": "She's been careful about that since she left Foggy Bottom.", "sentId": 71}, {"text": "She has essentially waited until he comments and then she basically does a chaser shot.", "sentId": 72}], "secId": 36}, {"speaker": "HAMBY", "sentences": [{"text": "Sorry -- I was going to say she kind of has to do that because unlike Rand Paul and Marco Rubio she's such a known commodity around the world.", "sentId": 73}, {"text": "The world listens to what Hillary Clinton has to say which puts her a little bit in a box on that one.", "sentId": 74}], "secId": 37}, {"speaker": "HABERMAN", "sentences": [{"text": "To that end though, we have seen her poll numbers come down a bit in recent weeks and I think some of it has been a lot of people believe that part of it is the pounding, just nonstop.", "sentId": 75}, {"text": "When people hear about her record, it's Benghazi, Benghazi, Benghazi even if they don't think something actually happened, they don't really understand it.", "sentId": 76}], "secId": 38}, {"speaker": "HABERMAN", "sentences": [{"text": "But you turn on the TV and you see essentially the world on fire.", "sentId": 77}, {"text": "And you know that she was secretary of state, she's tied to his foreign policy.", "sentId": 78}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "To the world on fire argument, the public polling, even the Republicans saying do stuff.", "sentId": 79}, {"text": "They're all saying use air assets.", "sentId": 80}, {"text": "None of them are saying put troops on the ground.", "sentId": 81}, {"text": "They understand public opinion after Iraq and after Afghanistan.", "sentId": 82}, {"text": "But sometimes presidents have to do things contrary to public opinion, if they see a threat around the world, something that has to be done.", "sentId": 83}, {"text": "Sometimes they have act outside and one of the criticisms of this president is that this has built up to this crisis point because he didn't do anything for so long that he could have dealt with it when it was a forgive the metaphor, a smaller fire.", "sentId": 84}], "secId": 40}, {"speaker": "HABERMAN", "sentences": [{"text": "Well, do you remember last year, Bill Clinton at a private event at the McCain Institute or Foundation or whatever the McCain thing is, he was speaking to what he thought was a sort of closed event but there was some audio of it and he talked about McCain's position on Syria, which was much more aggressive and he talked about his own presidency, how he had made mistakes on certain foreign policy issues of listening to the polls or you need to be careful about listening to the polls, that members of the house who will stand up and chest bump and so forth.", "sentId": 85}], "secId": 41}, {"speaker": "HABERMAN", "sentences": [{"text": "But they, at the end of the day, they are not the President.", "sentId": 86}, {"text": "And it was clearly a contrast to how he solved his --", "sentId": 87}], "secId": 42}, {"speaker": "RAJU", "sentences": [{"text": "And even though hawks don't want to have a debate in Congress other this, if you brought this issue to Congress it would blow up and probably would not pass any sort of use of military force.", "sentId": 88}, {"text": "We saw that happen in Syria last year as well.", "sentId": 89}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "This is going to play out one way or the other as the President goes on vacation.", "sentId": 90}, {"text": "He's already decided.", "sentId": 91}, {"text": "He's supposed to go to Martha's Vineyard.", "sentId": 92}, {"text": "He will go to Martha's Vineyard.", "sentId": 93}, {"text": "But he's going to come back to Washington for a couple of days to do some work.", "sentId": 94}, {"text": "White House said -- they quite explained that -- they said he wants to have some meetings.", "sentId": 95}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "Clearly sensitive I think to the idea that you don't want to be on vacation the entire time when there are so many crises around the world.", "sentId": 96}], "secId": 45}, {"speaker": "next", "sentences": [{"text": "will his shifting views on some issues help or hurt the GOP presidential hopeful?", "sentId": 97}], "secId": 46}, {"speaker": "next", "sentences": [{"text": "But first this week's installment of \"Politicians Say or Sometimes Do the Darndest Things\".", "sentId": 98}, {"text": "New Hampshire Senate hopeful Scott Brown takes a cold shower but it's for a good cause, raising awareness about ALS disease.", "sentId": 99}], "secId": 47}, {"speaker": "SCOTT BROWN", "sentences": [{"text": "Here we go.", "sentId": 100}, {"text": "There is ice, ok?", "sentId": 101}, {"text": "Come on over here, take a peek.", "sentId": 102}, {"text": "There's ice and water -- plenty of ice and water.", "sentId": 103}, {"text": "Here we go.", "sentId": 104}, {"text": "This is sick.", "sentId": 105}, {"text": "Here we go, ready.", "sentId": 106}, {"text": "Ok, here we go.", "sentId": 107}, {"text": "Whoa.", "sentId": 108}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 109}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "How do we know that Rand Paul wants to run for president in 2016?", "sentId": 110}, {"text": "Well, let's go to the puzzle and the map.", "sentId": 111}, {"text": "This tells you he wants to run for president in 2016.", "sentId": 112}, {"text": "This is just since the 2012 presidential election.", "sentId": 113}, {"text": "Iowa four times, South Carolina five times, New Hampshire two times -- that would be states one, two and three on the Republican presidential nominating calendar and so far these travels seem to be paying off.", "sentId": 114}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "Look at this.", "sentId": 115}, {"text": "Our latest poll of Republicans, who do they want to be their nominee in 2016, Rand Paul in second place but right up there at the top of the pack is Chris Christie.", "sentId": 116}, {"text": "It's early but that's pretty good for a guy who hasn't run for president before.", "sentId": 117}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "But as he does run, one of the interesting questions is he trying to expand beyond his Tea Party and libertarian base by changing his positions on some issues to get more establishment support.", "sentId": 118}, {"text": "Listen here.", "sentId": 119}, {"text": "This is just over the border into Nebraska during an Iowa trip this past week.", "sentId": 120}, {"text": "The question is why, senator, do you propose cutting off aid to Israel.", "sentId": 121}, {"text": "The senator doesn't like the question.", "sentId": 122}], "secId": 52}, {"speaker": "PAUL", "sentences": [{"text": "You can misstate my position and then I'll answer the question, ok.  That has not been a position -- a legislative position.", "sentId": 123}, {"text": "We have never introduced anything to phase out or get rid of Israel's aid.", "sentId": 124}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "So he's not in favor of cutting Israel's aid -- right.", "sentId": 125}, {"text": "That's what he said right there.", "sentId": 126}, {"text": "How does he explain this?", "sentId": 127}, {"text": "This is January 2011 in an interview with my colleague Wolf Blitzer.", "sentId": 128}], "secId": 54}, {"speaker": "PAUL", "sentences": [{"text": "I don't think funding both sides of an arms race particularly when we've got to borrow the money from China to send it to someone else -- we just can't do it anymore.", "sentId": 129}, {"text": "The debt is all- consuming and it threatens our well-being as a country.", "sentId": 130}], "secId": 55}, {"speaker": "BLITZER", "sentences": [{"text": "All right.", "sentId": 131}, {"text": "So just to be precise -- end all foreign aid including the foreign aid to Israel as well, is that right?", "sentId": 132}], "secId": 56}, {"speaker": "PAUL", "sentences": [{"text": "Yes.", "sentId": 133}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 134}, {"text": "You saw that there, he said yes.", "sentId": 135}, {"text": "Peter Hamby -- and yet he says now he hasn't changed his position and if you say he's changed his position and he was once for cutting off aid to Israel you're wrong.", "sentId": 136}, {"text": "How can he say that?", "sentId": 137}], "secId": 58}, {"speaker": "HAMBY", "sentences": [{"text": "Rand Paul is really good with semantics.", "sentId": 138}, {"text": "He is good at word play.", "sentId": 139}, {"text": "Just this week he said that Hillary Clinton set up a jihadist wonderland in Benghazi.", "sentId": 140}, {"text": "He's really good with the turn of phrase.", "sentId": 141}, {"text": "But you do see this theme emerging even among conservatives that", "sentId": 142}], "secId": 59}, {"speaker": "HAMBY", "sentences": [{"text": "he kind of says what he needs to do in the moment, whether it's a media interview or campaign appearance or fund-raiser to sort of appeal to a specific crowd but that overall he sort of shifts positions and he's hard to pin down.", "sentId": 143}, {"text": "And because of his sort of libertarian roots this is going to be a real challenge for him heading into the presidential race -- just sort of like being clear on where he stands on it.", "sentId": 144}], "secId": 60}, {"speaker": "RESTON", "sentences": [{"text": "And what he's been trying to do obviously in states like Iowa is to build this coalition, where he's balancing both libertarian interests and evangelicals and Israel's right at the tension point for that issue.", "sentId": 145}, {"text": "And so it makes it a really tough one for him.", "sentId": 146}, {"text": "But he's been traveling with evangelical pastors.", "sentId": 147}, {"text": "He's talking a lot more about Israel now.", "sentId": 148}, {"text": "And that's going to be really important for him if he's going to reassure the base and the donors in the Republican Party that he's not an isolationist on foreign policy, which has always been the criticism.", "sentId": 149}], "secId": 61}, {"speaker": "RAJU", "sentences": [{"text": "Right.", "sentId": 150}, {"text": "And when I talk to Republican senators about this, they say look, we like Rand Paul a lot.", "sentId": 151}, {"text": "He's saying the right things.", "sentId": 152}, {"text": "He's trying to expand the party's tent and appeal to a new coalition of voters who the Republicans think they need to take back the White House.", "sentId": 153}, {"text": "But I hear time and again the biggest concern is national security.", "sentId": 154}, {"text": "He's going to have to pass that test.", "sentId": 155}, {"text": "And Israel is the key, one of the key aspects of that.", "sentId": 156}, {"text": "If he can change his position, even if he admits that he's wrong, maybe he needs to just say that I was wrong and say that I think this is the right way to go, that could probably bring people back.", "sentId": 157}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "But why can't he do that?", "sentId": 158}, {"text": "I think voters especially, maybe not the chattering class here in Washington but voters especially give you credit.", "sentId": 159}, {"text": "Who in their life has not changed their opinion on something?", "sentId": 160}, {"text": "Who in their life doesn't learn new information and change their mind.", "sentId": 161}, {"text": "The more I've studied this I've evolved.", "sentId": 162}, {"text": "Why can't he do that?", "sentId": 163}], "secId": 63}, {"speaker": "HABERMAN", "sentences": [{"text": "You think about the problem that Hillary Clinton had with that NPR interview that they talked about on gay marriage.", "sentId": 164}, {"text": "She wouldn't just say I evolved on this.", "sentId": 165}, {"text": "That's what she was getting hit on.", "sentId": 166}, {"text": "And on this one he could absolutely just say I have evolved.", "sentId": 167}], "secId": 64}, {"speaker": "HABERMAN", "sentences": [{"text": "But my perception -- and you would have a better sense of this Peter, you would too -- my perception of Rand Paul has typically been he has trouble saying the words something that would sound like I made a mistake or I was wrong.", "sentId": 168}, {"text": "That does not seem to be something that he is able to do.", "sentId": 169}, {"text": "And so on the one hand, he's really the candidate for the 2016 field that you see putting out the most by way of ideas.", "sentId": 170}, {"text": "He's certainly the most interesting to look at but you can't say to voters, who are you going believe -- me or your lying ears.", "sentId": 171}, {"text": "And that is essentially what that amounts to.", "sentId": 172}], "secId": 65}, {"speaker": "HAMBY", "sentences": [{"text": "That's a really good -- I think like we perceive of Chris Christie as being stubborn in part because of his temperament.", "sentId": 173}, {"text": "Rand Paul doesn't have the same temperament so he's sort of gotten away with the stubbornness.", "sentId": 174}, {"text": "But that's a really good observation.", "sentId": 175}, {"text": "KING:  But he portrays himself like Christie, very different in", "sentId": 176}], "secId": 66}, {"speaker": "HAMBY", "sentences": [{"text": "temperament and style.", "sentId": 177}, {"text": "He's a straight shooter, someone who calls the issues as he sees them.", "sentId": 178}, {"text": "Someone who's willing to challenge his party.", "sentId": 179}, {"text": "To your point someone who's willing to go out and  Iowa last week said look, we have to appeal to people who don't look like us or else we're doomed as a party.", "sentId": 180}], "secId": 67}, {"speaker": "RAJU", "sentences": [{"text": "Compare his 2010 campaign to what his 2016 campaign is, they are so much different.", "sentId": 181}, {"text": "I mean he was running on a hard core tea party platform in 2010, term limits, making sure every bill has things that relate to the constitution directly.", "sentId": 182}, {"text": "Those aren't really things that he's talking about now as he's trying to show that he's not his father.", "sentId": 183}, {"text": "I mean that's one of the big things.", "sentId": 184}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 185}], "secId": 69}, {"speaker": "RAJU", "sentences": [{"text": "They tamed that network but also show that he's not the same guy as his father.", "sentId": 186}], "secId": 70}, {"speaker": "HABERMAN", "sentences": [{"text": "Well, his father would not actually get caught like this.", "sentId": 187}, {"text": "That is the big difference between him and his father.", "sentId": 188}], "secId": 71}, {"speaker": "HAMBY", "sentences": [{"text": "He's framing this bold talk around issues that are actually really palatable, like he's against surveillance.", "sentId": 189}, {"text": "Who isn't against the government surveillance and intrusion into cell phones?", "sentId": 190}, {"text": "He likes to talk about that -- mandatory minimums and sentencing reform, the Republican Party has actually been talking about it for a couple of years.", "sentId": 191}, {"text": "Bob McDonnell in Virginia, who's now in legal problems apparently, you know.", "sentId": 192}], "secId": 72}, {"speaker": "HAMBY", "sentences": [{"text": "Paul Ryan was talking about that, Chris Christie was talking about that.", "sentId": 193}, {"text": "He's not really taking super bold positions that are really sticking the thumb in the eye of his party.", "sentId": 194}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "I want to show you a piece of video here.", "sentId": 195}, {"text": "What did we learn -- we learned about candidates whether they will or won't admit they changed their mind stylistically.", "sentId": 196}, {"text": "What did we learn here?", "sentId": 197}, {"text": "He's in Iowa with Steve King at an event and two dreamers, two undocumented folks in America without documentation approach Steve King.", "sentId": 198}, {"text": "Watch Rand Paul -- he's sitting at the table.", "sentId": 199}], "secId": 74}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "And Arizona is the university and I know you want to get rid of DACA but I want to give you the opportunity if you really want to get rid of it.", "sentId": 200}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "The technical term for that I believe is get out of dodge.", "sentId": 201}, {"text": "He sees this happening and somebody taps him essentially.", "sentId": 202}, {"text": "It seems to be -- the conversation seems to be, \"Let's get out here.", "sentId": 203}, {"text": "We don't want to be part of this.\"", "sentId": 204}, {"text": "He said that he had another interview to do.", "sentId": 205}, {"text": "That's what he told Greta Van Susteren of Fox News.", "sentId": 206}, {"text": "But if you kind of look at that situation --", "sentId": 207}], "secId": 76}, {"speaker": "HABERMAN", "sentences": [{"text": "The burger went uneaten on the table.", "sentId": 208}], "secId": 77}, {"speaker": "HAMBY", "sentences": [{"text": "This is exactly what I'm talking about though.", "sentId": 209}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "Leave no hamburger behind.", "sentId": 210}], "secId": 79}, {"speaker": "HAMBY", "sentences": [{"text": "He talks about creating a bigger tent Republican Party and reaching out to minorities, confronted with a moment where he can have an honest conversation with somebody in front of the cameras his staff swoops in and pulls him away.", "sentId": 211}, {"text": "That sort of went out there.", "sentId": 212}], "secId": 80}, {"speaker": "RESTON", "sentences": [{"text": "You can't imagine Chris Christie, you know, pulling away from that conversation.", "sentId": 213}, {"text": "He's been much better about --", "sentId": 214}], "secId": 81}, {"speaker": "HAMBY", "sentences": [{"text": "You can't imagine Chris Christie hanging out with Steve King.", "sentId": 215}], "secId": 82}, {"speaker": "RESTON", "sentences": [{"text": "That's true.", "sentId": 216}, {"text": "That is another point.", "sentId": 217}, {"text": "One of the complaints about Rand Paul has been can he prove that he can have a really functional strong operation.", "sentId": 218}, {"text": "There's been this sort of rag tag band quality to his team for a long time and he's been trying to do a lot of hires.", "sentId": 219}, {"text": "He's been trying to step up.", "sentId": 220}, {"text": "He's been trying to be sort of more professional and have a different type of team but that is the thing and we were talking about this before, and to your point about Christie wouldn't be there.", "sentId": 221}, {"text": "You got to know if you're sitting there in sort of an open air area with Steve King with cameras this could happen.", "sentId": 222}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "You'd want to be president, you can't put yourself in those positions or you get caught in one --", "sentId": 223}], "secId": 84}, {"speaker": "RESTON", "sentences": [{"text": "And the party shirt made it worse.", "sentId": 224}, {"text": "Right -- he's wearing the striped party shirt.", "sentId": 225}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Is that what that was?", "sentId": 226}], "secId": 86}, {"speaker": "RESTON", "sentences": [{"text": "Yes that's how he was dressed.", "sentId": 227}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "All right, everybody, sit tight.", "sentId": 228}, {"text": "Tomorrow's news today is next.", "sentId": 229}, {"text": "Our great reporters get you out ahead of the coming big political news.", "sentId": 230}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Before we go let's head around the table and ask our reporters to share a nugget or two from their notebooks.", "sentId": 231}, {"text": "Maeve?", "sentId": 232}], "secId": 89}, {"speaker": "RESTON", "sentences": [{"text": "We talked about how this Iraq air strike issue is going to play out for the President.", "sentId": 233}, {"text": "But I think what will be really fascinating to watch over the next few weeks is how it plays out in these senate races where we have vulnerable Democrats who do not want to talk about this issue.", "sentId": 234}, {"text": "They know they have got their core Democratic voters who don't want a greater incursion into Iraq and will Republicans have an opportunity to go after them by trying to tie them to Obama's weak foreign policy.", "sentId": 235}, {"text": "So it's going to be really interesting to see.", "sentId": 236}, {"text": "You didn't see a", "sentId": 237}], "secId": 90}, {"speaker": "RESTON", "sentences": [{"text": "race for any senators to jump in and comment on it this week.", "sentId": 238}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "Remarkably quiet, weren't they.", "sentId": 239}], "secId": 92}, {"speaker": "RESTON", "sentences": [{"text": "Yes.", "sentId": 240}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Manu.", "sentId": 241}], "secId": 94}, {"speaker": "RAJU", "sentences": [{"text": "Lisa Murkowski is making a big gamble in Alaska right now.", "sentId": 242}, {"text": "She's not running for re-election this year but will be in 2016.", "sentId": 243}, {"text": "What she is doing is bashing the Democratic incumbent Senator Mark Begich, who's running for re-election in one of the toughest races in the country.", "sentId": 244}, {"text": "And what she's trying to do is show that she doesn't actually work in a bipartisan manner with Mark Begich.", "sentId": 245}, {"text": "She's refuting any suggestions that they work together as a team.", "sentId": 246}], "secId": 95}, {"speaker": "RAJU", "sentences": [{"text": "Now this is a risk for Murkowski because when it comes time for 2016 she doesn't has to run as the bipartisan moderate again at a time when the conservatives are still angry with her for a number of votes she's been taking over the years.", "sentId": 247}, {"text": "Watch for Murkowski to navigate this line but still try to refute Begich's suggestions they work in a bipartisan manner for one big reason.", "sentId": 248}, {"text": "If Begich loses and Republicans take majority she could become chairman of the energy committee, very powerful perch in the next Senate.", "sentId": 249}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "A little self-interested play here -- Peter.", "sentId": 250}], "secId": 97}, {"speaker": "HAMBY", "sentences": [{"text": "Our friend Phil Rucker had a fun piece about this in the \"Washington Post\" this week about Bruce Braley in Iowa, the senate candidate who had a dispute over chickens on a property at his vacation home.", "sentId": 251}, {"text": "The piece touched on an important theme, though, which is that Democrats are actually more scared about losing this race than they were a few months ago and Republicans feel really emboldened, outside Republican spending on the race quintupled over the last month.", "sentId": 252}], "secId": 98}, {"speaker": "HAMBY", "sentences": [{"text": "I'm told outside groups are looking at going in even heavier in the coming months because of Braley's self-inflicted wounds.", "sentId": 253}, {"text": "And I'm also told that Rand Paul who we were just talking about has another trip to Iowa in the works.", "sentId": 254}, {"text": "So he'll be going back out there in September/October to help the Republican nominee  in a race the Republicans think is still on the table", "sentId": 255}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Iowa will be a big one.", "sentId": 256}], "secId": 100}, {"speaker": "HABERMAN", "sentences": [{"text": "Yes, big shakeup on that campaign a month ago amazingly.", "sentId": 257}], "secId": 101}, {"speaker": "HABERMAN", "sentences": [{"text": "So in the fight to replace John Walsh in Montana, which Manu and I wrote about this week -- last week, excuse me.", "sentId": 258}, {"text": "There is some concern amongst some Republicans that Walsh, that the hit on Walsh for lack of a better way of putting it in terms of the plagiarism scandal was landed a bit too early.", "sentId": 259}, {"text": "That it essentially gave him enough time to get out, give Democrats a chance to find a replacement candidate.", "sentId": 260}, {"text": "Most Democrats will tell you they don't think this is in play anymore but it left a bit of wiggle room some Republicans are not comfortable with.", "sentId": 261}], "secId": 102}, {"speaker": "HABERMAN", "sentences": [{"text": "They would have not minded seeing him stay in for say another week or so and then when we couldn't get off the ballot --", "sentId": 262}], "secId": 103}, {"speaker": "RESTON", "sentences": [{"text": "Conspiracy theory.", "sentId": 263}], "secId": 104}, {"speaker": "RAJU", "sentences": [{"text": "Like the Ashley Judd thing in Kentucky.", "sentId": 264}], "secId": 105}, {"speaker": "HABERMAN", "sentences": [{"text": "Exactly.", "sentId": 265}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "I'll close with this, Peter just noted, Iowa has been getting most of the spotlight for the 2016 hopefuls this past week, including this weekend.", "sentId": 266}, {"text": "The numbers of Republicans out in Iowa speaking but New Hampshire is about to take back the spotlight.", "sentId": 267}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "Chris Christie has already visited twice this summer.", "sentId": 268}, {"text": "I'm told he just scheduled a third visit in early September after the primary.", "sentId": 269}, {"text": "Bobby Jindal, the Louisiana governor going back to New Hampshire.", "sentId": 270}, {"text": "He's trying to put together as much as a three-day consecutive trip to not only have public events and do the all-important behind the scenes work with activists as well.", "sentId": 271}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "And Rick Perry also ratcheting up.", "sentId": 272}, {"text": "He's already due to appear in September, he's trying to add another day to his trip.", "sentId": 273}, {"text": "Again some more public events and those private meetings trying to line up support, presidential politics never stops.", "sentId": 274}], "secId": 109}, {"speaker": "HABERMAN", "sentences": [{"text": "You're just trying to get back to New Hampshire.", "sentId": 275}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "I love it.", "sentId": 276}, {"text": "Why not?", "sentId": 277}, {"text": "Any time.", "sentId": 278}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS this week.", "sentId": 279}, {"text": "Thanks again for sharing your Sunday.", "sentId": 280}, {"text": "We'll see you soon.", "sentId": 281}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" with Candy Crowley starts right now.", "sentId": 282}], "secId": 113}], "sectionCount": 114, "url": "transcripts.cnn.com/TRANSCRIPTS/1408/10/ip.01.html", "sentenceCount": 284, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired August 10, 2014 - 08:30   ET", "speakers": ["KING", "OBAMA", "UNIDENTIFIED FEMALE", "PAUL", "BLITZER", "RESTON", "HABERMAN", "HAMBY", "RAJU", "next", "SCOTT BROWN"], "title": "INSIDE POLITICS"}