{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1608.14.ip.01.html.json", "subTitle": "Trump Goes Off Topic, Then Blames the Media; Another Email Controversy for Clinton; Pressuring Trump, Clinton Releases 2015 Tax Return. Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "BOLDUAN", "sentences": [{"text": "Trump keeps talking, and the controversies keep coming.", "sentId": 0}], "secId": 0}, {"speaker": "TRUMP", "sentences": [{"text": "ISIS is honoring President Obama.", "sentId": 1}, {"text": "He is the founder of ISIS.", "sentId": 2}], "secId": 1}, {"speaker": "BOLDUAN", "sentences": [{"text": "Now, some Republicans want the party to put its money where his mouth isn't, on more winnable races.", "sentId": 3}, {"text": "Newly revealed e-mails raise more troubling questions about the Clinton foundation's ties to the State Department.", "sentId": 4}], "secId": 2}, {"speaker": "TRUMP", "sentences": [{"text": "A couple of very bad ones came out.", "sentId": 5}, {"text": "And it's called pay-for- play.", "sentId": 6}, {"text": "And some of these were really, really bad and illegal.", "sentId": 7}], "secId": 3}, {"speaker": "BOLDUAN", "sentences": [{"text": "The battle for blue-collar voters.", "sentId": 8}], "secId": 4}, {"speaker": "CLINTON", "sentences": [{"text": "There is a myth out there that he will stick it to the rich and powerful because somehow he's really on the side of the little guy.", "sentId": 9}, {"text": "Don't believe it.", "sentId": 10}], "secId": 5}, {"speaker": "BOLDUAN", "sentences": [{"text": "And Clinton's challenge to Trump: release your tax returns.", "sentId": 11}], "secId": 6}, {"speaker": "BOLDUAN", "sentences": [{"text": "INSIDE POLITICS -- the biggest stories sourced by the best reporters -- now.", "sentId": 12}], "secId": 7}, {"speaker": "BOLDUAN", "sentences": [{"text": "Welcome to INSIDE POLITICS, everyone.", "sentId": 13}, {"text": "Thanks for sharing your Sunday morning with us.", "sentId": 14}, {"text": "I'm Kate Bolduan, in for John King.", "sentId": 15}], "secId": 8}, {"speaker": "BOLDUAN", "sentences": [{"text": "It's been three tumultuous, to say the very least, weeks since Donald Trump's nominating convention.", "sentId": 16}, {"text": "The week -- this week, the Republican candidate called President Obama the founder of ISIS and made a Second Amendment comment that critics called out of bounds, just the latest in a series of controversial comments that have prompted some GOPers to urge the head of the RNC to run, not walk away from Donald Trump.", "sentId": 17}], "secId": 9}, {"speaker": "All of this as Hillary Clinton attempts to move way beyond more questions surrounding her time as secretary of state and put pressure on her Republican rival to once try to get him to release his tax returns. With us to share the reporting and their reporting and their insights this morning", "sentences": [{"text": "CNN's Phil Mattingly and our M.J. Lee, Maggie Haberman of \"The New York Times\", and Errol Louis of Time Warner Cable News.", "sentId": 18}], "secId": 10}, {"speaker": "All of this as Hillary Clinton attempts to move way beyond more questions surrounding her time as secretary of state and put pressure on her Republican rival to once try to get him to release his tax returns. With us to share the reporting and their reporting and their insights this morning", "sentences": [{"text": "It's been less than a week, but it's already hard to remember that it was supposed to be a week of Donald Trump staying on topic, staying on message.", "sentId": 19}, {"text": "Instead, he ignited a firestorm with a remark about Second Amendment people doing something about Hillary Clinton and her liberal judges.", "sentId": 20}], "secId": 11}, {"speaker": "All of this as Hillary Clinton attempts to move way beyond more questions surrounding her time as secretary of state and put pressure on her Republican rival to once try to get him to release his tax returns. With us to share the reporting and their reporting and their insights this morning", "sentences": [{"text": "Then, we got a two-day tangent about the founders of ISIS.", "sentId": 21}], "secId": 12}, {"speaker": "TRUMP", "sentences": [{"text": "He is the founder of ISIS.", "sentId": 22}, {"text": "He is the founder of ISIS.", "sentId": 23}], "secId": 13}, {"speaker": "TRUMP", "sentences": [{"text": "I call President Obama and Hillary Clinton the founders of ISIS.", "sentId": 24}, {"text": "They're the founders.", "sentId": 25}, {"text": "Barack Obama and Hillary Clinton, these are the founders of ISIS.", "sentId": 26}], "secId": 14}, {"speaker": "HEWITT", "sentences": [{"text": "Last night, you said the president was the founder of ISIS.", "sentId": 27}, {"text": "I know what you meant.", "sentId": 28}, {"text": "You meant that he created the vacuum, he lost the peace.", "sentId": 29}], "secId": 15}, {"speaker": "TRUMP", "sentences": [{"text": "No.", "sentId": 30}, {"text": "I meant he's the founder of ISIS.", "sentId": 31}, {"text": "I do.", "sentId": 32}, {"text": "He is the most valuable player.", "sentId": 33}, {"text": "I give him the most valuable player award.", "sentId": 34}, {"text": "I give her too, by the way, Hillary Clinton.", "sentId": 35}], "secId": 16}, {"speaker": "HEWITT", "sentences": [{"text": "But he is not sympathetic to them.", "sentId": 36}, {"text": "He hates them.", "sentId": 37}, {"text": "He's trying to kill them.", "sentId": 38}], "secId": 17}, {"speaker": "TRUMP", "sentences": [{"text": "I don't care.", "sentId": 39}, {"text": "He was the founder.", "sentId": 40}], "secId": 18}, {"speaker": "BOLDUAN", "sentences": [{"text": "Trump making himself pretty clear right there, right?", "sentId": 41}], "secId": 19}, {"speaker": "BOLDUAN", "sentences": [{"text": "Well, not exactly.", "sentId": 42}], "secId": 20}, {"speaker": "TRUMP", "sentences": [{"text": "I said, Obama is the founder of ISIS.", "sentId": 43}, {"text": "The founder.", "sentId": 44}, {"text": "And these dishonest media people, they're the most dishonest people, they said, oh, did he mean that?", "sentId": 45}, {"text": "Didn't he mean that?", "sentId": 46}, {"text": "I said the founder of ISIS.", "sentId": 47}, {"text": "Obviously I'm being sarcastic.", "sentId": 48}, {"text": "Then, then -- but not that sarcastic, to be honest with you.", "sentId": 49}], "secId": 21}, {"speaker": "BOLDUAN", "sentences": [{"text": "What?", "sentId": 50}], "secId": 22}, {"speaker": "BOLDUAN", "sentences": [{"text": "Last night, we got another tangent.", "sentId": 51}, {"text": "Monica Lewinsky's infamous blue dress made it back into the speech.", "sentId": 52}, {"text": "But don't blame the candidate for getting off topic.", "sentId": 53}, {"text": "Trump says, blame the messenger.", "sentId": 54}], "secId": 23}, {"speaker": "TRUMP", "sentences": [{"text": "I'm not running against crooked Hillary Clinton.", "sentId": 55}, {"text": "I'm running against the crooked media.", "sentId": 56}, {"text": "That's what I'm running against.", "sentId": 57}, {"text": "It's true.", "sentId": 58}], "secId": 24}, {"speaker": "BOLDUAN", "sentences": [{"text": "Let us begin.", "sentId": 59}], "secId": 25}, {"speaker": "BOLDUAN", "sentences": [{"text": "Errol Louis, blame the media, that's, one, not new for any politician.", "sentId": 60}, {"text": "Two, not new especially for Donald Trump.", "sentId": 61}, {"text": "But he took it to -- it felt like a whole new level last night with the -- they're turning off their cameras when clearly that's not true.", "sentId": 62}, {"text": "They're not turning off their cameras.", "sentId": 63}, {"text": "It's a pool camera as he's railing against the media.", "sentId": 64}], "secId": 26}, {"speaker": "BOLDUAN", "sentences": [{"text": "He thinks it's working.", "sentId": 65}, {"text": "Yes?", "sentId": 66}], "secId": 27}, {"speaker": "LOUIS", "sentences": [{"text": "Well, it works for him in the room at the time.", "sentId": 67}, {"text": "This really reflects, I think, the problem that Donald Trump is sort of mired in, which is that the 5,000, 10,000, even 20,000 people in front of him will be delighted by these comments.", "sentId": 68}, {"text": "Nobody else really cares.", "sentId": 69}, {"text": "It starts to sound like whining at a certain point.", "sentId": 70}], "secId": 28}, {"speaker": "LOUIS", "sentences": [{"text": "It also -- you know, people are -- in the cases that he says the media has somehow distorted things and been crooked, it's the kind of sequence that you just showed where people can see with their own eyes that it's not like some producer or some cameraman caught him in some off moment.", "sentId": 71}, {"text": "He says over and over and over again the president is the founder of ISIS.", "sentId": 72}, {"text": "Then he sort of reverses it and then reverses the reversal and somehow it's all the media's fault.", "sentId": 73}], "secId": 29}, {"speaker": "LOUIS", "sentences": [{"text": "I think most people are sophisticated enough to realize that it's not all the media's fault.", "sentId": 74}, {"text": "It doesn't -- it kind of wastes time, because here again, we're still not talking -- we're not hearing him talk about jobs or about trade, one of his signature issues.", "sentId": 75}, {"text": "We're not hearing him talk about public security or any of the things that are supposed to get him across the finish line.", "sentId": 76}, {"text": "And in some ways, it's really a distraction from his own message.", "sentId": 77}], "secId": 30}, {"speaker": "BOLDUAN", "sentences": [{"text": "It became really the main message coming out of last night.", "sentId": 78}, {"text": "I guess maybe first I need to ask, are you sure you have your press credentials after his speech last night, Maggie?", "sentId": 79}], "secId": 31}, {"speaker": "HABERMAN", "sentences": [{"text": "He seemed uncertain whether he was banning.", "sentId": 80}, {"text": "He was thinking about it.", "sentId": 81}], "secId": 32}, {"speaker": "BOLDUAN", "sentences": [{"text": "It's true.", "sentId": 82}, {"text": "He was thinking.", "sentId": 83}, {"text": "He was mulling it over, but getting to your reporting, fascinating reporting that Donald Trump took particular exception with and kind of the amendments to have the man pivot and the man that they're dealing with now.", "sentId": 84}], "secId": 33}, {"speaker": "HABERMAN", "sentences": [{"text": "There was an enormous amount of frustration.", "sentId": 85}, {"text": "This was a story that my colleague Alex Burns and I spent a lot of time on.", "sentId": 86}, {"text": "There is an enormous amount of frustration by people close to the campaign, in the campaign, around the candidate, who see basically, you know, it get announced every couple of days, there is going to be this new version of him this week or he's going to do a speech or read off a teleprompter.", "sentId": 87}], "secId": 34}, {"speaker": "HABERMAN", "sentences": [{"text": "And, that's now where the bar will be set for him doing better.", "sentId": 88}, {"text": "And that's not what his instinct is.", "sentId": 89}, {"text": "His instinct is to do what we saw last night from that video.", "sentId": 90}, {"text": "And there is sort of a Groundhog Day about this and we do this all over again.", "sentId": 91}], "secId": 35}, {"speaker": "HABERMAN", "sentences": [{"text": "So, our story began about the need for him to get in gear about this and focus on a teleprompter and give more sort of targeted events on June 20th, the day that he fired his campaign manager.", "sentId": 92}, {"text": "There was another meeting similar to the need for a change in tone and comportment that was held just this past week, right before his Second Amendment comments from a rally that became very controversial.", "sentId": 93}], "secId": 36}, {"speaker": "HABERMAN", "sentences": [{"text": "What we saw last night, too, at the rally is Trump says -- to Errol's point about, you know, people can see for themselves.", "sentId": 94}, {"text": "Trump says they put three people, it's all on the sources.", "sentId": 95}, {"text": "We had five people on the record, including one of them, the former partner of his top adviser.", "sentId": 96}, {"text": "Trump has been effective at structuring the narrative how he wants to.", "sentId": 97}, {"text": "It's much harder to do that in a general election.", "sentId": 98}], "secId": 37}, {"speaker": "BOLDUAN", "sentences": [{"text": "And the people you're talking to, are they getting to the point of finally giving up on the idea there will be a pivot?", "sentId": 99}], "secId": 38}, {"speaker": "HABERMAN", "sentences": [{"text": "They're approaching the point where they're not sure how coachable he is.", "sentId": 100}, {"text": "I mean, he can get to a person point and after that it's very hard for him.", "sentId": 101}, {"text": "Look, there is a lot of frustration, there's a lot of anxiety and there's also a lot of the fact that the candidate himself is very upset and is lashing out.", "sentId": 102}], "secId": 39}, {"speaker": "HABERMAN", "sentences": [{"text": "Candidates very rarely tend to blame themselves.", "sentId": 103}, {"text": "This is not unique to Trump.", "sentId": 104}, {"text": "But it may be more pronounced with him.", "sentId": 105}], "secId": 40}, {"speaker": "BOLDUAN", "sentences": [{"text": "That's a good point.", "sentId": 106}], "secId": 41}, {"speaker": "BOLDUAN", "sentences": [{"text": "Also, kind of maybe it dovetails into Maggie's reporting, is this new tone this week.", "sentId": 107}, {"text": "For the first time acknowledging or at least setting a bar of I might not win, I might actually lose.", "sentId": 108}, {"text": "And the comment in the interview about it, it's OK, I'll just take a very, very long vacation.", "sentId": 109}], "secId": 42}, {"speaker": "BOLDUAN", "sentences": [{"text": "What do you think is behind that, Phil?", "sentId": 110}], "secId": 43}, {"speaker": "MATTINGLY", "sentences": [{"text": "Well, I'm tracking with a lot of reporters who are planning very, very long vacations after the election at some point.", "sentId": 111}], "secId": 44}, {"speaker": "MATTINGLY", "sentences": [{"text": "I think there is for the first time a recognition when he is looking at the poll numbers which were the basis for so much of his remarks throughout the primary.", "sentId": 112}, {"text": "When he's looking at kind of the mechanics of how campaigns work.", "sentId": 113}, {"text": "When he's watching what's going on around him.", "sentId": 114}, {"text": "Not attacks from Democrats, not attacks from the media, attacks from inside his own party that this isn't that fun, A, and, B, this is a very complicated process.", "sentId": 115}], "secId": 45}, {"speaker": "MATTINGLY", "sentences": [{"text": "And I think that's something I took out of Maggie and Alex's reporting more than anything else, is that campaigns are hard.", "sentId": 116}, {"text": "Campaign -- the process of campaigning is difficult.", "sentId": 117}, {"text": "The process of running a campaign is extraordinarily difficult.", "sentId": 118}], "secId": 46}, {"speaker": "MATTINGLY", "sentences": [{"text": "You sense that there is a lot of frustration and a lot of, man, I didn't know this was what it's all about.", "sentId": 119}], "secId": 47}, {"speaker": "MATTINGLY", "sentences": [{"text": "You're struck consistently by when you talk to his senior advisers, they're unified and they believe this is a path forward, there's a message forward, there are serious opportunities for Donald Trump going forward.", "sentId": 120}, {"text": "It's his inability to kind of follow that pathway that breeds a lot of the frustration, and I think you're seeing his frustration when he makes comments like that.", "sentId": 121}], "secId": 48}, {"speaker": "BOLDUAN", "sentences": [{"text": "And maybe coming off that frustration, Donald Trump, instead of taking the message his advisers want and push that message forward, he's already taking on the message that the election is rigged.", "sentId": 122}, {"text": "He pushed that message last night in Pennsylvania about Pennsylvania.", "sentId": 123}, {"text": "Let's show it for the viewers.", "sentId": 124}], "secId": 49}, {"speaker": "TRUMP", "sentences": [{"text": "Call up law enforcement, and we have to have the sheriffs and police chiefs and everybody watching, because, if we get cheated out of this election, if we get cheated out of a win in Pennsylvania, which is such a vital state, especially when I know what's happening here, folks.", "sentId": 125}, {"text": "I know she can't beat what's happening here.", "sentId": 126}, {"text": "The only way they can beat it in my opinion -- and I mean this 100 percent -- if in certain sections of the state, they cheat.", "sentId": 127}], "secId": 50}, {"speaker": "BOLDUAN", "sentences": [{"text": "And the campaign now, M.J., they're asking people to sign up on the website to be election monitors, to look for fraud.", "sentId": 128}, {"text": "What are they going to use these e-mail lists for?", "sentId": 129}, {"text": "What do you take from it?", "sentId": 130}], "secId": 51}, {"speaker": "LEE", "sentences": [{"text": "One thing that I thought was really striking, Maggie, in your story with Alex, is that we're three months out from Election Day and we're seeing a portrait of a campaign in total, you know, despair and a candidate that is very frustrated, not to mention the aides that are around him.", "sentId": 131}, {"text": "It's very unusual to see a story like this so far out from Election Day.", "sentId": 132}], "secId": 52}, {"speaker": "LEE", "sentences": [{"text": "And I think Donald Trump, you know, as we have seen over and over throughout this election, he is someone that likes to take things to the extreme and really sort of test how far he can take things.", "sentId": 133}, {"text": "The problem for him, though, is at this point in the election, voters really want to be convinced that he is a serious candidate.", "sentId": 134}, {"text": "We have anecdotal evidence of this kind of thing really hurting him.", "sentId": 135}], "secId": 53}, {"speaker": "know", "sentences": [{"text": "On this issue, though, that Donald Trump kind of laying the", "sentId": 136}], "secId": 54}, {"speaker": "know", "sentences": [{"text": "groundwork that the election is rigged.", "sentId": 137}, {"text": "It's striking that while you are asking people to sign up as an election monitor, to look for fraud, in your website, why aren't you asking them to sign up to get out to vote?", "sentId": 138}, {"text": "I wonder -- to me, that's striking, is he trying to manage expectations or set the bar for \"this is who I can blame if I lose\"?", "sentId": 139}], "secId": 55}, {"speaker": "HABERMA", "sentences": [{"text": "I mean, there are a lot of people came away with the thought that that's what he's looking for, as a way to say that if this does not go as planned -- but you're correct that there are Republicans who are watching this and saying, why would you be spending this much energy on this.", "sentId": 140}], "secId": 56}, {"speaker": "HABERMA", "sentences": [{"text": "And to be clear, having poll watchers is not unusual.", "sentId": 141}, {"text": "This is done in lots of campaigns.", "sentId": 142}, {"text": "The question that arose about his doing it is that there is an RNC consent decree about how this can be done and whether it would work.", "sentId": 143}, {"text": "His campaign is not the RNC, but why are you not also trying to open up a number of field offices?", "sentId": 144}, {"text": "Why have you not been doing that all along?", "sentId": 145}, {"text": "Why are you not trying to develop a targeted data program?", "sentId": 146}, {"text": "Why are you not trying to make sure that you have sort of a specific message?", "sentId": 147}], "secId": 57}, {"speaker": "HABERMA", "sentences": [{"text": "To the media point about the things he's complaining about and about it being rigged, he is at the end of the day really just bringing the focus back onto himself over and over.", "sentId": 148}, {"text": "The media is out to get me.", "sentId": 149}, {"text": "The polls are rigged and cheating me.", "sentId": 150}], "secId": 58}, {"speaker": "HABERMA", "sentences": [{"text": "Voters vote on the economy, they vote on terrorism, national security issues.", "sentId": 151}, {"text": "But they vote on issues for their own lives.", "sentId": 152}, {"text": "Donald Trump's treatment is not, other than for his hardest fans, not among them for most of the voters.", "sentId": 153}], "secId": 59}, {"speaker": "LOUIS", "sentences": [{"text": "You know, he has a paid media problem.", "sentId": 154}, {"text": "And it may not be the one that he thinks it is.", "sentId": 155}, {"text": "And, you know, he has a paid media problem, right?", "sentId": 156}], "secId": 60}, {"speaker": "LOUIS", "sentences": [{"text": "So, CNN reporting that since the end of the primary season, the Clinton campaign has spent close to $43 million on ads.", "sentId": 157}, {"text": "The Trump campaign has spent zero.", "sentId": 158}, {"text": "If you pass up all of these opportunities to have a carefully crafted, targeted message that you can send over and over again to the people who you most need to get it to, if you pass on that opportunity, the numbers are go against you in the polls, the morale in your campaign will fall apart.", "sentId": 159}], "secId": 61}, {"speaker": "LOUIS", "sentences": [{"text": "I mean, he's really sort of reaping what he sowed.", "sentId": 160}, {"text": "If he can get that back on track, he has a chance to get back in.", "sentId": 161}], "secId": 62}, {"speaker": "BOLDUAN", "sentences": [{"text": "Let's talk about ground game just one second guys.", "sentId": 162}], "secId": 63}, {"speaker": "BOLDUAN", "sentences": [{"text": "Coming up next, some Republicans say it' time to cut and run away from Donald Trump.", "sentId": 163}, {"text": "We're going to discuss where they want the GOP to cut and run to, put its money and its efforts now.", "sentId": 164}], "secId": 64}, {"speaker": "BOLDUAN", "sentences": [{"text": "But, first, politicians say the darnedest things.", "sentId": 165}, {"text": "What's in a name?", "sentId": 166}, {"text": "A lot according to Hillary Clinton.", "sentId": 167}, {"text": "She noticed a trend when it comes to Donald Trump's economic council.", "sentId": 168}], "secId": 65}, {"speaker": "CLINTON", "sentences": [{"text": "Well, so today in Detroit, he's got, I don't know, dozen or so economic advisors he just named.", "sentId": 169}, {"text": "Hedge fund guys, billionaire guys.", "sentId": 170}, {"text": "Six guys named Steve, apparently.", "sentId": 171}], "secId": 66}, {"speaker": "BOLDUAN", "sentences": [{"text": "Some Republicans are worried.", "sentId": 172}, {"text": "They're frustrated with the top of their ticket and they're scared about what kind of Trump effect they'll see trickle down.", "sentId": 173}, {"text": "But, if you've watched RNC's Reince Priebus in the last few days, it is all fun and dandy and wonderful.", "sentId": 174}, {"text": "Nothing to see here.", "sentId": 175}], "secId": 67}, {"speaker": "BOLDUAN", "sentences": [{"text": "In the same week he talked to Trump about the direction of his campaign and its impact on down ballot races, the head of the party tried public unity on for size, telling supporters, \"Hey, all good.\"", "sentId": 176}], "secId": 68}, {"speaker": "PRIEBUS", "sentences": [{"text": "We're so honored to be working with Donald Trump and the campaign that raised $82 million in July to beat Hillary Clinton.", "sentId": 177}, {"text": "And don't believe the garbage you read.", "sentId": 178}, {"text": "Let me tell you something.", "sentId": 179}, {"text": "Donald Trump, the Republican Party, all of you, we're going to put him in the White House and save this country together.", "sentId": 180}], "secId": 69}, {"speaker": "BOLDUAN", "sentences": [{"text": "But the pressure is on for Priebus.", "sentId": 181}, {"text": "Dozens of Republicans are circulating a letter urging the party to pull resources away from Trump and focus on more vulnerable house and Senate races.", "sentId": 182}, {"text": "The letter did not mince words.", "sentId": 183}], "secId": 70}, {"speaker": "BOLDUAN", "sentences": [{"text": "Here's what it said in part, \"We believe that Donald Trump's divisiveness and record breaking unpopularity risk turning the election into a Democratic landslide and only the immediate shift of all available RNC resources to vulnerable Senate and House races will prevent the GOP from drowning with a Trump emblazoned anchor around its neck.\"", "sentId": 184}], "secId": 71}, {"speaker": "BOLDUAN", "sentences": [{"text": "So, Phil, tell me how you really feel is I think the question there.", "sentId": 185}, {"text": "What is going -- what is the calculation?", "sentId": 186}, {"text": "What is the conversation for Reince Priebus right now?", "sentId": 187}], "secId": 72}, {"speaker": "MATTINGLY", "sentences": [{"text": "Subtle message from those Republicans.", "sentId": 188}, {"text": "The reality is the RNC is all in with Trump, whether they like it or not.", "sentId": 189}, {"text": "They have joint fundraising with him.", "sentId": 190}, {"text": "He is a big part of their fund-raising operation.", "sentId": 191}], "secId": 73}, {"speaker": "BOLDUAN", "sentences": [{"text": "That's not just nothing.", "sentId": 192}, {"text": "That's a real thing.", "sentId": 193}], "secId": 74}, {"speaker": "MATTINGLY", "sentences": [{"text": "Absolutely.", "sentId": 194}], "secId": 75}, {"speaker": "BOLDUAN", "sentences": [{"text": "You can't just break that away.", "sentId": 195}], "secId": 76}, {"speaker": "MATTINGLY", "sentences": [{"text": "They signed an agreement.", "sentId": 196}, {"text": "That agreement stands through November.", "sentId": 197}, {"text": "That is very real for them.", "sentId": 198}], "secId": 77}, {"speaker": "MATTINGLY", "sentences": [{"text": "And I think, look, Reince Priebus, more than anybody else, was the one who declared Donald Trump the presumptive Republican nominee.", "sentId": 199}, {"text": "He has done everything in his power with regular phone calls behind the scenes with Donald Trump, phone calls with other Republicans to try and make this work.", "sentId": 200}, {"text": "That's why you saw him out showing this public front of unity.", "sentId": 201}], "secId": 78}, {"speaker": "MATTINGLY", "sentences": [{"text": "But I think the interesting thing here, as you watch the Republican Party and its growing uneasiness right now, they're all looking down- ballot.", "sentId": 202}, {"text": "You are not going to see -- a lot of Republicans are pregnant here, if you will.", "sentId": 203}, {"text": "They've backed him.", "sentId": 204}, {"text": "They're for him.", "sentId": 205}, {"text": "They felt like there was no other option with him at the top of the ticket.", "sentId": 206}], "secId": 79}, {"speaker": "MATTINGLY", "sentences": [{"text": "When do you see them start to drive off the ship?", "sentId": 207}, {"text": "Senators that are running for reelection, House members that are all running for re- election.", "sentId": 208}, {"text": "It's all about poll numbers.", "sentId": 209}, {"text": "And it's all about looking at the reality of, if their races are actually in jeopardy.", "sentId": 210}, {"text": "I don't think we're at the tipping point yet, but we're walking up to it right now.", "sentId": 211}], "secId": 80}, {"speaker": "MATTINGLY", "sentences": [{"text": "And I think that's the concern if you're Reince Priebus and the Republican Party.", "sentId": 212}, {"text": "You can't have that happen right now because unity matters, until they decide to break off and do all the down ballot focus.", "sentId": 213}], "secId": 81}, {"speaker": "BOLDUAN", "sentences": [{"text": "Is this a different conversation at the end of September, beginning of October than right now in August?", "sentId": 214}], "secId": 82}, {"speaker": "HABERMAN", "sentences": [{"text": "There are a lot of questions about the timing of when you do this, and for a couple of reasons, as you just said, a lot of it is on polls.", "sentId": 215}], "secId": 83}, {"speaker": "HABERMAN", "sentences": [{"text": "But remember, Donald Trump, he has a base of support that's not grown.", "sentId": 216}, {"text": "But that is the base of the Republican Party.", "sentId": 217}, {"text": "And so, you have a lot of senators who are going to need those voters and especially you have a lot of Congress who are going to need those voters.", "sentId": 218}, {"text": "There is concern, about, if you break off at a certain point, do the votes still come out?", "sentId": 219}, {"text": "That is what people are balancing, and that's a real issue.", "sentId": 220}], "secId": 84}, {"speaker": "BOLDUAN", "sentences": [{"text": "Doesn't research show that voters don't really split the ticket anymore, right?", "sentId": 221}], "secId": 85}, {"speaker": "LOUIS", "sentences": [{"text": "Well, less so.", "sentId": 222}, {"text": "When you have a polarized electorate like we have now, they're pretty much going to stay within their party.", "sentId": 223}, {"text": "So, the notion of widespread ticket splitting is not realistic in this, or really other elections these days.", "sentId": 224}], "secId": 86}, {"speaker": "BOLDUAN", "sentences": [{"text": "Right.", "sentId": 225}], "secId": 87}, {"speaker": "LOUIS", "sentences": [{"text": "The breaking point I'm hearing people will be watching for is that first debate.", "sentId": 226}, {"text": "If he kills it in the first debate, they have a chance to sort of bring everything back together and say that's our standard bearer, that's the guy who's going to take us over the finish line.", "sentId": 227}], "secId": 88}, {"speaker": "LOUIS", "sentences": [{"text": "If he bombs, if he has a problem in that debate, then that will be the point where things like the letter you just excerpted, you're going to hear that much more publicly and much more loudly, and that decision will have to be made at that point.", "sentId": 228}], "secId": 89}, {"speaker": "BOLDUAN", "sentences": [{"text": "M.J., look at the map.", "sentId": 229}, {"text": "Why spend time -- when you are having trouble bringing in more voters, why spend time in places like Connecticut?", "sentId": 230}, {"text": "Why spend time in places like Maine, when you're looking at traditional Republican strongholds, they're kind of in question right now.", "sentId": 231}], "secId": 90}, {"speaker": "LEE", "sentences": [{"text": "Yes, I think this is yet another example of Donald Trump fundamentally misreading what you need to do to win a presidential election.", "sentId": 232}, {"text": "Yes, we have talked so much about how sort of skilled he was at reaching out to the Republican base during the primaries, but that is so different from what he needs to achieve to be victorious in November.", "sentId": 233}], "secId": 91}, {"speaker": "LEE", "sentences": [{"text": "And I think if you look at some of the Republican members of Congress who have come out against Donald Trump, the Dave Reicherts of the world, Charlie Dents of the world, they represent districts that are relatively affluent suburbs.", "sentId": 234}, {"text": "And I think that really goes to show sort of the weakness behind Donald Trump's strategy.", "sentId": 235}, {"text": "You know, if you're not winning the minority vote, you have to win with a working class and educated white voters, and we know he's not doing well with educated white voters.", "sentId": 236}, {"text": "That doesn't leave much in terms of support heading into November.", "sentId": 237}], "secId": 92}, {"speaker": "BOLDUAN", "sentences": [{"text": "After we look at polls out this week, and yes, again, snapshot in time, all the caveats, but when you look at North Carolina struck me when it out.", "sentId": 238}, {"text": "He's really down.", "sentId": 239}, {"text": "This is a place that he really needs to hold when you look at his map.", "sentId": 240}], "secId": 93}, {"speaker": "BOLDUAN", "sentences": [{"text": "Are we to a place, Phil, where you think you can say, he already had a narrow path, and it is very much narrowing now?", "sentId": 241}], "secId": 94}, {"speaker": "MATTINGLY", "sentences": [{"text": "No question about it.", "sentId": 242}, {"text": "And, look, you look at, is Georgia going to turn blue?", "sentId": 243}, {"text": "Pretty unlikely.", "sentId": 244}, {"text": "People have been predicting that for the last four cycles and Republicans always figure out a way to win.", "sentId": 245}], "secId": 95}, {"speaker": "MATTINGLY", "sentences": [{"text": "But again, the fact that it's close causes a lot of consternation in the Republican Party.", "sentId": 246}, {"text": "Perhaps he has to spend money there.", "sentId": 247}, {"text": "That would be a surprise, but that would be severely problematic.", "sentId": 248}], "secId": 96}, {"speaker": "MATTINGLY", "sentences": [{"text": "When you look at the states where he absolutely almost has to win with the path that we've been looking at.", "sentId": 249}, {"text": "North Carolina he has to hold.", "sentId": 250}, {"text": "Pennsylvania everybody says he has to win.", "sentId": 251}, {"text": "Ohio has kind of the voter demographic that he continues to point to as his pathway forward.", "sentId": 252}], "secId": 97}, {"speaker": "Kate", "sentences": [{"text": "What's your home state again, Phil?", "sentId": 253}], "secId": 98}, {"speaker": "MATTINGLY", "sentences": [{"text": "It's Ohio.", "sentId": 254}, {"text": "It's cool.", "sentId": 255}], "secId": 99}, {"speaker": "MATTINGLY", "sentences": [{"text": "But no, so you talk about ground game.", "sentId": 256}, {"text": "You talk about what matters.", "sentId": 257}, {"text": "Ground game in states, battle ground states is hugely important.", "sentId": 258}, {"text": "In Ohio, tons of resources should be there.", "sentId": 259}], "secId": 100}, {"speaker": "MATTINGLY", "sentences": [{"text": "The Clinton campaign is there in force and with good reason.", "sentId": 260}, {"text": "The Ohio Democratic Party has had rough, couple of cycles here.", "sentId": 261}], "secId": 101}, {"speaker": "MATTINGLY", "sentences": [{"text": "Donald Trump's presence there, while he's hired some solid top-tier staffer is minimal.", "sentId": 262}, {"text": "One Republican there on the ground I talked to this week said it was dismal, his operation there.", "sentId": 263}, {"text": "There's pretty good reason why.", "sentId": 264}, {"text": "That state is super plugged with John Kasich, the governor of Ohio, who beat Donald Trump by 240,000 votes in March.", "sentId": 265}], "secId": 102}, {"speaker": "MATTINGLY", "sentences": [{"text": "That team, if Donald Trump could activate them, could win the state for Donald Trump.", "sentId": 266}, {"text": "And yet, all he's done, he and his campaign team, is just battled with Kasich's.", "sentId": 267}, {"text": "Kasich's operation is frozen.", "sentId": 268}, {"text": "The Ohio Republican Party is mostly frozen and Donald Trump is now in a major deficit both spending, staffing, data, in the state that he has to win.", "sentId": 269}], "secId": 103}, {"speaker": "BOLDUAN", "sentences": [{"text": "Again, so many people are scratching their heads why he was taking on Kasich when he was in Ohio, at the convention.", "sentId": 270}, {"text": "Why continue to beat that how he was.", "sentId": 271}], "secId": 104}, {"speaker": "BOLDUAN", "sentences": [{"text": "Stand by, guys.", "sentId": 272}, {"text": "Lot more to come.", "sentId": 273}], "secId": 105}, {"speaker": "BOLDUAN", "sentences": [{"text": "Coming up, including this, new e-mail questions for Hillary Clinton bring up new concerns about her time as secretary of state.", "sentId": 274}], "secId": 106}, {"speaker": "BOLDUAN", "sentences": [{"text": "But, first, please take our INSIDE POLITICS quiz of the day.", "sentId": 275}, {"text": "Who would be best to handle the economy?", "sentId": 276}, {"text": "Hillary Clinton, Donald Trump, Gary Johnson or Jill Stein?", "sentId": 277}, {"text": "Tell us now at CNN.com/vote.", "sentId": 278}], "secId": 107}, {"speaker": "BOLDUAN", "sentences": [{"text": "Hillary Clinton is again at the center of an e- mail controversy.", "sentId": 279}, {"text": "A conservative watchdog group released nearly 300 pages of e-mails from Clinton's time as secretary of state.", "sentId": 280}, {"text": "They raise questions about the Clinton's foundation -- the Clinton Foundation's influence on the Clinton State Department.", "sentId": 281}], "secId": 108}, {"speaker": "BOLDUAN", "sentences": [{"text": "Donald Trump wasted no time bringing it up and labeling it pay-for- play politics.", "sentId": 282}, {"text": "Listen.", "sentId": 283}], "secId": 109}, {"speaker": "TRUMP", "sentences": [{"text": "But a couple of very bad ones came our and it's called pay- for-play.", "sentId": 284}, {"text": "And some of these were really, really bad and illegal.", "sentId": 285}, {"text": "If it's true, it's illegal.", "sentId": 286}, {"text": "You are paying and you're getting things.", "sentId": 287}], "secId": 110}, {"speaker": "BOLDUAN", "sentences": [{"text": "In a statement released Wednesday, the Clinton campaign brushed aside the accusations saying this, \"Hillary Clinton never took action as secretary of state because of donations to the Clinton Foundation.\"", "sentId": 288}], "secId": 111}, {"speaker": "BOLDUAN", "sentences": [{"text": "Republicans aren't the only ones raising questions about the Clinton foundation.", "sentId": 289}, {"text": "The FBI and Justice Department also wanted to know more about the relationship between the State Department and Clinton's charity.", "sentId": 290}, {"text": "Officials tell CNN authorities discussed opening up a public corruption case but eventually DOJ officials decided not to pursue it.", "sentId": 291}], "secId": 112}, {"speaker": "BOLDUAN", "sentences": [{"text": "Here's my issue with the e-mail issues.", "sentId": 292}, {"text": "It's compounding that you almost have to talk about which e-mail problem we're discussing at this point.", "sentId": 293}, {"text": "I think that, even without getting into the details, speaks volumes to the problem Hillary Clinton has with -- it just muddies the waters and speaks to a branding that Donald Trump has successfully kind of labeled her with.", "sentId": 294}], "secId": 113}, {"speaker": "MATTINGLY", "sentences": [{"text": "Well, it speaks to the perception that's existed with the Clintons for decades now, right?", "sentId": 295}, {"text": "That's the interesting element here.", "sentId": 296}, {"text": "The Clinton campaign has been furious all week about the reporting related to the e-mails, about the reporting related to Cheryl Mills going up to New York on personal her time to interview people with the Clinton Foundation.", "sentId": 297}], "secId": 114}, {"speaker": "BOLDUAN", "sentences": [{"text": "They say we're making a lot out of a little.", "sentId": 298}], "secId": 115}, {"speaker": "MATTINGLY", "sentences": [{"text": "We're making a lot out of something that doesn't exist.", "sentId": 299}], "secId": 116}, {"speaker": "MATTINGLY", "sentences": [{"text": "There is no evidence that Hillary Clinton had anything to do with the e-mails, all of this stuff.", "sentId": 300}, {"text": "But again, it feeds into the idea the Clintons have a different set of rules, it feeds into the idea the Clinton Foundation is some type of corrupt pay-for-play organization.", "sentId": 301}], "secId": 117}, {"speaker": "MATTINGLY", "sentences": [{"text": "Again, there is no smoking gun.", "sentId": 302}, {"text": "There is no direct evidence that there is pay-for-play.", "sentId": 303}, {"text": "But this is what people think of when the trust numbers for Hillary Clinton are in such a bad position.", "sentId": 304}, {"text": "The more these things come out, they give Donald Trump and his campaign opportunities to talk about the trust issues a hopefully for their cases, build that case against Hillary Clinton.", "sentId": 305}], "secId": 118}, {"speaker": "MATTINGLY", "sentences": [{"text": "I think that's the biggest issue here is that she has major trust issues to begin with.", "sentId": 306}, {"text": "All of this type of stuff feeds that narrative.", "sentId": 307}], "secId": 119}, {"speaker": "BOLDUAN", "sentences": [{"text": "Beyond the public outrage thing, we're all making something out of nothing, funny, we hear that from both candidates on different topics.", "sentId": 308}, {"text": "Do you sense that there is concern, though, on the political -- the political problem this continues to feed for Hillary Clinton?", "sentId": 309}, {"text": "Does Team Clinton sense that?", "sentId": 310}], "secId": 120}, {"speaker": "LOUIS", "sentences": [{"text": "Well, there is a political problem.", "sentId": 311}, {"text": "They are very well-aware of it and they've done something that her husband Bill Clinton always did, which is just pivot away from it.", "sentId": 312}, {"text": "Not just sort of downplay it and say, well, it's much ado about nothing.", "sentId": 313}, {"text": "But, also say, if you're not going to trust me, at least find me useful.", "sentId": 314}, {"text": "I care about people like you.", "sentId": 315}, {"text": "I have a program that you're going to like.", "sentId": 316}, {"text": "I've got a track record that you can respect.", "sentId": 317}], "secId": 121}, {"speaker": "LOUIS", "sentences": [{"text": "That's what she does over and over again.", "sentId": 318}, {"text": "It seems to work because the same polls that show her as being less than honest and trustworthy are also polls that are showing her doing better than Donald Trump.", "sentId": 319}, {"text": "So, as a practical matter, she can find her way out of it.", "sentId": 320}], "secId": 122}, {"speaker": "LOUIS", "sentences": [{"text": "I think what both sides are missing is that you have to be specific.", "sentId": 321}, {"text": "It's not enough to say, oh, it's crooked Hillary or it's pay-to-play.", "sentId": 322}, {"text": "You have to go through it.", "sentId": 323}, {"text": "What exactly is wrong with having Cheryl Mills go to New York where, at her level, she is basically always on company time for the State Department, and act as a personnel sort of manager representing her interests there?", "sentId": 324}], "secId": 123}, {"speaker": "LOUIS", "sentences": [{"text": "What will happen if Hillary Clinton becomes president, what happens to the foundation?", "sentId": 325}, {"text": "What happens to those relationships?", "sentId": 326}, {"text": "What will her staff members be doing?", "sentId": 327}, {"text": "What did she imply or direct her staff members to do?", "sentId": 328}], "secId": 124}, {"speaker": "LOUIS", "sentences": [{"text": "It needs to be a specific and sort of sophisticated conversation.", "sentId": 329}, {"text": "Much more in depth than you can do from a podium at a big rally.", "sentId": 330}], "secId": 125}, {"speaker": "BOLDUAN", "sentences": [{"text": "Maggie, Bill Clinton was asked by -- was asked, kind of a post a question by Hillary Clinton supporter on Friday about why Americans should trust his wife when she lied about her e-mails.", "sentId": 331}, {"text": "Listen to this.", "sentId": 332}], "secId": 126}, {"speaker": "CLINTON", "sentences": [{"text": "Wait a minute.", "sentId": 333}, {"text": "That's it.", "sentId": 334}, {"text": "It's not true.", "sentId": 335}], "secId": 127}, {"speaker": "CLINTON", "sentences": [{"text": "The FBI director said, when he testified before Congress, he had to amend his previous day's statement that she had never received any e- mails marked classified.", "sentId": 336}, {"text": "They saw two little notes with a \"C\" on it.", "sentId": 337}, {"text": "This is the biggest load of bull I ever heard -- that were about telephone calls that she needed to make, and the State Department typically puts a little \"C\" on it to discourage people from discussing it in public.", "sentId": 338}], "secId": 128}, {"speaker": "CLINTON", "sentences": [{"text": "Does that sound threatening to the national security to you?", "sentId": 339}], "secId": 129}, {"speaker": "BOLDUAN", "sentences": [{"text": "Bill Clinton is doing what Bill Clinton does, he is trying to explain it.", "sentId": 340}, {"text": "He is saying, the answer is it's not truthful.", "sentId": 341}, {"text": "Do not listen to this.", "sentId": 342}], "secId": 130}, {"speaker": "HABERMAN", "sentences": [{"text": "Right.", "sentId": 343}, {"text": "I mean, he's getting -- the times when you see Bill Clinton get most frustrated in when he feels she is being attacked.", "sentId": 344}, {"text": "And so, we saw this in 2008.", "sentId": 345}, {"text": "We're seeing it now.", "sentId": 346}], "secId": 131}, {"speaker": "BOLDUAN", "sentences": [{"text": "Right.", "sentId": 347}], "secId": 132}, {"speaker": "HABERMAN", "sentences": [{"text": "It is not surprise.", "sentId": 348}], "secId": 133}, {"speaker": "HABERMAN", "sentences": [{"text": "Also, you know, the foundation is his baby.", "sentId": 349}, {"text": "He's incredibly defensive and proud of it.", "sentId": 350}, {"text": "The problem is, I agree with Errol that it's a complicated story to tell.", "sentId": 351}, {"text": "The problem is, is there is a tremendous amount of defensiveness by the Clintons about this.", "sentId": 352}], "secId": 134}, {"speaker": "HABERMAN", "sentences": [{"text": "The campaign, you know, their officials sort of walked into this problem that existed before they got there.", "sentId": 353}, {"text": "But if you look at the e- mails that were replaced, these were part of FOIA lawsuits.", "sentId": 354}, {"text": "The State Department under Hillary Clinton did not respond to Freedom of Information requests over several years.", "sentId": 355}], "secId": 135}, {"speaker": "HABERMAN", "sentences": [{"text": "So, the timing of this is really almost entirely at their own hand in the sense that, if they had just released them at the time, this wouldn't be a big deal.", "sentId": 356}, {"text": "You know, you can get into equivalent weights of the two campaigns on transparency, but -- and lack of equivalency.", "sentId": 357}, {"text": "But these are legitimate questions to ask about a future president, especially one who is talking about the lack of transparency about her opponent.", "sentId": 358}], "secId": 136}, {"speaker": "BOLDUAN", "sentences": [{"text": "You were at the event.", "sentId": 359}], "secId": 137}, {"speaker": "LEE", "sentences": [{"text": "Yes.", "sentId": 360}], "secId": 138}, {"speaker": "BOLDUAN", "sentences": [{"text": "How was it received?", "sentId": 361}], "secId": 139}, {"speaker": "LEE", "sentences": [{"text": "I think people reacted well to Bill Clinton himself, but the fact that he sort of went out of his way -- and remember, he wasn't even supposed to take that question.", "sentId": 362}, {"text": "The music started playing and he insisted on taking a second question.", "sentId": 363}, {"text": "When he got a question about a trust issue, he clearly became very frustrated.", "sentId": 364}], "secId": 140}, {"speaker": "LEE", "sentences": [{"text": "I mean, that really reflected the campaign's overall frustration and really wanting to move on from this issue.", "sentId": 365}, {"text": "But I have to say, I don't think that Secretary Clinton in her response to the e-mail issues -- she hasn't always helped her own case, right?", "sentId": 366}], "secId": 141}, {"speaker": "LEE", "sentences": [{"text": "Errol, you were talking about how the campaign needs to pivot away from the issue.", "sentId": 367}, {"text": "That's correct.", "sentId": 368}, {"text": "But her pivoting from this issue hasn't just been, look, I'm sorry, I made a mistake.", "sentId": 369}, {"text": "Let's move on.", "sentId": 370}], "secId": 142}, {"speaker": "LEE", "sentences": [{"text": "She has said at best, you know, misleading things about Comey's testimony and at worse inaccurate things about Comey's testimony.", "sentId": 371}], "secId": 143}, {"speaker": "LEE", "sentences": [{"text": "So, I think it's true this is a very complicated issue, but when she talks about these issues, she has to make sure that the way in which she cherry-picks her answers don't actually cause fresh questions of their own.", "sentId": 372}], "secId": 144}, {"speaker": "BOLDUAN", "sentences": [{"text": "We saw that specifically this week.", "sentId": 373}], "secId": 145}, {"speaker": "BOLDUAN", "sentences": [{"text": "Guys, a lot more to come, including this -- Hillary Clinton releases her latest tax returns and says it is now Donald Trump's turn.", "sentId": 374}, {"text": "What are the chances you think that's going to happen?", "sentId": 375}, {"text": "The numbers and politics behind the move, that's next.", "sentId": 376}], "secId": 146}, {"speaker": "BOLDUAN", "sentences": [{"text": "Hillary Clinton has a challenge for Donald Trump.", "sentId": 377}, {"text": "Release your tax returns.", "sentId": 378}, {"text": "The Democratic candidate's taxes show the Clintons made $10.6 million in 2015.", "sentId": 379}, {"text": "That's significantly less than the $28 million they posted the year before.", "sentId": 380}, {"text": "Also revealed in the 2015 returns, their effective tax rate, 30.6 percent.", "sentId": 381}], "secId": 147}, {"speaker": "BOLDUAN", "sentences": [{"text": "Let's be clear, candidates releasing tax returns as we well know is not a new practice.", "sentId": 382}, {"text": "Republicans and Democrats vying for the White House have made them public for decades, for decades.", "sentId": 383}], "secId": 148}, {"speaker": "BOLDUAN", "sentences": [{"text": "Before Trump started his presidential bid, he had no issue with having people see his taxes.", "sentId": 384}, {"text": "Listen.", "sentId": 385}], "secId": 149}, {"speaker": "HEWITT", "sentences": [{"text": "Would you release tax returns?", "sentId": 386}], "secId": 150}, {"speaker": "TRUMP", "sentences": [{"text": "I would release tax returns.", "sentId": 387}], "secId": 151}, {"speaker": "HEWITT", "sentences": [{"text": "How many years back would you go on the day you announce?", "sentId": 388}, {"text": "Three, five?", "sentId": 389}], "secId": 152}, {"speaker": "TRUMP", "sentences": [{"text": "I don't know.", "sentId": 390}, {"text": "I mean, I actually have not even thought of that, but I would certainly show tax returns if it was necessary.", "sentId": 391}, {"text": "I have no objection to certainly showing a tax return.", "sentId": 392}], "secId": 153}, {"speaker": "BOLDUAN", "sentences": [{"text": "But now there is that pesky IRS audit allegedly getting in the way.", "sentId": 393}, {"text": "At least Donald Trump says so.", "sentId": 394}], "secId": 154}, {"speaker": "TRUMP", "sentences": [{"text": "Absolutely give my return, but I am being audited now for two or three years, so I can't do it until the audit is finished obviously.", "sentId": 395}, {"text": "And I think people would understand that.", "sentId": 396}], "secId": 155}, {"speaker": "BOLDUAN", "sentences": [{"text": "Except legally he's not bound to wait until the audit is over.", "sentId": 397}, {"text": "We now heard that many, many times.", "sentId": 398}], "secId": 156}, {"speaker": "BOLDUAN", "sentences": [{"text": "But we're talking about it again because Hillary Clinton made the move and said she was going to release her 2015 tax returns, even though no one was asking her to release them.", "sentId": 399}, {"text": "Though we love transparency more than less -- more transparency than less.", "sentId": 400}], "secId": 157}, {"speaker": "BOLDUAN", "sentences": [{"text": "What did we -- what did we learn, Errol?", "sentId": 401}], "secId": 158}, {"speaker": "LOUIS", "sentences": [{"text": "Well, I think we learn that as -- in keeping with her past practices, it's a document that could be fairly called I think as somewhat political document.", "sentId": 402}, {"text": "She didn't seek out tax breaks that she was clearly eligible for and almost nobody at that level of income -- $10 million is a whole lot of money, which she made while campaigning, by the way.", "sentId": 403}, {"text": "She wasn't really doing very much work.", "sentId": 404}], "secId": 159}, {"speaker": "LOUIS", "sentences": [{"text": "She didn't buy farms.", "sentId": 405}, {"text": "She didn't buy rental property.", "sentId": 406}, {"text": "She didn't set herself up for passive income.", "sentId": 407}, {"text": "She treated herself as a middle class taxpayer with a couple extra zeroes at the end of her income for the year.", "sentId": 408}, {"text": "I think that's intended to sort of make her most like the rest of us.", "sentId": 409}], "secId": 160}, {"speaker": "LOUIS", "sentences": [{"text": "We remember four years ago --", "sentId": 410}], "secId": 161}, {"speaker": "BOLDUAN", "sentences": [{"text": "More middle-classy.", "sentId": 411}], "secId": 162}, {"speaker": "LOUIS", "sentences": [{"text": "More middle-classy.", "sentId": 412}, {"text": "I mean, we found out -- when we found out four years ago that Mitt Romney was paying an effective rate 14 percent because he got so much investment income, basically acting like a wealthy person, trying to take advantage of the breaks to which he is entitled, it didn't work so well for him politically.", "sentId": 413}, {"text": "It didn't kill his campaign, but it didn't help his campaign.", "sentId": 414}, {"text": "Hillary Clinton wants to help her campaign.", "sentId": 415}], "secId": 163}, {"speaker": "BOLDUAN", "sentences": [{"text": "Sixty percent of their income came from speeches.", "sentId": 416}, {"text": "That opens you up for another conversation about releasing the transcripts.", "sentId": 417}, {"text": "They clearly think it's worth any risk of what they're putting out, Maggie.", "sentId": 418}], "secId": 164}, {"speaker": "HABERMAN", "sentences": [{"text": "They do.", "sentId": 419}, {"text": "In fact, they were very concerned about going after Donald Trump on not releasing his tax returns themselves when the primaries were still going on because they didn't want to whip up the where are the transcripts --", "sentId": 420}], "secId": 165}, {"speaker": "HABERMAN", "sentences": [{"text": "HABERMAN;  Right, where's the transcripts, which Bernie Sanders' team was -- thank you -- it's early on a Sunday morning.", "sentId": 421}], "secId": 166}, {"speaker": "HABERMAN", "sentences": [{"text": "But they now feel like it is worth it to do that, and they think Donald Trump has enough self-inflicted wounds that it's a risk that's worth taking.", "sentId": 422}], "secId": 167}, {"speaker": "HABERMAN", "sentences": [{"text": "I agree with Errol that I think it is a political approach, I mean, on two levels.", "sentId": 423}, {"text": "The way they went about going at their tax returns, and it's also a political approach to release it now while the e-mail issue is being discussed.", "sentId": 424}, {"text": "What's striking to me is that, even if the speech's conversation comes up again, the campaign is basically laying out an offensive agenda against their rival every day.", "sentId": 425}], "secId": 168}, {"speaker": "HABERMAN", "sentences": [{"text": "This is not what we are seeing the Trump campaign doing still, and they could be.", "sentId": 426}], "secId": 169}, {"speaker": "BOLDUAN", "sentences": [{"text": "And Mike Pence, though, coming to the rescue for Donald Trump maybe.", "sentId": 427}, {"text": "Now, Mike Pence says he's possibly, likely, maybe yes, going to release his tax returns.", "sentId": 428}, {"text": "Here is what he said.", "sentId": 429}, {"text": "Listen.", "sentId": 430}], "secId": 170}, {"speaker": "PENCE", "sentences": [{"text": "I believe we're completing those forms right now, as is appropriate under federal law and we'll be filing that.", "sentId": 431}, {"text": "But I promise you, when my forms are filed and my tax returns are released, it's going to be a quick read, Rita.", "sentId": 432}], "secId": 171}, {"speaker": "BOLDUAN", "sentences": [{"text": "So does that make up for everything?", "sentId": 433}, {"text": "Donald Trump is not releasing his, but we've got Mike Pence's.", "sentId": 434}], "secId": 172}, {"speaker": "LEE", "sentences": [{"text": "Yes.", "sentId": 435}, {"text": "This is really what we should be talking about, right, like Donald Trump is getting pressure from Clinton and Kaine releasing their tax returns.", "sentId": 436}, {"text": "But his own running mate is saying he is preparing to release his.", "sentId": 437}], "secId": 173}, {"speaker": "LEE", "sentences": [{"text": "I also talked to Gary Johnson over the weekend.", "sentId": 438}, {"text": "He said he's happy to release them.", "sentId": 439}, {"text": "No one has asked him.", "sentId": 440}, {"text": "You go down the list of candidates.", "sentId": 441}, {"text": "They're all okay with doing what you normally do when you run for office like this.", "sentId": 442}], "secId": 174}, {"speaker": "LEE", "sentences": [{"text": "Donald Trump is really holding out.", "sentId": 443}, {"text": "And I think the more he does it and more the candidates around him say they're okay doing it raises questions about why he refuses to do so.", "sentId": 444}], "secId": 175}, {"speaker": "MATTINGLY", "sentences": [{"text": "To Maggie's point, the Clinton campaign thinks this is a winning issue and they'll pound on it non-stop from here on out.", "sentId": 445}, {"text": "When we talk to the Trump officials, they're feeling on this, at least as far as I've been told, is we've already baked in that Trump probably pays close to zero in terms of his income tax rate, probably has limited charitable donations, may have questionable business ties in his taxes.", "sentId": 446}], "secId": 176}, {"speaker": "MATTINGLY", "sentences": [{"text": "So, why release them?", "sentId": 447}, {"text": "Why give you thousands -- why give reporters thousands of pages, why give the Clinton campaign thousands of pages of potentially damaging stories when you can just hold on to them?", "sentId": 448}], "secId": 177}, {"speaker": "MATTINGLY", "sentences": [{"text": "They're not going to release the tax returns.", "sentId": 449}, {"text": "There is no way.", "sentId": 450}, {"text": "There is too much of an opportunity.", "sentId": 451}], "secId": 178}, {"speaker": "BOLDUAN", "sentences": [{"text": "We're engaged in a conversation, that's the only thing.", "sentId": 452}], "secId": 179}, {"speaker": "MATTINGLY", "sentences": [{"text": "No question about it, but then thousands of pages of story opportunities, of hit opportunities, of opposition opportunities, there is not a lot of benefit if you talk to the Trump folks, in them ever releasing tax returns.", "sentId": 453}], "secId": 180}, {"speaker": "BOLDUAN", "sentences": [{"text": "I want to get you guys final take on this.", "sentId": 454}, {"text": "Big -- what could be the October surprise if we have one?", "sentId": 455}, {"text": "But DCCC now, Guccifer 2.0, I just had to get that out there, releasing private e-mails, information, phone numbers of a lot of members and a lot of staffers, and they're all feeling the fallout.", "sentId": 456}, {"text": "Nancy Pelosi said she was on a plane and landed to a score of sick e-mails and calls coming into her phone.", "sentId": 457}], "secId": 181}, {"speaker": "BOLDUAN", "sentences": [{"text": "Democrats have got to be worried.", "sentId": 458}, {"text": "Republics should be worried too.", "sentId": 459}], "secId": 182}, {"speaker": "HABERMAN", "sentences": [{"text": "Republicans don't seem to be as much the targets of this.", "sentId": 460}, {"text": "This seems to be pretty much, according to intelligence information, targeted toward Democratic staffers, organizations, their personal e- mails and group e-mails.", "sentId": 461}], "secId": 183}, {"speaker": "HABERMAN", "sentences": [{"text": "This is being done in such a way that it exists basically to destabilize, right, make voters not trust institutions and also create a climate of fear.", "sentId": 462}, {"text": "There is a lot of concern among Democrats about what is going to be released.", "sentId": 463}, {"text": "You know, there was all sorts of damaging information.", "sentId": 464}, {"text": "Not actually politically damaging but personally, sort of embarrassing from the DNC leak.", "sentId": 465}, {"text": "There will be a lot potentially of that and maybe more.", "sentId": 466}], "secId": 184}, {"speaker": "BOLDUAN", "sentences": [{"text": "Yes, there is a lot more to come.", "sentId": 467}], "secId": 185}, {"speaker": "BOLDUAN", "sentences": [{"text": "All right, guys.", "sentId": 468}], "secId": 186}, {"speaker": "BOLDUAN", "sentences": [{"text": "Our reporters give you a glimpse at tomorrow's headlines today, including Donald Trump looking at the election map and seeing red in a big state that's almost always blue.", "sentId": 469}], "secId": 187}, {"speaker": "BOLDUAN", "sentences": [{"text": "But, first, here are the results from our INSIDE POLITICS quiz.", "sentId": 470}, {"text": "We asked, which candidate do you think would best handle the economy?", "sentId": 471}, {"text": "Most of you said Hillary Clinton.", "sentId": 472}, {"text": "We'll be right back.", "sentId": 473}], "secId": 188}, {"speaker": "BOLDUAN", "sentences": [{"text": "Let's head around the INSIDE POLITICS table now and ask our reporters to help you get ahead of the big political news in the week ahead.", "sentId": 474}], "secId": 189}, {"speaker": "BOLDUAN", "sentences": [{"text": "Phil Mattingly, first to you, my friend.", "sentId": 475}], "secId": 190}, {"speaker": "MATTINGLY", "sentences": [{"text": "So, there has been a lot of attention on, and right fully so, on the TV spin that we've seen.", "sentId": 476}, {"text": "Hillary Clinton's campaign spent more than $15illion in the general election, Donald Trump's zero.", "sentId": 477}, {"text": "But there are nuts and bolts infrastructure issues that a lot of Republicans are very concerned about.", "sentId": 478}, {"text": "He had a huge fund-raising month.", "sentId": 479}, {"text": "Where is that money going?", "sentId": 480}], "secId": 191}, {"speaker": "MATTINGLY", "sentences": [{"text": "So, I talked to a bunch of Republican sources.", "sentId": 481}, {"text": "They say, ground game, ground game, ground game.", "sentId": 482}, {"text": "What does that mean?", "sentId": 483}], "secId": 192}, {"speaker": "MATTINGLY", "sentences": [{"text": "Most interesting to me and most worrisome to GOP officials, what their data operation looks like.", "sentId": 484}, {"text": "Donald Trump didn't have a data operation in the primary.", "sentId": 485}, {"text": "That was unheard of.", "sentId": 486}, {"text": "The RNC does have a data operation.", "sentId": 487}, {"text": "They spent more than $100 million building that over the course of the last four years.", "sentId": 488}], "secId": 193}, {"speaker": "MATTINGLY", "sentences": [{"text": "So, Donald Trump is going to take the RNC data operation.", "sentId": 489}, {"text": "Makes sense, right?", "sentId": 490}, {"text": "Except for that data operation was built for a generic GOP voter set.", "sentId": 491}, {"text": "A voter that Donald Trump doesn't necessarily need if he wants to win.", "sentId": 492}, {"text": "He wants GOP voters who are not traditional.", "sentId": 493}], "secId": 194}, {"speaker": "MATTINGLY", "sentences": [{"text": "Marrying those two groups is extraordinarily difficult.", "sentId": 494}, {"text": "The campaigns are putting a lot of effort into it.", "sentId": 495}, {"text": "But I'm told there are a lot of issues outstanding.", "sentId": 496}, {"text": "That RNC operation was meant to be melded into an existing campaign operation.", "sentId": 497}], "secId": 195}, {"speaker": "MATTINGLY", "sentences": [{"text": "That's not what's happening.", "sentId": 498}, {"text": "They have a lot of ground to make up.", "sentId": 499}, {"text": "The Clinton campaign, they have been doing this for 14 months,", "sentId": 500}], "secId": 196}, {"speaker": "MATTINGLY", "sentences": [{"text": "millions of dollars.", "sentId": 501}, {"text": "That's an area of major concern if this race is very close in November.", "sentId": 502}], "secId": 197}, {"speaker": "BOLDUAN", "sentences": [{"text": "I'd say, it's a major concern.", "sentId": 503}, {"text": "So, it's ground game kind of in air quotes at this point.", "sentId": 504}, {"text": "It kind of feels like.", "sentId": 505}], "secId": 198}, {"speaker": "BOLDUAN", "sentences": [{"text": "MJ, how about you?", "sentId": 506}], "secId": 199}, {"speaker": "LEE", "sentences": [{"text": "The Clinton campaign believes it is starting to see cracks in what is supposed to be Donald Trump's major selling point, and that, of course, is his business record.", "sentId": 507}, {"text": "There was a new Bloomberg poll out last week that showed 61 percent of likely voters say they're less impressed with Donald Trump's business past than they were at the beginning of the campaign.", "sentId": 508}], "secId": 200}, {"speaker": "LEE", "sentences": [{"text": "Of course, you know, that the Clinton campaign has been very relentless in going after Donald Trump post-convention, especially in going after his business practices like his ties being made in Bangladesh.", "sentId": 509}, {"text": "That was an ad that I saw in Nevada over weekend, and if you look at her schedule in the coming weeks, she is going to Pennsylvania with Vice President Joe Biden, Ohio.", "sentId": 510}, {"text": "These are places where they especially want that kind of message to stick.", "sentId": 511}], "secId": 201}, {"speaker": "BOLDUAN", "sentences": [{"text": "Yes, she is trolling him online and trolling him in real life, following him in various states.", "sentId": 512}], "secId": 202}, {"speaker": "BOLDUAN", "sentences": [{"text": "Maggie, how about you?", "sentId": 513}], "secId": 203}, {"speaker": "HABERMAN", "sentences": [{"text": "We spoke before about the Republican concerns about what to do in terms of the down-ballot.", "sentId": 514}, {"text": "There is some concern among Republican officials about not just timing but the precedent.", "sentId": 515}], "secId": 204}, {"speaker": "HABERMAN", "sentences": [{"text": "When everybody talks about the Bob Dole year, in 1996, when essentially it became the Senate will be the check and balance so that we're not handing another Clinton, Bill Clinton, you know, a blank line here.", "sentId": 516}], "secId": 205}, {"speaker": "HABERMAN", "sentences": [{"text": "Bob Dole was a different case.", "sentId": 517}, {"text": "He was friends with the then RNC Chairman Haley Barbour and he himself was a senator.", "sentId": 518}, {"text": "So, he had a different view of this.", "sentId": 519}, {"text": "Almost like with buy in.", "sentId": 520}], "secId": 206}, {"speaker": "HABERMAN", "sentences": [{"text": "That's not what you're going to see this time, if you see it.", "sentId": 521}, {"text": "The RNC is also still pretty dependent on Donald Trump in terms of fund- raising.", "sentId": 522}, {"text": "And it is not clear exactly how that will work out once there is a split.", "sentId": 523}, {"text": "The resources are linked together in a different way than they were in that year when there was still soft money.", "sentId": 524}], "secId": 207}, {"speaker": "BOLDUAN", "sentences": [{"text": "Yes, nothing against Reince Priebus.", "sentId": 525}, {"text": "Was Reince Priebus signing those fundraising emails, different than having Donald Trump's name on those emails, we have seen already.", "sentId": 526}], "secId": 208}, {"speaker": "BOLDUAN", "sentences": [{"text": "Errol, how about you?", "sentId": 527}], "secId": 209}, {"speaker": "LOUIS", "sentences": [{"text": "So, we've got Donald Trump saying over and over again he wants to put different states in play that haven't really been contested by Republicans.", "sentId": 528}, {"text": "The question is whether New York will be one of those states.", "sentId": 529}], "secId": 210}, {"speaker": "LOUIS", "sentences": [{"text": "Now, we've had Donald Trump Jr. at the convention saying we're going to make New York a swing state, we're going to play aggressively here.", "sentId": 530}, {"text": "We have Donald Trump himself trying to get something on the schedule -- it was later canceled -- in Upstate New York.", "sentId": 531}, {"text": "It was an unusual choice.", "sentId": 532}, {"text": "Conventional wisdom dictates New York is out of reach.", "sentId": 533}, {"text": "Don't bother.", "sentId": 534}], "secId": 211}, {"speaker": "LOUIS", "sentences": [{"text": "On the other hand, down the ballot, we've got at least half a dozen congressional seats in New York that are actually in play.", "sentId": 535}, {"text": "So this is not something that the RNC will write off.", "sentId": 536}, {"text": "It's a question of whether or not Donald Trump and the RNC can get on the same page, truly try to put New York in play both for the congressional candidates and for the Trump campaign.", "sentId": 537}, {"text": "We'll be taking a look at that.", "sentId": 538}], "secId": 212}, {"speaker": "BOLDUAN", "sentences": [{"text": "How many blue states do you need to make swing states especially if you can't hold the red states?", "sentId": 539}], "secId": 213}, {"speaker": "BOLDUAN", "sentences": [{"text": "The map is an interesting.", "sentId": 540}], "secId": 214}, {"speaker": "BOLDUAN", "sentences": [{"text": "Thanks, guys.", "sentId": 541}, {"text": "Thanks, guys.", "sentId": 542}, {"text": "Great to have you.", "sentId": 543}, {"text": "Thank you all so much.", "sentId": 544}], "secId": 215}, {"speaker": "BOLDUAN", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 545}, {"text": "Again, thanks for sharing your morning with us.", "sentId": 546}], "secId": 216}, {"speaker": "BOLDUAN", "sentences": [{"text": "John King returns next Sunday.", "sentId": 547}], "secId": 217}, {"speaker": "BOLDUAN", "sentences": [{"text": "Up next, \"STATE OF THE UNION\" with Jake Tapper.", "sentId": 548}, {"text": "Have a good one.", "sentId": 549}], "secId": 218}], "sectionCount": 219, "url": "transcripts.cnn.com/TRANSCRIPTS/1608/14/ip.01.html", "sentenceCount": 551, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired August 14, 2016 - 08:00   ET", "speakers": ["BOLDUAN", "TRUMP", "CLINTON", "All of this as Hillary Clinton attempts to move way beyond more questions surrounding her time as secretary of state and put pressure on her Republican rival to once try to get him to release his tax returns. With us to share the reporting and their reporting and their insights this morning", "HEWITT", "LOUIS", "HABERMAN", "MATTINGLY", "LEE", "know", "HABERMA", "PRIEBUS", "Kate", "PENCE"], "title": "INSIDE POLITICS"}