{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1501.25.ip.01.html.json", "subTitle": "Republicans Court Iowa Conservatives; Obama Approval Jump Could Impact 2016", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "The Republican class of 2016 shares the Iowa stage.", "sentId": 0}], "secId": 0}, {"speaker": "WALKER", "sentences": [{"text": "If you're not afraid to go big and go bold, you can actually get results.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "But two big names don't show -- Mitt Romney and Jeb Bush aren't talking much about their face to face.", "sentId": 2}], "secId": 2}, {"speaker": "BUSH", "sentences": [{"text": "We talked about -- we talked about the Patriots.", "sentId": 3}, {"text": "We talked about a little bit about politics, not as much as you might imagine.", "sentId": 4}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Plus, the President promises his final two years will be a fight for the middle class.", "sentId": 5}], "secId": 4}, {"speaker": "OBAMA", "sentences": [{"text": "At some point you've got to say yes to something.", "sentId": 6}, {"text": "I want to get to yes.", "sentId": 7}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "And Hillary Clinton emerges from a month off.", "sentId": 8}, {"text": "Says the President's plan is a good start.", "sentId": 9}], "secId": 6}, {"speaker": "CLINTON", "sentences": [{"text": "There's so much more to do.", "sentId": 10}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "What do his rising poll numbers mean for her White House hopes?", "sentId": 11}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 12}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 13}, {"text": "I'm John King.", "sentId": 14}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 15}], "secId": 10}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Jonathan Martin of the \"New York Times\"; \"The Atlantic's\" Molly Ball; \"Ed O'Keefe\" of the \"Washington Post\" and Julie Hirschfeld-Davis of the \"New York Times\".", "sentId": 16}], "secId": 11}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "For 10 hours yesterday, Republicans who want to be your next president paraded across the stage in Iowa, bragging ragged about their conservative credentials and looking to make new friends in the state that holds the first presidential nominating contest about a year.", "sentId": 17}], "secId": 12}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Chris Christie asked those who view him as too moderate to look again.", "sentId": 18}], "secId": 13}, {"speaker": "CHRISTIE", "sentences": [{"text": "The notion that our party must abandon our belief in the sanctity of life to be competitive in blue states is simply not true.", "sentId": 19}, {"text": "And I am living proof of that fact.", "sentId": 20}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "The New Jersey governor also warning Republicans they need to challenge President Obama's proposals to help the middle class.", "sentId": 21}], "secId": 15}, {"speaker": "WE CHRISTIE", "sentences": [{"text": "Don't demonize the wealthy as so many folks in the Democratic Party do, but nor should we cater to the wealthy at the expense of our middle income workers and the working poor who are the backbone of every American community.", "sentId": 22}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Now yesterday's event proved likely to be a very crowded Republican field.", "sentId": 23}, {"text": "Tea Party favorite Senator Ted Cruz urged Iowan conservatives to kick the tires.", "sentId": 24}], "secId": 17}, {"speaker": "CRUZ", "sentences": [{"text": "One of the most important role that the men in this room, the men and women in Iowa will play is to look each candidate in the eye and say, \"Don't talk, show me.", "sentId": 25}, {"text": "If you say you support liberty, show me where you stood up and fought for it.\"", "sentId": 26}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "The Wisconsin Governor Scott Walker made a good impression.", "sentId": 27}, {"text": "Mike Huckabee was there, Sarah Palin too, Rick Santorum and if you need an early morning laugh, the Donald showed up, to say he's seriously considering running like he said last time and the time before.", "sentId": 28}, {"text": "Jonathan Martin, let's put the Donald aside.", "sentId": 29}, {"text": "Is it too early to", "sentId": 30}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "look at an event like this and say winners and losers or did somebody stand out and help themselves?", "sentId": 31}], "secId": 20}, {"speaker": "MARTIN", "sentences": [{"text": "From my conversations with the folks in Iowa, Walker did help himself.", "sentId": 32}, {"text": "I think he's a pretty good fit for the state.", "sentId": 33}, {"text": "He's from next door.", "sentId": 34}, {"text": "He has a Midwestern sensibility about him obviously and I think he's the kind of keynote that can bridge with the conservatives and the more center right wing of the party in a place like Iowa where even the center right is pretty conservative.", "sentId": 35}, {"text": "Senator Walker helped himself.", "sentId": 36}], "secId": 21}, {"speaker": "MARTIN", "sentences": [{"text": "Cruz apparently was solid.", "sentId": 37}, {"text": "That's his crowd.", "sentId": 38}, {"text": "I think those two.", "sentId": 39}, {"text": "It's really going to be a fascinating dynamic to see in Iowa where you've got two candidates potentially in the race who have already won the caucuses the last two times if Iowans turn to a tried and true figure like a Huckabee or a Santorum or if they want a new fresh face as Scott Walker is new  apparently is.", "sentId": 40}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 41}, {"text": "The Democrats, Molly, were making a big deal.", "sentId": 42}, {"text": "And every candidate if you watch them speak, they have the word \"Steve King\" behind them in giant type.", "sentId": 43}, {"text": "He's a conservative congressman.", "sentId": 44}, {"text": "He's been re-elected from his district several times.", "sentId": 45}, {"text": "But Democrats say in the general election, here's a guy who says, you know, illegal immigrants have cast like cantaloupes  because they're are smuggling drugs and carrying all that across the boarder.", "sentId": 46}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "On State of the Union night, they said one of President Obama's guest was a dreamer, a young undocumented person who's in this country.", "sentId": 47}, {"text": "They say he should be deported.", "sentId": 48}, {"text": "Will that hurt Republicans?", "sentId": 49}, {"text": "Deportable -- will it hurt Republicans to show up at an event like this or is it like, so what?", "sentId": 50}], "secId": 24}, {"speaker": "BALL", "sentences": [{"text": "The potential is there and a lot of Republicans really do take it seriously, right?", "sentId": 51}, {"text": "This isn't just Democratic spin.", "sentId": 52}, {"text": "There are a lot of Republicans who really think that Mitt Romney's early comments on immigration were what caused him to lose the general election.", "sentId": 53}, {"text": "We're not hearing that kind of rhetoric directly out of the mouths of the potential candidates, but you do have Steve King pushing them to commit to some positions that really are a political problem for them and the immigration issue overall is a political problem with them.", "sentId": 54}], "secId": 25}, {"speaker": "BALL", "sentences": [{"text": "So I don't think that this is trivial.", "sentId": 55}, {"text": "And you know, Steve King is not well-known nationally.", "sentId": 56}, {"text": "His clout even in Iowa is questionable.", "sentId": 57}, {"text": "He didn't make an endorsement in 2012.", "sentId": 58}, {"text": "In 2008 he endorsed Fred Thompson who came in third.", "sentId": 59}], "secId": 26}, {"speaker": "MARTIN", "sentences": [{"text": "Great point.", "sentId": 60}], "secId": 27}, {"speaker": "BALL", "sentences": [{"text": "So to some Republicans, some sort of pro immigration reform Republicans it's a little puzzling that so many are kissing his ring.", "sentId": 61}, {"text": "But he thought to have -- he's very popular in western Iowa and has a following among conservatives.", "sentId": 62}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "We heard a lot from the candidates, or would-be candidates at that event about increasing border security -- tough tone on immigration.", "sentId": 63}, {"text": "One of the candidates who was not there, Ed, was Jeb Bush.", "sentId": 64}, {"text": "But at an event Friday in California he said this about immigration.", "sentId": 65}, {"text": "And it tells you why maybe he decided not to go to this event.", "sentId": 66}], "secId": 29}, {"speaker": "BUSH", "sentences": [{"text": "We need to find a way, a path to legalized status for those that have come here and have languished in the shadows.", "sentId": 67}, {"text": "There's no way that they're going to be deported.", "sentId": 68}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "That's President Obama's position.", "sentId": 69}, {"text": "That's George W. Bush's position.", "sentId": 70}, {"text": "It used to be John McCain's position.", "sentId": 71}, {"text": "Can Jeb Bush sell that in today's Republican Party?", "sentId": 72}], "secId": 31}, {"speaker": "O'KEEFE", "sentences": [{"text": "I've been saying this for a while.", "sentId": 73}, {"text": "I think we said it here before, that Jeb Bush is much more concerned and is looking to the general election, looking to the appeal to Independents and to maybe even some Democrats.", "sentId": 74}, {"text": "He's less worried and concerned it seems about this early stuff.", "sentId": 75}], "secId": 32}, {"speaker": "O'KEEFE", "sentences": [{"text": "The question is does that strategy work?", "sentId": 76}, {"text": "And there's a mixed bag on engaging or not engaging with Iowa from the past few cycles.", "sentId": 77}, {"text": "I look at it as kind of like members of the press.", "sentId": 78}, {"text": "You know, somebody starts covering one story.", "sentId": 79}, {"text": "We're not going to worry about that just yet.", "sentId": 80}, {"text": "Oh, I guess we have to.", "sentId": 81}], "secId": 33}, {"speaker": "O'KEEFE", "sentences": [{"text": "And that's the risk that he has is that he avoids Iowa too long and then he'll show up and they'll say, where were you at that Freedom Summit that Steve King hosted back in January 2015?", "sentId": 82}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "But when you look at such a crowded field does he see maybe I can get enough of Iowa to just move on?", "sentId": 83}], "secId": 35}, {"speaker": "HIRSCHFELD-DAVIS", "sentences": [{"text": "Well I think he's going to be working very hard to show that he's not just going to kiss off Iowa, but that remains to be seen.", "sentId": 84}, {"text": "And Iowa voters like to see people come there, like to have them make the personal appeal for their votes.", "sentId": 85}, {"text": "If he doesn't get there, that's going to be a problem for him.", "sentId": 86}, {"text": "I think he knows that.", "sentId": 87}], "secId": 36}, {"speaker": "HIRSCHFELD-DAVIS", "sentences": [{"text": "The interesting thing about that clip that you just played is it sounds a lot like what Mitt Romney said in the run up to his 2008 presidential run.", "sentId": 88}, {"text": "And then he's changed positions and was talking in the run up to 2012 about the need for illegal immigrants to self- deport, get out of the country which as Molly mentioned was a real problem for him.", "sentId": 89}], "secId": 37}, {"speaker": "HIRSCHFELD-DAVIS", "sentences": [{"text": "So we're seeing this debate kind of evolve in real time.", "sentId": 90}, {"text": "And the pendulum is really swinging back from what we were seeing before.", "sentId": 91}, {"text": "I think he and if Mitt Romney decides to make a run, Mitt Romney will have to figure out where they come down on that spectrum and how they square that with people of Iowa.", "sentId": 92}], "secId": 38}, {"speaker": "O'KEEFE", "sentences": [{"text": "It is fascinating that, you know, Bush isn't the only one that's avoiding this.", "sentId": 93}, {"text": "Terry Branstad, who's -- now what, four- term governor -- I'm losing track -- of Iowa, you know, he sort of poured a little cold water on this event yesterday saying it's not the only test of, it's not the only way to engage Iowa Republicans.", "sentId": 94}], "secId": 39}, {"speaker": "O'KEEFE", "sentences": [{"text": "But then you have Republicans outside of the state like Jeff Flake in your paper today Jonathan and Julie saying, you know, we put way too much attention into Iowa.", "sentId": 95}, {"text": "Republicans have to be very careful about engaging this very small group of people when they have a whole country to worry about.", "sentId": 96}], "secId": 40}, {"speaker": "BALL", "sentences": [{"text": "And you heard that a lot of the speakers really going off on Jeb Bush.", "sentId": 97}, {"text": "He sort of became a punching bag at this event.", "sentId": 98}, {"text": "He was the one that people were attacking either by name or implicitly.", "sentId": 99}, {"text": "And that might be the danger zone for him, you know.", "sentId": 100}], "secId": 41}, {"speaker": "BALL", "sentences": [{"text": "The conservative grassroots loves to have an establishment figure to set themselves against.", "sentId": 101}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 102}], "secId": 43}, {"speaker": "BALL", "sentences": [{"text": "And if he becomes that guy, that's more of a problem for him than just any particular position.", "sentId": 103}, {"text": "But you know who I thought was really interesting how wasn't there that people aren't really talking about is Rand Paul.", "sentId": 104}, {"text": "He's been working Iowa longer and harder than any of these other candidates.", "sentId": 105}, {"text": "He's been trying to woo the social conservatives there.", "sentId": 106}, {"text": "And so for him not to show up I thought was really interesting.", "sentId": 107}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "Go ahead.", "sentId": 108}], "secId": 45}, {"speaker": "MARTIN", "sentences": [{"text": "I was going to say, Jeb and to a lesser degree Mitt has emerged as the foil for all of these conservatives --", "sentId": 109}], "secId": 46}, {"speaker": "O'KEEFE", "sentences": [{"text": "Right.", "sentId": 110}], "secId": 47}, {"speaker": "MARTIN", "sentences": [{"text": "-- because what they're trying is trying to advance in their own lane.", "sentId": 111}, {"text": "And they're doing by going after the guy in the other lane.", "sentId": 112}], "secId": 48}, {"speaker": "MARTIN", "sentences": [{"text": "But here's the good news for Jeb Bush, the sheer volume of the folks who were there yesterday and the folks that weren't there, there's a lot of people dividing the conservative vote which means that if you're Jeb Bush and you appeal only to the center right crowd, the business crowd, the we want to win crowd, you don't have to get 51 percent.", "sentId": 113}, {"text": "You have to get something like 27 percent if that field is really divided.", "sentId": 114}, {"text": "That's the best story for Jeb Bush coming out of this yesterday with the fact that it took eight hours to complete.", "sentId": 115}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "You have ideological differences.", "sentId": 116}, {"text": "Immigration will be one.", "sentId": 117}, {"text": "Education standards might be another on that one as you go through.", "sentId": 118}, {"text": "Emphasis issues -- who wants to talk about abortion and same-sex marriage -- who doesn't.", "sentId": 119}, {"text": "You have generational issues -- Romney and Bush, older Republicans; Huckabee you have to put in that group.", "sentId": 120}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "You have younger fresh faces.", "sentId": 121}, {"text": "The Wisconsin Governor Scott Walker came out with his sleeves rolled.", "sentId": 122}, {"text": "Listen to Scott Walker making the case here that nothing against you other guys, but we need a fresh face and somebody who doesn't work in this town.", "sentId": 123}], "secId": 51}, {"speaker": "WALKER", "sentences": [{"text": "I think that sends a powerful message to Republicans in Washington and around the country.", "sentId": 124}, {"text": "If you're not afraid to go big and go bold, you can actually get results.", "sentId": 125}, {"text": "And if you get the job done, the voters will actually stand up with you.", "sentId": 126}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "One of the guys you've got to keep an eye on, right?", "sentId": 127}, {"text": "Because he is a governor, he's a Midwesterner.", "sentId": 128}, {"text": "Iowa is a neighboring state.", "sentId": 129}, {"text": "And that is -- in history, if you look back, that's a pretty powerful message for a governor to make.", "sentId": 130}, {"text": "\"I'm getting things done.", "sentId": 131}, {"text": "I'm not from Washington.", "sentId": 132}, {"text": "And I'm not them.\"", "sentId": 133}], "secId": 53}, {"speaker": "BALL", "sentences": [{"text": "Walker has always had all of the ingredients on paper.", "sentId": 134}, {"text": "The question has been whether he can turn that into a compelling personality case because he's given some speeches that led people to believe he sort of didn't have the mojo.", "sentId": 135}], "secId": 54}, {"speaker": "BALL", "sentences": [{"text": "So I think by coming out strong yesterday and showing that he can actually make a case for himself in a compelling way.", "sentId": 136}, {"text": "That went a long way for him because on paper, yes, he does have all those ingredients.", "sentId": 137}], "secId": 55}, {"speaker": "MARTIN", "sentences": [{"text": "Can he raise the money?", "sentId": 138}, {"text": "He has less , of course, from his fights against labor in Wisconsin, his three elections out there.", "sentId": 139}, {"text": "Can he raise the money?", "sentId": 140}], "secId": 56}, {"speaker": "MARTIN", "sentences": [{"text": "And also he's a guy to watch regarding the straw pole this summer.", "sentId": 141}, {"text": "Does he bite that forbidden fruit, John, and get attempted to come into the straw pole and blow a lot of money there for some kind of -- the mojo?", "sentId": 142}, {"text": "That's going to be fascinating to watch.", "sentId": 143}], "secId": 57}, {"speaker": "O'KEEFE", "sentences": [{"text": "The best thing for him is he has a consistent message in the primary and the general.", "sentId": 144}, {"text": "I'm new.", "sentId": 145}, {"text": "I'm from outside Washington.", "sentId": 146}, {"text": "I've don't things far away from here.", "sentId": 147}, {"text": "That will work in either setting.", "sentId": 148}], "secId": 58}, {"speaker": "HIRSCHFELD-DAVIS", "sentences": [{"text": "And it's a good time given both the field and the way the public feels about what's going on in Washington, Congress and the President, to be an anti-Washington figure.", "sentId": 149}, {"text": "I mean this is a good message for anyone who wants to break into this field.", "sentId": 150}, {"text": "If you need a little boost, \"I'm not from Washington, I'm not those guys.\"", "sentId": 151}, {"text": "It's a pretty good one.", "sentId": 152}], "secId": 59}, {"speaker": "MARTIN", "sentences": [{"text": "You're going to hear that \"new and fresh\" so many times, John, that you're going to think he's selling deodorant.", "sentId": 153}, {"text": "KING:  And it's an interesting test.", "sentId": 154}, {"text": "Is the party willing to", "sentId": 155}], "secId": 60}, {"speaker": "MARTIN", "sentences": [{"text": "change its views on some issues like immigration or embrace a candidate that's out of step with the on immigration?", "sentId": 156}, {"text": "And is the Republican Party ready to move away from its history of picking a familiar face to go to somebody new?", "sentId": 157}, {"text": "We'll watch this.", "sentId": 158}, {"text": "Yesterday was a big start to that one.", "sentId": 159}], "secId": 61}, {"speaker": "MARTIN", "sentences": [{"text": "Up next, President Obama's poll numbers are heading up.", "sentId": 160}, {"text": "How that just might help Hillary Clinton.", "sentId": 161}], "secId": 62}, {"speaker": "MARTIN", "sentences": [{"text": "But first, Secretary Clinton takes this week's \"Politicians Say the Darnedest Things\" with her Vladimir Putin impression.", "sentId": 162}], "secId": 63}, {"speaker": "CLINTON", "sentences": [{"text": "I mean you can imagine a conversation with Putin you know.", "sentId": 163}, {"text": "He was prime minister after he was president.", "sentId": 164}, {"text": "One day he says, Vladimir, you think if I do president again?", "sentId": 165}, {"text": "I think I do.", "sentId": 166}, {"text": "Why don't we just go announce it?", "sentId": 167}, {"text": "We'll tell Dmitri that he can be prime minister.", "sentId": 168}, {"text": "Excellent.", "sentId": 169}, {"text": "Excellent idea.", "sentId": 170}, {"text": "We have a process.", "sentId": 171}, {"text": "Yes.", "sentId": 172}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Now one reason so many Republicans want to run for president in 2016 is history.", "sentId": 173}, {"text": "It's very rare for the party ending a two-term presidency to keep the White House.", "sentId": 174}, {"text": "So Hillary Clinton has to hope that President Obama, well, has a little Ronald Reagan in him.", "sentId": 175}, {"text": "Hillary Clinton wants the President to have mojo at the end because it could help her.", "sentId": 176}, {"text": "So she probably liked this moment at the State of the Union.", "sentId": 177}], "secId": 65}, {"speaker": "OBAMA", "sentences": [{"text": "I have no more campaigns to run.", "sentId": 178}, {"text": "My only agenda -- I know because I won both of them.", "sentId": 179}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Now we didn't hear that from President Reagan in his seventh-year State of the Union address.", "sentId": 180}, {"text": "He didn't say anything like that, but a President standing at the end of his term could impact the next election.", "sentId": 181}, {"text": "Look at Ronald Reagan's numbers.", "sentId": 182}, {"text": "These are the ones that matter most.", "sentId": 183}, {"text": "In 1988 heading into 1989, look, this is sort of late in the election year.", "sentId": 184}, {"text": "Ronald Reagan starts to go up.", "sentId": 185}, {"text": "He was very popular at the end.", "sentId": 186}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "That's not the only reason.", "sentId": 187}, {"text": "A lot of Democrats were saying don't give George H.W.", "sentId": 188}, {"text": "Bush a third Reagan term.", "sentId": 189}, {"text": "Reagan's numbers were going up George H.W.", "sentId": 190}, {"text": "Bush won the White House -- that hasn't happened in a long time.", "sentId": 191}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "So the question is where will President Obama be at the end?", "sentId": 192}, {"text": "You see his numbers starting to go up now but it's only early 2015.", "sentId": 193}, {"text": "Watch his numbers as we head into 2016.", "sentId": 194}, {"text": "It is possible if President Obama stays up above 50 that it helps Hillary Clinton.", "sentId": 195}, {"text": "No disrespect intended with the seesaw.", "sentId": 196}, {"text": "We're just having a little fun here.", "sentId": 197}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Julie Davis -- among all those watching the State of the Union, you have to think Hillary Clinton is thinking I want this president -- maybe I need this president to be moving that way.", "sentId": 198}], "secId": 70}, {"speaker": "HIRSCHFELD-DAVIS", "sentences": [{"text": "Well, absolutely.", "sentId": 199}, {"text": "And I mean she has to have been very happy with the message that he laid out in the State of the Union -- very aggressive, kind of setting the distinctions between the two parties.", "sentId": 200}, {"text": "Here's what we would do -- here's what I would do for the middle class.", "sentId": 201}, {"text": "Let's hear Republicans step up and say what they're going to do.", "sentId": 202}, {"text": "We heard that message coming out of the State of the Union as he  agenda to Idaho and into Kansas -- red states where he's saying, listen, these are the battle lines, let's fight.", "sentId": 203}], "secId": 71}, {"speaker": "HIRSCHFELD-DAVIS", "sentences": [{"text": "With the clip you played there he was very kind of belligerent, sort of very in your face with Republicans.", "sentId": 204}, {"text": "You don't like it, well, we won the last two elections and let's see what you can do.", "sentId": 205}, {"text": "I think Hillary as you pointed out, it's still January -- pretty early.", "sentId": 206}, {"text": "She has to be happy with the trajectory.", "sentId": 207}, {"text": "Let's see where he is in a year and a half.", "sentId": 208}, {"text": "And that's going to say a lot more about what she needs to say and what she need to do going into 2016.", "sentId": 209}], "secId": 72}, {"speaker": "MARTIN", "sentences": [{"text": "The biggest political story of the last month has nothing to do with Iowa, fundraising, or who's hiring which campaign manager.", "sentId": 210}, {"text": "It has to do with the fact that Barack Obama's numbers are creeping back up.", "sentId": 211}, {"text": "And if he gets to 50 percent or higher on 2016 Election Day and the economy is coming back and gas prices are at $1.75 a gallon, that is the election right there because to your point just now, so many of these elections are about the incumbent.", "sentId": 212}], "secId": 73}, {"speaker": "MARTIN", "sentences": [{"text": "It doesn't matter if the incumbent is on the ballot or not.", "sentId": 213}, {"text": "If President Obama is coming back and the economy is roaring back, it's going to be very tough for the Democrats to lose this one.", "sentId": 214}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "You hear a lot of Republicans saying, you know, she would be the third Obama term.", "sentId": 215}, {"text": "I remember a lot of Democrats in '87 being out in Iowa as Michael Dukakis  in that class of Democrats saying George H.W.", "sentId": 216}, {"text": "Bush would be a third term Reagan.", "sentId": 217}, {"text": "They said it scornfully at the time.", "sentId": 218}, {"text": "By the time you got around to November 1988 they weren't saying that as much.", "sentId": 219}, {"text": "So we watch it going forward.", "sentId": 220}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "You were about to make a point.", "sentId": 221}], "secId": 76}, {"speaker": "O'KEEFE", "sentences": [{"text": "I was just going to say that when he made that line, two things.", "sentId": 222}, {"text": "I was in the room.", "sentId": 223}, {"text": "The first person to clap was the first lady because she's done with campaigning.", "sentId": 224}, {"text": "She thought it's great --", "sentId": 225}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "Are you sure about that?", "sentId": 226}], "secId": 78}, {"speaker": "O'KEEFE", "sentences": [{"text": "\"You're done, great.\"", "sentId": 227}, {"text": "But the Democrats loved that line.", "sentId": 228}, {"text": "And it's that confidence.", "sentId": 229}, {"text": "What others would see as cockiness that they've been really starving to see from them.", "sentId": 230}, {"text": "And a lot of them made the point to me this week.", "sentId": 231}, {"text": "They say, we may have lost the election in November but why is it now that everyone's talking about our issues, the one we started?", "sentId": 232}, {"text": "Income inequality.", "sentId": 233}, {"text": "The way they see it The President references the one percent in", "sentId": 234}], "secId": 79}, {"speaker": "O'KEEFE", "sentences": [{"text": "his State of the Union address.", "sentId": 235}, {"text": "That was unthinkable a few years ago.", "sentId": 236}, {"text": "Mitt Romney and other Republicans are running around talking about income inequality.", "sentId": 237}, {"text": "The way they see it, you know, they're winning the argument and the President helped them do that this week.", "sentId": 238}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "If his numbers stay up, not only does it help Hillary Clinton.", "sentId": 239}, {"text": "It may force the Republicans to negotiate.", "sentId": 240}], "secId": 81}, {"speaker": "MARTIN", "sentences": [{"text": "Absolutely.", "sentId": 241}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Right now they're saying, \"No, no, no, no, no.\"", "sentId": 242}, {"text": "It was interesting Molly, we had not seen Hillary Clinton in more than a month.", "sentId": 243}, {"text": "She came out the day after the State of the Union.", "sentId": 244}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Here she is in Canada.", "sentId": 245}, {"text": "Again I think I've said this before.", "sentId": 246}, {"text": "I'm not sure how many electoral votes Winnipeg, Canada gets in our presidential election.", "sentId": 247}, {"text": "But that's where she was scheduled to be.", "sentId": 248}, {"text": "And here she is essentially embracing the President's middle class message.", "sentId": 249}, {"text": "I'll add the \"but\" after.", "sentId": 250}], "secId": 84}, {"speaker": "CLINTON", "sentences": [{"text": "There's so much more to do to bring security and possibility to families struggling with stagnant wages and sinking hopes, to restore comedy and cooperation to our politics, to restore committee and cooperation to our politics, to reform our broken immigration system, to restitch the fraying fabric of American life.", "sentId": 251}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "A lot to talk about here.", "sentId": 252}, {"text": "But let's start with this.", "sentId": 253}, {"text": "A lot of people had said during this month off.", "sentId": 254}, {"text": "Is she working on her rationale to be president?", "sentId": 255}, {"text": "Is she working on making a case that I'm not the past but I have experience that can lead us into the future?", "sentId": 256}], "secId": 86}, {"speaker": "BALL", "sentences": [{"text": "And we still need to hear I think from Hillary Clinton, a coherent case to that end.", "sentId": 257}, {"text": "And she has been in this tough position where because she's not officially a candidate it's been hard for her to make that pitch.", "sentId": 258}], "secId": 87}, {"speaker": "BALL", "sentences": [{"text": "I was actually surprised by how sort of noncommittal she was in talking directly about the State of the Union.", "sentId": 259}, {"text": "She sort of said the middle class is a good thing and I'm glad Obama is talking about it, which is like as non endorsement an endorsement as you can get.", "sentId": 260}], "secId": 88}, {"speaker": "BALL", "sentences": [{"text": "One of our writers, David Fromm had a perceptive piece saying that he thinks Obama is trying to box Hillary in.", "sentId": 261}, {"text": "That by taking a very aggressively liberal platform in his last couple of years in office, he's trying to push her to the left and make sure that she can't do the Clinton thing and sort of triangulate, and run to the center and get all of her corporate cronies on board in her election.", "sentId": 262}, {"text": "Particularly if she doesn't have any competition in the Democratic field, any meaningful competition, who else is going to do that?", "sentId": 263}, {"text": "Who else can make her say the kinds of things that like an Elizabeth Warren potentially or the Democratic base would want her to say in terms of actually making commitments on the issues the left cares about.", "sentId": 264}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "It's interesting you make that point because in a tweet on State of the Union night and then in that speech she said nice things as you know about what the President said, but she also said, now it's time to deliver.", "sentId": 265}, {"text": "That was her message in 2008 that this young senator, Barack Obama talks a good game, but can he deliver.", "sentId": 266}, {"text": "Was she poking him?", "sentId": 267}], "secId": 90}, {"speaker": "HIRSCHFELD-DAVIS", "sentences": [{"text": "Well, it was striking -- it's unclear to me whether she was poking him directly but I think she is leaving herself a very clear avenue to if she runs and is being portrayed as a third Obama term and that's seen as a bad thing, to get some distance from him.", "sentId": 268}, {"text": "She's going to need some distance from him.", "sentId": 269}, {"text": "She was his secretary of state after all.", "sentId": 270}], "secId": 91}, {"speaker": "HIRSCHFELD-DAVIS", "sentences": [{"text": "She's going to need a way of making a distinction between what she would do as president and the kind of president she would be.", "sentId": 271}, {"text": "And I know Barack Obama and I think, you know, in those very carefully worded ways she's preserving that option for herself and that's a smart move I think for her.", "sentId": 272}], "secId": 92}, {"speaker": "O'KEEFE", "sentences": [{"text": "And we saw very little of that attack line against her in Iowa on Saturday.", "sentId": 273}, {"text": "It was only Carly Fiorina who really said, \"I've flown around the world as a corporate executive and done things, she was only flying around the world and didn't really get anything done.\"", "sentId": 274}, {"text": "That part of her career she's going to have to explain at some point, but on everything else you're right.", "sentId": 275}, {"text": "She's probably trying to put some distance.", "sentId": 276}], "secId": 93}, {"speaker": "MARTIN", "sentences": [{"text": "The party out there in Iowa yesterday -- the candidates were more focused on going after each other than on Hillary --", "sentId": 277}], "secId": 94}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yes.", "sentId": 278}], "secId": 95}, {"speaker": "MARTIN", "sentences": [{"text": "-- which tells you the party right now is really engaged in an intense conversation about its future and sort of what it stands for -- right.", "sentId": 279}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Republicans are still debating who they are --", "sentId": 280}], "secId": 97}, {"speaker": "O'KEEFE", "sentences": [{"text": "Their identity.", "sentId": 281}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "-- they can get to the next one over.", "sentId": 282}, {"text": "But they'll get to her.", "sentId": 283}, {"text": "I don't think she'll have --", "sentId": 284}], "secId": 99}, {"speaker": "MARTIN", "sentences": [{"text": "They haven't forgotten Hillary.", "sentId": 285}], "secId": 100}, {"speaker": "BALL", "sentences": [{"text": "They're going to have to have that conversation, too -- right.", "sentId": 286}, {"text": "It's just not clear where the venue is going to be if she gets coronated.", "sentId": 287}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "That's a great point to make.", "sentId": 288}, {"text": "Democrats will have -- what does the post-Obama Democratic Party look even if we have ahead of it before we have a competition?", "sentId": 289}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 290}, {"text": "Tomorrow's news today is next as we ask our great reporters to get you out ahead of the big political stories just ahead including what Marco Rubio and Joe Biden are thinking about 2016.", "sentId": 291}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table and ask our great reporters to share a nugget or two from their notebooks -- Jonathan Martin.", "sentId": 292}], "secId": 104}, {"speaker": "MARTIN", "sentences": [{"text": "The person who was not in Iowa yesterday but a lot of us are talking about is Marco Rubio.", "sentId": 293}, {"text": "The senator from Florida was down in Florida talking to some of his donors.", "sentId": 294}, {"text": "There's been lots of speculation he's not going to run for president because Jeb Bush apparently is going to run for president.", "sentId": 295}, {"text": "But what I hear is he still very much wants to do it.", "sentId": 296}], "secId": 105}, {"speaker": "MARTIN", "sentences": [{"text": "And one of the things that is really keeping him intrigued by this race is the possibility that Mitt Romney will run.", "sentId": 297}, {"text": "If you have a Jeb Bush and Mitt Romney scenario that could open up a door for Rubio because it divides the center right and also it makes Rubio look more conservative, less establishment.", "sentId": 298}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "Maybe he can say he's the younger guy in that group, too.", "sentId": 299}], "secId": 107}, {"speaker": "MARTIN", "sentences": [{"text": "You're absolutely right.", "sentId": 300}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "Molly Ball.", "sentId": 301}], "secId": 109}, {"speaker": "BALL", "sentences": [{"text": "On the Democratic side, we had Vice President Joe Biden come out and say this week that there is still a chance that he will run for president.", "sentId": 302}, {"text": "The advantage that Joe Biden has, he has friends all over the country, a lot of goodwill among the Democratic activists that he's known for literally decades -- literally, folks.", "sentId": 303}], "secId": 110}, {"speaker": "BALL", "sentences": [{"text": "So I talked to some well-placed Democrats in Iowa who would be hearing from him if he were serious about this because that's what he would be doing.", "sentId": 304}, {"text": "And they say they are not hearing from him.", "sentId": 305}, {"text": "They haven't even gotten that call that says, \"Hey, do me a favor, keep your powder dry.\"", "sentId": 306}, {"text": "So all the signs out there -- this is the time when he would need to be reaching out to those people that he's known for a long time and they're not hearing from Joe Biden.", "sentId": 307}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "It does tell you something.", "sentId": 308}, {"text": "It speaks volumes.", "sentId": 309}, {"text": "Ed?", "sentId": 310}], "secId": 112}, {"speaker": "O'KEEFE", "sentences": [{"text": "Off the trail, back up to Capitol Hill.", "sentId": 311}, {"text": "It's week four of the new Congressional here and it's make or break time for Mitch McConnell.", "sentId": 312}, {"text": "The Keystone XL Pipeline nearing its conclusion, the debate in the senate.", "sentId": 313}, {"text": "There were some bad feelings though late Thursday night as Mitch McConnell shut down debate on a bunch of amendments.", "sentId": 314}, {"text": "Remember this kind of violates the principle and the pledge he made that there would be an open amendment, open debate process.", "sentId": 315}], "secId": 113}, {"speaker": "O'KEEFE", "sentences": [{"text": "Expect to see Republicans allow for a few more at least this week partly because the moderate Democrats that Republicans are going to need to pass this bill expressed some displeasure about it over the weekend.", "sentId": 316}, {"text": "And there's some concern that if they get upset either they part ways on this bill or they won't be there in the future.", "sentId": 317}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "Big first test for the new majority leader -- we'll watch that.", "sentId": 318}, {"text": "Julie.", "sentId": 319}], "secId": 115}, {"speaker": "HIRSCHFELD-DAVIS", "sentences": [{"text": "You know we've heard a lot this week about what President Obama wants to do domestically in his domestic agenda.", "sentId": 320}, {"text": "He hasn't talked quite as much about another priority of his which is to get an authorization for the use of military force against the Islamic state.", "sentId": 321}, {"text": "He talked about it a little bit in the State of the Union.", "sentId": 322}], "secId": 116}, {"speaker": "HIRSCHFELD-DAVIS", "sentences": [{"text": "Some people think he goofed a little when he said we need that authority.", "sentId": 323}, {"text": "That's actually a change in position for him.", "sentId": 324}, {"text": "He's said in the past he doesn't need the authority.", "sentId": 325}, {"text": "But now he really wants Congress to give him some legislation that would authorize that fight.", "sentId": 326}], "secId": 117}, {"speaker": "HIRSCHFELD-DAVIS", "sentences": [{"text": "Internally in the White House the discussions are really heating up about what that should look like.", "sentId": 327}, {"text": "They're anticipating quite a fight on Capitol Hill both with Republicans and Democrats.", "sentId": 328}, {"text": "It may come up this week when the President talks behind closed doors with House Democrats when they retreat in Philadelphia.", "sentId": 329}], "secId": 118}, {"speaker": "HIRSCHFELD-DAVIS", "sentences": [{"text": "But that could be coming to a head at the very same time as they're talking about Iran sanctions.", "sentId": 330}, {"text": "So he has quite a bumpy road ahead of him in Congress for his foreign policy agenda too.", "sentId": 331}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "It's a little odd seeing this President asking for authorization for military force.", "sentId": 332}, {"text": "We'll watch that one.", "sentId": 333}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 334}, {"text": "You'll be hard-pressed to find a credible Republican strategist who views Sarah Palin as a credible presidential candidate.", "sentId": 335}, {"text": "And few think in the end she's really serious about 2016.", "sentId": 336}, {"text": "But she did say yesterday she's giving it a serious look.", "sentId": 337}, {"text": "And to borrow a phrase, if she did run, well, don't misunderestimate  her potential impact in Iowa.", "sentId": 338}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "Remember Iowa's role is not to pick the Republican nominee but it does winnow the field.", "sentId": 339}, {"text": "And in a crowded field, Palin would be competing with Ted Cruz, Rick Santorum, Mike Huckabee and Ben Carson -- maybe others for Tea Party and Evangelical votes.", "sentId": 340}, {"text": "Again, odds are like the Donald she just likes the attention and won't run.", "sentId": 341}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "But while top Republican operatives were laughing at Trump's latest flirtation with running, the possibility of a Palin entry, however distant, had them both laughing and debating her potential impact.", "sentId": 342}, {"text": "We'll keep an eye on that.", "sentId": 343}], "secId": 123}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 344}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 345}, {"text": "We'll see you soon.", "sentId": 346}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" starts right now.", "sentId": 347}], "secId": 125}], "sectionCount": 126, "url": "transcripts.cnn.com/TRANSCRIPTS/1501/25/ip.01.html", "sentenceCount": 349, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired January 25, 2015 - 08:30   ET", "speakers": ["KING", "WALKER", "BUSH", "OBAMA", "CLINTON", "With us to share their reporting and their insights", "CHRISTIE", "WE CHRISTIE", "CRUZ", "MARTIN", "BALL", "O'KEEFE", "HIRSCHFELD-DAVIS"], "title": "INSIDE POLITICS"}