{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1610.24.ip.01.html.json", "subTitle": "15 Days Until the Election; Clinton and Warren to Take the Stage in New Hampshire. Aired 12-12:30p ET.", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 0}, {"text": "I'm John King.", "sentId": 1}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "How about that beautiful shot on a beautiful day here in the nation's capital.", "sentId": 2}, {"text": "Thanks for sharing some time with us.", "sentId": 3}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Taking class outside today.", "sentId": 4}, {"text": "Just 15 days now until America picks the new occupant of that gorgeous building you see right there over my shoulder.", "sentId": 5}, {"text": "Three questions to frame the race and our conversation this noontime.", "sentId": 6}, {"text": "One, define very big.", "sentId": 7}], "secId": 2}, {"speaker": "KAINE", "sentences": [{"text": "We are seeing evidence that this could be a very big and historic win for Hillary Clinton.", "sentId": 8}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Two, can the current president make the difference in close races?", "sentId": 9}], "secId": 4}, {"speaker": "OBAMA", "sentences": [{"text": "You've got a sure thing.", "sentId": 10}, {"text": "You've - you've got the winning hand.", "sentId": 11}, {"text": "You've - you've got blackjack.", "sentId": 12}, {"text": "And the way that - the way to do it, the way to make sure that you win this hand, you've got to go vote!", "sentId": 13}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "And question three, after weeks railing against the GOP establishment, where in the world did Mr. Party Unity come from?", "sentId": 14}], "secId": 6}, {"speaker": "TRUMP", "sentences": [{"text": "If you elect me along with the Republican House and Senate, we will also immediately repeal the Obama/Clinton defense sequester and rebuild our badly depleted military.", "sentId": 15}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights, Olivier Knox of Yahoo!", "sentId": 16}, {"text": "News, Abby Philip of \"The Washington Post,\" Mary Katharine Ham of \"The Federalist,\" and Matt Viser of \"The Boston Globe.\"", "sentId": 17}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton is in New Hampshire this hour.", "sentId": 18}, {"text": "He's campaigning with the Massachusetts Democratic Senator Elizabeth Warren.", "sentId": 19}, {"text": "We'll take you to that event live when the event gets going, dip in for a little bit, and it's a great place to start our conversation as we head into the final two weeks of campaign 2016.", "sentId": 20}, {"text": "New Hampshire, you might remember, was Donald Trump's first primary win in a campaign season that would come to be defined by his hostile takeover of the Republican Party.", "sentId": 21}, {"text": "Now, New Hampshire factors big again in a very different question.", "sentId": 22}, {"text": "Is there a late campaign Democratic wave brewing?", "sentId": 23}, {"text": "A big Clinton win that also including capturing control of the Senate and making big gains, some Democrats even think capturing the House.", "sentId": 24}, {"text": "Secretary Clinton certainly hopes so.", "sentId": 25}], "secId": 9}, {"speaker": "CLINTON", "sentences": [{"text": "I want to be the president for every American, Democrats, Republicans, independents, people who vote for me, people who vote against me, because we've got to bring this country together.", "sentId": 26}, {"text": "We've got to have everybody pulling in the same direction.", "sentId": 27}, {"text": "And, you know, I understand some people are angry, but anger is not a plan.", "sentId": 28}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "Abby Philip, that's yesterday in North Carolina.", "sentId": 29}, {"text": "Today we will hear a similar message in New Hampshire.", "sentId": 30}, {"text": "Senate races in both states that are important.", "sentId": 31}, {"text": "Inside the Clinton campaign, her tone has certainly focused.", "sentId": 32}], "secId": 11}, {"speaker": "PHILLIP", "sentences": [{"text": "Right.", "sentId": 33}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "She says she's not going to respond to Donald Trump as much anymore.", "sentId": 34}, {"text": "She sounds more confident.", "sentId": 35}, {"text": "She specifically mentions Senate candidates.", "sentId": 36}, {"text": "Do they really think that she's at the front end of a wave?", "sentId": 37}], "secId": 13}, {"speaker": "PHILLIP", "sentences": [{"text": "I think they want it to be and they're also getting a lot of pressure from Democrats in Congress and in Senate and House leadership to do more, because even if there is a potential up until this point the Clinton campaign has been very reluctant to really go after the Republican opponents of these down ballot Democrats.", "sentId": 38}, {"text": "And you're seeing her do more of that now.", "sentId": 39}, {"text": "And another interesting thing that she's been doing is actually talking directly to Republicans and saying, hey, if you support my opponent, I want you to take a second look at me, because I think you're ready to do that.", "sentId": 40}, {"text": "It's an interesting strategy.", "sentId": 41}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "There's nothing that drives politicians like looking at the polls.", "sentId": 42}, {"text": "A brand new one from ABC News over the weekend, look at this, Clinton, 50.", "sentId": 43}, {"text": "That a 50.", "sentId": 44}, {"text": "Trump, 38.", "sentId": 45}, {"text": "Gary Johnson, the Libertarian, five, Jill Stein the Green Party, at two.", "sentId": 46}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Mary Katharine, Hillary Clinton at 50 percent, there's already a lot of angst in Republican politics.", "sentId": 47}], "secId": 16}, {"speaker": "HAM", "sentences": [{"text": "Right.", "sentId": 48}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "They see a poll that shows Hillary Clinton near 50, they do start to worry, a, we're going to lose the Senate and I think, you know, picking up the seats you need for the House is probably at the outer limit, but -", "sentId": 49}], "secId": 18}, {"speaker": "HAM", "sentences": [{"text": "Right.", "sentId": 50}, {"text": "Well, Kellyanne Conway, the Trump campaign manager, has been asking why she can't get to 50.", "sentId": 51}, {"text": "Well, she has once, I guess.", "sentId": 52}, {"text": "So she's got that going for her now.", "sentId": 53}, {"text": "Look, I think there is a question, and among Republican voters, you know, how - how much of a gap can there be here and still hold on to some of those Senate races?", "sentId": 54}, {"text": "That's the question in some of these key states.", "sentId": 55}, {"text": "And how much ballot splitting can a party actually manifest on the day of the election?", "sentId": 56}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 57}], "secId": 20}, {"speaker": "HAM", "sentences": [{"text": "I think there - it's probable there will been more than there has in the past.", "sentId": 58}, {"text": "But once you get to like a ten-point gap, it's real hard to hold on to those tough seats like Pennsylvania, Ohio.", "sentId": 59}, {"text": "We'll see what happens.", "sentId": 60}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 61}, {"text": "And let's show you the map.", "sentId": 62}, {"text": "Let's show you the map.", "sentId": 63}, {"text": "Democrats, this is what Democrats would need to take back the Senate.", "sentId": 64}, {"text": "Again, Hillary Clinton's confident at the moment.", "sentId": 65}, {"text": "We've got two weeks to go.", "sentId": 66}, {"text": "But Democrats would need plus five in Trump wins the White House, plus four if Clinton wins the White House because Tim Kaine could break a 50/50 tie, the vice president could break a 50/50 tie in the United States Senate.", "sentId": 67}, {"text": "They need 30 House seats.", "sentId": 68}, {"text": "Now, most Republican models kicking around among the top strategists at the moment think they're going to lose 10, 12 seats.", "sentId": 69}, {"text": "So we'll see if the Democrats can get to 30.", "sentId": 70}, {"text": "That would be a huge wave.", "sentId": 71}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "I want to say, though, we show you that poll with Hillary Clinton at 50 percent.", "sentId": 72}, {"text": "Just moments ago he's in Boynton Beach, Florida, Donald Trump trying to convince his supporters, don't believe it.", "sentId": 73}], "secId": 23}, {"speaker": "TRUMP", "sentences": [{"text": "I actually think we're winning.", "sentId": 74}, {"text": "We're up in Ohio.", "sentId": 75}, {"text": "We're up in Iowa.", "sentId": 76}, {"text": "We're doing great in North Carolina.", "sentId": 77}, {"text": "I think we're doing great in Florida.", "sentId": 78}, {"text": "I think we're really - I think we're going to win Florida big.", "sentId": 79}, {"text": "I think we're going to win Florida big.", "sentId": 80}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "Now, it become as huge challenge for him to keep morale up on the Republican side, not only for his campaign, but for those other campaigns as well.", "sentId": 81}, {"text": "I think we're going OK and he rattles off Ohio, North Carolina, maybe Florida.", "sentId": 82}, {"text": "That's still not enough.", "sentId": 83}], "secId": 25}, {"speaker": "VISER", "sentences": [{"text": "Yes, and it's sort of live by the polls, die by the polls.", "sentId": 84}, {"text": "You know, Trump has so often touted how he's doing in the polls.", "sentId": 85}, {"text": "So taking a 12-point deficit to Hillary Clinton nationally is sort of not speaking well to him.", "sentId": 86}, {"text": "New Hampshire is also interesting here.", "sentId": 87}, {"text": "You know, Elizabeth Warren there, using her as a surrogate.", "sentId": 88}, {"text": "Kelly Ayotte has had sort of some awkward dances with Donald Trump in her rhetoric.", "sentId": 89}, {"text": "So I think you see the Clinton campaign going for those kind of races with Kelly Ayotte.", "sentId": 90}], "secId": 26}, {"speaker": "PHILLIP", "sentences": [{"text": "And the other thing is like North Carolina, Trump's talking a lot about North Carolina, which is a state that Hillary Clinton does not need to win.", "sentId": 91}, {"text": "He needs to win that state.", "sentId": 92}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 93}], "secId": 28}, {"speaker": "PHILLIP", "sentences": [{"text": "So doing OK in North Carolina is not actually a good sign for a Republican nominee.", "sentId": 94}, {"text": "That's supposed to be a pretty safe Republican state.", "sentId": 95}, {"text": "In this cycle it's not.", "sentId": 96}], "secId": 29}, {"speaker": "KNOX", "sentences": [{"text": "But he seems to be making a pivot from the early rigged talk, which a lot of Republicans were privately gnashing their teeth and saying, every day that he goes out and says this is rigged, is - it's a message to Republican voters that this is over and they were seeing some depressed turnout projections because of his rhetoric.", "sentId": 97}, {"text": "So when he comes out now and says, I think we're winning, that feels like a - sort of a late play to try to revive the enthusiasm.", "sentId": 98}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 99}, {"text": "So Secretary Clinton is making the case against Trump.", "sentId": 100}, {"text": "And, we're going to hear it again in New Hampshire.", "sentId": 101}, {"text": "You don't think of New Hampshire as a huge presidential battleground, but sometimes those small states matter when you get into a close race to 270.", "sentId": 102}, {"text": "She thinks at the moment it won't be close.", "sentId": 103}, {"text": "She thinks she's going to be up around 300.", "sentId": 104}, {"text": "Maybe even across 300.", "sentId": 105}, {"text": "So, listen, this is North Carolina yesterday.", "sentId": 106}, {"text": "Deb Ross  is running against the incumbent Republican Senator Richard Burr.", "sentId": 107}, {"text": "Hillary Clinton dives right in.", "sentId": 108}], "secId": 31}, {"speaker": "CLINTON", "sentences": [{"text": "Unlike her opponent, Deborah has never been afraid to stand up to Donald Trump, because she knows he's wrong for North Carolina, wrong for America, and people of courage and principle of both parties have stood up to reject his dangerous, divisive agenda.", "sentId": 109}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "Now, that's Sunday in North Carolina.", "sentId": 110}, {"text": "We're awaiting Monday in New Hampshire.", "sentId": 111}, {"text": "But here's a flavor of Saturday in Pennsylvania.", "sentId": 112}, {"text": "Notice the pattern.", "sentId": 113}], "secId": 33}, {"speaker": "CLINTON", "sentences": [{"text": "He heard him say terrible things about women.", "sentId": 114}, {"text": "He heard him spread the lie that our first black president wasn't really born in America.", "sentId": 115}, {"text": "Now, how much more does Pat Toomey need to hear?", "sentId": 116}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "This is Velcro.", "sentId": 117}, {"text": "I mean she is traveling now with essentially a big roll of Velcro, trying to take all the Republican Senate candidates and attach them to Donald Trump, especially on the issues that might drive suburban women because if you look at that ABC poll, she leads by 20 points among women, 20 percentage points.", "sentId": 118}, {"text": "She's gained 12 points from mid-October among non-college educated white women and she's doubled her lead to 32 points amongst college educated white women.", "sentId": 119}], "secId": 35}, {"speaker": "HAM", "sentences": [{"text": "Well, yes, and I think this is interesting for - in the case of Toomey and Ayotte especially, they came in in 2010 in that wave after the 2008 election when everybody went, oh, gosh, will the Republican Party recuperate, how will they do this?", "sentId": 120}, {"text": "And Ayotte especially was somebody who swung those numbers of women way back in her direction, by huge margins.", "sentId": 121}, {"text": "And this will be a giant test to see whether Trump is able to eviscerate all of that movement because she spent six years trying to hold on to that.", "sentId": 122}, {"text": "And it is markedly with these suburban college educated women.", "sentId": 123}], "secId": 36}, {"speaker": "KNOX", "sentences": [{"text": "This is a very clear sort of message from Hillary Clinton here.", "sentId": 124}, {"text": "It's kind of mandate, shmandate, give me a majority.", "sentId": 125}, {"text": "You know, talk of - talk of a presidential mandate is very nice, but nothing succeeds like having control of at least the Senate and maybe even the House.", "sentId": 126}], "secId": 37}, {"speaker": "PHILLIP", "sentences": [{"text": "Yes.", "sentId": 127}, {"text": "And both of those candidates have - have actually been case in point for down ballot Republicans being able to get some space from Trump.", "sentId": 128}, {"text": "I mean they've been doing OK in states where Trump has really been struggling.", "sentId": 129}, {"text": "In Pennsylvania, some of those polls have been ten points down, and Democrats are trying to close that gap as much as they can.", "sentId": 130}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "And you see, and they've being careful about this, but you see like Hillary Clinton said I'm superstitious, essentially, don't talk to me in public about transition plans.", "sentId": 131}, {"text": "But you do know that with Jeff Zeleny reporting yesterday, she's privately reached out to some former Republican Senate colleagues on Capitol Hill saying, hey, if I win, I want to work with you.", "sentId": 132}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "We know they have a transition.", "sentId": 133}, {"text": "So does the Trump campaign.", "sentId": 134}, {"text": "They have a transition organization that's planning just in case you win.", "sentId": 135}, {"text": "But the Clinton one seems to be picking up some acceleration.", "sentId": 136}, {"text": "They're not quite in the resume collecting mode yet, but they seem to be - how careful do you need to be about that with 15 days out and, again, your name's Clinton and she's running against Donald Trump, which is probably the greatest gift of all in this campaign, but she's still Hillary Clinton and she still has a lot of potential baggage.", "sentId": 137}], "secId": 40}, {"speaker": "VISER", "sentences": [{"text": "Hillary's also one, as we saw in the debates, she likes to prepare.", "sentId": 138}, {"text": "You know, she prepares for everything before a fundraiser.", "sentId": 139}, {"text": "She has the printed out pages of everybody who's going to be there.", "sentId": 140}, {"text": "So you can imagine her trying to prepare for two weeks out, potentially, and what are - what does she do on day one right after the election?", "sentId": 141}, {"text": "And you've got to think that they are plotting those things out, being very quiet about it, or at least trying to given sort of the, you know - she hasn't won yet.", "sentId": 142}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "And, internally, and when you talk to Republicans, they look at Clinton.", "sentId": 143}, {"text": "They think she's a flawed candidate.", "sentId": 144}, {"text": "They think there's still some stuff you can do in this WikiLeaks.", "sentId": 145}, {"text": "They think there are other things you can do.", "sentId": 146}, {"text": "There's a story in \"The Washington Street Journal\" today about the Virginia governor using his PAC to take nearly $500,000 to a state senate candidate whose husband happens to be a senior official at the FBI, who then happens to have been involved deeply in the e-mail investigation.", "sentId": 147}, {"text": "And even if there's nothing nefarious there, boy, it sure stinks when you look and you start to connect these dots.", "sentId": 148}, {"text": "But - but what frustrates Republicans is, they say Donald Trump, you know, has been unable to prosecute this case.", "sentId": 149}, {"text": "Now, they blame us to a degree, but Donald Trump, in his speeches, they, you know, focuses on other things.", "sentId": 150}, {"text": "He talks about a rigged election.", "sentId": 151}, {"text": "He talks about suing the women if he wins or loses after the election.", "sentId": 152}, {"text": "Fifteen days.", "sentId": 153}, {"text": "Can you do it?", "sentId": 154}], "secId": 42}, {"speaker": "HAM", "sentences": [{"text": "Yes, so she will continue to take hits and many other Republican candidates in a different world would have taken more advantage of those I think.", "sentId": 155}, {"text": "He's not that disciplined about going after her on these things.", "sentId": 156}, {"text": "But I think it's reason for her not to get too cocky.", "sentId": 157}, {"text": "The problem for him has always been that there's a lot of electoral votes built into the blue part of the map and that he has to run a perfect game.", "sentId": 158}, {"text": "And we have not yet seen a perfect game from him.", "sentId": 159}, {"text": "So, 15 days of perfect game, I'm still skeptical even that would do it.", "sentId": 160}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "Fifteen days of perfect game.", "sentId": 161}, {"text": "And so does the Clinton campaign, Abby, stay in New Hampshire, North Carolina, Florida, or will we see her, not the first lady, will we see Hillary Clinton go to Arizona?", "sentId": 162}, {"text": "Will we see Hillary Clinton or Tim Kaine go to Utah?", "sentId": 163}], "secId": 44}, {"speaker": "PHILLIP", "sentences": [{"text": "It's definitely a possibility.", "sentId": 164}, {"text": "They're definitely looking into it.", "sentId": 165}, {"text": "I mean the issue for them right now is that we're - at this late stage in the game, there are not that many persuadable voters left.", "sentId": 166}, {"text": "And Hillary Clinton is not actually the best persuader.", "sentId": 167}, {"text": "So it's always a kind of a balance of, do you send her, and what would you accomplish if you send her?", "sentId": 168}, {"text": "So I think they're still looking at the map, still trying to figure this out and also trying to protect their flank.", "sentId": 169}, {"text": "They can't let some of these battleground states, especially a state as critical as Florida, go by the wayside.", "sentId": 170}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "Also interesting, both Secretary Clinton and the president, who's in California today, still raising money.", "sentId": 171}], "secId": 46}, {"speaker": "PHILLIP", "sentences": [{"text": "Yes.", "sentId": 172}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Money that can go into those races late even if they don't personally go.", "sentId": 173}, {"text": "Money you can send into the Senate races, send into the House races, send even to state legislative races where they've take a pounding during the Obama years.", "sentId": 174}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Up next, you'll see him on the campaign trail all week.", "sentId": 175}, {"text": "So it the third time the charm for President Obama.", "sentId": 176}, {"text": "Plus, Hillary Clinton.", "sentId": 177}, {"text": "She's up in New Hampshire for a big event this hour with Senator Elizabeth Warren.", "sentId": 178}, {"text": "We're expecting to see her on the stage with the senator in just a few moments.", "sentId": 179}, {"text": "We'll take you there live.", "sentId": 180}, {"text": "Looks like a fun event.", "sentId": 181}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Live pictures, Manchester, New Hampshire.", "sentId": 182}, {"text": "Secretary Hillary Clinton, Senator Elizabeth Warren there in a few moments.", "sentId": 183}, {"text": "A campaign event in the granite state.", "sentId": 184}, {"text": "Important for her presidential campaign.", "sentId": 185}, {"text": "Also critical to the Democratic hopes of taking back the Senate and maybe picking up some House seats.", "sentId": 186}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "That reminds us, we pick a president two weeks from tomorrow.", "sentId": 187}, {"text": "And he or she moves into the White House - that's that building behind me - in 88 days, meaning the Obamas have to move out.", "sentId": 188}, {"text": "Yes, he earned that house with two overwhelming presidential victories.", "sentId": 189}, {"text": "But, otherwise, guess what, the Obama years have been very good years for the Republicans.", "sentId": 190}, {"text": "They took the House in 2010, the Senate in the 2014 midterms.", "sentId": 191}, {"text": "They've dominated governors races and they've made giant gains in state legislatures.", "sentId": 192}, {"text": "In 2010 and 2014, the two elections when he was an issue, but not on the ballot, Democrats have suffered.", "sentId": 193}, {"text": "President Obama clearly hopes the third time is the charm.", "sentId": 194}], "secId": 51}, {"speaker": "OBAMA", "sentences": [{"text": "Here in Nevada, you don't have to wait until November 8th.", "sentId": 195}, {"text": "Early voting started yesterday.", "sentId": 196}, {"text": "You got an Ace and you've got a Jack, but you've got to make sure to turn over the card by voting.", "sentId": 197}, {"text": "This game didn't start on November 8th.", "sentId": 198}, {"text": "The game ends on November 8th.", "sentId": 199}, {"text": "It's starting right now.", "sentId": 200}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "Now, he's making a very important point everywhere he goes.", "sentId": 201}, {"text": "He was in Florida the other day.", "sentId": 202}, {"text": "Early voting starts there today.", "sentId": 203}, {"text": "He's in Nevada.", "sentId": 204}, {"text": "Democrats feel very good about their early voting operations so far in Nevada.", "sentId": 205}, {"text": "It was critical to them both in 2008 and 2012 in the presidential campaigns.", "sentId": 206}, {"text": "So he's very critical to the early voting effort to the Clinton campaign.", "sentId": 207}, {"text": "He also just seems, when you're watching him, he seems looser, having fun.", "sentId": 208}, {"text": "Is it because he doesn't inherit whatever happens?", "sentId": 209}, {"text": "He's done?", "sentId": 210}], "secId": 53}, {"speaker": "PHILLIP", "sentences": [{"text": "It's because he wants - he's ready to be out the door, I think.", "sentId": 211}, {"text": "I wonder how long he can keep that like metaphor going?", "sentId": 212}], "secId": 54}, {"speaker": "HAM", "sentences": [{"text": "So many puns.", "sentId": 213}], "secId": 55}, {"speaker": "PHILLIP", "sentences": [{"text": "He can go on forever.", "sentId": 214}, {"text": "But, I mean, what's interesting is seeing Obama make this turn.", "sentId": 215}, {"text": "One of the criticisms Democrats sort of in Washington have had for the last eight years is, not enough attention being paid to down ballot, not enough attention being paid to the sort of infrastructure of the party from the bottom up.", "sentId": 216}, {"text": "And it sounds like he's turning his attention to that finally and you know that he's going to be doing that a little bit more when he leaves the White House.", "sentId": 217}, {"text": "But the president understands that, that is going to be a part of his legacy that he needs to rectify starting now and continuing on after.", "sentId": 218}], "secId": 56}, {"speaker": "HAM", "sentences": [{"text": "Well, I think - but he also faces the same question Trump does, which is, 15 days, right?", "sentId": 219}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 220}, {"text": "HAM: I mean even though he's more involved than in the past, during the Obama years, even though I think - I think he's - he likes campaigning, he likes being out there playing the game.", "sentId": 221}, {"text": "There's not a ton of evidence that he was real effective keeping people in office who he needed to keep in office.", "sentId": 222}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 223}], "secId": 59}, {"speaker": "HAM", "sentences": [{"text": "So I'm not sure that that does the job at this point, even though his numbers are fairly decent.", "sentId": 224}], "secId": 60}, {"speaker": "VISER", "sentences": [{"text": "You also think about four years ago.", "sentId": 225}, {"text": "He was not a draw on the campaign trail.", "sentId": 226}, {"text": "People did not want to be with him because of Obamacare was such a drag.", "sentId": 227}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 228}], "secId": 62}, {"speaker": "VISER", "sentences": [{"text": "It's so different now where his popularity is up.", "sentId": 229}, {"text": "People want him at their campaign events.", "sentId": 230}, {"text": "He's a boost instead of a drag in this campaign.", "sentId": 231}], "secId": 63}, {"speaker": "KNOX", "sentences": [{"text": "But watch the fundraising because he did 38 fundraisers last year.", "sentId": 232}, {"text": "He's up to 33 now according to the remarkable work of CBS'Mark Knoller .", "sentId": 233}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Mark Knoller, right, the encyclopedia of news.", "sentId": 234}], "secId": 65}, {"speaker": "KNOX", "sentences": [{"text": "And one of the really important parts of this is party building because a lot of the efforts to sort of save the Obama legacy and to restore the Democratic Party are going to come in the governors races in 2017 and 2018, and - because they want to set the stage for redistricting after the 2020 census.", "sentId": 235}, {"text": "So a lot of this party-building stuff is going to matter more than whether he goes to Las Vegas and buries us in gambling puns.", "sentId": 236}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "I'll also say this, they say this inside the White House, that not a huge impact but a big Democratic election could help the president get a couple things done in the lame duck session before he does move out.", "sentId": 237}, {"text": "That's what they think at the White House if you have a big win.", "sentId": 238}, {"text": "You're shaking your head.", "sentId": 239}, {"text": "We'll see if it happens.", "sentId": 240}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "But to your point, look at these numbers.", "sentId": 241}, {"text": "Democratic losses under Obama.", "sentId": 242}, {"text": "When he's not on the ballot, in non-presidential years, it's been boom times for the Republicans.", "sentId": 243}, {"text": "In 2010, the Democrats lost six Senate seats and 63 House seats.", "sentId": 244}, {"text": "In 2014, they lost nine Senate seats and 13 House seats.", "sentId": 245}, {"text": "I mean the - Obama has not been able to deliver voters for other people, other than himself, in - no - now, these are non-presidential years.", "sentId": 246}, {"text": "It's a very different electorate.", "sentId": 247}, {"text": "He's hoping in a presidential year he's got the much bigger electorate.", "sentId": 248}, {"text": "And as he travels, the other day we were talking about Marco Rubio and his come on, man, talking about why doesn't Marco Rubio break from Donald Trump?", "sentId": 249}, {"text": "Well, the Republican Senate candidate in Nevada, this is a Democratic seat, one of the few Democratic-held seats that they're - it's a close race, Joe Heck is the Republican candidate's name and the president just couldn't resist.", "sentId": 250}], "secId": 68}, {"speaker": "OBAMA", "sentences": [{"text": "And then just a few weeks ago, her opponent was supporting Donald Trump, who was bragging about actions that qualify as sexual assault.", "sentId": 251}, {"text": "What the heck?", "sentId": 252}, {"text": "Heck no!", "sentId": 253}, {"text": "Heck no.", "sentId": 254}], "secId": 69}, {"speaker": "OBAMA", "sentences": [{"text": "Now when suddenly it's not working, and people are saying, wow, this guy's kind of out of line, suddenly that's a deal-breaker.", "sentId": 255}, {"text": "Well, what took you so long?", "sentId": 256}, {"text": "What the heck.", "sentId": 257}, {"text": "What took you so long?", "sentId": 258}], "secId": 70}, {"speaker": "HAM", "sentences": [{"text": "The degree of difficulty on these pun is very low.", "sentId": 259}, {"text": "I want to reach higher.", "sentId": 260}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 261}, {"text": "Yes, no raise for the speechwriter there, but he is having fun out there.", "sentId": 262}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "Another one he went after last night in a fundraiser, this is not on camera, but Darrell Issa, who was the chairman of the House Government Oversight and Reform Committee who, you know, has accused the administration of corrupting the Internal Revenue Service, of other ethical lapses.", "sentId": 263}, {"text": "He has a mailer, because he's in a tough house district, he has a mailer apparently.", "sentId": 264}, {"text": "It has a photo of President Obama saying he works with the administration sometimes.", "sentId": 265}, {"text": "And the president said at this fundraiser, this is now a guy, who because Trump's poll numbers are bad, has sent out brochures with my picture on them touting his cooperation on issues with me.", "sentId": 266}, {"text": "This is the definition of chutzpah.", "sentId": 267}, {"text": "Here's a guy who called by administration perhaps the most corrupt in history.", "sentId": 268}, {"text": "Now, Darrell Issa has issued a statement this morning saying, hey, I have worked with him on some things, but on other things I've investigated him and rightly so.", "sentId": 269}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "But it is interesting.", "sentId": 270}, {"text": "It does tell you a lot about the state of the Republican Party and the state of Donald Trump's drag on the Republican Party that a guy like Darrell Issa, with his history -", "sentId": 271}], "secId": 74}, {"speaker": "HAM", "sentences": [{"text": "Right.", "sentId": 272}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "Would put out a campaign brochure saying, hey, I'm buddies with President Obama.", "sentId": 273}], "secId": 76}, {"speaker": "VISER", "sentences": [{"text": "It's also, you know, Donald Trump said last week that he was unshackled.", "sentId": 274}, {"text": "You know, President Obama seems unshackled right now a little bit where he doesn't have to think about the relationships on Capitol Hill the way that he did before.", "sentId": 275}, {"text": "So he can sort of, you know, punch back at Darrell Issa, whereas, you know, sometimes you would have a hesitancy to do that in the past because he had to, you know, worry about working with him later on.", "sentId": 276}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "One of the things the Democrats think they've been very effective at, learning lessons from Marco Rubio and others in the Republican primary debates, is getting under Trump's skin, knowing where the triggers are You've seen it from Hillary Clinton's during the debates about the - get personal stuff and Trump reacts.", "sentId": 277}, {"text": "And every day one of the Democrats tries to do this.", "sentId": 278}, {"text": "Tim Kaine says he's a sore loser.", "sentId": 279}, {"text": "Listen to the president here.", "sentId": 280}, {"text": "Again, this is clearly an effort to provoke Trump.", "sentId": 281}], "secId": 78}, {"speaker": "OBAMA", "sentences": [{"text": "Donald Trump's already talking about how the game's rigged.", "sentId": 282}, {"text": "I've got to say, that means he's losing.", "sentId": 283}, {"text": "If you've ever played a basketball game and like halfway in the middle of the game suddenly somebody starts saying, the refs are making me lose and I'm going to walk off the court, that means you're losing.", "sentId": 284}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Now, I assume, if Trump keeps responding when they this, they're going to keep doing it because it's proven pretty effective.", "sentId": 285}, {"text": "They say things about him either on Twitter or at his rallies.", "sentId": 286}, {"text": "Trump takes the bait.", "sentId": 287}], "secId": 80}, {"speaker": "PHILLIP", "sentences": [{"text": "And as Olivier pointed out earlier, one of the things that Trump talking about rigged elections does for him is tell his voters that he already thinks he's losing.", "sentId": 288}, {"text": "And so by Democrats reinforcing that message, it only sort of compounds that problem for Trump.", "sentId": 289}, {"text": "And I think that's the other kind of message that they're trying to send here , which is that, this is a guy who they think is losing and who he thinks he's also losing.", "sentId": 290}, {"text": "And if Trump's voters stay home, that's a good day for Democrats.", "sentId": 291}], "secId": 81}, {"speaker": "HAM", "sentences": [{"text": "As the president might say, Donald Trump has a lot of \"tells.\"", "sentId": 292}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Oh, what the heck.", "sentId": 293}, {"text": "There we go.", "sentId": 294}, {"text": "We'll leave it right there.", "sentId": 295}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton has options.", "sentId": 296}, {"text": "Donald Trump needs to thread a needle.", "sentId": 297}, {"text": "The very different paths to 270 electoral votes and the White House, that's next.", "sentId": 298}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 299}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "A little more than two weeks out, the biggest question is, does Donald Trump have a path?", "sentId": 300}, {"text": "Can he fill in this map in a way that gets him to 270, gets him to the White House?", "sentId": 301}, {"text": "You have to say heading into the final stretch, it is a daunting challenge for Mr. Trump.", "sentId": 302}, {"text": "Look at this.", "sentId": 303}, {"text": "Look at this right there, a 9-point lead in our average of the national polls, 48 percent for Secretary Clinton, 39 percent for Donald Trump.", "sentId": 304}, {"text": "That is a steep hill to climb in just over two weeks.", "sentId": 305}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "Let's go to the map that matters most, the electoral map.", "sentId": 306}, {"text": "Can he get there?", "sentId": 307}, {"text": "Well, she starts with an overwhelming advantage.", "sentId": 308}], "secId": 87}], "sectionCount": 88, "url": "transcripts.cnn.com/TRANSCRIPTS/1610/24/ip.01.html", "sentenceCount": 310, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 24, 2016 - 12:00   ET", "speakers": ["KING", "KAINE", "OBAMA", "TRUMP", "CLINTON", "PHILLIP", "HAM", "VISER", "KNOX"], "title": "INSIDE POLITICS"}