{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1611.03.ip.01.html.json", "subTitle": "Obama Campaigns for Hillary Clinton; Donald Trump Speaks in Jacksonville, Florida . Aired 12-12:30p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "OBAMA", "sentences": [{"text": "My point is, your vote matters.", "sentId": 0}, {"text": "It's because of you that 20 million people have health insurance that didn't have it.", "sentId": 1}, {"text": "It's because of you that there are young people who got Pell grants and could go to college who couldn't before.", "sentId": 2}, {"text": "It's because of you that a Marine can serve his country without hiding the husband that he loves.", "sentId": 3}, {"text": "It's because of you that young dreamers have been able to come out of the shadows and are serving our country and are going to school.", "sentId": 4}, {"text": "It's because of you that we made this progress.", "sentId": 5}], "secId": 0}, {"speaker": "OBAMA", "sentences": [{"text": "So, Florida, and young people especially, I'm asking you the same thing I asked of you eight years ago.", "sentId": 6}, {"text": "I'm asking you to believe.", "sentId": 7}, {"text": "Not just in my ability to change things, one person's ability to change things.", "sentId": 8}, {"text": "Even - I'm not just asking you to believe in Hillary's ability to change things.", "sentId": 9}, {"text": "I'm asking you to believe in your ability to change things.", "sentId": 10}], "secId": 1}, {"speaker": "OBAMA", "sentences": [{"text": "You remember my slogan wasn't, \"yes, I can,\" it was, \"yes, we can.\"", "sentId": 11}, {"text": "And I'm not on the ballot this time.", "sentId": 12}, {"text": "But fairness is on the ballot.", "sentId": 13}, {"text": "Decency is on the ballot.", "sentId": 14}, {"text": "Justice is on the ballot.", "sentId": 15}, {"text": "All the progress we've made is on the ballot.", "sentId": 16}, {"text": "Immigration reform's on the ballot.", "sentId": 17}, {"text": "A higher minimum wage is on the ballot.", "sentId": 18}, {"text": "Equal pay for equal work's on the ballot.", "sentId": 19}, {"text": "Democracy's on the ballot.", "sentId": 20}, {"text": "Hillary Clinton will move us forward if you give her a chance.", "sentId": 21}], "secId": 2}, {"speaker": "OBAMA", "sentences": [{"text": "And if we win Florida, we will win this election.", "sentId": 22}, {"text": "It is in your hands.", "sentId": 23}, {"text": "So go out there and vote.", "sentId": 24}, {"text": "Get your friends to vote.", "sentId": 25}, {"text": "Get your family to vote.", "sentId": 26}, {"text": "Get your cousins and neighbors and co-workers to vote.", "sentId": 27}, {"text": "Tell them that this is the moment where America makes a stand about who we are and what we believe.", "sentId": 28}, {"text": "Tell them this is the moment we reject cynicism and reject fear.", "sentId": 29}, {"text": "This is the moment we choose hope.", "sentId": 30}, {"text": "Choose hope.", "sentId": 31}, {"text": "Choose hope.", "sentId": 32}, {"text": "Choose hope.", "sentId": 33}, {"text": "Choose hope.", "sentId": 34}, {"text": "Choose hope.", "sentId": 35}], "secId": 3}, {"speaker": "OBAMA", "sentences": [{"text": "Go out there and vote.", "sentId": 36}, {"text": "And if you do, we will elect Hillary Clinton the next president.", "sentId": 37}, {"text": "We'll elect Patrick Murphy the next senator.", "sentId": 38}, {"text": "We'll continue this amazing journey.", "sentId": 39}, {"text": "We will finish what we started.", "sentId": 40}, {"text": "We'll show the world why America's the greatest nation on earth.", "sentId": 41}], "secId": 4}, {"speaker": "OBAMA", "sentences": [{"text": "I love you guys.", "sentId": 42}, {"text": "Bye-bye.", "sentId": 43}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "The president of the United States, Barack Obama, campaigning for Hillary Clinton, Miami, Florida, now.", "sentId": 44}, {"text": "He's on his way next to Jacksonville.", "sentId": 45}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 46}, {"text": "I'm John King.", "sentId": 47}, {"text": "We'll talk about the president.", "sentId": 48}, {"text": "Then we'll move on to another busy day on the campaign trail here.", "sentId": 49}, {"text": "A big crowd for the president.", "sentId": 50}, {"text": "Florida International University.", "sentId": 51}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "With me to share their reporting and their insights as we dissect this speech, talk about the busy day ahead, Lisa Lerer of the Associated Press.", "sentId": 52}, {"text": "Mary Katharine Ham of \"The Federalist,\" Jackie Kucinich of \"The Daily Beast,\" Ed O'Keefe of \"The Washington Post.\"", "sentId": 53}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Let's start with the president.", "sentId": 54}, {"text": "And, please, by all means, put the pictures back up.", "sentId": 55}, {"text": "He's at a big college campus rally, Florida International University in Miami.", "sentId": 56}, {"text": "His main mission, early voting.", "sentId": 57}, {"text": "Get early voting for Hillary Clinton.", "sentId": 58}, {"text": "Republicans will disagree with a lot of what the president said, but not what he said at the very end, if we win Florida, Hillary Clinton wins the election.", "sentId": 59}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "The president's been out, he's been busy, he's been active.", "sentId": 60}, {"text": "The question is, can he translate his popularity into votes?", "sentId": 61}, {"text": "We'll see early vote - more early voting data later in the week.", "sentId": 62}, {"text": "The early is mixed when you look at it.", "sentId": 63}, {"text": "Lisa Lerer, he's having fun.", "sentId": 64}, {"text": "Hillary Clinton will not be able to fault his effort.", "sentId": 65}, {"text": "The question is, can he be successful?", "sentId": 66}], "secId": 10}, {"speaker": "LERER", "sentences": [{"text": "Well, that is the big question.", "sentId": 67}, {"text": "Polls showed a slight drop-off in Democratic enthusiasm after this latest Comey/FBI letter came out.", "sentId": 68}, {"text": "And that's exactly what her campaign is worried about.", "sentId": 69}, {"text": "They're worried that their supporters simply won't show up, particularly black voters, who we saw in early - we've seen in early voting across several states have not turned out in the same margins that they did for Obama.", "sentId": 70}, {"text": "That was calculated into the Clinton campaign's plans, but not quite at the drop-off that we've seen.", "sentId": 71}, {"text": "So that's why you see President Barack Obama out there barn storming all these crucial swing states.", "sentId": 72}, {"text": "That's why you see Hillary Clinton doing interview after interview on radio stations and programs that target African-American voters.", "sentId": 73}, {"text": "They want to make sure their people come out and preferably come out as early as possible.", "sentId": 74}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "And all the more important because if you digest overnight, and again I'm going to say this repeatedly over the next five days - five days to Election Day, I should have said that at the very beginning, don't invest in any one poll.", "sentId": 75}, {"text": "But if you follow the polls, one overnight shows Colorado, a dead heat.", "sentId": 76}, {"text": "That would be a surprise to most people.", "sentId": 77}, {"text": "One overnight shows New Hampshire a dead heat.", "sentId": 78}, {"text": "That would be a move for some people.", "sentId": 79}, {"text": "So we're in - whether we invest or believe in those individual polls or not, there's something happening.", "sentId": 80}], "secId": 12}, {"speaker": "Florida", "sentences": [{"text": "Well, exactly.", "sentId": 81}, {"text": "But, you", "sentId": 82}], "secId": 13}, {"speaker": "Florida", "sentences": [{"text": "know, again, you're seeing - Pennsylvania, they're also trying to hang on to.", "sentId": 83}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 84}], "secId": 15}, {"speaker": "KUCINICH", "sentences": [{"text": "That's where Obama, Michelle Obama, Hillary Clinton and Bill Clinton will be on Monday.", "sentId": 85}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "And Melania Trump today.", "sentId": 86}], "secId": 17}, {"speaker": "KUCINICH", "sentences": [{"text": "And Melania Trump today.", "sentId": 87}, {"text": "And so - and there is a big appeal to women.", "sentId": 88}, {"text": "Again, you've seen the gender gap shrink in several of these polls, which is why you have Hillary Clinton talking again about Donald Trump's treatment women.", "sentId": 89}, {"text": "They're really going for that - that core constituency, which is actually turning out to be different for Hillary Clinton.", "sentId": 90}, {"text": "The Hillary Clinton coalition is seeing more Hispanics, more women because they - I mean let's be honest, we - Obama hasn't proven he can get out the same coalition for anyone else but him.", "sentId": 91}, {"text": "So it seems like they're not - while he is making a big pitch, they're not taking chances.", "sentId": 92}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "It is much more personal this time.", "sentId": 93}, {"text": "To you point, in 2010 and 2014, now the president did not campaign as much, a lot of places he was not welcome.", "sentId": 94}, {"text": "You didn't see that personal connection to Hillary Clinton that, even though they were once rivals, that he's making in these speeches when he did campaign.", "sentId": 95}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "But let's listen, Ed, before you jump in, this is the president talking about the importance of early voting.", "sentId": 96}, {"text": "In the two Obama elections, he won Electoral College landslides both times.", "sentId": 97}, {"text": "Both times he lost in ballots cast on Election Day.", "sentId": 98}, {"text": "Early voting is absolutely critical to Democrats.", "sentId": 99}, {"text": "The president trying to convince people, if you haven't done it yet, or as he said at one point, if your mail-in ballot's sitting on the coffee table, get it done.", "sentId": 100}], "secId": 20}, {"speaker": "OBAMA", "sentences": [{"text": "Now, the good news is, you don't have to wait until Election Day to vote.", "sentId": 101}, {"text": "What does that say up there?", "sentId": 102}, {"text": "I'm sorry, I can't hear you.", "sentId": 103}, {"text": "What does it say up there?", "sentId": 104}, {"text": "You know, I'm still not hearing it.", "sentId": 105}, {"text": "What?", "sentId": 106}, {"text": "Vote early.", "sentId": 107}, {"text": "If you are registered, you can vote right now, at any early voting location.", "sentId": 108}, {"text": "In fact, there's one just ten minutes away at the International Mall Branch Library.", "sentId": 109}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "He went on to read the address.", "sentId": 110}, {"text": "This is the president of the United States who read the street address of the early voting site.", "sentId": 111}, {"text": "That's - you know, it makes sense.", "sentId": 112}, {"text": "That's how granule they want to get and there are buses waiting outside if those people want to go today.", "sentId": 113}, {"text": "But to this point, it's amusing, it's funny, it's entertaining the way the president's campaigning, but this is critical.", "sentId": 114}, {"text": "An estimated 40 percent of Americans this cycle - it was 30 - a little over 30 percent last time.", "sentId": 115}, {"text": "An estimated 40 percent of Americans are going to vote early, either absentee voting or mail ballot or showing up for early voting.", "sentId": 116}, {"text": "And if you look at the recent tightening, what we know is important to Democrats becomes even more important, right?", "sentId": 117}], "secId": 22}, {"speaker": "O'KEEFE", "sentences": [{"text": "Because Republicans are seeing increased levels of early voting in various states, whether it's Florida and North Carolina, Iowa as well.", "sentId": 118}], "secId": 23}, {"speaker": "O'KEEFE", "sentences": [{"text": "One thing - a few things to keep in mind when it comes to this, though, a lot of emphasis is being put, of course, on this final weekend that is coming up.", "sentId": 119}, {"text": "It's not only traditionally a good weekend for African-American turnout.", "sentId": 120}, {"text": "But there's a lot of emphasis, especially in Florida this year, on Hispanic turnout.", "sentId": 121}, {"text": "I come back to this, but I think, you know, this will be the cycle when we really start to see them bake into the Democratic coalition and I think there's reason to believe, given the registration numbers in places like Orange County and Pinellas County, Hillsborough County, that Democrats may now be able to rely even more than they have in the past on Hispanics and a lot of those black numbers to be little lower.", "sentId": 122}], "secId": 24}, {"speaker": "O'KEEFE", "sentences": [{"text": "But to see him doing this.", "sentId": 123}, {"text": "You know, the fact that he'll go as far north as New Hampshire by Monday is an indication that they still think he's viable and a reputable surrogate that is worth having out there.", "sentId": 124}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "And proof they think they need every last surrogate they can get and every last stop they can get.", "sentId": 125}], "secId": 26}, {"speaker": "O'KEEFE", "sentences": [{"text": "Him.", "sentId": 126}, {"text": "Right.", "sentId": 127}, {"text": "Yes.", "sentId": 128}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "To this point about early voting.", "sentId": 129}, {"text": "Republicans promised after 2008 to get better.", "sentId": 130}, {"text": "They promised after 2012 they would get better.", "sentId": 131}, {"text": "They tell us they're better now.", "sentId": 132}, {"text": "And I think if you look at data, you know, places like Ohio, Florida, and North Carolina, they may not be winning everywhere, but they do seem more competitive in the big battleground states.", "sentId": 133}, {"text": "If this race is actually tightening and if it gets decided based on who's got the best nuts and bolts -", "sentId": 134}], "secId": 28}, {"speaker": "HAM", "sentences": [{"text": "Right.", "sentId": 135}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "The Republicans have what it takes?", "sentId": 136}], "secId": 30}, {"speaker": "HAM", "sentences": [{"text": "Well, that's the question, because the RNC might have it, but the Trump campaign did not bring a lot of that to the table.", "sentId": 137}, {"text": "So the question is how much the RNC has going for them.", "sentId": 138}, {"text": "There have been a couple cycles where they've some time to learn about this.", "sentId": 139}, {"text": "Gotten a little bit better at it.", "sentId": 140}, {"text": "The lack of enthusiasm for Hillary and a bit of an enthusiasm gap in the base is helpful to them on this front.", "sentId": 141}], "secId": 31}, {"speaker": "Look", "sentences": [{"text": "But I think it is important when we talk about this, yes, the", "sentId": 142}], "secId": 32}, {"speaker": "Look", "sentences": [{"text": "race is tightening and, yes, Hillary Clinton is - everyone seems to agrees - probably going to lose Iowa.", "sentId": 143}, {"text": "And Ohio looks really tight.", "sentId": 144}, {"text": "But the fundamentals of this race still favor her overwhelmingly.", "sentId": 145}], "secId": 33}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yes.", "sentId": 146}], "secId": 34}, {"speaker": "LERER", "sentences": [{"text": "She has significantly more pathway to get to that magical 270 number.", "sentId": 147}, {"text": "She has an extensive ground game that they've been building for two years and according - if you - to the hacked WikiLeaks e- mails, they started building out in November before she even announce her run in April.", "sentId": 148}], "secId": 35}, {"speaker": "LERER", "sentences": [{"text": "So, you know, she still has some structural advantages in this - in this race, no matter how tight the national polls and some of those state polls may look.", "sentId": 149}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 150}, {"text": "And we're going to keep an eye on those.", "sentId": 151}, {"text": "We expect more out today.", "sentId": 152}, {"text": "We had seven out yesterday from battleground states, four from CNN, three others.", "sentId": 153}, {"text": "You get a little dizzy and blurry looking at all the polls.", "sentId": 154}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "Let's take a very quick break.", "sentId": 155}, {"text": "As we go to break, I want to tell you, we've got Donald Trump standing by live in Jacksonville, Florida, that's Duval County.", "sentId": 156}, {"text": "It's critical to the state of Florida.", "sentId": 157}, {"text": "Guess what?", "sentId": 158}, {"text": "President Obama will be close on its heels there.", "sentId": 159}, {"text": "Hillary Clinton in North Carolina today.", "sentId": 160}, {"text": "The surrogates spread out all across the country.", "sentId": 161}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "When we come back, exclusive here, first run on INSIDE POLITICS, a brand-new Donald Trump ad upping the ante against what he calls crooked Hillary.", "sentId": 162}, {"text": "You won't want to miss this one.", "sentId": 163}, {"text": "It has a new star player.", "sentId": 164}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 165}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "As we enter the stretch and the race appears to be tightening, this is Hillary Clinton's best friend.", "sentId": 166}, {"text": "What the Democrats like to call the blue wall.", "sentId": 167}, {"text": "Eighteen states plus the District of Columbia, that in every presidential election since 1982 have voted for the Democrats.", "sentId": 168}, {"text": "If it stays that way, it's a head start, 242 of the 270 electoral votes needed to be president.", "sentId": 169}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Now, Donald Trump and his campaign insists there are cracks in the blue wall.", "sentId": 170}, {"text": "That he's making in-roads.", "sentId": 171}, {"text": "Well, let's take a peek.", "sentId": 172}, {"text": "Here are three big states in the blue wall, Michigan, Pennsylvania and Wisconsin.", "sentId": 173}, {"text": "At the moment, Hillary Clinton leads by seven, five and six.", "sentId": 174}, {"text": "How does that compare?", "sentId": 175}, {"text": "Well, here's Michigan in 2012.", "sentId": 176}, {"text": "It was a nine-point race.", "sentId": 177}, {"text": "So, that's a little closer.", "sentId": 178}, {"text": "It's a little closer this time, but that's still safe.", "sentId": 179}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "Let's go over to Wisconsin, right here.", "sentId": 180}, {"text": "You can see that right here.", "sentId": 181}, {"text": "A seven-point race then.", "sentId": 182}, {"text": "A six-point race now.", "sentId": 183}, {"text": "So that's not a deep crack in the blue wall.", "sentId": 184}, {"text": "Now let's try over here, bring down Pennsylvania.", "sentId": 185}, {"text": "Pennsylvania, five", "sentId": 186}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "points back in 2012, five points right now.", "sentId": 187}, {"text": "So there are no obvious cracks in the blue wall just yet.", "sentId": 188}, {"text": "Yes, there's some tension in the Clinton campaign.", "sentId": 189}, {"text": "She thinks the wall is going to hold.", "sentId": 190}, {"text": "Trump thinks he can break it by saying she can't be trusted.", "sentId": 191}], "secId": 44}, {"speaker": "TRUMP", "sentences": [{"text": "She is a crooked one.", "sentId": 192}, {"text": "There's no question.", "sentId": 193}, {"text": "Crooked Hillary Clinton.", "sentId": 194}, {"text": "You know that term has really stuck.", "sentId": 195}, {"text": "Everyone's calling her - has anyone seen crooked Hillary Clinton today?", "sentId": 196}, {"text": "That's going to be a great term for a president, right?", "sentId": 197}, {"text": "Boy, oh, boy, what a mess.", "sentId": 198}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "What a mess Trump says there.", "sentId": 199}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "Before I bring you guys into the conversation, I want to show to our viewers here, this is a brand-new ad the Trump campaign is putting into its mix today, including in some of these blue states I want to talk about.", "sentId": 200}, {"text": "Can Donald Trump crack the wall?", "sentId": 201}, {"text": "You heard him there say \"crooked Hillary.\"", "sentId": 202}, {"text": "Watch closely at this new ad.", "sentId": 203}, {"text": "This is the first time it's been aired here on INSIDE POLITICS and it has a star player that the Trump campaign believes adds a little oomph here.", "sentId": 204}], "secId": 47}, {"speaker": "UNIDENTIFIED MALE ", "sentences": [{"text": "Hillary Clinton is under FBI investigation again after her e-mails were found on pervert Anthony Weiner's laptop.", "sentId": 205}, {"text": "Think about that.", "sentId": 206}, {"text": "America's most sensitive secrets, unlawfully sent, received and exposed by Hillary Clinton, her staff, and Anthony Weiner.", "sentId": 207}, {"text": "Hillary cannot lead a nation while crippled by a criminal investigation.", "sentId": 208}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Scorched earth in the final days.", "sentId": 209}, {"text": "She's got to - she has some tough new ads up too.", "sentId": 210}, {"text": "We'll get to her in a minute.", "sentId": 211}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "But in terms of the - they are - Donald Trump's ads bringing Anthony Weiner, pervert Anthony Weiner as it says in that ad, into it.", "sentId": 212}, {"text": "Trying to make the case that, if you elect her president, you'll have an ongoing investigation.", "sentId": 213}, {"text": "You'll have all this Clinton drama.", "sentId": 214}, {"text": "It will never end.", "sentId": 215}, {"text": "Why would you do that?", "sentId": 216}], "secId": 50}, {"speaker": "HAM", "sentences": [{"text": "Well, it's not a terrible argument.", "sentId": 217}, {"text": "And you can always count on Donald Trump to just say \"pervert Anthony Weiner\" just straight-up in an ad.", "sentId": 218}, {"text": "I think it's important to note that there is an historically low TV spending numbers this time around.", "sentId": 219}], "secId": 51}, {"speaker": "LERER", "sentences": [{"text": "Right.", "sentId": 220}], "secId": 52}, {"speaker": "HAM", "sentences": [{"text": "So you won't see like quite the flood of this type of ad that you've seen in the past.", "sentId": 221}, {"text": "But the argument is not terrible from him.", "sentId": 222}, {"text": "And I think the Anthony Weiner part of the story actually reaches different kinds of voters because it takes it into a little bit more gossipy area.", "sentId": 223}, {"text": "And he may be trying to tap into a bit of that.", "sentId": 224}, {"text": "Or he may just want to say \"pervert Anthony Weiner\" in an ad.", "sentId": 225}], "secId": 53}, {"speaker": "LERER", "sentences": [{"text": "It's not - it's not terrible, but it's also not totally true.", "sentId": 226}, {"text": "We don't know whether Hillary Clinton's e-mails -", "sentId": 227}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 228}], "secId": 55}, {"speaker": "HAM", "sentences": [{"text": "Right.", "sentId": 229}], "secId": 56}, {"speaker": "LERER", "sentences": [{"text": "Were found on Anthony Weiner's laptop or just e-mails between him and his estranged wife, Huma Abedin.", "sentId": 230}, {"text": "But, I mean, if the goal here is to dampen Democratic turnout, which I think is the goal of this ad, then it probably is successful.", "sentId": 231}, {"text": "I think it's problematic for Hillary on two counts, first of all because she has to win the election and this could hurt her.", "sentId": 232}, {"text": "Second of all, because then, if she does win the election, she enters it with these historically high unfavorability rating, historically high untrustworthy ratings, and that makes it really hard to unify the country after what's been this very, very ugly, divisive, pervert-laden race.", "sentId": 233}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 234}], "secId": 58}, {"speaker": "LERER", "sentences": [{"text": "So it puts her in a tough spot, even if she wins.", "sentId": 235}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "It ends - it ends on an incredibly raw note.", "sentId": 236}], "secId": 60}, {"speaker": "KUCINICH", "sentences": [{"text": "Well, no -", "sentId": 237}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Please.", "sentId": 238}], "secId": 62}, {"speaker": "KUCINICH", "sentences": [{"text": "Well, no, I was just going to mention, I mean, Huma Abedin's face being in that ad.", "sentId": 239}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 240}], "secId": 64}, {"speaker": "KUCINICH", "sentences": [{"text": "She hasn't been on the trail.", "sentId": 241}, {"text": "She's been laying low.", "sentId": 242}, {"text": "She was at a fundraiser, but she hasn't - her - her - she hasn't been on the trail with Hillary.", "sentId": 243}, {"text": "And her behind Hillary in all those pictures, it just reminds people.", "sentId": 244}, {"text": "So you have to wonder, should Hillary actually be successful here, what is her role going to be, because she has been vilified fairly or unfairly by the right at this point.", "sentId": 245}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "I think it's a giant question, does she bring in the people who, if you're reading WikiLeaks, if you know the history of is, the Cheryl Mills, the Huma Abedin, --", "sentId": 246}], "secId": 66}, {"speaker": "KUCINICH", "sentences": [{"text": "Yes.", "sentId": 247}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "The people who are at the State Department.", "sentId": 248}, {"text": "Some of them go back to the bill Clinton White House.", "sentId": 249}, {"text": "Does she bring him into this White House when transparency, honesty, did you learn a lesson is the big question.", "sentId": 250}, {"text": "Those will be great questions.", "sentId": 251}, {"text": "They haven't answered them, because both of these candidates are avoiding us, avoiding questions in the final days of the campaign, doing some radio.", "sentId": 252}, {"text": "On this question that we started with, Ed, on the blue wall.", "sentId": 253}, {"text": "You know, the Trump campaign says new Mexico's in play.", "sentId": 254}, {"text": "They say Michigan's in play.", "sentId": 255}, {"text": "They say Wisconsin's in play.", "sentId": 256}, {"text": "Those states are certainly closer now -", "sentId": 257}], "secId": 68}, {"speaker": "O'KEEFE", "sentences": [{"text": "Right.", "sentId": 258}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "Than they were ten day, two weeks ago.", "sentId": 259}, {"text": "But they're - in most of them - I haven't seen any public polling in New Mexico in the last several days - but in the ones we just showed you in Pennsylvania, Wisconsin and Michigan, they're essentially where the Romney/Obama race was.", "sentId": 260}], "secId": 70}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yes.", "sentId": 261}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "So it's tightened up, but it's gotten back to quote/unquote where Democrats say, where it's supposed to be.", "sentId": 262}], "secId": 72}, {"speaker": "O'KEEFE", "sentences": [{"text": "Right.", "sentId": 263}, {"text": "Exactly.", "sentId": 264}, {"text": "And that says more, I think, about Clinton's inability to close here thanks in part to James Comey.", "sentId": 265}, {"text": "But also just the idea that this country really hasn't shifted its political preferences despite Trump.", "sentId": 266}], "secId": 73}, {"speaker": "O'KEEFE", "sentences": [{"text": "I would be stunned if he won New Mexico.", "sentId": 267}, {"text": "I can understand why they think they have a chance in Michigan and Wisconsin.", "sentId": 268}, {"text": "But, bush, we could play back the tape, four, eight, 12 years ago, and what are Republicans always telling us in the last week?", "sentId": 269}, {"text": "We've got a chance in New Jersey.", "sentId": 270}, {"text": "We have a chance in Michigan -", "sentId": 271}], "secId": 74}, {"speaker": "HAM", "sentences": [{"text": "Pennsylvania.", "sentId": 272}], "secId": 75}, {"speaker": "O'KEEFE", "sentences": [{"text": "Wisconsin's on the line.", "sentId": 273}], "secId": 76}, {"speaker": "KUCINICH", "sentences": [{"text": "Pennsylvania.", "sentId": 274}], "secId": 77}, {"speaker": "O'KEEFE", "sentences": [{"text": "And look - and look -", "sentId": 275}], "secId": 78}, {"speaker": "LERER", "sentences": [{"text": "Romney's huge rallies in Pennsylvania.", "sentId": 276}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 277}], "secId": 80}, {"speaker": "O'KEEFE", "sentences": [{"text": "To their credit, the head fake worked.", "sentId": 278}, {"text": "She's now running ads in Colorado.", "sentId": 279}, {"text": "She's back running ads in the Midwest.", "sentId": 280}, {"text": "She wasn't doing it.", "sentId": 281}, {"text": "They say it's because they have money to burn.", "sentId": 282}, {"text": "Trust me, they could burn it -", "sentId": 283}], "secId": 81}, {"speaker": "LERER", "sentences": [{"text": "No one has - no one has that much money.", "sentId": 284}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "No, they're not - they're not doing it because they have money to burn.", "sentId": 285}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "I want to show you quickly - we're going to get you to Donald Trump in Florida in just a second.", "sentId": 286}, {"text": "I just want to show you this.", "sentId": 287}, {"text": "Clinton blue state ad spending and how much it's jumped up from the middle of October, when they felt very comfortable.", "sentId": 288}, {"text": "Nothing at all in Wisconsin or Maine.", "sentId": 289}, {"text": "Now they're putting up some money.", "sentId": 290}, {"text": "It may be relatively modest money, but they're doing that in those states.", "sentId": 291}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "I guess we're not going to show you that.", "sentId": 292}, {"text": "But let's take you to Donald Trump in Jacksonville, Florida.", "sentId": 293}], "secId": 85}, {"speaker": "TRUMP", "sentences": [{"text": "The FBI is conducting a criminal investigation into Hillary Clinton's pay for play corruption during her tenure as secretary of state.", "sentId": 294}, {"text": "In other words, the FBI is investigating how Hillary Clinton put the office of secretary of state up for sale in violation of federal law.", "sentId": 295}, {"text": "The investigation is described as a high priority.", "sentId": 296}, {"text": "It's far reaching and has been going on for more than one year.", "sentId": 297}, {"text": "It was reported that an avalanche of information is coming in.", "sentId": 298}, {"text": "The FBI agents say their investigation is likely to yield an indictment.", "sentId": 299}], "secId": 86}, {"speaker": "CROWD ", "sentences": [{"text": "Lock her up!", "sentId": 300}], "secId": 87}, {"speaker": "TRUMP", "sentences": [{"text": "But just remember, the system is rigged.", "sentId": 301}, {"text": "Just remember that.", "sentId": 302}, {"text": "And reports also show the political leadership at the Department of Justice is trying to protect Hillary Clinton and is interfering with the FBI's criminal investigation.", "sentId": 303}], "secId": 88}, {"speaker": "TRUMP", "sentences": [{"text": "By comparison, four star general just last week, James Cartwright, highly respected, is in very serious trouble for doing a tiny fraction of what Clinton did.", "sentId": 304}, {"text": "May go to jail for up to five years.", "sentId": 305}, {"text": "Think of it.", "sentId": 306}, {"text": "General Cartwright, last week, four-star general, respected by everybody, a tiny, tiny fraction may go to jail for now five years.", "sentId": 307}], "secId": 89}, {"speaker": "TRUMP", "sentences": [{"text": "And General Petraeus' life and reputation has been destroyed for doing nothing, nothing by comparison to what Hillary Clinton did.", "sentId": 308}, {"text": "She shouldn't even be allowed to run for the office of president.", "sentId": 309}, {"text": "She shouldn't be allowed.", "sentId": 310}, {"text": "And that is where the system is rigged.", "sentId": 311}, {"text": "She shouldn't be allowed.", "sentId": 312}], "secId": 90}, {"speaker": "TRUMP", "sentences": [{"text": "It was also reported that the laptops of Clinton's top aides, which had been slated for destruction, were not, in fact, destroyed.", "sentId": 313}, {"text": "Good job by the FBI.", "sentId": 314}, {"text": "And that the FBI has been successfully using them to gather information for their criminal investigation.", "sentId": 315}], "secId": 91}, {"speaker": "TRUMP", "sentences": [{"text": "Further they have found new e-mails as part of the 650,000 e-mails just recently found.", "sentId": 316}, {"text": "Can you imagine 650,000.", "sentId": 317}, {"text": "See, what do these people do?", "sentId": 318}, {"text": "No wonder nothing gets done in government, 650,000.", "sentId": 319}, {"text": "I guess she'll say those 650,000 - remember the 33?", "sentId": 320}, {"text": "Well, the 650,000, also the wedding and some yoga, right?", "sentId": 321}], "secId": 92}, {"speaker": "TRUMP", "sentences": [{"text": "Finally, it is believed that no less than five foreign intelligent agencies successfully hacked into Clinton's illegal insecure server which contained classified information creating an ongoing security threat to the United States.", "sentId": 322}, {"text": "Think of what happened to so many people for doing so little by comparison.", "sentId": 323}, {"text": "Think of it.", "sentId": 324}], "secId": 93}, {"speaker": "TRUMP", "sentences": [{"text": "Hillary Clinton has engaged in a massive, far-reaching criminal conduct and equally far-reaching cover-up.", "sentId": 325}, {"text": "She created an illegal e- mail server to shield and guard her activity.", "sentId": 326}, {"text": "It's so simple.", "sentId": 327}, {"text": "So simple.", "sentId": 328}, {"text": "Should have happened a long time ago, folks.", "sentId": 329}, {"text": "Now we're going through phase two, which sounds like it's even worse than phase one.", "sentId": 330}, {"text": "Should have happened in phase one.", "sentId": 331}, {"text": "But she was protected by the Department of Justice.", "sentId": 332}], "secId": 94}, {"speaker": "TRUMP", "sentences": [{"text": "She illegally transmitted confidential information and then lied about it to Congress.", "sentId": 333}, {"text": "She illegally destroyed federal records, including 33,000 e-mails, after receiving a congressional subpoena.", "sentId": 334}, {"text": "And she made 13 phones disappear, some with a hammer.", "sentId": 335}, {"text": "Who in this room has gotten rid of a phone and then smashed the hell out of it with a hammer?", "sentId": 336}, {"text": "Anybody?", "sentId": 337}, {"text": "Raise your hand, please.", "sentId": 338}, {"text": "Raise your hand.", "sentId": 339}, {"text": "I see one hand over there.", "sentId": 340}, {"text": "I see a hand there.", "sentId": 341}, {"text": "What business are you in?", "sentId": 342}, {"text": "I want to know.", "sentId": 343}, {"text": "No, I don't want to know.", "sentId": 344}, {"text": "I don't want to know.", "sentId": 345}, {"text": "I don't want to meet him.", "sentId": 346}], "secId": 95}, {"speaker": "TRUMP", "sentences": [{"text": "She engaged in corrupt pay for play at the State Department for personal enrichment.", "sentId": 347}, {"text": "She lied to the FBI and she lied to the American people many, many times.", "sentId": 348}, {"text": "Remember, she lied 39 times.", "sentId": 349}, {"text": "I don't recall.", "sentId": 350}, {"text": "I don't recall.", "sentId": 351}, {"text": "Well, those are all lies because she recalled every one of them.", "sentId": 352}], "secId": 96}, {"speaker": "TRUMP", "sentences": [{"text": "These are sad events for our country.", "sentId": 353}, {"text": "A high-ranking government official has been caught selling her public office, threatening national security and engaging in a massive criminal cover-up.", "sentId": 354}, {"text": "If she were to win, it would create unprecedented constitutional crisis.", "sentId": 355}, {"text": "Here we go again with Clinton.", "sentId": 356}, {"text": "You remember the impeachment and the problems.", "sentId": 357}, {"text": "She is likely to be under investigation for many, many years.", "sentId": 358}, {"text": "Also likely to conclude in a criminal trial.", "sentId": 359}], "secId": 97}, {"speaker": "TRUMP", "sentences": [{"text": "This is not what we need in this country, folks.", "sentId": 360}, {"text": "We need somebody that's going to go to work to bring our jobs back, to take care of our military, to strengthen up our borders.", "sentId": 361}, {"text": "This is not what we need.", "sentId": 362}, {"text": "It's going to be a mess.", "sentId": 363}, {"text": "And they say it.", "sentId": 364}, {"text": "They say it.", "sentId": 365}, {"text": "This is going to be a mess for many years to come before they figure it all out.", "sentId": 366}, {"text": "We don't need that.", "sentId": 367}, {"text": "We need a president that's going to go in and do the job.", "sentId": 368}], "secId": 98}, {"speaker": "TRUMP", "sentences": [{"text": "And I just left, by the way, Miami.", "sentId": 369}, {"text": "And in leaving, I see Air Force One.", "sentId": 370}, {"text": "So I said to myself, I wonder who that could be.", "sentId": 371}, {"text": "And it's our president.", "sentId": 372}, {"text": "And he's down here campaigning for crooked Hillary.", "sentId": 373}, {"text": "Now, why - why isn't he back in the office?", "sentId": 374}, {"text": "Sometimes referred to as the Oval Office.", "sentId": 375}, {"text": "Why isn't he back in the White House bringing our jobs back and helping our veterans?", "sentId": 376}, {"text": "Right?", "sentId": 377}, {"text": "Why?", "sentId": 378}, {"text": "Why isn't he back working?", "sentId": 379}, {"text": "He's campaigning every day.", "sentId": 380}], "secId": 99}, {"speaker": "TRUMP", "sentences": [{"text": "And I actually think, considering that she is under criminal investigation, I think he's actually got a conflict.", "sentId": 381}, {"text": "And one of the things it taught us, WikiLeaks, he knew she had a lot of wrong things going on, you know that, that also came out.", "sentId": 382}, {"text": "Obama knew what was going on, by the way, just in case you didn't know.", "sentId": 383}, {"text": "He knew.", "sentId": 384}, {"text": "This guy ought to be back in the office working.", "sentId": 385}, {"text": "He's not going to be there very long, thank goodness, but he ought to be back in the office working.", "sentId": 386}], "secId": 100}], "sectionCount": 101, "url": "transcripts.cnn.com/TRANSCRIPTS/1611/03/ip.01.html", "sentenceCount": 388, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired November 3, 2016 - 12:00   ET", "speakers": ["OBAMA", "KING", "LERER", "Florida", "KUCINICH", "O'KEEFE", "HAM", "Look", "TRUMP", "UNIDENTIFIED MALE ", "CROWD "], "title": "INSIDE POLITICS"}