{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1611.03.ip.02.html.json", "subTitle": "Both Candidates Campaigning Hard; Melania Trump to Speak. Aired 12:30-1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "TRUMP", "sentences": [{"text": "-- that also came out.", "sentId": 0}, {"text": "Obama knew what was going on, by the way, just in case you didn't know.", "sentId": 1}, {"text": "He knew.", "sentId": 2}, {"text": "This guy ought to be back in the office working.", "sentId": 3}, {"text": "He's not going to be there very long, thank goodness.", "sentId": 4}, {"text": "But he ought to be back in the office working.", "sentId": 5}], "secId": 0}, {"speaker": "TRUMP", "sentences": [{"text": "We don't win any wars in our country.", "sentId": 6}, {"text": "We don't win with our military.", "sentId": 7}, {"text": "We don't win on trade.", "sentId": 8}, {"text": "This guy got to get back to the office and stop campaigning.", "sentId": 9}, {"text": "If we win on November 8th, we will once again have a government of by and for the people.", "sentId": 10}, {"text": "Real change begins with immediately repealing and replacing Obamacare.", "sentId": 11}, {"text": "It's just been announced that the residents of Florida are going to experience a massive double digit premium hike.", "sentId": 12}, {"text": "Who's got their number yet?", "sentId": 13}, {"text": "Does anybody know?", "sentId": 14}, {"text": "Should I tell you?", "sentId": 15}, {"text": "Do you want me to depress everybody?", "sentId": 16}, {"text": "Just put your head down, start crying and leave.", "sentId": 17}, {"text": "I won't tell you.", "sentId": 18}, {"text": "I don't want to tell you.", "sentId": 19}], "secId": 1}, {"speaker": "TRUMP", "sentences": [{"text": "You know why?", "sentId": 20}, {"text": "Because if I do, you'll be so pressed.", "sentId": 21}, {"text": "I don't like people leaving a speech early crying.", "sentId": 22}, {"text": "You're not going to like it, folks.", "sentId": 23}, {"text": "In the great state of Arizona, though, as an example, premiums are going up more than 116 percent.", "sentId": 24}, {"text": "And it doesn't work.", "sentId": 25}, {"text": "Obamacare doesn't work.", "sentId": 26}, {"text": "I'm repealing it.", "sentId": 27}, {"text": "We're going to replace it with something so much better and so much cheaper.", "sentId": 28}], "secId": 2}, {"speaker": "TRUMP", "sentences": [{"text": "Hillary is going to double up.", "sentId": 29}, {"text": "Over 90 percent of the counties in Florida are losing Obamacare insurers next year.", "sentId": 30}, {"text": "Think of it.", "sentId": 31}, {"text": "Good luck in that negotiation.", "sentId": 32}, {"text": "In Minnesota where the premium increase will be close to 60 percent, the Democratic governor said the Affordable Care Act is no longer affordable.", "sentId": 33}, {"text": "Oh, did he take heat.", "sentId": 34}, {"text": "Him and Bill Clinton.", "sentId": 35}, {"text": "Did Bill Clinton take heat?", "sentId": 36}, {"text": "He said, it's crazy, Obamacare.", "sentId": 37}, {"text": "He said it's crazy.", "sentId": 38}, {"text": "They lied to us.", "sentId": 39}, {"text": "The president lied to us.", "sentId": 40}, {"text": "28 times.", "sentId": 41}, {"text": "He said you can keep your doctor, you can keep your plan.", "sentId": 42}, {"text": "He kept lying and lying and lying.", "sentId": 43}, {"text": "Premiums are searching ...", "sentId": 44}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Republican nominee for President Donald Trump campaigning there in Jacksonville, Florida.", "sentId": 45}, {"text": "Making note when he left Miami, he saw Air Force One.", "sentId": 46}, {"text": "Guess what, Air Force One coming to Jacksonville.", "sentId": 47}, {"text": "President Obama shadowing Donald Trump on the campaign trail today.", "sentId": 48}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "And let's talk a little about what we just heard.", "sentId": 49}, {"text": "I feel like the judge in \"Law & Order.\"", "sentId": 50}, {"text": "If you were with us when we first went to Donald Trump, a lot of what he was saying there about the investigations of Hillary Clinton.", "sentId": 51}, {"text": "There's an indictment coming.", "sentId": 52}, {"text": "Things like that.", "sentId": 53}, {"text": "Are hearsay I think the judge would say in \"Law and Order.", "sentId": 54}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "There been a lot of leaks, some of them against Hillary Clinton, some of them in favor of Hillary Clinton.", "sentId": 55}, {"text": "Out of the Justice Department and FBI recent days frankly, it's embarrassing.", "sentId": 56}, {"text": "There's a bit a partisan feud you can tell going on behind the scenes in the Justice Department.", "sentId": 57}, {"text": "A lot of what Donald Trump said there is we don't know if it's true or not.", "sentId": 58}, {"text": "Let's put it that way as he goes on.", "sentId": 59}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "But he us decided the a good portion of this speech and his reading off a teleprompter, right?", "sentId": 60}, {"text": "Made a joke about that last night.", "sentId": 61}, {"text": "Maybe we'll play a little bit later.", "sentId": 62}, {"text": "But he's reader of a teleprompter.", "sentId": 63}, {"text": "So they have decided this lengthy dissertation on she's crooked Hillary, she's under investigation, and I think the -- while some of what he said there is either hearsay or we don't know if it's true or it's unconfirmed.", "sentId": 64}, {"text": "It some of it just not true.", "sentId": 65}, {"text": "We know that.", "sentId": 66}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "But to the point about a constitutional crisis.", "sentId": 67}, {"text": "If she wins, do you really want to do this?", "sentId": 68}, {"text": "You have a candidate, a president at that point, still under investigation.", "sentId": 69}, {"text": "They have decided to spend a lot of time on this in the final days hoping it sways people.", "sentId": 70}], "secId": 8}, {"speaker": "O'KEEFE", "sentences": [{"text": "Do you really want to do this argument was one that I think a lot of his vanquished Republican opponents were ready to make against her, should they have become the nominee last spring and last summer.", "sentId": 71}, {"text": "They would have said, we're going to have these kinds problems all over again.", "sentId": 72}, {"text": "He never got to that because he was insulting everyone and creating headaches for himself.", "sentId": 73}, {"text": "To be closing with this.", "sentId": 74}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "It worked.", "sentId": 75}], "secId": 10}, {"speaker": "O'KEEFE", "sentences": [{"text": "It did work.", "sentId": 76}, {"text": "It did work.", "sentId": 77}, {"text": "In the primary, questionable whether it's worked in the general.", "sentId": 78}, {"text": "To be talking about that, to be talking about Obamacare and to just simply be attacking the president will work to keep your Republican base in place I think.", "sentId": 79}, {"text": "And by leading with this, look, I think this it the ad, the argument he was making earlier this week, that this just means more trouble from the Clintons is one that could very well resonate and tip the scales as we've talked about, suburban Philadelphia.", "sentId": 80}, {"text": "Maybe suburban Denver, you know, and a few of these other states.", "sentId": 81}], "secId": 11}, {"speaker": "KUCINICH", "sentences": [{"text": "And one of the other Trump messages you hear down ballot, candidate.", "sentId": 82}, {"text": "The Republicans picking up and reverberating.", "sentId": 83}, {"text": "You haven't really heard that this cycle.", "sentId": 84}, {"text": "Where you have him being that's actual top of the ticket and giving queues to other people.", "sentId": 85}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Well, that's an important point because we always talk about the inconsistency or dissonance between Donald Trump and down ballot Republicans and how that kind of affects the final days of a campaign.", "sentId": 86}, {"text": "Who am I going to vote for is you're split ticket voter, if you're a moderate or if you're swing voter?", "sentId": 87}, {"text": "Are we going to work together?", "sentId": 88}, {"text": "If you're trying to turnout votes and make phone banking also to that degree is this -- are you staying on prompter, that's the most exciting stuff but its hard to tax.", "sentId": 89}, {"text": "Is that maybe the key for Republican success?", "sentId": 90}, {"text": "MARY KATHARINE HAM, THE FEDERALIST: Yeah, I think over several days he's been not bad at this.", "sentId": 91}, {"text": "There is two arguments here.", "sentId": 92}, {"text": "One, about the FBI investigation, about the Clintons in general, which basically boils down to a gut feeling many voters have, even some of them who are voting for her.", "sentId": 93}, {"text": "Which is Clintons are shady.", "sentId": 94}, {"text": "They did some shady stuff.", "sentId": 95}, {"text": "They tried to cover it up and now they're getting in trouble for it and they will continue to do that.", "sentId": 96}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "That's a real thing that people believe for a reason.", "sentId": 97}, {"text": "Number two is the Obamacare argument.", "sentId": 98}, {"text": "Premiums are going up by an average of 25 percent in the Obamacare federal exchanges.", "sentId": 99}, {"text": "People feel that in their lives and important Importantly the people who feel it are middle class voters.", "sentId": 100}, {"text": "Those who are not as subsidized and who feel this increases more and it does break ...", "sentId": 101}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "And there's no question, first the administration and then Secretary Clinton did not do a good enough job prepare people to the Obamacare part of this.", "sentId": 102}], "secId": 15}, {"speaker": "HAM", "sentences": [{"text": "Right.", "sentId": 103}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "They did not prepare people that this was coming.", "sentId": 104}, {"text": "Make the case that the Republicans are just as complicit because they won't work to us.", "sentId": 105}, {"text": "They change it.", "sentId": 106}, {"text": "They didn't make that argument at all and they're paying a price.", "sentId": 107}], "secId": 17}, {"speaker": "HAM", "sentences": [{"text": "The impress promises.", "sentId": 108}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "I want before we take a break and before I release the conversation.", "sentId": 109}, {"text": "If you're a fan of rally Trump, whether you don't like Donald Trump or don't like Donald Trump.", "sentId": 110}, {"text": "If you're just a fan of the entertainment of the Trump rallies that we saw throughout the primary, if you're much of the general election.", "sentId": 111}, {"text": "Well, you don't like what you're seeing in recent days because he's reading from the prompter.", "sentId": 112}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Listen to Donald Trump last night essentially making fun of himself.", "sentId": 113}], "secId": 20}, {"speaker": "TRUMP", "sentences": [{"text": "We've got to be nice and cool, nice and cool.", "sentId": 114}, {"text": "Right?", "sentId": 115}, {"text": "Stay on point, Donald, stay on point.", "sentId": 116}, {"text": "No side tracks, Donald, nice and easy, nice.", "sentId": 117}, {"text": "Because I've been watching Hillary the last few days.", "sentId": 118}, {"text": "She's totally unhinged.", "sentId": 119}, {"text": "We don't want any of that.", "sentId": 120}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "Especially when you add the hat.", "sentId": 121}, {"text": "I mean, just like self-therapy by Donald Trump with the baseball cap.", "sentId": 122}], "secId": 22}, {"speaker": "LERER", "sentences": [{"text": "It's not something you hear from candidates very often, that inner monologue coming out.", "sentId": 123}, {"text": "But look, he has become the candidate the Republicans have long wanted him to be.", "sentId": 124}, {"text": "Here in the final days.", "sentId": 125}, {"text": "The question is just whether it's too late.", "sentId": 126}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Do you like, what are we a fan of, rally Trump or Zen Donald?", "sentId": 127}, {"text": "O'KEEFE: I mean Zen Donald reminds me of me on my wedding day, just like stay focused, it will be fine.", "sentId": 128}, {"text": "Even though there's a problem with the flowers.", "sentId": 129}, {"text": "You know like it's reminds me of that.", "sentId": 130}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "Is the bar open?", "sentId": 131}], "secId": 25}, {"speaker": "O'KEEFE", "sentences": [{"text": "That too.", "sentId": 132}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "All right, everybody, sit tight, up next, Melania Trump is about to deliver an hour from now her first speech in months but can she deliver more votes that Donald Trump needs from a very key demographic?", "sentId": 133}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 134}, {"text": "As we get into the stretch and things get tight, one of the things I focus on, the battlegrounds within the battlegrounds.", "sentId": 135}, {"text": "Let me show what I mean.", "sentId": 136}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "Duval County, Florida.", "sentId": 137}, {"text": "Both the president of the United States a Democrat.", "sentId": 138}, {"text": "The Republican nominee in Jacksonville area today, why?", "sentId": 139}, {"text": "Let's go back in history and have a peek.", "sentId": 140}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "In 2012, look, it's red Republican.", "sentId": 141}, {"text": "So why is President Obama there today?", "sentId": 142}, {"text": "The margins matter.", "sentId": 143}, {"text": "If you want to keep a battleground state close, sometimes you have to go into a Republican area and keep the margins close.", "sentId": 144}, {"text": "Look at that, now pull it out to statewide.", "sentId": 145}, {"text": "Because he kept it close here, did what he had to do here and especially down here, this was the closest state of them all in 2012 and President Obama carried it.", "sentId": 146}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Now, back in history.", "sentId": 147}, {"text": "Let's go back to 2004.", "sentId": 148}, {"text": "Right.", "sentId": 149}, {"text": "John Kerry did what he had to do here.", "sentId": 150}, {"text": "Did OK, up here but watch.", "sentId": 151}, {"text": "Back up to Duval County.", "sentId": 152}, {"text": "He got blown out.", "sentId": 153}, {"text": "The margins matter in these big counties where the Democrats have to keep it closer.", "sentId": 154}, {"text": "Hillary Clinton has to keep it closer or she will lose.", "sentId": 155}, {"text": "That's one battleground within the battleground.", "sentId": 156}, {"text": "Now, let's come up to Pennsylvania, this one at center stage today.", "sentId": 157}, {"text": "To win Pennsylvania, it's a big, it's a complicated state.", "sentId": 158}, {"text": "For Democrats to win, run it up in Philadelphia and then win the suburbs.", "sentId": 159}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "Let's come back in time to the more recent races here in 2012, President Obama ran it big in the suburbs, won the state rather comfortably.", "sentId": 160}, {"text": "Let's go way back to the last time, a Republican won Pennsylvania for president.", "sentId": 161}, {"text": "What's different?", "sentId": 162}, {"text": "George H.W.", "sentId": 163}, {"text": "Bush won the suburbs and he won the state.", "sentId": 164}, {"text": "Close presidential elections are won in the suburbs.", "sentId": 165}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "At the moment, look what's happening at the state.", "sentId": 166}, {"text": "Hillary Clinton running it up big among white college graduates.", "sentId": 167}, {"text": "By 20 points she leads that was a Mitt Romney constituency four years ago.", "sentId": 168}, {"text": "In the Philadelphia suburbs, I just said critical, this is a brand-new poll yesterday, Hillary Clinton running it up by 20 points.", "sentId": 169}, {"text": "If she keeps that lead, she wins Pennsylvania.", "sentId": 170}, {"text": "If she wins Pennsylvania she's probably president.", "sentId": 171}, {"text": "On the stage today, let's come back to 2016, right here, Chester County, one of the far-out suburbs in the collar around Philadelphia, Melania Trump a rare came in her speech trying to make a personal appeal to women here, women who might be thinking about voting for Hillary Clinton.", "sentId": 172}, {"text": "Vote for my husband.", "sentId": 173}], "secId": 33}, {"speaker": "TRUMP", "sentences": [{"text": "He is tough when he has to be.", "sentId": 174}, {"text": "But he is also kind and fair and caring.", "sentId": 175}, {"text": "This kindness is not always noted but it is there for all to see.", "sentId": 176}, {"text": "That is one reason I fell in love with him.", "sentId": 177}, {"text": "His children have been cared for and mentored to the extent that even his adversaries admit they're an amazing testament to who he is as a man and a father.", "sentId": 178}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "It's a big moment anyway when your spouse is a big surrogate but we really haven't seen her since the convention.", "sentId": 179}, {"text": "She's been with him at the debate.", "sentId": 180}, {"text": "But in terms of a speaking role and doing something, we know the problem Donald Trump has with college educated women, traditionally Republican constituency with suburban women, swing voters generally.", "sentId": 181}, {"text": "Whether it's the Philadelphia suburbs, whether it's the research triangle in North Carolina which probably decide this presidential election.", "sentId": 182}, {"text": "Is Melania Trump the secret weapon in the final days?", "sentId": 183}], "secId": 35}, {"speaker": "HAM", "sentences": [{"text": "Well, I think it's tough.", "sentId": 184}, {"text": "I think she's interesting.", "sentId": 185}, {"text": "She's even impressive, she speaks I think five languages.", "sentId": 186}, {"text": "That does not mean she's relatable as the whole different other level of appealing to voters.", "sentId": 187}, {"text": "I think she will be welcomed with open armed by voters in the base.", "sentId": 188}, {"text": "I think she's done a disservice by the campaign and could have been impressive on the sage at the RNC.", "sentId": 189}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "Because of the plagiarism and controversy.", "sentId": 190}, {"text": "Don't forget one of the -- this will affect her today, no matter what she says, somebody's going to find a praise and say that somebody spoke that back in 1872.", "sentId": 191}], "secId": 37}, {"speaker": "HAM", "sentences": [{"text": "Yeah, I think she was handicap by the campaign and that, you know, she has some limited relatability sort of issues, but an interesting figure.", "sentId": 192}], "secId": 38}, {"speaker": "LERER", "sentences": [{"text": "And you can't just pop someone out in the final five days of an election.", "sentId": 193}, {"text": "You know, they haven't built up a narrative around here.", "sentId": 194}, {"text": "She's not a character.", "sentId": 195}, {"text": "She's a character that I think you're right, people are fascinated by.", "sentId": 196}, {"text": "But not one that women know, women voters know or understand the story about.", "sentId": 197}, {"text": "I think to make it compelling case as surrogate you've got to have a narrative.", "sentId": 198}], "secId": 39}, {"speaker": "KING", "sentences": [{"text": "And here's the problem.", "sentId": 199}, {"text": "Are they assigning her mission impossible?", "sentId": 200}, {"text": "Number one, there's five days left.", "sentId": 201}, {"text": "Number two, we're told this is a piece of her speech.", "sentId": 202}, {"text": "She's going to stay on the speech today in Berwyn, Pennsylvania.", "sentId": 203}, {"text": "Again, Chester County, Mitt Romney just beat Barack Obama in this county.", "sentId": 204}, {"text": "These suburbs becoming more Democratic, she's going to say we need to teach our youth American values kindness, respect, compassion, charity, understanding, cooperation.", "sentId": 205}, {"text": "That's wonderful.", "sentId": 206}, {"text": "And it's great to hear from somebody.", "sentId": 207}, {"text": "The problem is, can she sell that when her husband has a history of saying this ...", "sentId": 208}], "secId": 40}, {"speaker": "TRUMP", "sentences": [{"text": "I love running against crooked Hillary.", "sentId": 209}, {"text": "I love that.", "sentId": 210}, {"text": "I mean so much.", "sentId": 211}], "secId": 41}, {"speaker": "TRUMP", "sentences": [{"text": "In the case of lying Ted Cruz, lying Ted.", "sentId": 212}], "secId": 42}, {"speaker": "TRUMP", "sentences": [{"text": "Rosie O'Donnell's disgusting I mean both inside and out.", "sentId": 213}, {"text": "You take a look at her, she's a slob.", "sentId": 214}, {"text": "We're all a little chubby but Rosie's just worse than most of us.", "sentId": 215}], "secId": 43}, {"speaker": "TRUMP", "sentences": [{"text": "But this Elizabeth Warren, I call her goofy, Elizabeth Warren, she's one of the worst senators in the entire United States Senate.", "sentId": 216}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "It kind of flunks the kindness respect, compassion, understanding test.", "sentId": 217}], "secId": 45}, {"speaker": "KUCHINICH", "sentences": [{"text": "He also called her Pocahontas which is bigoted.", "sentId": 218}, {"text": "So I mean, it no.", "sentId": 219}, {"text": "That isn't really a compelling argument.", "sentId": 220}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "Tough mission for Melania.", "sentId": 221}], "secId": 47}, {"speaker": "KUCHINICH", "sentences": [{"text": "It is exactly charity.", "sentId": 222}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 223}], "secId": 49}, {"speaker": "KUCHINICH", "sentences": [{"text": "Donald Trump, if there is no evidence he's given any substantial money to charity it that's what, you know, your colleague  has been investigating this entire general election.", "sentId": 224}, {"text": "So, you're right, it is a mission impossible because that doesn't align with the person that we've seen on camera for last, you know, how many months.", "sentId": 225}], "secId": 50}, {"speaker": "O'KEEFE", "sentences": [{"text": "Yeah.", "sentId": 226}, {"text": "It's a big wasted opportunity and it all fell apart that night because of the plagiarism scandal.", "sentId": 227}, {"text": "Otherwise I think we would see a lot more of her.", "sentId": 228}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "I agree though, I think she's a compelling figure.", "sentId": 229}, {"text": "Because we haven't seen that much of her, it makes her in some ways more mysterious as we watches.", "sentId": 230}, {"text": "Stay with CNN, we're going to bring you that speech a little later today.", "sentId": 231}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "Up next, thought a sneak peek into our reporter's notebooks including a brand-new poll of Latino voters.", "sentId": 232}, {"text": "What could it signal for the future, not of this race but the Republican Party?", "sentId": 233}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "If you only knew what happens here during the break.", "sentId": 234}, {"text": "Let's set across the Inside Politics table, ask our great reporters just to give you a sneak peek into their notebooks, get out ahead some big political news.", "sentId": 235}, {"text": "Lisa Lerer.", "sentId": 236}], "secId": 54}, {"speaker": "LERER", "sentences": [{"text": "So George P. Bush made a little bit news this week when he said he wasn't quite sure how members of his family were voting.", "sentId": 237}, {"text": "And his grandfather and uncle could potentially be voting for Hillary Clinton.", "sentId": 238}, {"text": "Of course he's referring to the two former president Bushes and this is a pretty striking remarkable thing.", "sentId": 239}, {"text": "He is talking about the two past Republicans president not voting for the Republican nominee for president.", "sentId": 240}, {"text": "And I think it's a reminder of amid all our focus on Florida polls and what's the ground game in Pennsylvania and how does African-American turnout look in Detroit.", "sentId": 241}], "secId": 55}, {"speaker": "LERER", "sentences": [{"text": "There is something really big happening right now with the Republican Party and it remains entirely unclear how they unify, if they unify, after this election, so we're in, my friends, for some tumultuous times post this very ugly and tumultuous election.", "sentId": 242}, {"text": "So my advice is brace yourself.", "sentId": 243}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "I want to count.", "sentId": 244}, {"text": "So it will take a few days maybe a few weeks after the election.", "sentId": 245}, {"text": "The number of other Republicans who get write-in votes.", "sentId": 246}, {"text": "Mary Katherine?", "sentId": 247}], "secId": 57}, {"speaker": "HAM", "sentences": [{"text": "I'm making the case for not freaking out.", "sentId": 248}, {"text": "I've made it about voter fraud which I don't think will change the face of the election.", "sentId": 249}, {"text": "Now I make it about voter suppression.", "sentId": 250}, {"text": "In my home state of North Carolina, there have been complaints about early voting and allegedly keeping black voters out with the lower hours.", "sentId": 251}, {"text": "If you look at the raw numbers, overall North Carolina's early voting hours up, sites are up.", "sentId": 252}, {"text": "Even in the most complained about county, Guilford County, overall hours are up and sites are up and turnout is up, as of today.", "sentId": 253}], "secId": 58}, {"speaker": "HAM", "sentences": [{"text": "So, let's everybody calm down.", "sentId": 254}, {"text": "It just a damaging the like voter suppression is changing the whole face of the election as it with voter fraud.", "sentId": 255}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Facts, you're bring facts into the conversation?", "sentId": 256}], "secId": 60}, {"speaker": "HAM", "sentences": [{"text": "I'm doing it.", "sentId": 257}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Jackie.", "sentId": 258}], "secId": 62}, {"speaker": "KUCINICH", "sentences": [{"text": "Kind of jumping off that, every year, you hear from a swing state voters they're sick of the ads, it's the worst part of cycle.", "sentId": 259}, {"text": "Well, you know, this year it's not that bad guys.", "sentId": 260}, {"text": "Unless you live in Florida, in 2012, $173 million went into that state between both campaigns.", "sentId": 261}, {"text": "This year, we're at 120 -- about 128 million.", "sentId": 262}, {"text": "But in my home state of Ohio, and I hear it every year, they're just sick of them.", "sentId": 263}, {"text": "It's amazing how little it is.", "sentId": 264}, {"text": "$150 million spent in 2012.", "sentId": 265}, {"text": "This year, 71 million.", "sentId": 266}, {"text": "So, you know, guys, while it's tough, you don't have it as bad as you used to.", "sentId": 267}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Sorry about your Indians, it was a great series.", "sentId": 268}], "secId": 64}, {"speaker": "KUCINICH", "sentences": [{"text": "It was a great series.", "sentId": 269}], "secId": 65}, {"speaker": "O'KEEFE", "sentences": [{"text": "Always got the Cavs.", "sentId": 270}, {"text": "For \"The Washington Post\" where it shown have a new poll out this hour which measures Hispanic support.", "sentId": 271}, {"text": "No surprise, Hillary Clinton still on top, 67 percent, to Trump's 19 percent overall.", "sentId": 272}, {"text": "But diving into the numbers a little bit.", "sentId": 273}, {"text": "If you add up Trump's Hispanic support, with the willingness of others to at least consider a generic Republican presidential candidate in the future, that's more than half of Latinos right there.", "sentId": 274}, {"text": "It doesn't mean that the next Republican not named Trump would win all their support.", "sentId": 275}], "secId": 66}, {"speaker": "O'KEEFE", "sentences": [{"text": "But it signals that the party does still have an opportunity.", "sentId": 276}, {"text": "And that was the focus of a lot of chat early on this cycle.", "sentId": 277}, {"text": "Would a Marco Rubio or a Jeb Bush be able to peel away Hispanic support to the point where it become even more competitive that we are today?", "sentId": 278}, {"text": "This suggests it could have been and it could be in the future.", "sentId": 279}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Pretty simple math for the Republican Party.", "sentId": 280}, {"text": "If they don't get the less in this cycle, they better get it by the next cycle or else.", "sentId": 281}], "secId": 68}, {"speaker": "O'KEEFE", "sentences": [{"text": "We'll see.", "sentId": 282}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 283}, {"text": "It is crunch time and the big surprises as we've been discussing like Florida, North Carolina, Pennsylvania to a lesser degree Ohio.", "sentId": 284}, {"text": "They're understandably getting the most attention and most visits from the candidate and their surrogates.", "sentId": 285}, {"text": "But Donald Trump plans two visits in these final days to tiny New Hampshire.", "sentId": 286}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "The granite state may offer just four electoral votes but they are the final four in two Trump campaign scenarios.", "sentId": 287}, {"text": "One where he just crosses the finish line to victory and another where he -- both he and Clinton fall just short of the 270 needed to win.", "sentId": 288}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "Yes, they think about these things.", "sentId": 289}, {"text": "In that case, the election will be settled by the House of Representatives.", "sentId": 290}, {"text": "Now there's a significant never Trump faction.", "sentId": 291}, {"text": "Among New Hampshire Republicans and most leading strategist in both parties in New Hampshire actually think Clinton is still going to win the state.", "sentId": 292}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "Both, smoke and mirrors because they have to send him somewhere.", "sentId": 293}, {"text": "That's how one veteran New Hampshire Republican put this plan for Donald Trump to visit twice.", "sentId": 294}, {"text": "But team Trump is convinced New Hampshire can be won.", "sentId": 295}, {"text": "And it is convinced or at least it has convinced itself that New Hampshire is essentially to its electoral map.", "sentId": 296}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "Most unhappy, definitely unhappy, incredibly unhappy to hear of Trumps plan.", "sentId": 297}, {"text": "New Hampshire Republican Senator Kelly Ayotte who's in a close re-election race and views Trump as toxic.", "sentId": 298}, {"text": "She was hoping he would focus on the bigger battlegrounds and stay away from New Hampshire in the final days so she could get some separation.", "sentId": 299}, {"text": "Sorry, senator, not happening.", "sentId": 300}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "That's it for \"Inside Politics.\"", "sentId": 301}, {"text": "Again, thanks for sharing you're time.", "sentId": 302}, {"text": "Hope to see you right back here, same time tomorrow.", "sentId": 303}, {"text": "After a quick break, \"Wolf\" is next.", "sentId": 304}], "secId": 75}], "sectionCount": 76, "url": "transcripts.cnn.com/TRANSCRIPTS/1611/03/ip.02.html", "sentenceCount": 306, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired November 3, 2016 - 12:30   ET", "speakers": ["TRUMP", "KING", "O'KEEFE", "KUCINICH", "HAM", "LERER", "KUCHINICH"], "title": "INSIDE POLITICS"}