{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1610.07.ip.01.html.json", "subTitle": "Millions under Storm Watches and Warnings; Jacksonville Storm Surge. Aired 12-12:30p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "We begin the hour, of course, tracking the breaking news.", "sentId": 0}, {"text": "Live pictures here from Daytona Beach, Florida.", "sentId": 1}, {"text": "As you can see, howling wind and driving rain battering the East Coast of Florida throughout the day.", "sentId": 2}, {"text": "The most distressing news, Hurricane Matthew moving slowly, not letting up anytime soon.", "sentId": 3}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "President Obama emphasized that at a White House just a short time ago.", "sentId": 4}], "secId": 1}, {"speaker": "OBAMA", "sentences": [{"text": "I just want to emphasize to everybody that this is still a really dangerous hurricane.", "sentId": 5}, {"text": "That the potential for storm surge, flooding, loss of life and severe property damage continues to exist.", "sentId": 6}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "That's the president after a briefing from his team.", "sentId": 7}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Meantime, check out these images.", "sentId": 8}, {"text": "This is Daytona Beach earlier today.", "sentId": 9}, {"text": "Debris bouncing through the streets.", "sentId": 10}, {"text": "Roofing materials torn off the tops of buildings.", "sentId": 11}, {"text": "More than 600,000 people without power in Florida.", "sentId": 12}, {"text": "The storm right now, a category three.", "sentId": 13}, {"text": "Some of the winds people are experiencing in excess of 100 miles per hour.", "sentId": 14}, {"text": "The eyewall now skirting the state's coastline moving north.", "sentId": 15}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Live images now from Tybee Island, Georgia, as they brace for the storm.", "sentId": 16}, {"text": "Georgia will come after Florida as Matthew moves up the coast.", "sentId": 17}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "CNN is getting more information now.", "sentId": 18}, {"text": "Sadly on the first hurricane- related death in Florida.", "sentId": 19}, {"text": "A 50-year-old woman suffered a heart attack and died.", "sentId": 20}, {"text": "Officials call this a storm-related death because first responders had to stop responding to emergency calls due to the high winds from Matthew.", "sentId": 21}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "All this happening as the storm sets its sights on Jacksonville, as well as coastal counties in Georgia further north in the Carolinas.", "sentId": 22}, {"text": "The governor of South Carolina, Nikki Haley, now urging her residents to be smart and safe and to listen to evacuation orders as Matthew approaches.", "sentId": 23}], "secId": 7}, {"speaker": "HALEY", "sentences": [{"text": "I know people always say, oh, it will pass, it will pass.", "sentId": 24}, {"text": "It is getting worse and we are seeing that it's getting worse.", "sentId": 25}, {"text": "The storm surges are worse.", "sentId": 26}, {"text": "The tropical wind speeds are worse.", "sentId": 27}, {"text": "The rainfall numbers are worse.", "sentId": 28}, {"text": "Please, don't find any excuses to do this.", "sentId": 29}, {"text": "This is no excuse to risk your life.", "sentId": 30}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "A lot changing as the storm moves slowly up the coast.", "sentId": 31}, {"text": "And CNN has you covered.", "sentId": 32}, {"text": "Boris Sanchez for us in Daytona Beach.", "sentId": 33}, {"text": "But let's begin with Victor Blackwell, who's in Jacksonville.", "sentId": 34}, {"text": "That city expected to get the brunt of the storm in a few hours.", "sentId": 35}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Victor, bring us up to speed on the very latest in Jacksonville.", "sentId": 36}], "secId": 10}, {"speaker": "BLACKWELL", "sentences": [{"text": "The storm surge, John, is the major concern here.", "sentId": 37}, {"text": "And we just spoke with the mayor's office.", "sentId": 38}, {"text": "Their concern between 1:00 and 2:00 p.m. and 1:00 and 2:00 a.m. Those will be the really crucial hours over the next 24 hours.", "sentId": 39}, {"text": "And, coincidentally, high tide here comes at 2:20.", "sentId": 40}, {"text": "So you'll have those two elements clashing together here, high tide and the storm surge as we continue to see the rain and the wind here.", "sentId": 41}], "secId": 11}, {"speaker": "BLACKWELL", "sentences": [{"text": "Now, speaking of the wind, there have now been bridge closures.", "sentId": 42}, {"text": "Over my shoulders you see the Main Street Bridge and that's still open.", "sentId": 43}, {"text": "We're told that this will be shut down when winds hit about 50 miles per hour.", "sentId": 44}, {"text": "We're not seeing that.", "sentId": 45}, {"text": "The National Weather Service saying that the gusts are reaching about 37 to 40 miles per hour.", "sentId": 46}, {"text": "But several bridges across Jacksonville have been shut down.", "sentId": 47}, {"text": "Dames Point Bridge, Intercostal Bridge, a bridge from Atlantic Boulevard.", "sentId": 48}, {"text": "Those have been shut down.", "sentId": 49}], "secId": 12}, {"speaker": "BLACKWELL", "sentences": [{"text": "We also got information about an evacuation from a hospital one county north, in Nassau County.", "sentId": 50}, {"text": "It's the Baptist Beaches Hospital there in Nassau County.", "sentId": 51}, {"text": "Those patients moved to another hospital.", "sentId": 52}], "secId": 13}, {"speaker": "But", "sentences": [{"text": "00 to 2:00 p.m., John.", "sentId": 53}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "And, Victor, is the concern there, you hear it, we just heard from the South Carolina governor, the Florida governor said the same thing earlier, the president of the United States even saying, you know, maybe you watched the news, maybe you thought south Florida didn't get hit as hard as you thought it was going to happen if you were following the news yesterday.", "sentId": 54}, {"text": "So if you're in Jacksonville and that area you think, oh, this isn't so bad, I can ride it out.", "sentId": 55}], "secId": 15}, {"speaker": "BLACKWELL", "sentences": [{"text": "This is - I mean there is a - unfortunately, a false sense of security here, a false sense of feeling that everything is OK.", "sentId": 56}, {"text": "This is the community that hasn't been hit by a major hurricane since 1964.", "sentId": 57}, {"text": "That's the one that hit, Dora, that came in from Senegal across the Atlantic, slammed and then headed to the northeast.", "sentId": 58}, {"text": "Now, there has been brushes by over the last several years.", "sentId": 59}, {"text": "In 1999,", "sentId": 60}], "secId": 16}, {"speaker": "BLACKWELL", "sentences": [{"text": "Floyd took a similar path as Matthew, but a little further east.", "sentId": 61}, {"text": "There was - I was here to cover Tropical Storm Fay back in 2009 that sat over this community and just rained and rained.", "sentId": 62}, {"text": "But it's been a very long time since they've seen a storm like this.", "sentId": 63}], "secId": 17}, {"speaker": "BLACKWELL", "sentences": [{"text": "Although what we saw in the south was not as bad as some expected it would be.", "sentId": 64}, {"text": "Jacksonville is now under the bull's-eye and they've got to prepare.", "sentId": 65}, {"text": "If they did not get out with the 450,000 people that the mayor says listened to that evacuation order, they're being told to stay where they are because the worst is coming.", "sentId": 66}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Victor Blackwell in Jacksonville.", "sentId": 67}, {"text": "Victor, stay safe as it comes your way.", "sentId": 68}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Now let's get to Boris Sanchez.", "sentId": 69}, {"text": "He's in Daytona Beach.", "sentId": 70}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "As Victor waits, Boris has experienced some of this already.", "sentId": 71}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "Boris, I was watching you on live throughout the morning, debris flying through the streets.", "sentId": 72}, {"text": "As you get a better sense of the scope of the damage, are officials - do they have any great sense yet of how bad and how widespread?", "sentId": 73}], "secId": 22}, {"speaker": "SANCHEZ", "sentences": [{"text": "It's simply too soon at this point, John.", "sentId": 74}, {"text": "The chief of police, when we spoke to him earlier today, told us things were going relatively well.", "sentId": 75}], "secId": 23}, {"speaker": "SANCHEZ", "sentences": [{"text": "I'm going to get out of the way and give you an idea of what we're seeing here.", "sentId": 76}, {"text": "As you mentioned, John, the debris in the streets is extensive.", "sentId": 77}, {"text": "We've watched as this roof on the business across the street from us has just come undone.", "sentId": 78}, {"text": "You can see some of the roofing material in the middle of the street here.", "sentId": 79}, {"text": "We've also seen large sheets of scrap metal just get blown through the intersections here.", "sentId": 80}, {"text": "Pieces of palm tree as well if you look over to our left.", "sentId": 81}, {"text": "You can see some of the palm trees over there in the distance.", "sentId": 82}, {"text": "It's gone completely bent over.", "sentId": 83}], "secId": 24}, {"speaker": "SANCHEZ", "sentences": [{"text": "And just as we were getting ready to get on with you, things had seemed to calm down.", "sentId": 84}, {"text": "You know, we're now in the southwest portion of the hurricane, which is supposed to be basically the weaker part of the storm.", "sentId": 85}, {"text": "The winds are shifting, though, and we're still feeling them kind of pounding this way.", "sentId": 86}], "secId": 25}, {"speaker": "SANCHEZ", "sentences": [{"text": "What we're waiting on now is an idea of just how many people lost power here.", "sentId": 87}, {"text": "The lights were going on and off all morning.", "sentId": 88}, {"text": "And this area, it appears that they have gone completely dark.", "sentId": 89}], "secId": 26}, {"speaker": "SANCHEZ", "sentences": [{"text": "The other big concern here is the storm surge.", "sentId": 90}, {"text": "As we were watching from our hotel balcony this morning, the water was creeping closer and closer.", "sentId": 91}, {"text": "There was actually a boardwalk not far from the hotel where we are right now and it was - forgive me if I keep looking to the sides, John, I'm just concerned that a piece of debris might fly at us - but it was taking very, very high waves as we were standing there.", "sentId": 92}, {"text": "We were watching this thing.", "sentId": 93}, {"text": "I spoke to a man who was here for the last time Daytona suffered a", "sentId": 94}], "secId": 27}, {"speaker": "SANCHEZ", "sentences": [{"text": "direct hit from a hurricane.", "sentId": 95}, {"text": "He told me the whole thing was inundated with water.", "sentId": 96}, {"text": "This is a very high boardwalk.", "sentId": 97}, {"text": "He told me he wouldn't be surprise if it happened again.", "sentId": 98}], "secId": 28}, {"speaker": "SANCHEZ", "sentences": [{"text": "We've had to move around several times because of dangerous winds and rain.", "sentId": 99}, {"text": "At one point earlier we were standing under an awning at the loop in front of the lobby of the hotel and we heard some loud crashing above us.", "sentId": 100}, {"text": "We got out of the way.", "sentId": 101}, {"text": "And moments later, at least a 500 to 800-pound window came crashing down and then glass started to fall and a piece of wood fell through the awning literally right where we were standing.", "sentId": 102}], "secId": 29}, {"speaker": "SANCHEZ", "sentences": [{"text": "And here's another huge gust of wind.", "sentId": 103}, {"text": "So even as I'm talking, even as this is supposed to be, you know, the lesser part of the storm, you can see, John, things are very much in flux here.", "sentId": 104}, {"text": "Still a very, very precarious and dangerous situation.", "sentId": 105}, {"text": "Officials have done everything that they can from days ago asking people to stay off the street.", "sentId": 106}, {"text": "Unfortunately, since we've been reporting here this morning, we've seen people walking through the street.", "sentId": 107}, {"text": "As a matter of fact, this morning, I saw a guy doing doughnuts in an intersection not far from us, doing tricks in this car.", "sentId": 108}], "secId": 30}, {"speaker": "SANCHEZ", "sentences": [{"text": "Fortunately, we were there with the chief of police.", "sentId": 109}, {"text": "That guy was later stopped and taken to jail.", "sentId": 110}, {"text": "But it just goes to show you, some people just don't listen and they not only put their own lives at risks, but also the lives of the emergency personnel.", "sentId": 111}, {"text": "The police officers and the men and women that go out there and try to save people's lives in these dangerous, dangerous conditions, John.", "sentId": 112}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "Nice advice and insights from Boris Sanchez live in Daytona Beach.", "sentId": 113}, {"text": "And as Boris notes, if you've been smart enough to stay in your house, give it a couple more hours.", "sentId": 114}, {"text": "Wait till your local officials to you it's OK to come outside.", "sentId": 115}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "Boris, stay safe.", "sentId": 116}, {"text": "We'll stay in touch with you.", "sentId": 117}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "Now let's get to Chad Myers in the CNN Hurricane Center.", "sentId": 118}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "So, Chad, a lot of people watching and they say, oh, well yesterday you said this might hit landfall, you said this might be catastrophic.", "sentId": 119}, {"text": "So if you're further up, there's a sense of complacency.", "sentId": 120}, {"text": "And you can hear all the officials saying, don't let it happen to you.", "sentId": 121}, {"text": "This thing is still a monster and it's coming your way.", "sentId": 122}], "secId": 35}, {"speaker": "MYERS", "sentences": [{"text": "The pressure not go up yet, John, which meaning this storm didn't die.", "sentId": 123}, {"text": "What happened is that it stayed off shore by about 20 miles.", "sentId": 124}, {"text": "Here is shore, right here.", "sentId": 125}, {"text": "And here's the path, right here.", "sentId": 126}, {"text": "It has been wobbling back and forth depending on which way it decides to go, left or go right.", "sentId": 127}, {"text": "It hasn't been a straight path.", "sentId": 128}, {"text": "And I'll show you that in a second.", "sentId": 129}], "secId": 36}, {"speaker": "MYERS", "sentences": [{"text": "What it is doing right now is staying in the Gulf Stream.", "sentId": 130}, {"text": "That's the warm water just offshore of Florida.", "sentId": 131}, {"text": "And so that's why it's not dying.", "sentId": 132}, {"text": "So what it's doing is that it's building water here.", "sentId": 133}, {"text": "It's building storm surge.", "sentId": 134}, {"text": "And then you think, well, the coast continues to go that way.", "sentId": 135}, {"text": "It won't ever make landfall.", "sentId": 136}, {"text": "The problem is, the coast doesn't continue to go that way.", "sentId": 137}, {"text": "It goes that way.", "sentId": 138}, {"text": "Because that's Georgia and South Carolina.", "sentId": 139}, {"text": "So as this storm continues to move from southeast to northwest, it will eventually get all the way into Georgia and South Carolina with a significant, I believe, I think it's going to be a significant storm surge there.", "sentId": 140}], "secId": 37}, {"speaker": "MYERS", "sentences": [{"text": "So let's get rid of this here for just a second and we will move you to this.", "sentId": 141}, {"text": "This is Jacksonville Beach.", "sentId": 142}, {"text": "On a normal spring day, on spring break, my son and I would be right there fishing off that pier that you can hardly see.", "sentId": 143}, {"text": "This should be a beach.", "sentId": 144}, {"text": "The beach is completely gone.", "sentId": 145}, {"text": "Can't see it, but I assume there's even water in the parking lot here, there right along the Jacksonville Beach.", "sentId": 146}], "secId": 38}, {"speaker": "MYERS", "sentences": [{"text": "Here's where it's going from here.", "sentId": 147}, {"text": "And this is what the problem is.", "sentId": 148}, {"text": "It hasn't lost any intensity.", "sentId": 149}, {"text": "I know it's not 140, but it's 120, and the pressure hasn't done much.", "sentId": 150}, {"text": "So the storm is still very, very strong.", "sentId": 151}, {"text": "It's just waiting to hit land.", "sentId": 152}, {"text": "It's waiting to do something.", "sentId": 153}], "secId": 39}, {"speaker": "MYERS", "sentences": [{"text": "So as the storm continues to move to the north, it will move into land at some point.", "sentId": 154}, {"text": "Whether it's Brunswick, whether it's Savannah, or whether it's Charleston, this storm will run into the coast because the coast turns before it will.", "sentId": 155}, {"text": "And that's the problem.", "sentId": 156}, {"text": "It's still very strong with all of that bubble of water, and 9 to 11- foot storm surge somewhere.", "sentId": 157}, {"text": "Whether it's Shem Creek in Charleston or whether it's Tybee Island or somewhere there across the northern sections, as the arm changes, as the coastline turns to the right, this storm will come onshore.", "sentId": 158}], "secId": 40}, {"speaker": "MYERS", "sentences": [{"text": "So it will be a significant storm for someone.", "sentId": 159}, {"text": "Hopefully Florida completely in the clear.", "sentId": 160}, {"text": "I'm not sure Jacksonville is yet because of that surge that's going to go into the St. John's River.", "sentId": 161}], "secId": 41}, {"speaker": "MYERS", "sentences": [{"text": "John.", "sentId": 162}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "Chad Myers, thanks.", "sentId": 163}, {"text": "We'll stay in touch throughout the hour and, of course, throughout the day.", "sentId": 164}, {"text": "And as we mentioned, and chad just noted there, Hurricane Matthew bearing down on Jacksonville, now a major point of concern for the governor, Rick Scott.", "sentId": 165}, {"text": "Listen here.", "sentId": 166}], "secId": 43}, {"speaker": "SCOTT", "sentences": [{"text": "We are very concerned about storm surge.", "sentId": 167}, {"text": "And the worst effects are still likely to come.", "sentId": 168}, {"text": "If you remember, the Jacksonville area has a low-lying - a lot of low-lying area and especially in Nassau county.", "sentId": 169}], "secId": 44}, {"speaker": "SCOTT", "sentences": [{"text": "We're very focused on Jacksonville.", "sentId": 170}, {"text": "There's the potential for significant flooding here.", "sentId": 171}], "secId": 45}, {"speaker": "SCOTT", "sentences": [{"text": "And we're not through this at all.", "sentId": 172}, {"text": "You know, there's no victory lap here.", "sentId": 173}, {"text": "The victory lap is - is when this storm leaves our state, and I hope it doesn't hit, you know, Georgia, South and North Carolina.", "sentId": 174}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "Governor Rick Scott earlier today.", "sentId": 175}, {"text": "Again, the focus isn't on the winds, it's on the water.", "sentId": 176}, {"text": "The storm surge.", "sentId": 177}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "Let's talk more about Jacksonville with that city's sheriff, Mike Williams, who joins us on the phone right now.", "sentId": 178}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Sheriff, first, thank you for your time on this very busy day.", "sentId": 179}, {"text": "I know you're preparing.", "sentId": 180}, {"text": "You heard the governor there, you heard Chad Myers.", "sentId": 181}, {"text": "Their - yes, the winds - winds are punishing, but because of the river that comes into Jacksonville, they're worried about the storm surge.", "sentId": 182}, {"text": "What are you being told the latest of how much of a storm surge to look for and how far inland?", "sentId": 183}], "secId": 49}, {"speaker": "WILLIAMS", "sentences": [{"text": "Well, you know, thanks again, John.", "sentId": 184}, {"text": "And it depends on the - obviously it depends on the, you know, where we are.", "sentId": 185}, {"text": "The river's a significant part of our geography and it goes a long way, you know, through Duval County.", "sentId": 186}, {"text": "So in some - in some parts we'll see, you know, a storm surge of probably six to seven feet and others maybe only three feet.", "sentId": 187}, {"text": "But, again, all of that's significant.", "sentId": 188}, {"text": "Anything over three feet is a - is a threat to life and we've been putting that information out since early yesterday.", "sentId": 189}, {"text": "And, you know, so we're, obviously, taking this very seriously.", "sentId": 190}, {"text": "And the governor's right, I mean water's our big concern.", "sentId": 191}, {"text": "We are concerned about wind, too, the next couple hours, but - and we'll - we'll be dealing with the - the flooding for at least a couple days.", "sentId": 192}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "And you've got a couple hours before you get the brunt of it.", "sentId": 193}, {"text": "What's your biggest concern right now and do you have people in areas that are supposed to be evacuated who aren't listening?", "sentId": 194}], "secId": 51}, {"speaker": "WILLIAMS", "sentences": [{"text": "Well, you know, we do.", "sentId": 195}, {"text": "And I think we've - yes, we started early yesterday morning encouraging people to evacuate.", "sentId": 196}, {"text": "And the mayor ordered evacuations of the beaches and some other low-lying areas.", "sentId": 197}, {"text": "So, you know, we think, based on traffic yesterday, that we had a good number of people take advantage of that.", "sentId": 198}, {"text": "But, at this point, especially this morning, we began to tell people, look, stay where you are.", "sentId": 199}, {"text": "Hunker down and ride this storm out.", "sentId": 200}], "secId": 52}, {"speaker": "WILLIAMS", "sentences": [{"text": "So, you know, we - we're planning for the worst and hoping for the best.", "sentId": 201}, {"text": "And it looks like that, you know, we'll be catching the brunt of the storm here in the next couple hour and really through probably the next eight hours.", "sentId": 202}, {"text": "So we've done a lot to message that to the community and prepare for that, obviously.", "sentId": 203}, {"text": "And then we'll, you know, we will, after that, plan for the, you know, the recovery.", "sentId": 204}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "But if there's somebody who ignored those orders, you're advice now is to stay put.", "sentId": 205}, {"text": "Is it too late for them to move or is there still time to get out?", "sentId": 206}], "secId": 54}, {"speaker": "WILLIAMS", "sentences": [{"text": "Yes, no, it's too late to move at this point.", "sentId": 207}, {"text": "I wouldn't - I wouldn't recommend anybody be on the roads at this point.", "sentId": 208}, {"text": "I would - you know, we have, again, from this morning, been encouraging people just to stay where you are and, you know, hunker down and ride the storm out.", "sentId": 209}, {"text": "So, you know, and - we - we're monitoring calls for service and - and, you know, doing all that we can do, but we have to gauge that with putting our first responders at risk as well.", "sentId": 210}, {"text": "So that's also a message that we've been talking about for the last several days.", "sentId": 211}, {"text": "You know, there will become a point where first responders, it won't be safe for them to be on the roads either.", "sentId": 212}, {"text": "So, you know, again, that's a - that's a minute-by-minute conversation and evaluation that we're having.", "sentId": 213}, {"text": "So, at this point, it's best for everyone to stay in the house, stay where they are.", "sentId": 214}, {"text": "You know, you should be in your safe place by now which - let's ride it out together.", "sentId": 215}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Sheriff, how different is the advice you're getting, the forecast you're getting, the track, the damage projections you're getting from the emergency management folks today than it was yesterday.", "sentId": 216}, {"text": "Obviously the track has changed a little bit.", "sentId": 217}, {"text": "I'm wondering, what are they telling you today that's different from yesterday?", "sentId": 218}], "secId": 56}, {"speaker": "WILLIAMS", "sentences": [{"text": "Well, you know, we've been fortunate enough that we've got the - a representative from the National Weather Service here with us, the National Hurricane Center with us.", "sentId": 219}, {"text": "So we're getting great up to date information about the weather.", "sentId": 220}, {"text": "And it - you know, we had many reports yesterday that the worst case scenarios kept getting worse and worse and worse.", "sentId": 221}, {"text": "So we got a little bit of a break today with some of the messaging but nothing that changes any of our messaging to the public.", "sentId": 222}, {"text": "So, you know, while it did stay offshore a bit, we're still taking the hit of a major hurricane.", "sentId": 223}, {"text": "And we've been, again, putting that information out to our community for a couple days.", "sentId": 224}], "secId": 57}, {"speaker": "WILLIAMS", "sentences": [{"text": "So, you know, while, again, while we hope that it will be - you know, the impacts won't be as grave as we anticipated, we still expect and anticipate significant impact and damage from the storm.", "sentId": 225}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "Sheriff, appreciate your time on this very busy day.", "sentId": 226}, {"text": "Good luck to you and your entire force in the hours ahead.", "sentId": 227}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "And, folks, if you're in the Jacksonville area, listen to your sheriff.", "sentId": 228}, {"text": "If you're in a place that should have been evacuated, hunker down, ride it out, keep in touch with local law enforcement.", "sentId": 229}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Sheriff, again, thanks so much on this day.", "sentId": 230}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "We just heard from President Obama as he got an update from the Federal Emergency Management Agent and the Department of Homeland Security.", "sentId": 231}, {"text": "Next, the head of FEMA join us live with the latest on the response to Hurricane Matthew.", "sentId": 232}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Continuing our breaking news coverage of Hurricane Matthew as it makes its way up the Florida coast, moving slowly up Florida's east coast, expected to bear down on Jacksonville a bit later this afternoon.", "sentId": 233}, {"text": "Daytona Beach hit hard overnight, early this morning.", "sentId": 234}, {"text": "We'll soon be able to start to assess the damage.", "sentId": 235}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "As you can see, there's debris all over the streets there.", "sentId": 236}, {"text": "Some roofs torn off.", "sentId": 237}, {"text": "More than a half million people without power and a state of emergency in effect in the state of Florida.", "sentId": 238}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "President Obama, speaking this morning at the White House, just after a brief from the FEMA administrator, Craig Fugate.", "sentId": 239}], "secId": 65}, {"speaker": "OBAMA", "sentences": [{"text": "So pay attention to what your local you are telling you.", "sentId": 240}, {"text": "If they tell you to evacuate, you need to get out of there and move to higher ground, because storm surge can move very quickly and people can think that they're out of the woods and then suddenly get hit and not be in a position in which they and their families are safe.", "sentId": 241}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Craig Fugate joins us now by phone.", "sentId": 242}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Craig, thanks for joining us on this very busy time.", "sentId": 243}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "It's been interesting throughout the day, I saw you on television a bit earlier.", "sentId": 244}, {"text": "Then I listened to the governor of Florida, the governor of North Carolina, the president of the United States.", "sentId": 245}, {"text": "In all of their message they seem to be saying, if you're watching the news and you think this wasn't as bad as you thought it was going to be and you think, oh, I'm fine, I can stay put and you live in Jacksonville, or you live in Savannah or you live in Charleston, that's the wrong reaction, right?", "sentId": 246}], "secId": 69}, {"speaker": "FUGATE", "sentences": [{"text": "Absolutely.", "sentId": 247}, {"text": "I think, you know, people he seen some of the earlier reports out of south Florida and said, well, this storm's not that bad, or it's weakened.", "sentId": 248}, {"text": "It's no longer a category four hurricane.", "sentId": 249}, {"text": "And we need to really emphasize that this is a - still a very dangerous storm, particularly for north Florida, but also we need to be talking about the coastal areas of Georgia, South Carolina, and even up to North Carolina.", "sentId": 250}, {"text": "The time for action is running out and people need to move to higher ground.", "sentId": 251}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "All right, you're from Florida originally and you were the - the state emergency management agency director there.", "sentId": 252}, {"text": "When you see this storm off the coast and it hasn't hit land, so it's holding a lot of water out there, and it's coming to where the coast standards to bend, Jacksonville, I assume you're worried much more about a surge than you are about the winds?", "sentId": 253}, {"text": "Not that - not that you're taking the winds lightly, but that's a lot of water.", "sentId": 254}], "secId": 71}, {"speaker": "FUGATE", "sentences": [{"text": "It's a lot of water, and when you look at past hurricanes, the biggest killer from hurricanes has always been water.", "sentId": 255}, {"text": "We tend to talk a lot about wind and the power outages, but it is really about the damaging and life-threatening storm surge that we're going to see in these coastal communities.", "sentId": 256}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "Take me through the nuts and bolts, the logistics, I guess it is, of your emergency response teams.", "sentId": 257}, {"text": "You were prepared if this thing hit land further to the south.", "sentId": 258}, {"text": "Obviously it's caused some damage there.", "sentId": 259}, {"text": "But now it looks like if there's a big impact, it's going to be more to the north.", "sentId": 260}, {"text": "How are you moving things around and where are they going?", "sentId": 261}], "secId": 73}, {"speaker": "FUGATE", "sentences": [{"text": "Well, we were already anticipating having to support most of the southern southeast coastal states.", "sentId": 262}, {"text": "So we've had staging areas up in Fort Bragg supporting North Carolina, South Carolina.", "sentId": 263}, {"text": "We've had staging areas in Albany, getting ready to support Georgia and Florida.", "sentId": 264}, {"text": "We've moved resources down to Orlando.", "sentId": 265}, {"text": "So we've been anticipating all four states getting hit with some degree of impacts.", "sentId": 266}, {"text": "And as the storm moves up, we'll move our resources and adjust based upon the track and impacts.", "sentId": 267}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "Any hiccups, problems?", "sentId": 268}, {"text": "Whether it's coordination or supplies falling out of place along the way?", "sentId": 269}], "secId": 75}, {"speaker": "FUGATE", "sentences": [{"text": "Not that I'm aware of, but it's a disaster and I'm sure we're going to see that.", "sentId": 270}, {"text": "That's part of the reason why we tend to over respond.", "sentId": 271}, {"text": "You don't have precision in these things and I'd much rather have stuff that later turns out I didn't need than to be late.", "sentId": 272}, {"text": "So we've been basing this, and, again, as we were looking at populations of south Florida, on very large numbers.", "sentId": 273}, {"text": "So we'll be adjusting based upon the areas of impact and moving resources, but we're not turning anything off or turning anything away until we are absolutely certain that the states will have no unmet needs in their initial response operations.", "sentId": 274}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "What is the latest information you have, the latest projection on where it hits land?", "sentId": 275}], "secId": 77}, {"speaker": "FUGATE", "sentences": [{"text": "Well, you know, that's kind of the question.", "sentId": 276}, {"text": "As it is now, it's staying right off the Florida coast.", "sentId": 277}, {"text": "It looks like, based on forecast track, closest point of approach, if it does make landfall, will be in South Carolina.", "sentId": 278}, {"text": "But as my good friend, former director of the center, Max Mayfield used to say, don't focus on that skinny black line.", "sentId": 279}, {"text": "Hurricanes are not a point on the map.", "sentId": 280}, {"text": "This is an area of impact over a large area.", "sentId": 281}, {"text": "Storm surge, heavy rains, were - we were talking about, the potential with the weather service about heavy rains in North Carolina causing tremendous flash flooding.", "sentId": 282}, {"text": "So you really need to be heeding the local officials, and your local weather service offices.", "sentId": 283}, {"text": "Don't worry too much about landfall.", "sentId": 284}, {"text": "This storm is close enough, the impact are going to be pretty dramatic for most of the coastal communities as it goes by.", "sentId": 285}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "As you were speaking there, we're showing some pretty high water in the streets of St. Augustine, Florida, to your point about flooding coming in.", "sentId": 286}, {"text": "And, again, the worst of Matthew not up to that area quite just yet.", "sentId": 287}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Craig, you have access to the highest technical equipment in the land.", "sentId": 288}, {"text": "You've got satellite images.", "sentId": 289}, {"text": "You've got planes flying into the eye of the storm.", "sentId": 290}, {"text": "But you operate at FEMA with something called a Waffle House index.", "sentId": 291}, {"text": "Explain that to our viewers.", "sentId": 292}], "secId": 80}, {"speaker": "FUGATE", "sentences": [{"text": "Yes, we've - in Florida, for a long time, one of the things that we kind of observed was that Waffle Houses were usually the first things open if they even closed.", "sentId": 293}, {"text": "And so if the Waffle House was open, we knew it wasn't too bad, keep going.", "sentId": 294}, {"text": "If it was open with a limited menu, we probably had a lot of power outages and needed to be prepared to support mass care.", "sentId": 295}, {"text": "But if the Waffle House was closed, that's a pretty bad indicator.", "sentId": 296}, {"text": "And I believe Waffle House was closing Waffle Houses in advance of this storm.", "sentId": 297}, {"text": "So in Florida, that, I think, helped a lot of people", "sentId": 298}], "secId": 81}, {"speaker": "FUGATE", "sentences": [{"text": "understand that nobody was kidding around.", "sentId": 299}, {"text": "This storm was bad.", "sentId": 300}, {"text": "We've had Disney close.", "sentId": 301}, {"text": "We've had college football games cancelled.", "sentId": 302}, {"text": "So a lot of people taking steps to get ready.", "sentId": 303}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "All of the science in the world.", "sentId": 304}, {"text": "Sometimes you've just got to make it personal to bring it home.", "sentId": 305}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Craig Fugate, again, thanks for your time on this busy day.", "sentId": 306}, {"text": "Best of luck in the hours ahead.", "sentId": 307}, {"text": "We appreciate your joining us to give us the latest.", "sentId": 308}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "This storm now reeling toward - barreling towards Jacksonville as it moves up the Florida coast and smaller coastal towns also being hit hard.", "sentId": 309}, {"text": "We're going to talk to the mayor of St. Augustine.", "sentId": 310}, {"text": "You just saw pictures of water in the streets there.", "sentId": 311}, {"text": "We'll talk to the mayor just ahead.", "sentId": 312}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 313}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "You may remember St. Augustine, Florida, one of the areas under mandatory evacuation because of Hurricane Matthew.", "sentId": 314}, {"text": "Now a storm surge hitting that area as we speak.", "sentId": 315}, {"text": "This individual shot at the Casablanca Inn on the bay.", "sentId": 316}, {"text": "A reporter from Action News Jacksonville spotted people stranded at the hotel as that storm surge rose through.", "sentId": 317}, {"text": "You see the water right up there in the streets, going up the stairs.", "sentId": 318}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "Joining me now on the phone is the mayor of St. Augustine, Nancy Shaver.", "sentId": 319}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Mayor, you see the pictures.", "sentId": 320}], "secId": 89}], "sectionCount": 90, "url": "transcripts.cnn.com/TRANSCRIPTS/1610/07/ip.01.html", "sentenceCount": 322, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 7, 2016 - 12:00   ET", "speakers": ["KING", "OBAMA", "HALEY", "BLACKWELL", "But", "SANCHEZ", "MYERS", "SCOTT", "WILLIAMS", "FUGATE"], "title": "INSIDE POLITICS"}