{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1510.18.ip.01.html.json", "subTitle": "Clinton, Sanders Wrestle for Post-Debate Momentum; Trump Continues to Tower over GOP Field. Aired 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "BLACKWELL", "sentences": [{"text": "INSIDE POLITICS with John King starts right now.", "sentId": 0}], "secId": 0}, {"speaker": "KING", "sentences": [{"text": "A gift.", "sentId": 1}], "secId": 1}, {"speaker": "SANDERS", "sentences": [{"text": "The American people are sick and tired of hearing about your damn e-mails.", "sentId": 2}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "A clash on guns.", "sentId": 3}], "secId": 3}, {"speaker": "CLINTON", "sentences": [{"text": "Senator Sanders did vote five times against the Brady Bill.", "sentId": 4}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "And a big question the President won't touch.", "sentId": 5}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Is there still room for Joe Biden after a feisty first Democratic debate?", "sentId": 6}], "secId": 6}, {"speaker": "OBAMA", "sentences": [{"text": "I'm not going to comment on what Joe is doing or not doing.", "sentId": 7}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Plus, Iowa votes in 105 days.", "sentId": 8}], "secId": 8}, {"speaker": "TRUMP", "sentences": [{"text": "We're in first place everywhere.", "sentId": 9}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "More proof Donald Trump is here to stay.", "sentId": 10}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS the biggest stories sourced by the best reporters now.", "sentId": 11}, {"text": "Welcome to INSIDE POLITICS.", "sentId": 12}, {"text": "I'm John King.", "sentId": 13}, {"text": "Thanks for sharing your", "sentId": 14}], "secId": 11}, {"speaker": "Sunday morning.  With us to share their reporting and their insights", "sentences": [{"text": "Julie Hirschfeld Davis of the \"New York Times\", Matt Viser of the \"Boston Globe\", Nia Malika Henderson of CNN, and the \"New York Times'\" Peter Baker.", "sentId": 15}], "secId": 12}, {"speaker": "Sunday morning.  With us to share their reporting and their insights", "sentences": [{"text": "Hillary Clinton's team left the first Democratic debate in high spirits convinced she had delivered a poised presidential performance.", "sentId": 16}], "secId": 13}, {"speaker": "CLINTON", "sentences": [{"text": "I'm a progressive but I'm a progressive who likes to get things done.", "sentId": 17}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "The Bernie Sanders campaign was also thrilled.", "sentId": 18}, {"text": "He had the chance to introduce himself to millions of new potential voters and he repeatedly preached his liberal passion.", "sentId": 19}], "secId": 15}, {"speaker": "SANDERS", "sentences": [{"text": "What Democratic socialism is about is saying that it is immoral and wrong that the top one-tenth of one percent of this country own almost 90 percent.", "sentId": 20}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Now, the instant reviews were that those two leading contenders had very strong showings and left little room for a late entry by Joe Biden.", "sentId": 21}, {"text": "The Vice President, however, begs to differ.", "sentId": 22}, {"text": "He spent the last few days making calls to assess the post debate mood making clear in those calls he's very interested in the race.", "sentId": 23}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "And just last night, at an event in New York City, listen here as the Vice President speaks publicly of his late son Beau who died of brain cancer just five months ago.", "sentId": 24}], "secId": 18}, {"speaker": "BIDEN", "sentences": [{"text": "He deserved faith that sees us through times of trouble.", "sentId": 25}, {"text": "He deserved faith that urges us to rise each and every morning no matter how bleak things look.", "sentId": 26}, {"text": "To put one foot in front of the other, as my son Beau used to say, just keep moving forward.", "sentId": 27}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Now the Vice President tells advisors he knows he has to decide by the end of the month in part because of some primary filing deadlines coming up in early November.", "sentId": 28}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "Julie Hirschfeld Davis, you tried to get the Vice President to engage with you this past on this question.", "sentId": 29}, {"text": "Will he or won't he.", "sentId": 30}, {"text": "Does he see his face in the race?", "sentId": 31}, {"text": "It's just hard because of the personal tragedy.", "sentId": 32}, {"text": "If you look on paper politically there's not much space in this race.", "sentId": 33}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "And Joe Biden has his own history of running for president and failing.", "sentId": 34}, {"text": "And yet, he's telling people \"I want to do this\".", "sentId": 35}], "secId": 22}, {"speaker": "HIRSCHFELD-DAVIS", "sentences": [{"text": "Well, on paper either politically or practically it is very difficult to see how he gets in at this late stage and goes anywhere.", "sentId": 36}, {"text": "But that's not what matters to Joe Biden in what all his advisers are telling and what people who have talked to people who have talked to him are seeming to say.", "sentId": 37}], "secId": 23}, {"speaker": "HIRSCHFELD-DAVIS", "sentences": [{"text": "I mean he's looking at this in terms of a decision of his heart and there may not be anyone in American politics today other than Joe Biden who would be able to sustain this kind of flirtation, will he or he won't, and engender -- still engender quite a bit of good will in his party.", "sentId": 38}], "secId": 24}, {"speaker": "HIRSCHFELD-DAVIS", "sentences": [{"text": "But his window is closing.", "sentId": 39}, {"text": "I mean we heard Hillary Clinton's campaign chairman this week, John Podesta said, you know, that he might have trouble competing in Nevada and the later states right after Iowa and New Hampshire because he hasn't started to have an actual organization.", "sentId": 40}, {"text": "And even senior Democrats like Barbara Boxer said, you know, it's hard to see what the rationale is for a Biden candidacy at this point.", "sentId": 41}], "secId": 25}, {"speaker": "HIRSCHFELD-DAVIS", "sentences": [{"text": "But again, I don't think any of that is weighing on him as much what is his heart telling him and he seems to really want to run and that maybe the only thing that matters.", "sentId": 42}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "And Matt, your newspaper paid for a poll in New Hampshire -- Suffolk University/Boston Globe poll.", "sentId": 43}, {"text": "Should Joe Biden run?", "sentId": 44}, {"text": "Yes, 36 percent; no, 50 percent.", "sentId": 45}, {"text": "So a fair majority of New Hampshire Democrats saying \"Mr. Vice President, please don't do this\".", "sentId": 46}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "Yet, the question, is there logic to his illogic which is his view of this, if you talk to people who spoke to him is look at what is happening with Trump.", "sentId": 47}, {"text": "People want something different and forget the old rules.", "sentId": 48}, {"text": "I can do this when I want.", "sentId": 49}, {"text": "And some people, you know, their theory is Hillary Clinton loses Iowa, lose New Hampshire and voila -- white knight.", "sentId": 50}], "secId": 28}, {"speaker": "VISER", "sentences": [{"text": "Yes.", "sentId": 51}, {"text": "And I mean I think Biden does have that authenticity that exposes Hillary Clinton's biggest hurdle at this point.", "sentId": 52}, {"text": "And she did have a great debate.", "sentId": 53}, {"text": "Mitt Romney also had a great debate, you know, in 2012.", "sentId": 54}, {"text": "And it catapulted him for awhile but didn't change the fundamentals of the race.", "sentId": 55}], "secId": 29}, {"speaker": "VISER", "sentences": [{"text": "And so I think Joe Biden looking at this race is hoping that Hillary Clinton had a Mitt Romney-like debate performance and that still fundamentals of her campaigns have some issues.", "sentId": 56}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "You mentioned Mitt Romney there.", "sentId": 57}, {"text": "Hillary Clinton both coming up in the next half hour on \"STATE OF THE UNION\"; also, Jeb Bush -- you want to stay tuned for that as we continue the conversation about 2016.", "sentId": 58}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "The question is after the debate if Biden is making this conversation, he did watch.", "sentId": 59}, {"text": "And, you know, Hillary Clinton got rave reviews for the debate.", "sentId": 60}, {"text": "Bernie Sanders also turned in a very strong performance, for a guy who's focused most of his time in Iowa and New Hampshire.", "sentId": 61}, {"text": "The rest of the country got to see him.", "sentId": 62}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "Now, one of the questions about it is, you know, even listen to Donald Trump here kind of biased I guess when it comes to the Democratic race.", "sentId": 63}, {"text": "But one of the questions among Republicans is yes, internally the Democratic family -- they have a strong debate.", "sentId": 64}, {"text": "But is Bernie Sanders pulling not just himself but Hillary Clinton and the whole party too far to the left?", "sentId": 65}], "secId": 33}, {"speaker": "TRUMP", "sentences": [{"text": "The poor woman, she's got to give everything away because this maniac that was standing on her right is giving everything away so she's following.", "sentId": 66}, {"text": "That's what's happening.", "sentId": 67}, {"text": "This socialist/communist, ok -- nobody wants to say it.", "sentId": 68}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "Nobody would say it, quite in fact.", "sentId": 69}, {"text": "But is there a point?", "sentId": 70}, {"text": "Marco Rubio put it this way.", "sentId": 71}, {"text": "He said the party is now at least as far left as Michael Dukakis --", "sentId": 72}], "secId": 35}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 73}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "-- who lost 40 states and maybe further.", "sentId": 74}, {"text": "Is there a point?", "sentId": 75}, {"text": "President Obama is to the left but he won at a unique moment also and you had dissatisfaction with the Iraq war and the Democrats were going to win that race.", "sentId": 76}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "The Republicans have a point.", "sentId": 77}, {"text": "Does Mr. Trump have a point?", "sentId": 78}], "secId": 38}, {"speaker": "HENDERSON", "sentences": [{"text": "In some ways, yes.", "sentId": 79}, {"text": "I mean certainly Bernie Sanders has pulled Clinton to the left on certain issues -- TPP for one, on foreign policy not so much.", "sentId": 80}, {"text": "She's still pretty hawkish there.", "sentId": 81}, {"text": "I think another point has emerged out of this debate and that is if they are all sort of treating Hillary Clinton with kid gloves -- right.", "sentId": 82}, {"text": "And she's not going to be tough enough if she's able to get through this.", "sentId": 83}], "secId": 39}, {"speaker": "HENDERSON", "sentences": [{"text": "Nobody on that debate stage really wanted to after her.", "sentId": 84}, {"text": "You saw Bernie Sanders, of course there, do her a solid saying we're sick -- you know, America's sick of your e-mails.", "sentId": 85}, {"text": "So yes, I mean this is an issue for her.", "sentId": 86}, {"text": "Not only is she being pulled too far to the left.", "sentId": 87}], "secId": 40}, {"speaker": "HENDERSON", "sentences": [{"text": "I do think she's walking a fine line there on certain issues like the Keystone.", "sentId": 88}, {"text": "She's with the party there.", "sentId": 89}, {"text": "I don't think in a general election people are going to know necessarily what Keystone is.", "sentId": 90}, {"text": "But on other issues I think --", "sentId": 91}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "I think the Republicans will try to make people understand what Keystone is if they get to that point.", "sentId": 92}], "secId": 42}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 93}, {"text": "KING:  But to that point she did have a strong debate performance and", "sentId": 94}], "secId": 43}, {"speaker": "HENDERSON", "sentences": [{"text": "part of the commentary though is did she have a strong debate performance because it's a relatively weak field.", "sentId": 95}, {"text": "Is that part of her strength and would a Biden have made it different?", "sentId": 96}, {"text": "Would it feel like 2008 that made it a different debate?", "sentId": 97}], "secId": 44}, {"speaker": "HENDERSON", "sentences": [{"text": "But one of the big questions was, you know, I don't think she did give a terribly strong answer on her consistency.", "sentId": 98}, {"text": "Keystone is part of that.", "sentId": 99}, {"text": "On other issues she has moved left.", "sentId": 100}, {"text": "On a couple of issues, she's moved right.", "sentId": 101}, {"text": "But Hillary Clinton explaining -- here's one of them -- the Keystone vote.", "sentId": 102}, {"text": "Does this work?", "sentId": 103}], "secId": 45}, {"speaker": "CLINTON", "sentences": [{"text": "We know that if you are learning you're going to change your position.", "sentId": 104}, {"text": "I never took a position on Keystone until I took a position on Keystone.", "sentId": 105}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "She wasn't for it before she was against it.", "sentId": 106}], "secId": 47}, {"speaker": "BAKER", "sentences": [{"text": "Exactly.", "sentId": 107}, {"text": "There was change in John Kerry in 2004 who said he was for the Iraq funding before he was against.", "sentId": 108}], "secId": 48}, {"speaker": "BAKER", "sentences": [{"text": "So I think the problem is for Hillary Clinton isn't necessarily even the pulling to the left so much as what does she really believe -- right?", "sentId": 109}, {"text": "So when she comes out against the trade deal that she, herself, had participated in launching while she was in the Obama administration it sounds like she's, of course you know, playing to the liberal base, playing to the unions that are against it and doesn't necessarily sound like it's what she really believes.", "sentId": 110}], "secId": 49}, {"speaker": "BAKER", "sentences": [{"text": "So I think the Republican attack on her will be who is she?", "sentId": 111}, {"text": "What does she believe and can we really trust what she's saying now because she said something different a while back.", "sentId": 112}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "Again, you'll hear her thoughts on this directly to Jake Tapper in just a few minutes about her testimony to the Benghazi Select Committee this week.", "sentId": 113}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "But what are these things?", "sentId": 114}, {"text": "Republicans gave her a gift.", "sentId": 115}, {"text": "When you've had a couple of Republicans come out and at least suggest in public that the committee was set up in part or in full to go after Hillary Clinton.", "sentId": 116}, {"text": "It's become as much if not more about the e-mails than the tragic deaths of four Americans in Benghazi.", "sentId": 117}, {"text": "But what are the stakes for her this week if she tries to get too cute and say this all politics.", "sentId": 118}, {"text": "There's a risk -- right.", "sentId": 119}], "secId": 52}, {"speaker": "DAVIS", "sentences": [{"text": "Well, there is a risk.", "sentId": 120}, {"text": "And I do think that Republicans did her a real favor.", "sentId": 121}, {"text": "Two different high-ranking Republicans in the last couple of weeks saying that this was basically about, you know, raising questions about her.", "sentId": 122}], "secId": 53}, {"speaker": "DAVIS", "sentences": [{"text": "But it did raise questions about her.", "sentId": 123}, {"text": "And we're talking about those questions.", "sentId": 124}, {"text": "And I think the stakes are very high for her when she goes to testify both in the way that she approaches the questions and her demeanor.", "sentId": 125}, {"text": "And does she come across as trustworthy or does she come across as, you know, her testimony in one of the first hearings on Capitol Hill about Benghazi she came across as quite defensive.", "sentId": 126}, {"text": "And that really hurt her, I think.", "sentId": 127}], "secId": 54}, {"speaker": "DAVIS", "sentences": [{"text": "You know, that clip from the hearing has been used in ads and I think that she has to really be careful.", "sentId": 128}, {"text": "And I'm sure her campaign is calculating this right now and trying to calibrate it how she comes across.", "sentId": 129}, {"text": "She needs to make sure that she's addressing the questions but at the same time not seeming to legitimize what she has said is a completely political and partisan exercise.", "sentId": 130}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "And do we assume we're going to wait for the Vice President until after that?", "sentId": 131}, {"text": "Or do we know.", "sentId": 132}, {"text": "They say it will be by the end of the month.", "sentId": 133}, {"text": "It be any day, it could be any moment.", "sentId": 134}], "secId": 56}, {"speaker": "BAKER", "sentences": [{"text": "We report every single day that it's imminent.", "sentId": 135}, {"text": "It will be eventually -- I think that's the kind of thing we're in right now.", "sentId": 136}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Just waiting on Joe is what we're doing here among other things.", "sentId": 137}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "Up next, if you think there's no way Donald Trump can win the Republican nomination, it just might be time to think again.", "sentId": 138}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "First, though, do not curb your enthusiasm.", "sentId": 139}, {"text": "Politicians say or in this case do the darnedest things.", "sentId": 140}, {"text": "Watch here, the real Bernie Sanders busts a move and the Larry David version shows off his debate skills.", "sentId": 141}], "secId": 60}, {"speaker": "DAVID", "sentences": [{"text": "I don't even have a backpack.", "sentId": 142}, {"text": "I carry my stuff around loose in my arms like a  between classes.", "sentId": 143}, {"text": "I own one pair of underwear that's it.", "sentId": 144}, {"text": "Some of these billionaires got three and four pairs.", "sentId": 145}, {"text": "I don't have a drier.", "sentId": 146}, {"text": "I have to put my clothes on the radiator.", "sentId": 147}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Welcome back to INSIDE POLITICS.", "sentId": 148}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Donald Trump entered the presidential race 124 days ago and he took off like a rocket.", "sentId": 149}, {"text": "Most of his rivals and many pundits predicted a quick crash but the numbers don't lie.", "sentId": 150}, {"text": "Trump is still the driving force in the GOP race and showing his staying power.", "sentId": 151}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Remember, he's ahead in Iowa, ahead in New Hampshire, South Carolina votes third -- boom.", "sentId": 152}, {"text": "Trump way ahead in our brand new poll of the Republican family feud here at 36 percent in South Carolina.", "sentId": 153}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "Ben Carson second at 18 percent, Jeb Bush down here fifth at 6 percent -- that's South Carolina.", "sentId": 154}, {"text": "Nevada comes after that.", "sentId": 155}, {"text": "Again, Trump ahead, Dr. Carson second, Carly Fiorina, Marco Rubio and Jeb Bush rounding out the top five but 38 percent -- 38 percent in the state of Nevada.", "sentId": 156}, {"text": "Why is he winning in these states?", "sentId": 157}, {"text": "Because people think he's the best Republican to change Washington -- in South Carolina and Nevada by a huge lopsided margin.", "sentId": 158}, {"text": "Trump beats his rivals to handle the economy; Again, by a huge lopsided, beats his rivals.", "sentId": 159}], "secId": 65}, {"speaker": "To handle illegal immigration", "sentences": [{"text": "51, 55 percent say Trump is the best Republican to handle these issues.", "sentId": 160}, {"text": "Even on ISIS he doesn't get over 50 but 37 percent in South Carolina, 46 percent in Nevada.", "sentId": 161}, {"text": "So People think he's best suited, Nia, to handle the issues that they want dealt with.", "sentId": 162}], "secId": 66}, {"speaker": "To handle illegal immigration", "sentences": [{"text": "He's leading in the first four states.", "sentId": 163}, {"text": "He's still leading in the national polls.", "sentId": 164}, {"text": "How do you take him out?", "sentId": 165}], "secId": 67}, {"speaker": "HENDERSON", "sentences": [{"text": "You know, Bush is certainly trying to.", "sentId": 166}, {"text": "I mean he -- they're engaged in a bit of a Twitter war now after Trump said something about Jeb Bush's brother George W. and his prosecution of the war and handling of 9/11.", "sentId": 167}], "secId": 68}, {"speaker": "HENDERSON", "sentences": [{"text": "But I think with -- they put $100 million I guess so far in Jeb's candidacy.", "sentId": 168}, {"text": "His argument has always been his electability.", "sentId": 169}, {"text": "But he's had a bit of a gaffe-prone run so far.", "sentId": 170}, {"text": "All of this idea he can expand the party's base with Latinos, with African-Americans and women.", "sentId": 171}, {"text": "A lot of his gaffes have been directed at those groups.", "sentId": 172}], "secId": 69}, {"speaker": "HENDERSON", "sentences": [{"text": "So you are in some ways seeing his money dry up when he goes against Trump.", "sentId": 173}, {"text": "It's not alien versus predator.", "sentId": 174}, {"text": "It's like nerd versus jock.", "sentId": 175}, {"text": "He sort of tries to pull out the rule book.", "sentId": 176}, {"text": "You're not following the rules of presidential politics.", "sentId": 177}, {"text": "And that's Trump's point.", "sentId": 178}, {"text": "He isn't following the rules.", "sentId": 179}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "Very well put.", "sentId": 180}, {"text": "And you mentioned, Jeb Bush has become more aggressive including in the last several hours.", "sentId": 181}, {"text": "A brand new video going after Donald Trump's judgment in commander in chief -- let's take just a sample.", "sentId": 182}], "secId": 71}, {"speaker": "TODD", "sentences": [{"text": "Who do you talk to for military matters?", "sentId": 183}], "secId": 72}, {"speaker": "TRUMP", "sentences": [{"text": "Well, I watch the shows.", "sentId": 184}, {"text": "I mean I really see a lot of great, you know, when you I watch your show and all the other shows --", "sentId": 185}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "It's mocking and it's true.", "sentId": 186}, {"text": "Donald Trump said that.", "sentId": 187}, {"text": "He gets a lot of his foreign policy advice from watching shows.", "sentId": 188}, {"text": "But Peter Baker, it's also -- it's the web video.", "sentId": 189}, {"text": "They're not spending millions of dollars to put up a television ad.", "sentId": 190}, {"text": "They're throwing pebbles at an aircraft carrier -- aren't they?", "sentId": 191}], "secId": 74}, {"speaker": "BAKER", "sentences": [{"text": "Yes.", "sentId": 192}, {"text": "Hopefully, they're not getting political advise by watching us.", "sentId": 193}, {"text": "But the truth is that I think what we're seeing is the question is will he reach a ceiling -- right?", "sentId": 194}, {"text": "He's at 38 percent -- that's still not a majority you have got 15 candidates out there circling the boat.", "sentId": 195}, {"text": "If it came down to a point where you start to consolidate, if it came down to a point where you had a choice between Trump and not Trump.", "sentId": 196}], "secId": 75}, {"speaker": "BAKER", "sentences": [{"text": "What would he be able to do?", "sentId": 197}, {"text": "Scott Walker practically said that when he dropped out.", "sentId": 198}, {"text": "He basically almost begged other candidates start dropping out so we can get to the --", "sentId": 199}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "And none of them listened.", "sentId": 200}], "secId": 77}, {"speaker": "DAVIS", "sentences": [{"text": "No.", "sentId": 201}], "secId": 78}, {"speaker": "KING", "sentences": [{"text": "Yes, in a one on one race we might have a different dynamic but we don't have a one on one race.", "sentId": 202}, {"text": "And right we have this Trump/Bush dynamic.", "sentId": 203}, {"text": "I just want to get a little bit more into this.", "sentId": 204}, {"text": "There's something about Trump and Bush.", "sentId": 205}, {"text": "Donald doesn't like Jeb but Donald also has a history.", "sentId": 206}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "This is very recent.", "sentId": 207}, {"text": "Just this past week with Bloomberg News he raised a lot of eye brows especially remember, he's competing first in a Republican primary.", "sentId": 208}, {"text": "The country might not remember George W. Bush but a lot of Republicans still do.", "sentId": 209}, {"text": "Listen to this.", "sentId": 210}], "secId": 80}, {"speaker": "TRUMP", "sentences": [{"text": "When you talk about George Bush and then say what you want.", "sentId": 211}, {"text": "The World Trade Center came down during his time.", "sentId": 212}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "That's talking about the World Trade Center.", "sentId": 213}, {"text": "You think, ok, he's in a fight with Jeb and he's going to add George to it.", "sentId": 214}, {"text": "No, let's go back to 2008.", "sentId": 215}, {"text": "Here's an interview with Wolf Blitzer where he talks about Donald Trump, Republican voters -- Donald Trump said this, we're not making this up.", "sentId": 216}, {"text": "How impressed he was with Nancy Pelosi but that wished she was tougher on George W. Bush.", "sentId": 217}], "secId": 82}, {"speaker": "TRUMP", "sentences": [{"text": "She was going to really look to impeach Bush and get him out of office which personally I think would have been a wonderful thing.", "sentId": 218}], "secId": 83}, {"speaker": "BLITZER", "sentences": [{"text": "Impeaching him?", "sentId": 219}], "secId": 84}, {"speaker": "TRUMP", "sentences": [{"text": "Absolutely for the war.", "sentId": 220}, {"text": "For the war.", "sentId": 221}], "secId": 85}, {"speaker": "BLITZER", "sentences": [{"text": "because of the conduct --", "sentId": 222}], "secId": 86}, {"speaker": "TRUMP", "sentences": [{"text": "He lied.", "sentId": 223}, {"text": "He got us into the war with lies.", "sentId": 224}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "And again this, to me, is reset your clock because he goes after George W. Bush.", "sentId": 225}, {"text": "He has in the past spoken in favor of single payer health care.", "sentId": 226}, {"text": "He has said Nancy Pelosi was great and he's impressed with her.", "sentId": 227}, {"text": "He's given money to Nancy Pelosi and Harry Reid.", "sentId": 228}, {"text": "He says the economy does better among Democrats and he says his sister would be a great Supreme Court justice.", "sentId": 229}, {"text": "The conservatives saying she's prochoice on abortion rights and he's the leading candidate of the conservative party in America.", "sentId": 230}, {"text": "And he's the leading candidate with really deeper roots.", "sentId": 231}, {"text": "There's something in the water.", "sentId": 232}], "secId": 88}, {"speaker": "DAVIS", "sentences": [{"text": "There is something in the water and I think Nia put a finger on it when she said, you know, Jeb Bush is waiving the rule book saying you're not following the rules.", "sentId": 233}, {"text": "This is not how it's supposed to turn out.", "sentId": 234}], "secId": 89}, {"speaker": "DAVIS", "sentences": [{"text": "But this is a year when the Republican Party is not following the rules.", "sentId": 235}, {"text": "It's a difficult year for an establishment candidate to run.", "sentId": 236}, {"text": "It's a perfect environment for Donald Trump and he's really taking advantage of it.", "sentId": 237}], "secId": 90}, {"speaker": "DAVIS", "sentences": [{"text": "And we've seen him make comments like this.", "sentId": 238}, {"text": "He made a comment about John McCain war hero, revered in the Republican Party for what he did in Vietnam.", "sentId": 239}, {"text": "But he made this comment and everyone thought that's going to hurt him and he's going to be gone and he's just gone up and up and up.", "sentId": 240}], "secId": 91}, {"speaker": "DAVIS", "sentences": [{"text": "So think that what we've seen is sort of he can make these sorts of charges and a lot of the most intense Republican voters right now are loving it.", "sentId": 241}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "They're loving it because they want something different.", "sentId": 242}, {"text": "The question is if one of the other candidates decide to actually spend some real money against, the risk is you go after him he takes you out.", "sentId": 243}, {"text": "You might take him out but he might take you with him.", "sentId": 244}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Up next, our reporters share from their notebooks and get you out ahead of the big political news to come including the President's struggle.", "sentId": 245}, {"text": "How much to say or not to say about choosing between the vice president and his former secretary of state.", "sentId": 246}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table and ask our reporters to share a little bit from their notebooks.", "sentId": 247}, {"text": "Julie.", "sentId": 248}], "secId": 95}, {"speaker": "DAVIS", "sentences": [{"text": "Well, there's a real dilemma right now at the White House about how much the President should engage in the 2016 presidential campaign.", "sentId": 249}, {"text": "And we saw him try two different strategies over the last week.", "sentId": 250}], "secId": 96}, {"speaker": "DAVIS", "sentences": [{"text": "He came out in a \"60 Minutes\" interview and actually commented on Hillary Clinton's e-mail issues and he got some blow back from that because he said, you know, that there has been no national security compromised and some people at the FBI really took that to be sort of undermining the investigation.", "sentId": 251}, {"text": "He got some blow back.", "sentId": 252}], "secId": 97}, {"speaker": "DAVIS", "sentences": [{"text": "But then he had a news conference on Friday.", "sentId": 253}, {"text": "He refused to talk about Joe Biden's plans.", "sentId": 254}, {"text": "He refused to talk about Clinton's trade stamp on TPP.", "sentId": 255}, {"text": "He got some blow back from that.", "sentId": 256}, {"text": "He's not saying anything and, you know, when is he going to come out and say something?", "sentId": 257}, {"text": "I think that's obviously only going to get trickier for him if particularly Vice President Biden gets in the race.", "sentId": 258}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "Maybe he'll just stop talking to us.", "sentId": 259}, {"text": "Don't give him any ideas.", "sentId": 260}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Matt.", "sentId": 261}], "secId": 100}, {"speaker": "VISER", "sentences": [{"text": "Elizabeth Warren is just returning from a trip to Eastern Europe to take a look at the Syrian refugee crisis.", "sentId": 262}, {"text": "This is her second trip abroad.", "sentId": 263}, {"text": "But she's coming back and she's not yet made her voice known on the trade deal, which is something to keep an eye on.", "sentId": 264}], "secId": 101}, {"speaker": "VISER", "sentences": [{"text": "She is obviously probably going to be opposed to it.", "sentId": 265}, {"text": "She was opposed to the fast track and a leading voice on that.", "sentId": 266}, {"text": "But the question is how opposed is she going to be?", "sentId": 267}, {"text": "She managed to stifle the Obama administration several times and will this be yet another thing that she aggressively goes after?", "sentId": 268}], "secId": 102}, {"speaker": "VISER", "sentences": [{"text": "And the other thing to watch is her endorsement.", "sentId": 269}, {"text": "She has said she would endorse the Democratic primary.", "sentId": 270}, {"text": "Joe Biden has met with her.", "sentId": 271}, {"text": "Hillary Clinton has met with her.", "sentId": 272}, {"text": "They're both seeking her support and so over the next couple of weeks particularly if Biden gets in the race I think she's going to be somebody to keep an eye on.", "sentId": 273}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Fun, fun, fun.", "sentId": 274}, {"text": "Nia.", "sentId": 275}], "secId": 104}, {"speaker": "HENDERSON", "sentences": [{"text": "Candy Carson, who of course, is the wife of Dr. Ben Carson -- expect her to be more involved and take a more active role in the campaign in the coming days.", "sentId": 276}, {"text": "She was down in Alabama signing the paper work for her husband to get on the ballot there.", "sentId": 277}, {"text": "She's been part of his book tour.", "sentId": 278}, {"text": "She was the co-writer of his new book.", "sentId": 279}], "secId": 105}, {"speaker": "HENDERSON", "sentences": [{"text": "And expect her to be in Iowa.", "sentId": 280}, {"text": "They feel like she really connects with folks there.", "sentId": 281}, {"text": "They're a bit of a Christian power couple.", "sentId": 282}, {"text": "She's probably the best known of the Republican candidates' spouses.", "sentId": 283}, {"text": "She's got that Midwestern charm.", "sentId": 284}, {"text": "She, of course, grew up in Detroit.", "sentId": 285}, {"text": "She also has an MBA as well.", "sentId": 286}], "secId": 106}, {"speaker": "HENDERSON", "sentences": [{"text": "She's a classically trained violinist.", "sentId": 287}, {"text": "She played at her husband's announcement.", "sentId": 288}, {"text": "So she's very much going to be out there.", "sentId": 289}, {"text": "They see her as a force multiplier out there in places that he can't be.", "sentId": 290}, {"text": "So it'll be interesting to see how her sort of political persona as a spouse -- a candidate spouse emerges.", "sentId": 291}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "As you get into this stretch 105 days to Iowa.", "sentId": 292}, {"text": "Any help you can get on the campaign trail helps matters.", "sentId": 293}, {"text": "Peter.", "sentId": 294}], "secId": 108}, {"speaker": "BAKER", "sentences": [{"text": "Yes, the next president has something else to look forward to.", "sentId": 295}, {"text": "In the next few weeks the Air Force is going to sign a contract for a new Air Force One.", "sentId": 296}, {"text": "The one that this president has been flying and the previous president has been flying is now about 25 years old.", "sentId": 297}], "secId": 109}, {"speaker": "BAKER", "sentences": [{"text": "And they feel like it's a little over the hill here, basically.", "sentId": 298}, {"text": "They have no spare parts.", "sentId": 299}, {"text": "They don't make them anymore.", "sentId": 300}, {"text": "So the next one is going to be souped up and spiffy -- it may not be like Trump force one though it will be pretty good.", "sentId": 301}], "secId": 110}, {"speaker": "BAKER", "sentences": [{"text": "Now here's the trick.", "sentId": 302}, {"text": "If the next president wants to get it, the next president will have to actually win a second term because it won't be delivered until about 2023.", "sentId": 303}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Now we know why Trump wants the job -- a new airplane.", "sentId": 304}, {"text": "Got it.", "sentId": 305}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "I'll close with it.", "sentId": 306}, {"text": "Another wrinkle in the Vice President's calculations about 2016 -- it would be the role of organized labor.", "sentId": 307}, {"text": "There's no doubt most labor leaders love Biden but his timing could make it harder to win union support harder than maybe he and some of his political advisers believe.", "sentId": 308}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "Just as Biden nears this decision there's already considerable tensions within the House of Labor.", "sentId": 309}, {"text": "Hillary Clinton has more backing from national leaders than Bernie Sanders largely on the thought she's the more electable Democrat.", "sentId": 310}], "secId": 114}, {"speaker": "KING", "sentences": [{"text": "But some state in local chapters are much more passionate about Sanders and they're pushing back against pressure from headquarters.", "sentId": 311}, {"text": "Dealing with this internal tensions is no easy task and while some -- Biden now, I suggest his entry would offer a solid alternative, several sources I spoke with in recent days suggest the internal labor family feud is complicated enough already.", "sentId": 312}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "And that if Biden is banking on massed defections from Clinton or Sanders he's likely to be disappointed.", "sentId": 313}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 314}, {"text": "Again thanks for sharing your Sunday morning.", "sentId": 315}, {"text": "We'll see you soon.", "sentId": 316}, {"text": "\"STATE OF THE UNION\" with Jake Tapper starts right now.", "sentId": 317}], "secId": 117}], "sectionCount": 118, "url": "transcripts.cnn.com/TRANSCRIPTS/1510/18/ip.01.html", "sentenceCount": 319, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 18, 2015 - 08:30   ET", "speakers": ["BLACKWELL", "KING", "SANDERS", "CLINTON", "OBAMA", "TRUMP", "Sunday morning.  With us to share their reporting and their insights", "BIDEN", "HIRSCHFELD-DAVIS", "VISER", "HENDERSON", "BAKER", "DAVIS", "DAVID", "To handle illegal immigration", "TODD", "BLITZER"], "title": "INSIDE POLITICS"}