{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1604.10.ip.01.html.json", "subTitle": "Sanders Extends Winning Streak with Wyoming Victory; Can Kasich Trump Cruz in the Northeast?; Will Trump Win Big in New York? Aired 8- 9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Donald Trump looks for a New York rebound.", "sentId": 0}], "secId": 0}, {"speaker": "TRUMP", "sentences": [{"text": "I've got this guy standing over there looking at me, talking about New York values with a scorn on his face with hatred, with hatred of New York.", "sentId": 1}], "secId": 1}, {"speaker": "CRUZ", "sentences": [{"text": "I think most people know exactly what New York values are.", "sentId": 2}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Will an old Ted Cruz attack line come back to haunt him?", "sentId": 3}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "And he has just one win, but is John Kasich now key to the GOP math?", "sentId": 4}], "secId": 4}, {"speaker": "KASICH", "sentences": [{"text": "They're rules.", "sentId": 5}, {"text": "If they don't have enough points to win the game, then we go to a convention.", "sentId": 6}], "secId": 5}, {"speaker": "SANDERS", "sentences": [{"text": "News bulletin, we just won Wyoming.", "sentId": 7}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "Plus, Bernie Sanders has big mo.", "sentId": 8}], "secId": 7}, {"speaker": "SANDERS", "sentences": [{"text": "She's getting a little nervous.", "sentId": 9}], "secId": 8}, {"speaker": "CLINTON", "sentences": [{"text": "I understand they're getting anxious.", "sentId": 10}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Might there be two contested conventions?", "sentId": 11}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS -- the biggest stories sourced by the best reporters -- now.", "sentId": 12}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 13}, {"text": "I'm John King.", "sentId": 14}, {"text": "Thank you for sharing your Sunday morning.", "sentId": 15}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "The next big test in the campaign 2016 is the New York primary, nine days away.", "sentId": 16}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Three big questions for this critical week of campaigning ahead.", "sentId": 17}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "Number one, will Donald Trump not only win but win huge on his home turf and keep alive his narrow chance to clinch before the Republican convention?", "sentId": 18}], "secId": 15}, {"speaker": "TRUMP", "sentences": [{"text": "Because we have momentum.", "sentId": 19}, {"text": "We have a movement.", "sentId": 20}, {"text": "And we're going to turn this country around so fast.", "sentId": 21}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "Question two: can John Kasich perform stronger in the Northeast than Ted Cruz and prove that he is now the key to stopping Trump?", "sentId": 22}], "secId": 17}, {"speaker": "KASICH", "sentences": [{"text": "At a convention, delegates are going to examine who can win in the fall which I -- I'm the only one that can consistently win in the fall.", "sentId": 23}, {"text": "And secondly, who has the experience and the record to be president?", "sentId": 24}, {"text": "I think our strongest days are ahead of us.", "sentId": 25}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Never talk to reporters after eating a sandwich, that's the moral of that story.", "sentId": 26}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "And question three, can Hillary Clinton stop Bernie Sanders's momentum in New York and convince him to dial back his tougher rhetoric?", "sentId": 27}], "secId": 20}, {"speaker": "SANDERS", "sentences": [{"text": "I don't think that you are qualified if you get $15 million from Wall Street through your super PAC.", "sentId": 28}, {"text": "I don't think you are qualified if you have voted for the disastrous war in Iraq.", "sentId": 29}, {"text": "I don't think you are qualified if you have supported virtually every disastrous trade agreement which has cost us millions of decent-paying jobs.", "sentId": 30}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "Two fascinating races.", "sentId": 31}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "With us to share their reporting and their insights, CNN's Sara Murray, Jonathan Martin of \"The New York Times,\" CNN's Manu Raju, and Lisa Lerer of \"The Associated Press\".", "sentId": 32}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "So, make it eight of the last nine for Bernie Sanders.", "sentId": 33}, {"text": "The Vermont senator scored a win in Wyoming's Democratic caucuses on Saturday, and again, eight of the last nine says something.", "sentId": 34}, {"text": "Just what says it, however, probably depends on which candidate you prefer and how much you like math.", "sentId": 35}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "Yes, Sanders won, and winning means momentum.", "sentId": 36}, {"text": "But delegates win nominations.", "sentId": 37}, {"text": "And in that regard, Sanders won nothing yesterday.", "sentId": 38}, {"text": "He evenly split the delegates with Hillary Clinton who knows that even though the other guy's on a roll, the math still overwhelmingly in her favor.", "sentId": 39}], "secId": 25}, {"speaker": "CLINTON", "sentences": [{"text": "We are on the path to the nomination, but I need -- I need to win big here in New York because -- because the sooner I can become the nominee, I can turn and unify the Democratic Party like I did with President Obama back in 2008.", "sentId": 40}], "secId": 26}, {"speaker": "CLINTON", "sentences": [{"text": "And -- and the sooner we can go after the Republicans full time.", "sentId": 41}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "There were 14 Democratic delegates at stake in Wyoming.", "sentId": 42}, {"text": "New York awards 247 next Tuesday.", "sentId": 43}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "Senator Sanders gets the math, he needs a big upset.", "sentId": 44}], "secId": 29}, {"speaker": "SANDERS", "sentences": [{"text": "There's going to be a very important primary here in New York.", "sentId": 45}, {"text": "And there are a lot of delegates at stake.", "sentId": 46}, {"text": "Remember, this is Secretary Clinton's adopted home state.", "sentId": 47}, {"text": "This is where --", "sentId": 48}], "secId": 30}, {"speaker": "SANDERS", "sentences": [{"text": "It's not a crime.", "sentId": 49}, {"text": "I just made that point, you know.", "sentId": 50}], "secId": 31}, {"speaker": "SANDERS", "sentences": [{"text": "If we can win here, it absolutely opens the door to a path toward victory to the White House.", "sentId": 51}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "So, he has momentum.", "sentId": 52}, {"text": "She has the math.", "sentId": 53}, {"text": "Each is under the other's skin.", "sentId": 54}], "secId": 33}, {"speaker": "KING", "sentences": [{"text": "Senator Sanders understands he chose his words poorly last week in suggesting, as you heard in the open, Secretary Clinton isn't qualified to be president.", "sentId": 55}, {"text": "But listen here and then watch all of this interview a bit later on \"STATE OF THE UNION\", Sanders does want to make the case in his view she lacks the judgment to be president.", "sentId": 56}], "secId": 34}, {"speaker": "SANDERS", "sentences": [{"text": "What I said is that a candidate, like Secretary Clinton, who voted for the disastrous war in Iraq, who has supported virtually every disastrous trade agreement which has cost us millions of decent- paying jobs, and who receives incredible amounts of money.", "sentId": 57}], "secId": 35}, {"speaker": "SANDERS", "sentences": [{"text": "We're talking about tens of millions of dollars through her super PAC from every special interest that you can think of from the billionaire class, you know.", "sentId": 58}, {"text": "I have my doubts about what kind of president she would make.", "sentId": 59}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "That's an interesting end there.", "sentId": 60}, {"text": "I have my doubts.", "sentId": 61}, {"text": "He's the liberal candidate running against Secretary Clinton who thinks that the math should get him to dial it back, and yet he seems to be, Lisa, dialing it up.", "sentId": 62}], "secId": 37}, {"speaker": "LERER", "sentences": [{"text": "Yes, well, look.", "sentId": 63}, {"text": "He has a very devoted group of followers who are, you know, following his candidacy.", "sentId": 64}, {"text": "He can basically press a button on the internet and have millions of dollars flood in.", "sentId": 65}], "secId": 38}, {"speaker": "LERER", "sentences": [{"text": "So, he has this amazing online fund-raising.", "sentId": 66}, {"text": "He has no financial problems.", "sentId": 67}, {"text": "And he knows that the math means he has to win and win really, really big.", "sentId": 68}, {"text": "Our count over at AP shows that he needs to win 68 percent of delegates and superdelegates in all the states that follow.", "sentId": 69}, {"text": "And that's not just places like Wyoming.", "sentId": 70}, {"text": "That's places like New York and Pennsylvania and California.", "sentId": 71}, {"text": "That is just going to be really hard for him.", "sentId": 72}], "secId": 39}, {"speaker": "LERER", "sentences": [{"text": "So, he's really shifted his tone in order to make inroads.", "sentId": 73}, {"text": "He started this campaign by talking about how he wasn't going to do character attacks.", "sentId": 74}, {"text": "He wasn't going to run a negative campaign.", "sentId": 75}, {"text": "Clearly, he's moving into that mode.", "sentId": 76}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "And to that point, before you jump in, he keeps saying that I want to focus on the issues.", "sentId": 77}, {"text": "And yesterday he did press Hillary Clinton on a number of issues saying be more specific on whether you'd raise the income levels on Social Security and disability benefits and the like.", "sentId": 78}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "He says he keeps wanting to do that.", "sentId": 79}, {"text": "And yet when questioned, he's smart.", "sentId": 80}, {"text": "He's been around a long time.", "sentId": 81}, {"text": "He could say I'm not going to there.", "sentId": 82}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "But, listen, to him here on \"Morning Joe\" saying, why are you accusing me of negative attacks?", "sentId": 83}, {"text": "I'm being so nice to her.", "sentId": 84}], "secId": 43}, {"speaker": "SANDERS", "sentences": [{"text": "How often have I talked about Hillary Clinton's e-mails?", "sentId": 85}, {"text": "Have you heard me?", "sentId": 86}, {"text": "Not a word.", "sentId": 87}], "secId": 44}, {"speaker": "SANDERS", "sentences": [{"text": "How often have I talked about the Clinton Foundation's fund raising?", "sentId": 88}, {"text": "Have you heard me say one word about it during the campaign?", "sentId": 89}, {"text": "I have tried to stay away from personal attacks.", "sentId": 90}], "secId": 45}, {"speaker": "RAJU", "sentences": [{"text": "Just putting it out there.", "sentId": 91}], "secId": 46}, {"speaker": "MARTIN", "sentences": [{"text": "It turns out that Bernie Sanders is a politician.", "sentId": 92}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "No way.", "sentId": 93}, {"text": "MARTIN:  And he's ambitious.", "sentId": 94}, {"text": "And he has gotten into this race to, I", "sentId": 95}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "think, get his issues out there.", "sentId": 96}, {"text": "And it turns out that he has a lot of support.", "sentId": 97}, {"text": "And it turns out that what he's saying has real appeal.", "sentId": 98}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "And in the process of doing that, he realized that he actually had a chance at this thing.", "sentId": 99}, {"text": "I don't think he actually now wants to walk away from that.", "sentId": 100}, {"text": "So, you're seeing more conventional politician-type maneuvers.", "sentId": 101}], "secId": 50}, {"speaker": "RAJU", "sentences": [{"text": "And how do you win a race?", "sentId": 102}, {"text": "You have to show a contrast to the other candidate.", "sentId": 103}], "secId": 51}, {"speaker": "RAJU", "sentences": [{"text": "I think when you talk to the Bernie Sanders folks, they wish perhaps when this book is written on this campaign, they may regret not bringing up the e-mail issue.", "sentId": 104}, {"text": "Even though polls show it's not a huge issue for voters and Democratic primary, it does go to the main issue, her trustworthiness.", "sentId": 105}], "secId": 52}, {"speaker": "MURRAY", "sentences": [{"text": "That's why I think you see sort of a line here still between issues they think will be potent in a general election and kind of wanting to preserve a little bit for whoever is the nominee so you don't kind of destroy your Democrat going up against the Republicans.", "sentId": 106}], "secId": 53}, {"speaker": "MURRAY", "sentences": [{"text": "And the issues he thinks will play in a Democratic primary which is why he's talking about the vote in Iraq, which is why he's talking about super PAC funding.", "sentId": 107}, {"text": "I mean, these are issues that will be much more potent with Democrats than they will be when you move on to the Republicans.", "sentId": 108}], "secId": 54}, {"speaker": "LERER", "sentences": [{"text": "But the bind here for the Clinton campaign is both sides admit that when she goes after him, her numbers actually fall.", "sentId": 109}, {"text": "Now, the question for this week is whether that shifted a little bit with his attack on her as being unqualified.", "sentId": 110}], "secId": 55}, {"speaker": "LERER", "sentences": [{"text": "I think that prompted blowback towards him we really hadn't seen before in this race.", "sentId": 111}, {"text": "So, is he -- this ability he's had to go after her and really pay no price and she's been unable to counter is that dynamic shifting a little bit as the race moves into closed primaries and closed primaries in states that really should favor her.", "sentId": 112}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "Should favor her in the demographics.", "sentId": 113}], "secId": 57}, {"speaker": "hey", "sentences": [{"text": "most of those people are Hillary Clinton supporters.", "sentId": 114}], "secId": 58}, {"speaker": "hey", "sentences": [{"text": "And so, you have this newspaper articles, you see on television saying Democrats are worried the campaign has taken a toxic turn.", "sentId": 115}, {"text": "Hillary Clinton supporters are --", "sentId": 116}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 117}, {"text": "He still has a -- yes, it's a long shot, but he has a mathematical chance to win.", "sentId": 118}, {"text": "You don't drop out of the Daytona 500, 400 miles in if you've got a chance to finish.", "sentId": 119}, {"text": "You don't quit in the seventh inning if you're down five runs.", "sentId": 120}], "secId": 60}, {"speaker": "RAJU", "sentences": [{"text": "Or you don't quite when you've won so many states in a row, as the way he has.", "sentId": 121}], "secId": 61}, {"speaker": "LERER", "sentences": [{"text": "He's not going to quit.", "sentId": 122}, {"text": "My prediction is he stays in until the very end.", "sentId": 123}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "All the way.", "sentId": 124}], "secId": 63}, {"speaker": "LERER", "sentences": [{"text": "If you have the money -- the first rule of politics: you got the money, why would you quit?", "sentId": 125}], "secId": 64}, {"speaker": "MURRAY", "sentences": [{"text": "If you're able to raise money and win states, it makes no sense.", "sentId": 126}], "secId": 65}, {"speaker": "MURRAY", "sentences": [{"text": "John Kasich on the Republican side, he is not winning states and he's running out of money.", "sentId": 127}], "secId": 66}, {"speaker": "RAJU", "sentences": [{"text": "And for Hillary, it's not a particularly attractive argument to make to voters when you say I have the math.", "sentId": 128}, {"text": "Math argument certainly is probably is not very inspiring.", "sentId": 129}], "secId": 67}, {"speaker": "RAJU", "sentences": [{"text": "He has momentum because he has the energy behind his campaign.", "sentId": 130}, {"text": "This has been the problem for Hillary all along.", "sentId": 131}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "And she's uniquely qualified to understand his position because she was in it in 2007, 2008.", "sentId": 132}, {"text": "She went radio right up to the convention, taking it to the convention and then endorsing then- Senator Obama.", "sentId": 133}, {"text": "She also, as you heard from her people this week, saying ooh, how can he say she's not qualified?", "sentId": 134}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "That's over the line, a new low some Clinton campaign people called it.", "sentId": 135}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "She never used those specific words, he's not qualified in 2007-2008.", "sentId": 136}, {"text": "But listen here, she sure came close.", "sentId": 137}], "secId": 71}, {"speaker": "CLINTON", "sentences": [{"text": "There is one job we can't afford on-the-job training for.", "sentId": 138}, {"text": "That is the job of our next president.", "sentId": 139}], "secId": 72}, {"speaker": "CLINTON", "sentences": [{"text": "With all due respect, I don't think living in a foreign country between the ages of 6 and 10 is foreign policy experience.", "sentId": 140}], "secId": 73}, {"speaker": "CLINTON", "sentences": [{"text": "I think that I have a lifetime of experience that I will bring to the White House.", "sentId": 141}, {"text": "I know senator McCain has a lifetime of experience that he will bring to the White House, and Senator Obama has a speech he gave in 2002.", "sentId": 142}], "secId": 74}, {"speaker": "RAJU", "sentences": [{"text": "Ouch!", "sentId": 143}], "secId": 75}, {"speaker": "MARTIN", "sentences": [{"text": "Ouch!", "sentId": 144}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "It's good to go back and remember that because she was really -- look, she didn't say senator Obama's not qualified, but I'm sorry, you cannot listen to that, and there's a lot more of that.", "sentId": 145}, {"text": "You cannot listen to that and not think what she's saying is Senator Obama is not qualified.", "sentId": 146}], "secId": 77}, {"speaker": "MARTIN", "sentences": [{"text": "There are obvious exaggerations on the Clinton campaign and the Democratic establishment this week.", "sentId": 147}, {"text": "It reminds me in basketball of flopping where you sort of take the charge.", "sentId": 148}, {"text": "So over the top.", "sentId": 149}, {"text": "We go to the top a little bit.", "sentId": 150}], "secId": 78}, {"speaker": "MARTIN", "sentences": [{"text": "They are doing this because they need some advantage over Bernie Sanders.", "sentId": 151}, {"text": "Some way to sort of put him on the defensive.", "sentId": 152}, {"text": "And that's why you see them doing this.", "sentId": 153}], "secId": 79}, {"speaker": "MARTIN", "sentences": [{"text": "But Lisa is right.", "sentId": 154}, {"text": "Her imperative is less to go after Bernie in the long term than it is to get Bernie's supporters, because she can't really go after him.", "sentId": 155}, {"text": "She needs those folks to be there for her this fall.", "sentId": 156}], "secId": 80}, {"speaker": "RAJU", "sentences": [{"text": "The argument she used against Obama are coming back.", "sentId": 157}, {"text": "She stayed in the race when the Obama people were saying, get out because you don't have the math.", "sentId": 158}, {"text": "And she continues to say in the race.", "sentId": 159}, {"text": "We're seeing that happen to Bernie, too.", "sentId": 160}], "secId": 81}, {"speaker": "LERER", "sentences": [{"text": "Well, there was a big difference there, of course, which was the superdelegates, right?", "sentId": 161}, {"text": "It's hard to see a scenario where all these superdelegates -- by the AP's count, there are 200 who are uncommitted.", "sentId": 162}, {"text": "A lot of those people are people like President Obama who's just not going to weigh in on this.", "sentId": 163}], "secId": 82}, {"speaker": "LERER", "sentences": [{"text": "But it's hard to see a lot of the folks that are supporting Clinton flip like they did in '08 because, you know, they are by their definition Democratic Party insiders.", "sentId": 164}, {"text": "He is someone who became a Democrat very recently.", "sentId": 165}, {"text": "They don't feel the same connection to him that they did to the president.", "sentId": 166}, {"text": "It's not as much of an historic first.", "sentId": 167}], "secId": 83}, {"speaker": "LERER", "sentences": [{"text": "So, that is an important distinction, I think.", "sentId": 168}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "And more on that distinction in just a minute because team Sanders predicts we're heading to a Democratic contested convention, too.", "sentId": 169}, {"text": "Just like the Republicans, they think.", "sentId": 170}, {"text": "Does that math add up?", "sentId": 171}, {"text": "We'll take a close look.", "sentId": 172}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "First, though, the politicians say the darnedest things.", "sentId": 173}, {"text": "Donald Trump is no cheesehead.", "sentId": 174}, {"text": "And for that, he blames this iconic 1988 presidential campaign image.", "sentId": 175}], "secId": 86}, {"speaker": "TRUMP", "sentences": [{"text": "I'm seeing too much of Michael Dukakis, OK?", "sentId": 176}, {"text": "Right?", "sentId": 177}, {"text": "You understand.", "sentId": 178}], "secId": 87}, {"speaker": "REPORTER", "sentences": [{"text": "The helmet.", "sentId": 179}], "secId": 88}, {"speaker": "TRUMP", "sentences": [{"text": "That was one of the great mistakes in history, putting on the helmet.", "sentId": 180}, {"text": "No, I'll take a pass.", "sentId": 181}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 182}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Two contested conventions?", "sentId": 183}, {"text": "Reporters would love it, but is that a real possibility?", "sentId": 184}, {"text": "Well, the Bernie Sanders campaign thinks so.", "sentId": 185}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "But let's look at the math.", "sentId": 186}, {"text": "Here's where we are right now.", "sentId": 187}, {"text": "They split the delegates yesterday in Wyoming.", "sentId": 188}, {"text": "That's a disappointment to Sanders.", "sentId": 189}, {"text": "Secretary Clinton still up in the pledge lead.", "sentId": 190}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "The New York primary a week from Tuesday is next.", "sentId": 191}, {"text": "She believes she is favored there.", "sentId": 192}, {"text": "Secretary Clinton was the senator there, remember?", "sentId": 193}, {"text": "Bernie Sanders was born there.", "sentId": 194}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Secretary Clinton thinks if she wins 55-45, it looks like this, she starts to pull away.", "sentId": 195}, {"text": "She thinks at that point, she's on her path to the nomination.", "sentId": 196}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "Senator Sanders says, you know what, I think I can upset you in the state New York.", "sentId": 197}, {"text": "If he does that, he carries on his momentum, but only pick up the net of somewhere 25 delegate range, if he's in the 55-45 range.", "sentId": 198}, {"text": "But it would close the gap some.", "sentId": 199}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "But let's just look at past races, right?", "sentId": 200}, {"text": "Clinton's won all these.", "sentId": 201}, {"text": "Sanders has won all those.", "sentId": 202}, {"text": "If you project the demographics as they've played out so far, she wins in the bigger states where you have African-Americans and Latinos.", "sentId": 203}, {"text": "He's winning in the smaller mostly predominantly white states.", "sentId": 204}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Let's project that out to near the end.", "sentId": 205}, {"text": "Secretary Clinton if she wins in the East and mid-Atlantic, if Senator Sanders wins in the West, winning 55-45, roughly, she would stay well ahead until we got out to California.", "sentId": 206}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "Now, here's the interesting part.", "sentId": 207}, {"text": "Even if she won California, 55-45, picks up the bulk of the delegates, sure, the Sanders campaign says look, we're going to a contested convention.", "sentId": 208}, {"text": "She is short of 2,383.", "sentId": 209}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "But the Sanders campaign don't like this math.", "sentId": 210}, {"text": "Secretary Clinton as Lisa mentioned, she has a lot of superdelegates.", "sentId": 211}, {"text": "Nearly 500 now in her back pocket, 486, to 38 for Senator Sanders.", "sentId": 212}, {"text": "Unless a bunch of them, dozens and dozens of more of them split and run, she would have enough.", "sentId": 213}, {"text": "She really only needs about 37 percent of the rest of the pledged delegates as long as she doesn't lose these 486.", "sentId": 214}, {"text": "That would get her over the finish line.", "sentId": 215}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "So, the Clinton campaign says talk of a contested Democratic convention is just that, talk.", "sentId": 216}, {"text": "But listen to Secretary Clinton here when she talks publicly now and criticizes Senator Sanders' independent past, one of the reasons she's doing it is to keep these people, the superdelegates, in the fold.", "sentId": 217}], "secId": 100}, {"speaker": "CLINTON", "sentences": [{"text": "You know, I have been campaigning for Democrats, fund- raising for Democrats, recruiting Democrats to run and win for a really long time.", "sentId": 218}, {"text": "I think about 40 years.", "sentId": 219}, {"text": "And Senator Sanders, by his own admission, has never been a Democrat.", "sentId": 220}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "Not subtle.", "sentId": 221}], "secId": 102}, {"speaker": "MURRAY", "sentences": [{"text": "No.", "sentId": 222}, {"text": "Not subtle at all.", "sentId": 223}, {"text": "And I think this is -- gets back to what Lisa was talking about, which is Hillary Clinton and Democratic activists are engrained with one another.", "sentId": 224}, {"text": "When you do look at the superdelegates and when you get down to the math of it, it's going to get really hard for Bernie Sanders.", "sentId": 225}], "secId": 103}, {"speaker": "MURRAY", "sentences": [{"text": "And, like, yes, it's been great for him campaigning on, you know, being a socialist and he's been able to push these economic issues and maybe push her further to the left, but that's not helpful when you need Democratic activists on your side.", "sentId": 226}], "secId": 104}, {"speaker": "MARTIN", "sentences": [{"text": "By the way, it's activists, and also elected politicians --", "sentId": 227}], "secId": 105}, {"speaker": "MURRAY", "sentences": [{"text": "Right.", "sentId": 228}], "secId": 106}, {"speaker": "LERER", "sentences": [{"text": "Right.", "sentId": 229}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 230}], "secId": 108}, {"speaker": "MARTIN", "sentences": [{"text": "-- who some of whom are going to be in the ballot this fall.", "sentId": 231}, {"text": "Politicians tend to look out for themselves first and foremost.", "sentId": 232}], "secId": 109}, {"speaker": "MARTIN", "sentences": [{"text": "And if they're going to be on the ballot this fall, they're not going to want to be in a ballot with Bernie Sanders overwhelmingly.", "sentId": 233}], "secId": 110}, {"speaker": "RAJU", "sentences": [{"text": "But, you know, Hillary does have a point that Bernie has actually a pretty contentious history with the Democratic Party, dating back from his days in Vermont.", "sentId": 234}, {"text": "You know, he battled with them when he eventually became mayor, when he ran for Congress.", "sentId": 235}, {"text": "He has a big fights with them, calling them a morally bankrupt party.", "sentId": 236}], "secId": 111}, {"speaker": "RAJU", "sentences": [{"text": "I actually had asked Bernie last year if he was going to walk-back any of those criticisms.", "sentId": 237}, {"text": "He would not at that time.", "sentId": 238}, {"text": "So, clearly, he's had this fight with the party establishment which could become problematic later on.", "sentId": 239}], "secId": 112}, {"speaker": "LERER", "sentences": [{"text": "And that's exactly what makes the Clinton people nervous is they don't know when this math becomes unmistakable, which they hope they get an all but insurmountable, is how they put it, lead by the end of the month after these five Northeastern states.", "sentId": 240}], "secId": 113}, {"speaker": "KING", "sentences": [{"text": "Pennsylvania, Maryland, Connecticut, Rhode Island, right.", "sentId": 241}], "secId": 114}, {"speaker": "LERER", "sentences": [{"text": "How does Bernie Sanders come back in the fold?", "sentId": 242}, {"text": "What does that look like?", "sentId": 243}, {"text": "They're concerned that because he doesn't have the history with the party, he won't feel the same obligation to not only just to support her, yes, he'll probably support her, but does he campaign for her?", "sentId": 244}, {"text": "How strong is his support?", "sentId": 245}, {"text": "And that matters.", "sentId": 246}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "And you see, especially some of his younger supporters, almost what I'll call the never-Clinton movement.", "sentId": 247}, {"text": "You see this on the Republican side with never Trump.", "sentId": 248}, {"text": "You see a lot of the younger Sanders people saying, we'll never support her.", "sentId": 249}, {"text": "We'll never support her, and it's going to be -- both of them would have to be big if it comes to that.", "sentId": 250}, {"text": "But we're not there yet.", "sentId": 251}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "Senator Sanders still has a possibility.", "sentId": 252}, {"text": "The challenge is he has to break her demographic lock, in states where you have a big African- American population, a big Latino population.", "sentId": 253}], "secId": 117}, {"speaker": "MARTIN", "sentences": [{"text": "Overwhelming, too.", "sentId": 254}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "Overwhelmingly, she has won big.", "sentId": 255}, {"text": "So, in New York is the next big contest.", "sentId": 256}, {"text": "Sanders has to upset her in New York to change the math and to change the conversation.", "sentId": 257}, {"text": "And Spike Lee helping out with a new ad trying to help Bernie Sanders break through with African-Americans.", "sentId": 258}], "secId": 119}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "People of color have a deeply vested interest in what Bernie Sanders brings to us in this election.", "sentId": 259}], "secId": 120}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "People like Michael Brown, Sandra Bland and my father, Eric Garner.", "sentId": 260}], "secId": 121}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "They're not just hashtags and trending topics.", "sentId": 261}], "secId": 122}, {"speaker": "UNIDENTIFIED FEMLE", "sentences": [{"text": "He sees us as a whole people, as a whole country.", "sentId": 262}, {"text": "That's why I'm voting for Bernie Sanders.", "sentId": 263}], "secId": 123}, {"speaker": "KING", "sentences": [{"text": "So, they get the challenge.", "sentId": 264}, {"text": "But the question is, in nine days, can he prove it in New York that he's going to make substantial inroads there?", "sentId": 265}], "secId": 124}, {"speaker": "MARTIN", "sentences": [{"text": "And the challenge is that he can't just win New York by a point or two.", "sentId": 266}, {"text": "That's not good enough.", "sentId": 267}, {"text": "The entire nature of --", "sentId": 268}], "secId": 125}, {"speaker": "KING", "sentences": [{"text": "Although the conversation would change, you're right from a delegate math standpoint, but if he beats Hillary Clinton in New York, we're going to be having a very different conversation at this stable the Sunday after that.", "sentId": 269}], "secId": 126}, {"speaker": "MARTIN", "sentences": [{"text": "Yes, and the race would surely go to the convention, and yes, he'd never drop out.", "sentId": 270}, {"text": "But the problem is that Democrats have set up this race in a way that favors the person who establishes a large lead from the outset.", "sentId": 271}, {"text": "And it's hard to, when you're playing on those kind of rules, that's hard to climb out of the hole because even if you win, if you don't win overwhelmingly, it's not enough.", "sentId": 272}], "secId": 127}, {"speaker": "MARTIN", "sentences": [{"text": "We saw that just yesterday when he wins in Wyoming, a great state for him, and they split the delegates.", "sentId": 273}], "secId": 128}, {"speaker": "LERER", "sentences": [{"text": "Basically his team thinks, okay, maybe we come close in New York or we win by a little bit.", "sentId": 274}, {"text": "Then they move into these northeastern states so they don't think they have a chance for.", "sentId": 275}, {"text": "They're looking for when the race moves back out west to California and Oregon.", "sentId": 276}, {"text": "They hope they can rack big wins there and make the case that he's more electable tan her in a general election and have all these superdelegates switch sides.", "sentId": 277}, {"text": "It's hard to see that playing out given the institutional, like, bias he's built into the process towards the person who as you point out establishes a big lead.", "sentId": 278}], "secId": 129}, {"speaker": "KING", "sentences": [{"text": "He has that new spike lee add.", "sentId": 279}, {"text": "At the historic Apollo Theater in Harlem, he brought up Bill Clinton's presidency and, by extension says Hillary Clinton should be held accountable.", "sentId": 280}, {"text": "He brought up welfare and the tough work provisions.", "sentId": 281}, {"text": "If you want welfare, you have to take a job if you can get a job.", "sentId": 282}], "secId": 130}, {"speaker": "KING", "sentences": [{"text": "He also the 1984 crime bill, which the Black Lives Matter movement has been upset about, essentially Bernie Sanders saying Bill Clinton, that you should hold Hillary accountable for Bill Clinton's record.", "sentId": 283}, {"text": "And Bernie Sanders suggesting that Bill Clinton should apologize for this.", "sentId": 284}], "secId": 131}, {"speaker": "KING", "sentences": [{"text": "This was in Philadelphia the other day.", "sentId": 285}, {"text": "Black Lives Matters protesters interrupted bill Clinton and he got testy.", "sentId": 286}], "secId": 132}, {"speaker": "CLINTON", "sentences": [{"text": "I don't know how you would characterize the gang leaders who got 13-year-old kids hopped up on crack and sent them out onto the street to murder other African- American children.", "sentId": 287}, {"text": "Maybe you thought they were good citizens.", "sentId": 288}, {"text": "She didn't.", "sentId": 289}, {"text": "She didn't.", "sentId": 290}, {"text": "You are defending the people who kill the lives you say matter.", "sentId": 291}], "secId": 133}, {"speaker": "KING", "sentences": [{"text": "You are defending the people who killed the lives you say matter.", "sentId": 292}, {"text": "Now, Bill Clinton, I've been on the receiving end of that temper, and he's proud of his record.", "sentId": 293}, {"text": "He's proud of his record.", "sentId": 294}, {"text": "And if you remember --", "sentId": 295}], "secId": 134}, {"speaker": "RAJU", "sentences": [{"text": "He believes with that, too.", "sentId": 296}], "secId": 135}, {"speaker": "KING", "sentences": [{"text": "If you remember back in those days, a lot of the pressure for a tough crime bill did come from the African-American inner city communities where they did have a scourge of crack cocaine and violent crime problems.", "sentId": 297}, {"text": "Bill Clinton has acknowledged he thinks he overshot the mark as he says with tough sentences guidelines and other things in there.", "sentId": 298}, {"text": "The next day, he did say maybe I should almost apologize for that or", "sentId": 299}], "secId": 136}, {"speaker": "KING", "sentences": [{"text": "I'm thinking about almost apologizing for that.", "sentId": 300}, {"text": "Did Bill Clinton, in defending his record, hurt his wife's campaign?", "sentId": 301}], "secId": 137}, {"speaker": "LERER", "sentences": [{"text": "Look, this is the Clintons, by all acts, people close to the Clintons say that they're extremely frustrated with this race.", "sentId": 302}, {"text": "And what we've seen is this bursting out in public.", "sentId": 303}], "secId": 138}, {"speaker": "LERER", "sentences": [{"text": "And one of the things that they're very frustrated with Bernie Sanders about is the fact that Bill Clinton and Hillary Clinton feel that he focuses on Bill Clinton's record and then jumps to President Obama's record and doesn't talk about President George W. Bush who they believe is responsible for much of the economic crash and just skips over this long period and is just pulling out the worst things about Bill Clinton's record.", "sentId": 304}, {"text": "The thing that drove them particularly crazy about the crime bill is that Bernie Sanders voted for that bill.", "sentId": 305}], "secId": 139}, {"speaker": "RAJU", "sentences": [{"text": "Yes, you're seeing a lot of the frustration play out here because Bill Clinton wanted to go after Bernie much earlier in this race than the Clinton campaign has actually done.", "sentId": 306}, {"text": "So, you're seeing that element of it.", "sentId": 307}, {"text": "But you're also seeing that sort of Bill Clinton from 2008 come out again, the one who sort of wagged his finger at Barack Obama and that backfired pretty dramatically.", "sentId": 308}], "secId": 140}, {"speaker": "RAJU", "sentences": [{"text": "I'm not sure if this will particularly, but clearly, the Clinton folks --", "sentId": 309}], "secId": 141}, {"speaker": "MURRAY", "sentences": [{"text": "But that vehement reaction.", "sentId": 310}, {"text": "I mean, she has acknowledged that this overshot the mark.", "sentId": 311}, {"text": "He has acknowledged it may have overshot the mark.", "sentId": 312}, {"text": "I mean, at a certain point, like, you need to be able to embrace that and say we thought this was right at the time.", "sentId": 313}, {"text": "And now we've learned.", "sentId": 314}, {"text": "And that moment does not get any of that across.", "sentId": 315}], "secId": 142}, {"speaker": "KING", "sentences": [{"text": "But --", "sentId": 316}], "secId": 143}, {"speaker": "MARTIN", "sentences": [{"text": "He handed Bernie an opportunity there by doing that, but it also happens to be what he truly believes and thinks.", "sentId": 317}], "secId": 144}, {"speaker": "MARTIN", "sentences": [{"text": "He's proud of what he did as president.", "sentId": 318}, {"text": "He believes any kind of Democratic politics that is now out of vogue and when pressed he will defend those policies and that record.", "sentId": 319}, {"text": "By the way, lots of folks in his party are glad that he did because they are concerned the party is going too far to the left.", "sentId": 320}], "secId": 145}, {"speaker": "KING", "sentences": [{"text": "And trying to rein Bill Clinton is like trying to rein in the guy we're going to talk to when we come back.", "sentId": 321}], "secId": 146}, {"speaker": "KING", "sentences": [{"text": "Up next, a turn to the Republicans including a big shift in strategy as Donald Trump looks for a big New York rebound.", "sentId": 322}], "secId": 147}, {"speaker": "KING", "sentences": [{"text": "And as we have a little fun, try a quiz, go to CNN.com/vote.", "sentId": 323}, {"text": "Try your hand at picking the last winner of the contested Republican convention.", "sentId": 324}], "secId": 148}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 325}], "secId": 149}, {"speaker": "KING", "sentences": [{"text": "To the Republicans now.", "sentId": 326}, {"text": "They say a picture is worth a thousand words.", "sentId": 327}, {"text": "Well, is it worth 1,000 votes?", "sentId": 328}, {"text": "Maybe more?", "sentId": 329}], "secId": 150}, {"speaker": "KING", "sentences": [{"text": "Donald Trump is betting much more.", "sentId": 330}, {"text": "The Republican front-runner has been uncharacteristically quiet the past few days as his campaign undergoes a reboot of sorts.", "sentId": 331}, {"text": "But he dropped by the 9/11 museum in Manhattan on Saturday, something he hopes is a powerful silent message to any New Yorker thinking about supporting Ted Cruz.", "sentId": 332}], "secId": 151}, {"speaker": "KING", "sentences": [{"text": "Remember, just last week, Cruz won big in Wisconsin but he can't count on that momentum carrying over for the critical fight of New York and its 95 Republican delegates.", "sentId": 333}, {"text": "He's from Texas, evangelical, Tea Party.", "sentId": 334}], "secId": 152}, {"speaker": "KING", "sentences": [{"text": "So, a steep hill anyway.", "sentId": 335}, {"text": "And then there's this.", "sentId": 336}], "secId": 153}, {"speaker": "CRUZ", "sentences": [{"text": "Everyone understands that the values in New York city are socially liberal or pro-abortion or pro-gay marriage, focused around money and the media.", "sentId": 337}, {"text": "And I guess I can frame it another way.", "sentId": 338}, {"text": "Not a lot of conservatives come out of Manhattan.", "sentId": 339}, {"text": "I'm just saying.", "sentId": 340}], "secId": 154}, {"speaker": "KING", "sentences": [{"text": "Well, the \"New York Daily News\" didn't forget.", "sentId": 341}, {"text": "You see it there, offering Senator Cruz some colorful advice.", "sentId": 342}, {"text": "Before he went quiet, neither did Trump.", "sentId": 343}], "secId": 155}, {"speaker": "TRUMP", "sentences": [{"text": "So I looked at him and started talking about our incredible police our incredible firefighters, our incredible people, our unbelievable construction workers.", "sentId": 344}, {"text": "Who could have done that?", "sentId": 345}, {"text": "Who could have rebuilt that?", "sentId": 346}, {"text": "There was never anything like it in this country.", "sentId": 347}], "secId": 156}, {"speaker": "TRUMP", "sentences": [{"text": "The worst attack in the history of the United States.", "sentId": 348}, {"text": "The bravery that was shown was incredible.", "sentId": 349}, {"text": "We all lived through it.", "sentId": 350}, {"text": "We all know people that died.", "sentId": 351}], "secId": 157}, {"speaker": "KING", "sentences": [{"text": "Senator Cruz is standing his ground, though, choosing his words a bit more carefully.", "sentId": 352}], "secId": 158}, {"speaker": "CRUZ", "sentences": [{"text": "The people of New York know exactly what those values are.", "sentId": 353}, {"text": "They're the values of liberal Democratic politicians like Andrew Cuomo, like Anthony wiener, like Eliot Spitzer, like Charlie Rangel, all of whom Donald Trump has supported, given tens of thousands of dollars throughout the years.", "sentId": 354}], "secId": 159}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 355}, {"text": "So I think it's safe to say New York is not the most welcoming territory for Ted Cruz.", "sentId": 356}], "secId": 160}, {"speaker": "KING", "sentences": [{"text": "But, Sara, let's start with Donald Trump.", "sentId": 357}, {"text": "He has been uncharacteristically quiet.", "sentId": 358}, {"text": "He's having what I call an adult intervention.", "sentId": 359}], "secId": 161}, {"speaker": "KING", "sentences": [{"text": "He has a new hired hand Paul Manafort who is trying to convince Donald Trump to change some things.", "sentId": 360}, {"text": "Keep the essential Trump but change some things.", "sentId": 361}, {"text": "He's back out on the campaign trail today.", "sentId": 362}], "secId": 162}, {"speaker": "KING", "sentences": [{"text": "What are we looking for?", "sentId": 363}], "secId": 163}, {"speaker": "MURRAY", "sentences": [{"text": "Well, I think that the idea that Donald Trump's tone is going to change significantly on the stump, I don't think we should expect to see that.", "sentId": 364}, {"text": "But I think we should see some adjustments.", "sentId": 365}, {"text": "I think the amazing thing about him going to the 9/11 museum over the weekend was not just that he wasn't there, but there were a dozen cameras waiting for him to talk to them, and he skip to that opportunity.", "sentId": 366}], "secId": 164}, {"speaker": "MURRAY", "sentences": [{"text": "I cannot explain to you how rare it is for Donald Trump to see a bunch of cameras waiting for him and saying, no, no, I'm going to talk to these guys.", "sentId": 367}], "secId": 165}, {"speaker": "MURRAY", "sentences": [{"text": "So, I think he can continue to go on the stump.", "sentId": 368}, {"text": "He can continue to hammer Ted Cruz.", "sentId": 369}, {"text": "But the question is what does he do around that?", "sentId": 370}, {"text": "Does he resist showing up on every single television show constantly?", "sentId": 371}, {"text": "And like we saw over the last couple weeks, stepping on his own message.", "sentId": 372}], "secId": 166}, {"speaker": "MURRAY", "sentences": [{"text": "I mean, for him to be out there talking about his campaign manager getting arrested, to be taking every position on every side of the issue on abortion, that's not helpful, and they are trying to avoid that kind of thing.", "sentId": 373}], "secId": 167}, {"speaker": "KING", "sentences": [{"text": "They're trying to avoid that.", "sentId": 374}], "secId": 168}, {"speaker": "KING", "sentences": [{"text": "He did call into one of the FOX News programs last night and say that -- sort of echo saying what he said there, he thinks Ted Cruz hates New York.", "sentId": 375}, {"text": "He says he thinks Ted Cruz hates New York.", "sentId": 376}], "secId": 169}, {"speaker": "KING", "sentences": [{"text": "He tweeted out on Friday, \"So great to be in New York catching up on many things.", "sentId": 377}, {"text": "Remember, I'm still running a major business.\"", "sentId": 378}], "secId": 170}, {"speaker": "KING", "sentences": [{"text": "So he was trying to make the case that he was doing his day job, if you will.", "sentId": 379}, {"text": "But to Sara's point, they're trying to get him to be a more measured, I guess, is the best way to put it, a measured Donald Trump.", "sentId": 380}], "secId": 171}, {"speaker": "KING", "sentences": [{"text": "They're also trying to make sure that he gets 50 percent plus.", "sentId": 381}, {"text": "Statewide in New York and then in each of those 27 congressional districts because you fall below 50 percent in congressional district, you lose a delegate.", "sentId": 382}, {"text": "Conceivable?", "sentId": 383}], "secId": 172}, {"speaker": "RAJU", "sentences": [{"text": "You know, I think that's one reason why Ted Cruz is not back ago way from that New York City values comment, because in Upstate New York, there is division particularly among conservative voters in Upstate New York who don't look so well on New York City.", "sentId": 384}], "secId": 173}, {"speaker": "RAJU", "sentences": [{"text": "So, I think that Ted Cruz believes he can pull away some support from that part of the state.", "sentId": 385}], "secId": 174}, {"speaker": "RAJU", "sentences": [{"text": "I think they recognize the polling difficulties.", "sentId": 386}, {"text": "Winning will be very difficult.", "sentId": 387}, {"text": "But if he can win some delegates there it could be problematic for Donald Trump if he prevents him from making it winnable.", "sentId": 388}], "secId": 175}, {"speaker": "LERER", "sentences": [{"text": "That's why you get to see all these great scenes of Ted Cruz at a matzo factory and John Kasich eating at Arthur Avenue deli.", "sentId": 389}, {"text": "There's not a lot of Republicans in the Bronx.", "sentId": 390}, {"text": "But if they can pick up, it's by congressional districts, if he keep him from hitting that 50 percent threshold, pick up a delegate or two, that will help them in the long run.", "sentId": 391}], "secId": 176}, {"speaker": "KING", "sentences": [{"text": "So, to your point, Ted Cruz, it's not New York, it's not his demographic.", "sentId": 392}, {"text": "Texas Tea Party, evangelical, plus what he said.", "sentId": 393}, {"text": "So, you can make the argument that at least the next nine days and maybe through April as we go to Connecticut, Rhode Island and Delaware and Maryland and Pennsylvania, that John Kasich is the most important man, she's laughing already, in Republican politics because if you're going to stop Donald Trump, you've got to stop him from getting -- he needs to win 80, maybe 90 percent of the delegates in the Northeast and mid- Atlantic to have a plausible path to 1,237.", "sentId": 394}, {"text": "We'll do the math in a minute.", "sentId": 395}], "secId": 177}, {"speaker": "KING", "sentences": [{"text": "But listen to Governor Kasich here.", "sentId": 396}, {"text": "He knows he has to prove that he can start winning delegates again.", "sentId": 397}, {"text": "As Sara noted, he's won only his home state of Ohio.", "sentId": 398}, {"text": "He's on television, not going after Donald Trump, though.", "sentId": 399}], "secId": 178}, {"speaker": "AD NARRATOR", "sentences": [{"text": "New Yorkers aren't stupid, Ted.", "sentId": 400}, {"text": "After we were hit, we rallied, rebuilt, but remembered.", "sentId": 401}, {"text": "We tell it like it is.", "sentId": 402}, {"text": "That's who we are.", "sentId": 403}], "secId": 179}, {"speaker": "AD NARRATOR", "sentences": [{"text": "So when you smear New York values in Iowa for votes, we remember that, too.", "sentId": 404}, {"text": "Forget about it, Ted.", "sentId": 405}], "secId": 180}, {"speaker": "KING", "sentences": [{"text": "So that's his super PAC.", "sentId": 406}, {"text": "Kasich has a campaign ad up talking about his record in Ohio.", "sentId": 407}, {"text": "But am I wrong?", "sentId": 408}, {"text": "Is he not -- I know you're skeptical he can do it, but is not his performance in New York and then in the rest of April the most important part if you're going to stop Trump?", "sentId": 409}], "secId": 181}, {"speaker": "MURRAY", "sentences": [{"text": "Well, they would make that argument, the Kasich camp would make the argument.", "sentId": 410}, {"text": "And they've been really irked by Ted Cruz going after them, spending money against them because they're saying we're not keeping voters from Ted Cruz, we're keeping voters from Donald Trump.", "sentId": 411}, {"text": "And he should be happy to have us still in the race like working to keep Donald Trump below 50 percent in these states and trying to prevent Trump from winner take all.", "sentId": 412}, {"text": "The reality is, John Kasich is not going to go anywhere until he runs", "sentId": 413}], "secId": 182}, {"speaker": "MURRAY", "sentences": [{"text": "out of money or if he somehow seriously embarrasses himself, because he's having a great time running for president.", "sentId": 414}, {"text": "He's having a great time.", "sentId": 415}, {"text": "And he really does believe that he is part of the stop Trump effort and that he doesn't want to betray his voters.", "sentId": 416}], "secId": 183}, {"speaker": "RAJU", "sentences": [{"text": "This will not end up in a distant third in New York.", "sentId": 417}], "secId": 184}, {"speaker": "KING", "sentences": [{"text": "He has to prove it.", "sentId": 418}, {"text": "This is where he has to prove it in the next nine days in New York and then carry it over.", "sentId": 419}], "secId": 185}, {"speaker": "KING", "sentences": [{"text": "Up next, a closer look at the Republican delegate math and why Trump's new campaign guru is so focused on that first convention ballot.", "sentId": 420}], "secId": 186}, {"speaker": "KING", "sentences": [{"text": "There are 783 delegates at stake in the remaining Republican contests.", "sentId": 421}, {"text": "In 95 of them, that's 12 percent of what's left are at stake in New York next Tuesday.", "sentId": 422}, {"text": "If Donald Trump can win all or most, he still has a shot to clinch before the Cleveland convention.", "sentId": 423}], "secId": 187}, {"speaker": "KING", "sentences": [{"text": "Let's look at the peek of the math here.", "sentId": 424}, {"text": "Again, 95, let's assume Donald Trump has a big night.", "sentId": 425}, {"text": "He thinks he can win them all.", "sentId": 426}, {"text": "Let's say he wins 75 or let's say that Ted Cruz and John Kasich split the rest.", "sentId": 427}], "secId": 188}, {"speaker": "KING", "sentences": [{"text": "If Donald Trump gets 75, now let's not take a lot of time.", "sentId": 428}, {"text": "Let's play this out.", "sentId": 429}, {"text": "Donald Trump does very well in the northeast and mid- Atlantic.", "sentId": 430}, {"text": "Cruz keeps winning out west.", "sentId": 431}, {"text": "You could have a scenario where you get to the end.", "sentId": 432}], "secId": 189}, {"speaker": "KING", "sentences": [{"text": "We have Cruz winning Indiana here and Cruz winning in the West.", "sentId": 433}, {"text": "Donald Trump winning pretty big throughout the mid-Atlantic.", "sentId": 434}, {"text": "Then you get to the end in California, let's say Trump wins about 70 percent of the delegates out there on top of that.", "sentId": 435}], "secId": 190}, {"speaker": "KING", "sentences": [{"text": "Look where he is, 1,193 there.", "sentId": 436}, {"text": "It takes 1237 to win.", "sentId": 437}, {"text": "Now if he does even better in New York, if he does even better, even we were quite generous in the mid-Atlantic, can he get to 1,237?", "sentId": 438}, {"text": "Yes, but it will be tough.", "sentId": 439}, {"text": "He could do it by changing the state of Indiana.", "sentId": 440}], "secId": 191}, {"speaker": "KING", "sentences": [{"text": "Let's say he wins there.", "sentId": 441}, {"text": "That gives him a bit of an edge over Cruz, he could win even bigger, and he can get there.", "sentId": 442}, {"text": "See, that has him at 1,204.", "sentId": 443}, {"text": "He could pick those up.", "sentId": 444}], "secId": 192}, {"speaker": "KING", "sentences": [{"text": "What if it goes a little differently and Donald Trump falls a little bit in New York, or goes under 50 so he's sharing the delegates.", "sentId": 445}, {"text": "Shares more of the delegates as you get through the mid-Atlantic and out here.", "sentId": 446}, {"text": "Then you get to California and let's say he still has a strong showing in California.", "sentId": 447}, {"text": "But not quite as strong in California and something like this happens.", "sentId": 448}, {"text": "Then he's back around 1,120 or so.", "sentId": 449}], "secId": 193}, {"speaker": "KING", "sentences": [{"text": "At that point, the stop Trump movement thinks they've got him.", "sentId": 450}, {"text": "It would be much tougher to get the rest of the delegates at the convention.", "sentId": 451}, {"text": "But his new convention guys on board, Paul Manafort, he knows that Ted Cruz has been having luck in Colorado and other places, working the state conventions to get extra delegates.", "sentId": 452}, {"text": "Paul says it will all be for naught.", "sentId": 453}], "secId": 194}, {"speaker": "MANAFORT", "sentences": [{"text": "You've got to understand what the game is.", "sentId": 454}, {"text": "I mean, if the game is a second, or fourth ballot, then what he's doing is clever.", "sentId": 455}, {"text": "But if there's only one ballot, what he's doing is meaningless.", "sentId": 456}], "secId": 195}, {"speaker": "KING", "sentences": [{"text": "There it is.", "sentId": 457}, {"text": "If there's only one ballot because they get it.", "sentId": 458}], "secId": 196}, {"speaker": "RAJU", "sentences": [{"text": "Of course.", "sentId": 459}], "secId": 197}, {"speaker": "KING", "sentences": [{"text": "He gets it which is why he has Trump staying in New York.", "sentId": 460}, {"text": "Canceled trips to the West Coast, stay in New York, win New York, win it as big as you can.", "sentId": 461}, {"text": "Then stay in the mid-Atlantic.", "sentId": 462}], "secId": 198}, {"speaker": "KING", "sentences": [{"text": "One thing at a time is his mantra to Trump, because he gets the delegate math.", "sentId": 463}, {"text": "He also knows if you get to a Republican convention and Trump is way sort, well short on the first ballot, forget about it.", "sentId": 464}], "secId": 199}, {"speaker": "MARTIN", "sentences": [{"text": "Yes.", "sentId": 465}, {"text": "And the key now is not just can Trump get 1,237 because that seems difficult, it's how short is he of 1,237?", "sentId": 466}, {"text": "If he's 25 delegates short, then you think that given the number of unbound delegates that are up for grabs, that Trump could find enough to get over that hump.", "sentId": 467}], "secId": 200}, {"speaker": "MARTIN", "sentences": [{"text": "But if he's, as you pointed out, 100 short, it's a different ball game entirely which is why small things matter now.", "sentId": 468}, {"text": "Upstate New York districts, who's going to get delegates?", "sentId": 469}, {"text": "What's going to happen if Indiana?", "sentId": 470}, {"text": "Same thing.", "sentId": 471}, {"text": "Who's going to win a district-by-district level?", "sentId": 472}, {"text": "And also keep in mind, a lot of these states are still some kind of proportional.", "sentId": 473}], "secId": 201}, {"speaker": "MARTIN", "sentences": [{"text": "And Washington, Oregon, for example, you're looking at more split delegates in California where this thing could all be coming down to.", "sentId": 474}, {"text": "We're looking at the possibility of a huge June 7th contest where you've got Cruz and Trump fighting it out, and Kasich, too, maybe in some of the most liberal parts of America, it could decide who the next GOP nominee is.", "sentId": 475}], "secId": 202}, {"speaker": "KING", "sentences": [{"text": "And if, you know, Ted Cruz picked up all the delegates in Colorado over the weekend, he's worked these conventions very well.", "sentId": 476}, {"text": "If you don't think the Republican establishment doesn't want Donald Trump, the Colorado Republican Party, this is the Colorado state Republican Party, had the #neverTrump in a tweet yesterday.", "sentId": 477}, {"text": "It was unauthorized, the party said.", "sentId": 478}, {"text": "This is what the Trump forces are up against, that the establishment, at almost every level, is trying to beat them.", "sentId": 479}], "secId": 203}, {"speaker": "RAJU", "sentences": [{"text": "I think the scary thing for the Trump campaign is that second ballot prospect, because look where Cruz is doing well, it's on those conventions and those caucus sites where you need to organize well and have support from party establishment, party activists in particular.", "sentId": 480}, {"text": "And a lot of those folks are delegates who are going to be voting at", "sentId": 481}], "secId": 204}, {"speaker": "RAJU", "sentences": [{"text": "the convention.", "sentId": 482}, {"text": "When they're unbound, that's where Ted Cruz is now openly saying where he can win in that second ballot.", "sentId": 483}], "secId": 205}, {"speaker": "MURRAY", "sentences": [{"text": "And people are paying attention and right now, the media is paying attention to these state conventions, which means it's another negative narrative for Trump.", "sentId": 484}, {"text": "Coming out of Colorado, he lost delegates there.", "sentId": 485}, {"text": "They were naming delegates in Iowa and Trump came up short there.", "sentId": 486}, {"text": "They were naming delegates in Virginia, where Trump thought he would be do well in one district, and Trump came up short there.", "sentId": 487}], "secId": 206}, {"speaker": "MURRAY", "sentences": [{"text": "This is all going to be part of the narrative going forward, and they're going to have to show that they can put up some wins at least on that board and that they're not totally getting out-organized just to combat that narrative.", "sentId": 488}], "secId": 207}, {"speaker": "KING", "sentences": [{"text": "Right.", "sentId": 489}, {"text": "The question is Paul gets it.", "sentId": 490}, {"text": "He's done this since 1976 and he's bringing a team of good people.", "sentId": 491}, {"text": "The question is, is it too late?", "sentId": 492}], "secId": 208}, {"speaker": "KING", "sentences": [{"text": "He didn't bother with Colorado because he thought it was done.", "sentId": 493}, {"text": "He thought the cake was baked.", "sentId": 494}, {"text": "The question is can they get there?", "sentId": 495}], "secId": 209}, {"speaker": "KING", "sentences": [{"text": "As they get there, let's have a quick one.", "sentId": 496}, {"text": "We only have a few more seconds.", "sentId": 497}, {"text": "\"The Boston Globe\" in their ideas section, this is a satirical front payable.", "sentId": 498}, {"text": "\"Deportations to Begin\", it's imagining a Trump presidency.", "sentId": 499}], "secId": 210}, {"speaker": "KING", "sentences": [{"text": "So, you have a liberal paper in the northeast.", "sentId": 500}, {"text": "I read the sports page.", "sentId": 501}, {"text": "Red Sox Nation, you know.", "sentId": 502}, {"text": "You do have this people saying -- trying to encourage the stop Trump forces, if you will.", "sentId": 503}], "secId": 211}, {"speaker": "LERER", "sentences": [{"text": "And I think this underscores how there's really no good outcome out of this convention for the Republicans.", "sentId": 504}, {"text": "Either they end up with Donald Trump who has some of the highest unfavorability ratings we've ever seen in a national presidential candidate, Ted Cruz who's taken a series of conservative positions out of step with the general electorate, or this third person that comes out of the fray who hasn't been -- who their voters haven't had their say on.", "sentId": 505}], "secId": 212}, {"speaker": "LERER", "sentences": [{"text": "So, either one of these options is not ideal if you are, you know, a Republican senator on the ticket.", "sentId": 506}], "secId": 213}, {"speaker": "KING", "sentences": [{"text": "Their argument is it's great drama.", "sentId": 507}, {"text": "And if you get great drama, somebody slays -- David slays Goliath, if you will, you get the great drama.", "sentId": 508}, {"text": "We're going to keep following that.", "sentId": 509}], "secId": 214}, {"speaker": "KING", "sentences": [{"text": "To that point, stay with us.", "sentId": 510}, {"text": "Our reporters share their notebooks including new names and denials of interest as Republicans ponder just what Lisa was just talking about, wild cards who could be nominated at a contested GOP convention.", "sentId": 511}], "secId": 215}, {"speaker": "KING", "sentences": [{"text": "And as we go to break, there you can see on the screen, so far 76 percent of you, good for you, got it right.", "sentId": 512}, {"text": "It was Gerald Ford who came out on top the last contested Republican convention.", "sentId": 513}, {"text": "That was 1976.", "sentId": 514}], "secId": 216}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table, ask our great reporters to get you out ahead of the big political news just ahead.", "sentId": 515}], "secId": 217}, {"speaker": "KING", "sentences": [{"text": "Sara Murray?", "sentId": 516}], "secId": 218}, {"speaker": "MURRAY", "sentences": [{"text": "So, this appearance we saw from Trump at the 9/11 museum, this is part of what the campaign is moping will be more of a strategic shift.", "sentId": 517}, {"text": "His advisers say he's working on these policy speeches.", "sentId": 518}, {"text": "But in the coming states, they want to do smaller events like this.", "sentId": 519}, {"text": "They want him to mix it up with voters.", "sentId": 520}], "secId": 219}, {"speaker": "MURRAY", "sentences": [{"text": "They want him to do these kind of photo ops that send a message that may not be quite as loud and brash as Donald Trump screaming from the stump or showing up on every television network.", "sentId": 521}, {"text": "But appear a little bit more presidential and still get the point across.", "sentId": 522}, {"text": "Obviously, with Trump, the challenge is always can you pull this off?", "sentId": 523}, {"text": "Can you really impose discipline on a candidate who has essentially done whatever he wants so far in the race for a year?", "sentId": 524}], "secId": 220}, {"speaker": "MURRAY", "sentences": [{"text": "And that is going to be the big question for the Trump campaign going forward.", "sentId": 525}], "secId": 221}, {"speaker": "KING", "sentences": [{"text": "They've done it for 100 hours.", "sentId": 526}, {"text": "We'll see if they can do it for 100 days.", "sentId": 527}], "secId": 222}, {"speaker": "KING", "sentences": [{"text": "J. Martin?", "sentId": 528}], "secId": 223}, {"speaker": "MARTIN", "sentences": [{"text": "At 8:20 p.m. last night, John, I got an e-mail from sources close to Paul Ryan's office.", "sentId": 529}, {"text": "On background, they say.", "sentId": 530}, {"text": "It was a long e-mail that had one point.", "sentId": 531}, {"text": "He's not running for president.", "sentId": 532}], "secId": 224}, {"speaker": "MARTIN", "sentences": [{"text": "But the length they went to explain the fact that he's not running for president made me even more suspicious that possibly he might be, in the back of his mind, keeping the slightest possibility open that he will, in fact, be a candidate.", "sentId": 533}], "secId": 225}, {"speaker": "MARTIN", "sentences": [{"text": "It's a puzzling deal, the whole Paul Ryan issue.", "sentId": 534}, {"text": "They insist, he insists it's never going to happen.", "sentId": 535}, {"text": "It's not going to happen.", "sentId": 536}, {"text": "But I'm reminded of the old saying of protest too much.", "sentId": 537}], "secId": 226}, {"speaker": "KING", "sentences": [{"text": "Perhaps, perhaps.", "sentId": 538}, {"text": "We'll keep an eye on that.", "sentId": 539}], "secId": 227}, {"speaker": "KING", "sentences": [{"text": "Manu?", "sentId": 540}], "secId": 228}, {"speaker": "RAJU", "sentences": [{"text": "John, the fight between the party establishment and the bases are not just happening on a presidential level.", "sentId": 541}, {"text": "It's happening in Senate races and in both parties.", "sentId": 542}, {"text": "Mitch McConnell in Indiana, he's going aggressively after Congressman Marlin Stutzman who wants to become a senator.", "sentId": 543}], "secId": 229}, {"speaker": "RAJU", "sentences": [{"text": "And why is he trying to stop him?", "sentId": 544}, {"text": "Because he's worried that Stutzman could be another Ted Cruz.", "sentId": 545}, {"text": "Stutzman voted against John Boehner when he was a congressman and McConnell and the Chamber of Commerce and his super PAC are spending big bucks trying to stop him and promote an establishment-friendly candidate Todd Young in that state.", "sentId": 546}], "secId": 230}, {"speaker": "RAJU", "sentences": [{"text": "But this is happening on the Democratic side, too.", "sentId": 547}, {"text": "The party leadership is going after Joe Sestak, trying to stop him in Pennsylvania from becoming a senator and prop up Katie McGinty.", "sentId": 548}, {"text": "The Democrats may lose in that primary.", "sentId": 549}, {"text": "And they also have a very big challenge in Florida where the progressive firebrand Allen Grayson is going against the establishment-friendly county, Patrick Murphy.", "sentId": 550}, {"text": "They could also potentially lose that which would be a big problem going forward.", "sentId": 551}], "secId": 231}, {"speaker": "RAJU", "sentences": [{"text": "We're seeing this fight happening on a presidential level also happening on the Senate side as well.", "sentId": 552}], "secId": 232}, {"speaker": "KING", "sentences": [{"text": "Insurgency abounds.", "sentId": 553}], "secId": 233}, {"speaker": "KING", "sentences": [{"text": "Lisa?", "sentId": 554}], "secId": 234}, {"speaker": "LERER", "sentences": [{"text": "Imagine a New York Democratic primary between an insurgent liberal and a party official from a prominent political family.", "sentId": 555}, {"text": "It's not Sanders versus Hillary Clinton.", "sentId": 556}, {"text": "It's the 2014 New York gubernatorial race.", "sentId": 557}, {"text": "That's the model Sanders is looking at as he runs against Clinton in that state.", "sentId": 558}], "secId": 235}, {"speaker": "LERER", "sentences": [{"text": "In that race, liberal college professor Zephyr Teachout won of state liberals by -- with her strong anti-fracking position.", "sentId": 559}, {"text": "She won liberals in New York City by talking about reforming the campaign finance system.", "sentId": 560}], "secId": 236}, {"speaker": "LERER", "sentences": [{"text": "Sanders is trying to do the same.", "sentId": 561}, {"text": "We should see that in the next week and a half.", "sentId": 562}, {"text": "His only problem is that for Teachout, won about one-third of the vote.", "sentId": 563}, {"text": "He needs to win more than double that if he wants to make a real play for this nomination.", "sentId": 564}], "secId": 237}, {"speaker": "KING", "sentences": [{"text": "Interesting to watch.", "sentId": 565}, {"text": "That one did scare Andrew Cuomo a little bit.", "sentId": 566}], "secId": 238}, {"speaker": "KING", "sentences": [{"text": "I'll close a little more on the GOP palace intrigue that Jonathan was talking about.", "sentId": 567}, {"text": "The prospect of an open convention has a lot of GOP operatives running the traps and the odds including friends of ambitious Republicans.", "sentId": 568}, {"text": "Among the names that come up in conservative chatter about who might be the best convention wild card, two South Carolina GOP stars, Governor Nikki Haley and Senator Tim Scott.", "sentId": 569}, {"text": "The freshman Iowa Senator Joni Ernst is another name that comes up.", "sentId": 570}, {"text": "And allies of two Republican governors, Rick Scott of Florida and Bruce Rauner of Illinois, have raised questions about how an open convention might work.", "sentId": 571}], "secId": 239}, {"speaker": "KING", "sentences": [{"text": "But Speaker Ryan for all those denials of interest Jonathan just talked about is the name that by far comes up the most, the establishment respects him.", "sentId": 572}, {"text": "Fiscal conservatives love him and he gets high marks from evangelicals.", "sentId": 573}, {"text": "Some Tea Party members have their doubts.", "sentId": 574}], "secId": 240}, {"speaker": "KING", "sentences": [{"text": "But above all else, even conservatives who would prefer in some other wild card concede Speaker Ryan has a big edge when it comes for the ready for the job test.", "sentId": 575}, {"text": "Now, as you just heard Jonathan say, Speaker Ryan has people saying it will never happen.", "sentId": 576}, {"text": "But a lot of Republicans are still betting otherwise.", "sentId": 577}], "secId": 241}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 578}, {"text": "Again, thanks again for sharing your Sunday morning.", "sentId": 579}], "secId": 242}, {"speaker": "KING", "sentences": [{"text": "Up next, \"STATE OF THE UNION.\"", "sentId": 580}], "secId": 243}], "sectionCount": 244, "url": "transcripts.cnn.com/TRANSCRIPTS/1604/10/ip.01.html", "sentenceCount": 582, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired April 10, 2016 - 08:00   ET", "speakers": ["KING", "TRUMP", "CRUZ", "KASICH", "SANDERS", "CLINTON", "LERER", "RAJU", "MARTIN", "MURRAY", "hey", "REPORTER", "UNIDENTIFIED MALE", "UNIDENTIFIED FEMALE", "UNIDENTIFIED FEMLE", "AD NARRATOR", "MANAFORT"], "title": "INSIDE POLITICS"}