{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1603.13.ip.01.html.json", "subTitle": ": More Protests, Some Violence at Trump Rallies; Can Trump Sweep Tuesday's Primaries?; Trump's Impact on the Republican Party; Clinton, Sanders Dig In for Long Fight. Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Chaos in Chicago sets off a presidential blame game.", "sentId": 0}], "secId": 0}, {"speaker": "TRUMP", "sentences": [{"text": "My people aren't violent.", "sentId": 1}, {"text": "It's these people that come in.", "sentId": 2}], "secId": 1}, {"speaker": "KASICH", "sentences": [{"text": "That he has created a toxic atmosphere of dividing us.", "sentId": 3}, {"text": "I mean, that's undeniable, OK?", "sentId": 4}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Will the images and outcry impact Trump's presidential hopes?", "sentId": 5}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "As for two candidates, Tuesday could be the last stand.", "sentId": 6}], "secId": 4}, {"speaker": "RUBIO", "sentences": [{"text": "Leadership is about using the anger to motivate us, not to define us.", "sentId": 7}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "And a defining day in the Democratic race.", "sentId": 8}], "secId": 6}, {"speaker": "SANDERS", "sentences": [{"text": "American workers should not be forced to compete against desperate people.", "sentId": 9}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "After a debate Hillary Clinton would just as soon forget.", "sentId": 10}], "secId": 8}, {"speaker": "DEBATE MODERATOR", "sentences": [{"text": "If you get indicted, will you drop out?", "sentId": 11}], "secId": 9}, {"speaker": "CLINTON", "sentences": [{"text": "Oh, for goodness.", "sentId": 12}, {"text": "It's not going to happen.", "sentId": 13}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 14}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 15}, {"text": "I'm John King.", "sentId": 16}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Thanks for sharing your Sunday morning as we take stock of a very troubling turn in American politics and prepare for a big Tuesday night that will determine whether Donald Trump and Hillary Clinton become prohibitive favorites for their party's presidential nominations.", "sentId": 17}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Three questions frame the big 72 hours ahead.", "sentId": 18}, {"text": "One, can Trump run the board and sweep five big states even after a weekend of bitter finger- pointing over who is to blame for increasing tensions and violence between Trump supporters and protesters?", "sentId": 19}], "secId": 14}, {"speaker": "TRUMP", "sentences": [{"text": "We cannot let our First Amendment rights be taken away from us, folks.", "sentId": 20}, {"text": "We can't let it happen.", "sentId": 21}, {"text": "We want to get along with everybody, but when they have organized, professionally staged wise guys, we've got to fight back.", "sentId": 22}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "Question two, will Tuesday end the campaigns of Marco Rubio and John Kasich, or can they get home-state wins and significantly complicate any Trump path to victory?", "sentId": 23}], "secId": 16}, {"speaker": "RUBIO", "sentences": [{"text": "I hope I can earn your support so that we continue this campaign moving forward into other states and other parts of this country.", "sentId": 24}], "secId": 17}, {"speaker": "KASICH", "sentences": [{"text": "So, now, we're here.", "sentId": 25}, {"text": "Please don't screw this up for me, OK?", "sentId": 26}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "And question three, can Hillary Clinton end Tuesday with near insurmountable delegate lead or will Bernie Sanders prove last week's Michigan's upset was just the beginning of a Rust Belt revolt?", "sentId": 27}], "secId": 19}, {"speaker": "SANDERS", "sentences": [{"text": "Many of the new manufacturing jobs being created in America pay significantly less than those jobs paid 15, 20 years ago.", "sentId": 28}, {"text": "In other words, we are in a race to the bottom.", "sentId": 29}], "secId": 20}, {"speaker": "KING", "sentences": [{"text": "With us this morning to share their reporting and their insights: \"The Atlantic's\" Molly Ball, CNN's Manu Raju, Jonathan Martin of \"The New York Times\", and CNN's Nia-Malika Henderson.", "sentId": 30}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "We begin with the campaign weekend's turn from tense to ugly, and in some cases, scary.", "sentId": 31}, {"text": "Donald Trump canceled the Chicago rally Friday night because of massive protest, both outside and his event hall.", "sentId": 32}, {"text": "Demonstrators outside, you can see the pictures there, labeled Trump a racist and took issue with his harsh characterization of undocumented immigrants.", "sentId": 33}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "Inside, it got unruly and sometimes violent.", "sentId": 34}, {"text": "One of the demonstrators, you see him there, tried to make his point by charging the stage.", "sentId": 35}], "secId": 23}, {"speaker": "TRUMP ", "sentences": [{"text": "We made a decision -- even though our freedom of speech is violated totally, we made a decision not to -- not to go forward.", "sentId": 36}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "That was Trump talking to CNN's Don Lemon Friday night.", "sentId": 37}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "There were more protests Saturday as Trump campaigned in Ohio and Missouri, including this man rushing the candidate as Trump spoke in Vandalia near Dayton.", "sentId": 38}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "You see the Secret Service intervening there.", "sentId": 39}, {"text": "This is hardly the first time there's been trouble at Trump rallies.", "sentId": 40}, {"text": "Just last week, for example, in North Carolina, a Trump supporter sucker punched a demonstrator as he was being ushered out of the arena.", "sentId": 41}], "secId": 27}, {"speaker": "TRUMP", "sentences": [{"text": "I certainly don't incite violence and I don't condone violence and I don't talk about violence.", "sentId": 42}, {"text": "I violence and it's not acceptable to me.", "sentId": 43}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "Now, maybe that Donald Trump you just heard right there should have a conversation with this Donald Trump.", "sentId": 44}], "secId": 29}, {"speaker": "TRUMP", "sentences": [{"text": "So, if you see somebody getting ready to throw a tomato, knock the crack out of them, would you?", "sentId": 45}, {"text": "Seriously.", "sentId": 46}, {"text": "I will pay for the legal fees, I promise.", "sentId": 47}], "secId": 30}, {"speaker": "TRUMP", "sentences": [{"text": "Do you know what they used to guys like that in places like this?", "sentId": 48}, {"text": "They'd be carried out on a stretcher, folks.", "sentId": 49}], "secId": 31}, {"speaker": "TRUMP", "sentences": [{"text": "He's walking out like big high fives, smiling, laughing, I'd like to punch him in the face, I tell you.", "sentId": 50}], "secId": 32}, {"speaker": "TRUMP", "sentences": [{"text": "Get out of here.", "sentId": 51}, {"text": "Get out of here.", "sentId": 52}, {"text": "Get him out.", "sentId": 53}, {"text": "Get him out.", "sentId": 54}, {"text": "Troublemaker.", "sentId": 55}, {"text": "Get him out of here.", "sentId": 56}], "secId": 33}, {"speaker": "TRUMP", "sentences": [{"text": "They can swing, they can hit people, but if we hit them back, it's a terrible, terrible thing, right?", "sentId": 57}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "How did we get here?", "sentId": 58}, {"text": "How did we get here?", "sentId": 59}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "Trump says he's the victim, that his First Amendment rights to speak at his rallies are being infringed by organized protesters coming in and disrupting his events.", "sentId": 60}, {"text": "The protesters say, no, you have said these horrible things, we're going to protest you, and that you've created this environment of tension inside the room.", "sentId": 61}], "secId": 36}, {"speaker": "BALL", "sentences": [{"text": "Well, if Trump becomes the nominee, we're really getting a preview of what this general election is going to be like.", "sentId": 62}], "secId": 37}, {"speaker": "BALL", "sentences": [{"text": "We've talked so much about Trump's -- Trump being powered by this groundswell of anger in the electorate but there is a reaction to that.", "sentId": 63}, {"text": "There is also an anger that he is provoking against him.", "sentId": 64}, {"text": "There are a lot of people out there who now are going to make their voices here saying we're angry too but we're angry at you.", "sentId": 65}], "secId": 38}, {"speaker": "BALL", "sentences": [{"text": "And so, you know, you're going to see these massive demonstrations in urban areas, particularly in places like Chicago.", "sentId": 66}, {"text": "You try to hold a Trump rally there.", "sentId": 67}, {"text": "There are going to be a lot of people coming out to say this isn't us.", "sentId": 68}, {"text": "We don't want this.", "sentId": 69}], "secId": 39}, {"speaker": "BALL", "sentences": [{"text": "And so, you know, I think it's an inevitable.", "sentId": 70}, {"text": "You hear people talking about 1968.", "sentId": 71}, {"text": "That's really what we're looking at.", "sentId": 72}], "secId": 40}, {"speaker": "RAJU", "sentences": [{"text": "It's interesting too, John -- I mean, Trump has been saying all along the benefits of his candidacy is he's energizing the Republican Party, bringing a lot of new voters to the poll.", "sentId": 73}, {"text": "What you're seeing is he's energizing the left.", "sentId": 74}], "secId": 41}, {"speaker": "RAJU", "sentences": [{"text": "And if Hillary Clinton becomes the nominee, she's had problems with energizing the left.", "sentId": 75}, {"text": "How is she going to do that?", "sentId": 76}, {"text": "Trump, Trump.", "sentId": 77}, {"text": "He's going to be the answer to that.", "sentId": 78}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "Now, he tried to dial it back a little bit yesterday.", "sentId": 79}, {"text": "He has used as you heard in that long montage, he has said I wish I could punch them, I wish it was the old days.", "sentId": 80}, {"text": "I wish we could do more.", "sentId": 81}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "Yesterday, Trump knowing the eyes not just of the country but the world were on him, dialed it back a bit.", "sentId": 82}], "secId": 44}, {"speaker": "TRUMP", "sentences": [{"text": "I hope they arrest these people because they're really violating all of us.", "sentId": 83}, {"text": "I'm going to ask that you arrest them.", "sentId": 84}, {"text": "I'll file whatever charges you want.", "sentId": 85}, {"text": "Who the hell knows?", "sentId": 86}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "It's an interesting moment.", "sentId": 87}, {"text": "Number one, there's a huge election on Tuesday, Jonathan.", "sentId": 88}, {"text": "If Trump runs the board on Tuesday, the math, I'm going to show that in a minute, he gets pretty unstoppable.", "sentId": 89}], "secId": 46}, {"speaker": "two", "sentences": [{"text": "Yes, the language you hear is striking.", "sentId": 90}, {"text": "It's not just about", "sentId": 91}], "secId": 47}, {"speaker": "two", "sentences": [{"text": "this nomination.", "sentId": 92}, {"text": "It's not even just about this election.", "sentId": 93}, {"text": "It's about the party for years and years to come and kind of what he's done both on policy but also his persona.", "sentId": 94}], "secId": 48}, {"speaker": "two", "sentences": [{"text": "You talk to people in the party and they believe that in terms of young voters and minorities, that he has really set them back for a long time, that whatever work they had put in in recent years, he has undermined.", "sentId": 95}, {"text": "Trump has clearly said things that have incited people.", "sentId": 96}, {"text": "You played those clips in the past.", "sentId": 97}, {"text": "He has to bear some burden for what's going on at his rallies.", "sentId": 98}], "secId": 49}, {"speaker": "two", "sentences": [{"text": "It's hard to imagine another major candidate for president in this country saying those kinds of things at rallies.", "sentId": 99}, {"text": "Think about the history of this country.", "sentId": 100}, {"text": "Both parties' candidates for presidents, can you imagine any of them saying those kind of things at rallies, \"I want to punch him in the face\"?", "sentId": 101}, {"text": "George W. Bush, Dick Cheney, Al Gore, Bill Clinton, go through the list.", "sentId": 102}, {"text": "That language is simply not heard of in American politics.", "sentId": 103}], "secId": 50}, {"speaker": "two", "sentences": [{"text": "I think that's why you feel this weekend, people are really sort of concerned about what's happening.", "sentId": 104}, {"text": "It's the tone in this campaign.", "sentId": 105}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "And yet, yet, I believe there's one poll in Ohio that shows Kasich maybe ahead, that one is competitive in Ohio.", "sentId": 106}, {"text": "But in every other state where we've seen data, anyway, Trump is ahead.", "sentId": 107}, {"text": "And these are big states.", "sentId": 108}, {"text": "And if he runs the board in these states, he'll have a significant lead.", "sentId": 109}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "All of his opponents spoke out against this.", "sentId": 110}, {"text": "Here is Ted Cruz and Marco Rubio -- we'll get to Governor Kasich in a few minutes -- but here's Ted Cruz and Marco Rubio saying, you know what?", "sentId": 111}, {"text": "We don't like protesters who stop you from speaking, but, Mr. Trump, you share some responsibility.", "sentId": 112}], "secId": 53}, {"speaker": "CRUZ", "sentences": [{"text": "We've seen some protesters that take speech into intimidation, into violence in trying to silence anyone who might disagree with them.", "sentId": 113}, {"text": "That is wrong.", "sentId": 114}, {"text": "I think it is also true that any campaign, responsibility begins and ends at the top.", "sentId": 115}], "secId": 54}, {"speaker": "RUBIO", "sentences": [{"text": "I think we also have to look at the rhetoric coming from the front-runner in the presidential campaign.", "sentId": 116}, {"text": "This is a man who in rallies has told his supporters to basically beat up the people who are in the crowd and he'll pay their legal fees.", "sentId": 117}, {"text": "Someone who has basically encouraged people in the audience to rough up anyone who stands up and says something he doesn't like.", "sentId": 118}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Any sense among the smart people out there and the smart people have been wrong about Trump from the very beginning that this weekend will give people pause?", "sentId": 119}, {"text": "That people will see these pictures, even Trump supporters, because a lot of Trump supporters would have to back away for him for the numbers in these states to change, because he's leading in this process?", "sentId": 120}, {"text": "Any sense it will give any enough pause to say, can't do this?", "sentId": 121}], "secId": 56}, {"speaker": "HENDERSON", "sentences": [{"text": "Probably not.", "sentId": 122}, {"text": "I mean, you heard Marco Rubio there sort of had his own doubts about whether or not he would support Trump if he were the event you'll nominee.", "sentId": 123}, {"text": "He said it's getting harder and harder but sure I would.", "sentId": 124}], "secId": 57}, {"speaker": "HENDERSON", "sentences": [{"text": "So, I doubt it because Donald Trump is essentially -- as you said, he's casting himself as the victim against, you know, what might be called some sort of counter culture uprising.", "sentId": 125}, {"text": "There is a person at a Kasich rally who stood up and asked Kasich, he said, listen, why are you taking the side of the Black Lives Matter movement and move.org  over Donald Trump's free speech rights?", "sentId": 126}], "secId": 58}, {"speaker": "HENDERSON", "sentences": [{"text": "So, I think it's clear that even these candidates have to -- have sort of a tricky line because in our debate, for instance, all of this had happened in terms of Donald Trump saying very off-color things at his rallies, but none of them in that moment actually felt like they could stand up because they know that Trump is at this moment really the face of a very powerful movement which represents 35 percent, maybe 40 percent of the party, and these are working-class white people and some of the rhetoric I think is in line with the southern strategy which Republicans have used for years, so it's very tricky but not clear that this is going to turn the tide for Tuesday .", "sentId": 127}], "secId": 59}, {"speaker": "MARTIN", "sentences": [{"text": "And there's lots of delayed outrage, shall we say.", "sentId": 128}, {"text": "His opponents find it convenient to benefit their outrage when it could most benefit their campaigns.", "sentId": 129}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "But not a lot of cards early on.", "sentId": 130}], "secId": 61}, {"speaker": "MARTIN", "sentences": [{"text": "No, you played that montage of clips --", "sentId": 131}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "There's more than that.", "sentId": 132}], "secId": 63}, {"speaker": "MARTIN", "sentences": [{"text": "There's much more than that.", "sentId": 133}, {"text": "Where was the contemporaneous outrage from the candidates when he said those things to his audience?", "sentId": 134}, {"text": "You know, I want to punch that guy in the face.", "sentId": 135}, {"text": "There's Trump, but there's no real anger.", "sentId": 136}], "secId": 64}, {"speaker": "MARTIN", "sentences": [{"text": "Now that we're on the precipice of Florida and Ohio and three other states on Tuesday and some of the candidates are fighting for their lives and they see civil disorder in Chicago and it's sort of, oh, my gosh, moment, then they're outraged?", "sentId": 137}, {"text": "Where have they been?", "sentId": 138}], "secId": 65}, {"speaker": "RAJU", "sentences": [{"text": "It shows that so much of the \"stop Trump\" movement has happened too late.", "sentId": 139}, {"text": "This outrage could have happened months ago.", "sentId": 140}], "secId": 66}, {"speaker": "MARTIN", "sentences": [{"text": "It's tactical outrage.", "sentId": 141}], "secId": 67}, {"speaker": "RAJU", "sentences": [{"text": "Right.", "sentId": 142}], "secId": 68}, {"speaker": "BALL", "sentences": [{"text": "I think there's a feeling though that something changed in Chicago.", "sentId": 143}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "There was a tipping point.", "sentId": 144}], "secId": 70}, {"speaker": "BALL", "sentences": [{"text": "There was a feeling that things had reached a certain point, right?", "sentId": 145}, {"text": "That up until now, it was sort of all fun and games, and obviously it wasn't.", "sentId": 146}, {"text": "People were actually getting hurt.", "sentId": 147}, {"text": "It being all fun and games until people get hurt, but, you know, there's a feeling this has reached a fever pitch that's unstable and dangerous and scary.", "sentId": 148}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "And it's interesting because it comes at a key moment where some Republicans are saying I haven't liked this at the beginning but I'm going to get on the Trump train.", "sentId": 149}, {"text": "Among them, Dr. Ben Carson.", "sentId": 150}, {"text": "At one point, Trump compared Carson to a child molester, but Ben Carson endorsed him the other day.", "sentId": 151}], "secId": 72}, {"speaker": "CARSON", "sentences": [{"text": "He is actually is a very intelligent man who cares deeply about America.", "sentId": 152}, {"text": "There are two different Donald Trumps.", "sentId": 153}, {"text": "There's the one you see on the stage and there's the one who's very cerebral, sits there and considers things very carefully.", "sentId": 154}, {"text": "That's the Donald Trump that you're going to start seeing more and more of right now.", "sentId": 155}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "When?", "sentId": 156}], "secId": 74}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, exactly.", "sentId": 157}, {"text": "Famous last words.", "sentId": 158}], "secId": 75}, {"speaker": "BALL", "sentences": [{"text": "Everybody's takeaway from the debate was, wow, this is statesmanlike, presidential, general election Donald Trump.", "sentId": 159}, {"text": "He may sort of be incoherent on policy but he's saying look how civil we're all being and nobody has the guts to attack him because they look at what the consequences of that have been for all of the other candidates.", "sentId": 160}, {"text": "So, he gets to be Mr. Nice Guy, and I think that's part of what inspired Carson to say that.", "sentId": 161}], "secId": 76}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 162}], "secId": 77}, {"speaker": "KING", "sentences": [{"text": "It goes back and forth.", "sentId": 163}], "secId": 78}, {"speaker": "HENDERSON", "sentences": [{"text": "Very strange, I mean, the Carson campaign, a very strange one in think, a strange moment.", "sentId": 164}, {"text": "And for him, here was a guy who was supposed to be Mr. Civility, right?", "sentId": 165}, {"text": "I mean, right before he dropped out, he called for a summit where they would learn how to all be nice to each other.", "sentId": 166}, {"text": "So, the fact he comes out and endorses Trump --", "sentId": 167}], "secId": 79}, {"speaker": "MARTIN", "sentences": [{"text": "Unintentionally revealing, what a lot of people think about the Trump deal, which this is all shtick.", "sentId": 168}, {"text": "This is all an act.", "sentId": 169}], "secId": 80}, {"speaker": "MARTIN", "sentences": [{"text": "And Carson almost put words to that.", "sentId": 170}, {"text": "If you talk to the guy behind the scenes, all that bluster, it's all for show.", "sentId": 171}, {"text": "He didn't say that directly but that's what he was getting at, which is Trump by the way sort of walked back what Carson said.", "sentId": 172}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "I should note Trump is already on Twitter this morning saying that Bernie Sanders is sending these protesters to his rally and if he keep it is up Trump says he'll send some of his guys to Bernie Sanders' rallies.", "sentId": 173}, {"text": "Just we need at this moment, a little escalation.", "sentId": 174}, {"text": "That's good.", "sentId": 175}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "Everybody, sit tight.", "sentId": 176}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Next Tuesday isn't just about survival for Marco Rubio and John Kasich.", "sentId": 177}, {"text": "The results will give us a clue as to whether Republicans are headed for a contested convention.", "sentId": 178}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "First, though, politicians say the darndest things.", "sentId": 179}, {"text": "Here's \"Saturday Night Live's\" version of a prominent cable network covering Donald Trump's latest troubles.", "sentId": 180}], "secId": 85}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "We're getting word now of yet another incident of violence at a Donald Trump rally.", "sentId": 181}, {"text": "Apparently the victim was this man, Dr. Ben Carson, who was attacked moments ago by an angry mob that mistook him for a protester.", "sentId": 182}, {"text": "We go there now.", "sentId": 183}], "secId": 86}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "It's OK.", "sentId": 184}, {"text": "I'm fine.", "sentId": 185}], "secId": 87}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Guys, what did I say?", "sentId": 186}, {"text": "Not this one.", "sentId": 187}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 188}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "Five big states vote Tuesday, 367 Republican delegates in all.", "sentId": 189}, {"text": "The math at the end of the night will determine how many candidates remain in the field and how likely it is that Republicans end up with a contested convention.", "sentId": 190}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Let's look at the math.", "sentId": 191}, {"text": "Donald Trump enters Tuesday with the lead, 462 delegates.", "sentId": 192}, {"text": "Ted Cruz in a close second at 371.", "sentId": 193}, {"text": "Then you see Rubio and Kasich, this is what happens if Trump runs the board on March 15th.", "sentId": 194}, {"text": "Florida, Ohio, Missouri, Illinois, North Carolina.", "sentId": 195}], "secId": 91}, {"speaker": "KING", "sentences": [{"text": "If Trump runs the board, he will be close to the ballpark of 800 delegates.", "sentId": 196}, {"text": "At that point, forgive me, Republican establishment, the Trump train would become a runaway train, stopping him would be near impossible.", "sentId": 197}, {"text": "If Trump runs the board, he would only need about 44, 45 percent of the remaining delegates in the rest of the contest, easily achievable to get to 1,237 by the time of the convention.", "sentId": 198}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "But if John Kasich can win his home state of Ohio, that changes the map somewhat.", "sentId": 199}, {"text": "If the map looks like this instead, then at this point, Trump needs about 50 percent, 55 percent of the remaining delegates.", "sentId": 200}, {"text": "That makes the math a little harder, raises the stake, the possibility of an open convention.", "sentId": 201}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Marco Rubio, if he can somehow pull off Florida where polls show he's trailing but if Rubio can somehow win at home and Kasich wins at home, then the Republican establishment thinks we're going to an open convention, because then Trump would be right at the halfway point.", "sentId": 202}, {"text": "But at this point, he would need more than 60 percent of the remaining delegates to clinch before the convention.", "sentId": 203}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "Again, at this point, the Republican establishment thinks, OK, he's still the front-runner, but we'll stop him before the convention.", "sentId": 204}, {"text": "He won't clinch, we'll have an open convention, more chaos.", "sentId": 205}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "But Mr. Trump thinks the map is going to look more like a rout on March 15th.", "sentId": 206}, {"text": "He thinks he's going to run up the numbers and win them all.", "sentId": 207}, {"text": "He says any talk of him losing is foolish.", "sentId": 208}], "secId": 96}, {"speaker": "TRUMP", "sentences": [{"text": "We're going to win at so many levels.", "sentId": 209}, {"text": "We're going to win, win, win.", "sentId": 210}, {"text": "You're going to get so tired of winning.", "sentId": 211}, {"text": "You're going to say, Mr. President, please, we don't want to win anymore.", "sentId": 212}, {"text": "It's too much, and I'm going to say I'm sorry.", "sentId": 213}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "This Tuesday, with he keep talking about these Super Tuesdays, but this actually is sort of the key round in a heavyweight fight.", "sentId": 214}, {"text": "If Trump comes out on top Tuesday night, if he wins them all, pretty hard to stop.", "sentId": 215}], "secId": 98}, {"speaker": "RAJU", "sentences": [{"text": "It's hard to stop.", "sentId": 216}, {"text": "Marco Rubio, there's virtually no way he could continue if he loses Florida.", "sentId": 217}, {"text": "You started to hear that in his voice the last few days saying that Florida comes, then, you know, if we don't win, Florida, you're the state that's going to decide the Republican nominee.", "sentId": 218}], "secId": 99}, {"speaker": "RAJU", "sentences": [{"text": "And you're hearing a shifting of strategy too.", "sentId": 219}, {"text": "The Rubio folks are telling voters explicitly if you vote for John Kasich, you vote for Ted Cruz in Florida, you're voting to elect Donald Trump as the next Republican nominee.", "sentId": 220}], "secId": 100}, {"speaker": "RAJU", "sentences": [{"text": "So, we're getting to that moment, a real tipping point in this race.", "sentId": 221}], "secId": 101}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, but also they apparently said, listen, if you are in Ohio, you should vote for Kasich.", "sentId": 222}, {"text": "The Kasich folks didn't want to reciprocate with the Rubio folks.", "sentId": 223}, {"text": "So, you know, strategy --", "sentId": 224}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "You were making this point off the air, Jonathan.", "sentId": 225}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "If Kasich wins his home state, he gets one state, which is great.", "sentId": 226}, {"text": "It's an important state, it's a bellwether state.", "sentId": 227}, {"text": "But if Rubio loses and Kasich wins, then Kasich suddenly becomes the vehicle for the establishment even though he's not proven he's a train with a lot of steam.", "sentId": 228}], "secId": 104}, {"speaker": "MARTIN", "sentences": [{"text": "Right.", "sentId": 229}, {"text": "The one-for-25 candidate will be the great hope of the Republican establishment, which tells you everything about that election cycle.", "sentId": 230}], "secId": 105}, {"speaker": "MARTIN", "sentences": [{"text": "But John Kasich and Ohio are really the linchpin to Tuesday.", "sentId": 231}, {"text": "If you believe that Rubio is not going to carry Florida and every poll suggests he won't, what really matters now on Tuesday are two things.", "sentId": 232}, {"text": "First of all, John Kasich carrying Ohio.", "sentId": 233}, {"text": "If that happens, and if Ted Cruz can make inroads in North Carolina, Missouri, and Illinois, kind of the orphan states on Tuesday that are all forgotten but that all have delegates, if those two things happen, then I think the race will, in fact, go to a convention.", "sentId": 234}], "secId": 106}, {"speaker": "MARTIN", "sentences": [{"text": "Keep in mind in the three states, Missouri, Illinois, and Carolina that I just mentioned, 193 delegates.", "sentId": 235}, {"text": "Now, they're split, but that's more than what Florida and Ohio have.", "sentId": 236}, {"text": "So don't forget those three states too, and if Cruz can make inroads there, he can push this thing closer to a convention.", "sentId": 237}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "Cruz spent all day yesterday in Missouri, I think he's spending all day today in North Carolina.", "sentId": 238}, {"text": "It's a key point, because if you win by a decent margin, even though they're hybrid states, it's like South Carolina where Trump won and got all the delegates.", "sentId": 239}, {"text": "The margins are going to matter as to whether they're split or not.", "sentId": 240}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": "And Cruz keeps saying it's a two-man race.", "sentId": 241}, {"text": "He has to prove he can win some of these big states, too.", "sentId": 242}, {"text": "So, that's fascinating piece to watch.", "sentId": 243}], "secId": 109}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, and you see Trump on our debate on Thursday essentially saying, listen, the person who wins should be the one who gets the most delegates.", "sentId": 244}, {"text": "But, of course, there's another sort of \"operation stop Trump\" going on that so far hasn't really yielded any results if you look at the results of last Tuesday.", "sentId": 245}, {"text": "So, you know, we'll have to see what happens.", "sentId": 246}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "You mentioned the debated.", "sentId": 247}, {"text": "The other candidates -- it was very civil.", "sentId": 248}, {"text": "Trump said at one point, wow, I can't believe how civil it is.", "sentId": 249}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Clearly, they understand the moment and they didn't want to mess the moment by having a negative debate or a nasty debate because they understand how important Tuesday is.", "sentId": 250}, {"text": "All the other candidates, especially Rubio and Cruz try to make up the point and it came up when Trump was asked to defend and he stood by his comment to CNN's Anderson Cooper, he said,.", "sentId": 251}, {"text": "\"Islam hates us.\"", "sentId": 252}, {"text": "Jake Tapper asked Donald Trump, do you want to back away or clarify?", "sentId": 253}, {"text": "He said no.", "sentId": 254}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Listen here, both Cruz and Rubio said that's not the language of a president.", "sentId": 255}], "secId": 113}, {"speaker": "RUBIO", "sentences": [{"text": "I know that a lot of people find appealing the things Donald says because he says what people wish they could say.", "sentId": 256}, {"text": "The problem is, presidents can't just say anything they want.", "sentId": 257}, {"text": "It has consequences here and around the world.", "sentId": 258}], "secId": 114}, {"speaker": "CRUZ", "sentences": [{"text": "The answer isn't to yell China bad, Muslims bad.", "sentId": 259}, {"text": "You've got to understand the nature of the threats we're facing and how you deal with them.", "sentId": 260}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "Don't you also have to not wait months to attack your opponent?", "sentId": 261}], "secId": 116}, {"speaker": "RAJU", "sentences": [{"text": "After praising him?", "sentId": 262}], "secId": 117}, {"speaker": "BALL", "sentences": [{"text": "And I think there are a lot of people in team Cruz who look back on this entire campaign from the beginning with a little bit of regret that he didn't go after him sooner because that may have been a lot of what allowed Trump to come into a commanding position far enough into this campaign he did then become unstoppable.", "sentId": 263}], "secId": 118}, {"speaker": "BALL", "sentences": [{"text": "That debate was such a perfect sort of microcosm of this whole race, right?", "sentId": 264}, {"text": "You have a bunch of other candidates facing this collective action problem.", "sentId": 265}, {"text": "None of them wanting to really directly take on the front-runner because they have seen what happened to the others who tried to do that.", "sentId": 266}], "secId": 119}, {"speaker": "BALL", "sentences": [{"text": "They all got knocked back and pretty much eliminated, and then you have a front-runner who feels increasingly assured and who sees the upside for him in trying to seem statesmanlike and not directly going after his opponents, not, you know, being vulgar or making the jokes we have seen him make in the past and so, this maybe where this thing is heading.", "sentId": 267}], "secId": 120}, {"speaker": "RAJU", "sentences": [{"text": "One thing I want to point out, in that debate he was asked by Jake Tapper, all the candidates were asked, Donald Trump, if you don't win the necessary delegates, what will happen next?", "sentId": 268}, {"text": "Trump said that even if you don't clench, you should be become the nominee if you're the one who is the closest.", "sentId": 269}, {"text": "Not everyone necessarily agreed with him on front.", "sentId": 270}], "secId": 121}, {"speaker": "RAJU", "sentences": [{"text": "That's going to be the real question.", "sentId": 271}, {"text": "Let's say Ohio goes to Kasich, Florida goes to Rubio, how do they make the case, how do the Republican establishment make the case that Donald Trump should not be the nominee and what does it say to his millions of supporters potentially come the general election?", "sentId": 272}, {"text": "That's going to be a real problem.", "sentId": 273}], "secId": 122}, {"speaker": "HENDERSON", "sentences": [{"text": "Which he kept mentioning, those millions of supporters.", "sentId": 274}], "secId": 123}, {"speaker": "KING", "sentences": [{"text": "I think the theme song for the Republican convention might be \"send lawyers, guns, and money.\"", "sentId": 275}], "secId": 124}, {"speaker": "KING", "sentences": [{"text": "Everybody, sit tight.", "sentId": 276}], "secId": 125}, {"speaker": "KING", "sentences": [{"text": "Ahead, Donald Trump says he's not to blame if things get testy, when protesters disrupt his rallies but many Republicans see lasting damage to a Republican brand that was already struggling with minority voters.", "sentId": 277}], "secId": 126}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 278}, {"text": "Donald Trump is again -- or maybe the better word is still -- center stage in the presidential race.", "sentId": 279}], "secId": 127}, {"speaker": "KASICH", "sentences": [{"text": "Donald Trump has created a toxic environment.", "sentId": 280}, {"text": "There is no place for this.", "sentId": 281}, {"text": "There is no place for a national leader to prey on the fears of people who live in our great country.", "sentId": 282}], "secId": 128}, {"speaker": "CLINTON", "sentences": [{"text": "The ugly, divisive rhetoric we are hearing from Donald Trump and the encouragement he has given to violence and aggression is not only wrong, it's dangerous.", "sentId": 283}], "secId": 129}, {"speaker": "CLINTON", "sentences": [{"text": "If you play with matches, you can start a fire you can't control.", "sentId": 284}, {"text": "That is not leadership.", "sentId": 285}, {"text": "It is political arson.", "sentId": 286}], "secId": 130}, {"speaker": "KING", "sentences": [{"text": "John Kasich and Hillary Clinton there on Saturday, part of a bipartisan course of critics who say Trump is to blame for the tensions that boiled over Friday night in Chicago, where a planned Trump rally was canceled because thousands of protesters were on hand and things got pretty ugly.", "sentId": 287}], "secId": 131}, {"speaker": "KING", "sentences": [{"text": "Trump not only said he isn't to blame, he accused Bernie Sanders supporters of crossing the line.", "sentId": 288}], "secId": 132}, {"speaker": "TRUMP", "sentences": [{"text": "With Bernie, so he should really get up and say to his people, stop, stop.", "sentId": 289}], "secId": 133}, {"speaker": "TRUMP", "sentences": [{"text": "Not me.", "sentId": 290}, {"text": "Stop.", "sentId": 291}], "secId": 134}, {"speaker": "TRUMP", "sentences": [{"text": "They said, Mr. Trump should get up and this morning tell his people to be nice.", "sentId": 292}], "secId": 135}, {"speaker": "TRUMP", "sentences": [{"text": "My people are nice, folks.", "sentId": 293}], "secId": 136}, {"speaker": "KING", "sentences": [{"text": "So where is this heading?", "sentId": 294}], "secId": 137}, {"speaker": "There's the short-term question", "sentences": [{"text": "what happens to Trump in the big elections Tuesday?", "sentId": 295}], "secId": 138}, {"speaker": "There's a medium-term question", "sentences": [{"text": "what's happening to the Republican brand and will other Republicans now run from Trump if he is the nominee?", "sentId": 296}], "secId": 139}, {"speaker": "There's a medium-term question", "sentences": [{"text": "And then there's the longer-term question of the general election impact if Donald Trump is the Republican nominee.", "sentId": 297}], "secId": 140}, {"speaker": "There's a medium-term question", "sentences": [{"text": "Molly Ball, listen here, Marco Rubio and John Kasich.", "sentId": 298}, {"text": "In debates they have said, yes, and they kind of hold their nose a little bit, yes, we'll support Trump if he's the nominee.", "sentId": 299}, {"text": "But because of these protests and the violence, they seem to have a little pause.", "sentId": 300}], "secId": 141}, {"speaker": "RUBIO", "sentences": [{"text": "I still at this moment continue to intend to support the Republican nominee but getting harder every day.", "sentId": 301}], "secId": 142}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Would you still support him if he's the nominee, if he's still leading in delegates?", "sentId": 302}], "secId": 143}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Are you with him?", "sentId": 303}], "secId": 144}, {"speaker": "KASICH", "sentences": [{"text": "Makes it very extremely difficult.", "sentId": 304}], "secId": 145}, {"speaker": "BALL", "sentences": [{"text": "Well, and this is the conversation, the sort of meta conversation that you're hearing in the Republican Party, in the Republican establishment and policy circles and donors and so on.", "sentId": 305}], "secId": 146}, {"speaker": "BALL", "sentences": [{"text": "The people who thought they belonged to a sort of polite and civilized Republican Party.", "sentId": 306}], "secId": 147}, {"speaker": "BALL", "sentences": [{"text": "And the question for them is not just do you back Trump or not but where is this coming from?", "sentId": 307}], "secId": 148}, {"speaker": "BALL", "sentences": [{"text": "Is Trump the cause or the symptom?", "sentId": 308}], "secId": 149}, {"speaker": "BALL", "sentences": [{"text": "Has this anger always been simmering and waiting to break out?", "sentId": 309}], "secId": 150}, {"speaker": "BALL", "sentences": [{"text": "And he sort of lit the match and then declined to blow out the fire.", "sentId": 310}], "secId": 151}, {"speaker": "BALL", "sentences": [{"text": "So there's -- that's the split in the party and you're going to hear this conversation almost regardless of what happens on Tuesday.", "sentId": 311}, {"text": "Trump is still going to be the delegate leader by a large margin.", "sentId": 312}], "secId": 152}, {"speaker": "BALL", "sentences": [{"text": "And so whether it looks like the whole thing is over or it looks like he's just ahead by a little bit, there's going to be this conversation about, can we sort of civilize him?", "sentId": 313}], "secId": 153}, {"speaker": "BALL", "sentences": [{"text": "Can we take him into the fold and dress him up nice and make him sound like the kind of Republican nominee that wanted to see?", "sentId": 314}], "secId": 154}, {"speaker": "BALL", "sentences": [{"text": "And, you know, once you sort of hold your nose and get past some of the shtick, the bluster, can we make him seem like a leader?", "sentId": 315}], "secId": 155}, {"speaker": "BALL", "sentences": [{"text": "And there's going to be people like Chris Christie, Ben Carson, who think you can do that.", "sentId": 316}, {"text": "Right?", "sentId": 317}], "secId": 156}, {"speaker": "BALL", "sentences": [{"text": "And then there's this other faction that have already sworn up and down that they will never be on that team.", "sentId": 318}], "secId": 157}, {"speaker": "BALL", "sentences": [{"text": "Will some of them come around?", "sentId": 319}], "secId": 158}, {"speaker": "A lot of people think some of them will. RAJU", "sentences": [{"text": "The question, though, for Republican leaders, is what kind of impact would Trump have down ticket?", "sentId": 320}], "secId": 159}, {"speaker": "A lot of people think some of them will. RAJU", "sentences": [{"text": "And does it actually make sense to distance themselves from Donald Trump?", "sentId": 321}], "secId": 160}, {"speaker": "A lot of people think some of them will. RAJU", "sentences": [{"text": "The risk from distancing themselves is to alienate his supporters.", "sentId": 322}, {"text": "I spent a lot of time last week talking to Republican senators about this, talking to Republican leadership about this.", "sentId": 323}, {"text": "And there's a clear divide about whether or not this would be good for the party.", "sentId": 324}], "secId": 161}, {"speaker": "A lot of people think some of them will. RAJU", "sentences": [{"text": "You know, if you start to criticize him directly, then all of a sudden you're going to anger the folks that you need to bring out to the polls.", "sentId": 325}, {"text": "And there's actually -- and actually a larger debate, if Kasich drops out and if Rubio drops out, who is going to be better for the party, Cruz or Trump?", "sentId": 326}], "secId": 162}, {"speaker": "A lot of people think some of them will. RAJU", "sentences": [{"text": "Cruz on one hand being a very predictable candidate but also being a very conservative candidate and Trump, on the other hand, could bring out some scores of new voters to the polls.", "sentId": 327}, {"text": "But you don't know what he's going to do on any day.", "sentId": 328}], "secId": 163}, {"speaker": "KING", "sentences": [{"text": "And there are a lot of Democrats and even some Republicans, who look at Trump and they see a walking, talking, living, breathing turnout machine for the Obama coalition -- African Americans, Latino voters, the very voters who gave  President Obama two big victories in 2008 and 2012.", "sentId": 329}], "secId": 164}, {"speaker": "KING", "sentences": [{"text": "President Obama -- and you can see him with a smile on his face here, talking about all this.", "sentId": 330}], "secId": 165}, {"speaker": "KING", "sentences": [{"text": "No, he doesn't like the protests; no, the president doesn't want violence.", "sentId": 331}, {"text": "But he says the Republican Party that is suddenly shocked about the impact of Donald Trump, it's ridiculous.", "sentId": 332}], "secId": 166}, {"speaker": "OBAMA", "sentences": [{"text": "How can you be shocked?", "sentId": 333}], "secId": 167}, {"speaker": "OBAMA", "sentences": [{"text": "This is the guy, remember, who was sure that I was born in Kenya --", "sentId": 334}], "secId": 168}, {"speaker": "OBAMA", "sentences": [{"text": "-- who just wouldn't let it go.", "sentId": 335}], "secId": 169}, {"speaker": "OBAMA", "sentences": [{"text": "And all this same Republican establishment, they weren't saying nothing.", "sentId": 336}, {"text": "As long as it was directed at me, they were fine with it.", "sentId": 337}], "secId": 170}, {"speaker": "KING", "sentences": [{"text": "If you remember the birther history, if Donald Trump is the Republican nominee, there's no question President Obama is going to be involved for the Democrats anyway.", "sentId": 338}], "secId": 171}, {"speaker": "KING", "sentences": [{"text": "But if it's Donald Trump, you're going to see him on the trail all the time.", "sentId": 339}], "secId": 172}, {"speaker": "HENDERSON", "sentences": [{"text": "Oh, that's right.", "sentId": 340}, {"text": "I think you will see President Obama, you will see a first lady, Michelle Obama, all of those folks out there.", "sentId": 341}], "secId": 173}, {"speaker": "HENDERSON", "sentences": [{"text": "You saw Donald Trump in our debate twice, in his opening statement and closing statement, talk about all of the voters that he was bringing and essentially saying, listen, you reject me and you reject all of these voters.", "sentId": 342}, {"text": "I'm the messenger of this movement.", "sentId": 343}], "secId": 174}, {"speaker": "HENDERSON", "sentences": [{"text": "It was just, I guess, three years ago that the growth and opportunity project, this sort of autopsy of the Republican Party, came out, this idea that they needed to broaden their party.", "sentId": 344}], "secId": 175}, {"speaker": "HENDERSON", "sentences": [{"text": "But there was also an alternative sort of theory of the case from 2012, which was that there were 6 million missing white voters that just didn't show up in 2012.", "sentId": 345}, {"text": "And, in some ways, that's the theory of the case, I think, that the Donald Trump campaign is powered by and, in many ways, those are the voters that are showing up.", "sentId": 346}], "secId": 176}, {"speaker": "HENDERSON", "sentences": [{"text": "The Republican Party sort of establishment is sort of treating these voters like they're alien voters.", "sentId": 347}], "secId": 177}, {"speaker": "HENDERSON", "sentences": [{"text": "Who are these mystery voters?", "sentId": 348}], "secId": 178}, {"speaker": "HENDERSON", "sentences": [{"text": "They're Republican voters, many of whom voted for Romney and Santorum.", "sentId": 349}], "secId": 179}, {"speaker": "MARTIN", "sentences": [{"text": "The Trump moment has been clarifying in ways that are deeply uncomfortable for many Republicans.", "sentId": 350}, {"text": "And what I mean by that is that it has dawned on them -- or at least they have been forced to reckon with the fact -- that a big chunk of their base and many of those who are supporting Donald Trump do so for reasons of racial resentment.", "sentId": 351}], "secId": 180}, {"speaker": "MARTIN", "sentences": [{"text": "And they have wanted to sort of ignore that.", "sentId": 352}, {"text": "They can't ignore it anymore.", "sentId": 353}, {"text": "And when Nia makes the point about these senators who are in this quandary right now, the Ralph Corbins  in Ohio and Pat Toomeys in Pennsylvania is they can't disavow Trump because to do so would be to basically give the finger to about 20 percent of your base.", "sentId": 354}], "secId": 181}, {"speaker": "MARTIN", "sentences": [{"text": "If Republicans can't win general elections without Trump voters -- and that's the problem they have right now and that's why these senators, who are scared to death of what this means, can't fully run away from him.", "sentId": 355}, {"text": "They need his voters.", "sentId": 356}], "secId": 182}, {"speaker": "KING", "sentences": [{"text": "But they can't figure out how to manage it, either.", "sentId": 357}], "secId": 183}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 358}], "secId": 184}, {"speaker": "KING", "sentences": [{"text": "Up next, is Bernie Sanders a message candidate or a real contender for the Democratic nomination?", "sentId": 359}], "secId": 185}, {"speaker": "KING", "sentences": [{"text": "Tuesday night should provide the answer.", "sentId": 360}], "secId": 186}, {"speaker": "KING", "sentences": [{"text": "Tuesday's voting will go a long way in answering the biggest question of the Democratic race:  can Bernie Sanders change the delegate math enough to make him a viable contender to win the nomination?", "sentId": 361}], "secId": 187}, {"speaker": "KING", "sentences": [{"text": "Let's look at the map.", "sentId": 362}], "secId": 188}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton more than 220 delegates ahead at the moment.", "sentId": 363}, {"text": "These are jut pledge delegates.", "sentId": 364}, {"text": "She has some super delegates.", "sentId": 365}, {"text": "But let's just focus on the pledge delegates.", "sentId": 366}, {"text": "She's 220 ahead.", "sentId": 367}, {"text": "Here is the map so far.", "sentId": 368}, {"text": "Bernie Sanders' big upset in Michigan yesterday, the reason this week becomes so interesting.", "sentId": 369}], "secId": 189}, {"speaker": "KING", "sentences": [{"text": "If Hillary Clinton runs the board in all five states, including Ohio, Illinois, well, then she's going to start to pull away and, yes, Bernie Sanders can say I'm relatively close behind but the math gets pretty indisputable here.", "sentId": 370}, {"text": "Hillary Clinton would be on a glide path toward the nomination even if Sanders stayed in the race.", "sentId": 371}], "secId": 190}, {"speaker": "KING", "sentences": [{"text": "But Senator Sanders wants to change the conversation.", "sentId": 372}, {"text": "He says, I'm going to beat you in Ohio.", "sentId": 373}], "secId": 191}, {"speaker": "KING", "sentences": [{"text": "Proportional delegates, even if he won 55-45, she'd pick up delegates.", "sentId": 374}], "secId": 192}, {"speaker": "KING", "sentences": [{"text": "The question is, can he also pull off Ohio and Illinois?", "sentId": 375}], "secId": 193}, {"speaker": "KING", "sentences": [{"text": "Even then, Hillary Clinton would be ahead in the delegate chase but Bernie Sanders would have changed the conversation of the race because he could then make the point, in the industrial Midwest, in the heartland, where the economy is at stress, I'm the Democrat winning over blue-collar voters.", "sentId": 376}, {"text": "That's what Bernie Sanders very much needs.", "sentId": 377}], "secId": 194}, {"speaker": "KING", "sentences": [{"text": "Hillary Clinton would like to end the day right here and send the message to Bernie Sanders, I'm going to be the nominee.", "sentId": 378}], "secId": 195}, {"speaker": "KING", "sentences": [{"text": "Why don't you tone it down a little bit?", "sentId": 379}], "secId": 196}, {"speaker": "KING", "sentences": [{"text": "Both candidates understand the stakes.", "sentId": 380}, {"text": "So they're busy on the trail and on the airwaves.", "sentId": 381}], "secId": 197}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Every day I wake up and play a brilliant, complex, overqualified, get-it-done woman.", "sentId": 382}], "secId": 198}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Who obsessively fights for justice.", "sentId": 383}], "secId": 199}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Who cares.", "sentId": 384}], "secId": 200}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Who gives a voice to the voiceless.", "sentId": 385}], "secId": 201}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Our characters are on television.", "sentId": 386}, {"text": "UNIDENTIFIED FEMALE:  But the real world --", "sentId": 387}], "secId": 202}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "The real world has Hillary Clinton.", "sentId": 388}], "secId": 203}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "The real world has Hillary Clinton.", "sentId": 389}], "secId": 204}, {"speaker": "UNIDENTIFIED MALE ", "sentences": [{"text": "Only one candidate for president has opposed every disastrous deal:  Bernie Sanders.", "sentId": 390}, {"text": "While others supported unfair trade deals, Bernie stood with American workers.", "sentId": 391}], "secId": 205}, {"speaker": "UNIDENTIFIED MALE ", "sentences": [{"text": "He'll take on Wall Street and their trade deals because he doesn't take their money.", "sentId": 392}], "secId": 206}, {"speaker": "KING", "sentences": [{"text": "Much like Donald Trump, Molly, Bernie Sanders has bet the ranch essentially on trade and unfairness; the system is rigged to get you.", "sentId": 393}, {"text": "She's part of the establishment, he would say.", "sentId": 394}], "secId": 207}, {"speaker": "KING", "sentences": [{"text": "How important is it that he add to Michigan?", "sentId": 395}], "secId": 208}, {"speaker": "KING", "sentences": [{"text": "If Michigan becomes an afterthought, so does he, right?", "sentId": 396}], "secId": 209}, {"speaker": "BALL", "sentences": [{"text": "Yes, I think so.", "sentId": 397}, {"text": "It's very important, as you said, for delegate reasons and also for sort of psychological reasons, right?", "sentId": 398}], "secId": 210}, {"speaker": "BALL", "sentences": [{"text": "He needs to show that he's still getting traction in this race.", "sentId": 399}, {"text": "The narrative was turning against him before Michigan and then the fact that he was able to pull off that incredible upset showed people that there is still a very vocal constituency in the Democratic base that wants what he is selling -- and particularly on trade.", "sentId": 400}], "secId": 211}, {"speaker": "BALL", "sentences": [{"text": "It is very striking that Bernie Sanders and Donald Trump have effectively the same position on trade and that they are getting traction in these heartland states, the Rust Belt, the industrial Midwest, where the loss of those manufacturing jobs is very deeply felt and where, even though Hillary Clinton has tried to run against the Trans-Pacific Partnership and as a fair trade candidate, people are not buying it.", "sentId": 401}], "secId": 212}, {"speaker": "BALL", "sentences": [{"text": "They do not believe that that's the side of this issue that she is on and they're reacting to that.", "sentId": 402}], "secId": 213}, {"speaker": "HENDERSON", "sentences": [{"text": "One of the big differences is Trump not able to broaden his coalition, certainly not racially,  But finally Bernie Sanders is doing that.", "sentId": 403}, {"text": "We saw him really start to eat into what had been Hillary Clinton's dominance among African Americans in Michigan.", "sentId": 404}], "secId": 214}, {"speaker": "HENDERSON", "sentences": [{"text": "She still won by 40 points.", "sentId": 405}, {"text": "He's also doing better with white voters.", "sentId": 406}, {"text": "He wasn't doing so well with white voters in the South, certainly didn't do well with them in Mississippi, a contest that was that same day.", "sentId": 407}], "secId": 215}, {"speaker": "HENDERSON", "sentences": [{"text": "But won white voters by 14 percent.", "sentId": 408}, {"text": "And so that kind of mixture, I think, for these other states, which are demographically pretty similar to Michigan in terms of the ratio of black voters to white voters --", "sentId": 409}], "secId": 216}, {"speaker": "RAJU", "sentences": [{"text": "And really just shows how well that populist economic message plays in the Midwest.", "sentId": 410}], "secId": 217}, {"speaker": "RAJU", "sentences": [{"text": "I mean, you look at obviously him doing well in Michigan, potentially how he does in Ohio will go a long way to showing whether or not how effective Hillary Clinton has been, as she's tried to shift to the Left on the issue, and how much of a liability that trade issue is in states like Michigan and Ohio.", "sentId": 411}], "secId": 218}, {"speaker": "RAJU", "sentences": [{"text": "I mean, Rob Portman, the senator from Ohio, the former U.S. trade representative, came out against the Trans-Pacific Partnership.", "sentId": 412}, {"text": "And Hillary Clinton once called it the gold standard and had to reverse her position on that.", "sentId": 413}], "secId": 219}, {"speaker": "RAJU", "sentences": [{"text": "That's such a big liability and if she does do poorly on Tuesday, that will be a big reason why.", "sentId": 414}], "secId": 220}, {"speaker": "MARTIN", "sentences": [{"text": "And here's the backdrop.", "sentId": 415}, {"text": "The trade issue is kind of a recurring theme in Democratic primaries.", "sentId": 416}, {"text": "And every four years Democratic candidates for president -- to be candid about it -- B.S.", "sentId": 417}, {"text": "about their views on trade.", "sentId": 418}], "secId": 221}, {"speaker": "MARTIN", "sentences": [{"text": "Barack Obama in 2008 in Ohio promised, if president, he would reopen NAFTA.", "sentId": 419}, {"text": "Of course that hasn't happened.", "sentId": 420}, {"text": "The fact is Democratic elites are overwhelmingly pro-free trade.", "sentId": 421}], "secId": 222}, {"speaker": "MARTIN", "sentences": [{"text": "And the fact is that you now have somebody who is not.", "sentId": 422}, {"text": "He really is not for free trade, Bernie Sanders.", "sentId": 423}], "secId": 223}, {"speaker": "MARTIN", "sentences": [{"text": "And I think that resonates in these states for voters who are sick every four years of hearing candidates from both parties mouth sort of happy talk about fair trade and then go to Washington and vote as free traders.", "sentId": 424}], "secId": 224}, {"speaker": "KING", "sentences": [{"text": "I'm going to squeeze this part in from the debate because what was striking, if you listen to the Republican debate and then the Democratic debate, especially on an issue like immigration, voters are going to have a very clear contrast in November, no matter who the nominees are.", "sentId": 425}], "secId": 225}, {"speaker": "KING", "sentences": [{"text": "And the immigration debate in the Democratic debate this past week, the candidates not only went way Left of the Republican candidates, they went Left of the sitting president, who happens to be a Democrat.", "sentId": 426}], "secId": 226}, {"speaker": "CLINTON", "sentences": [{"text": "Of the people, the undocumented people living in our country, I do not want to see them deported.", "sentId": 427}, {"text": "I want to see them on a path to citizenship.", "sentId": 428}, {"text": "That is exactly what I will do.", "sentId": 429}], "secId": 227}, {"speaker": "SANDERS", "sentences": [{"text": "I happen to agree with President Obama on many, many issues.", "sentId": 430}, {"text": "I think he's done a great job as President of the United States.", "sentId": 431}], "secId": 228}, {"speaker": "SANDERS", "sentences": [{"text": "He is wrong on this issue of deportation.", "sentId": 432}, {"text": "I disagree with him on that.", "sentId": 433}], "secId": 229}, {"speaker": "SANDERS", "sentences": [{"text": "So to answer your question, no, I will not deport children from the United States of America.", "sentId": 434}], "secId": 230}, {"speaker": "KING", "sentences": [{"text": "They're playing to the base without a doubt.", "sentId": 435}], "secId": 231}, {"speaker": "KING", "sentences": [{"text": "Are they overdoing it or are they on safe ground, looking at the Obama coalition?", "sentId": 436}], "secId": 232}, {"speaker": "KING", "sentences": [{"text": "Or is this general election quicksand?", "sentId": 437}], "secId": 233}, {"speaker": "BALL", "sentences": [{"text": "It may be quicksand but, you know, there's a feeling that Donald Trump, by being the build-a-wall candidate, has opened up a large amount of space for whoever the Democratic nominee is to run way to the Left because they are going to need to activate that demographic coalition of minority voters and because this becomes a very, very active general election issue with Donald Trump on the Republican ticket.", "sentId": 438}], "secId": 234}, {"speaker": "KING", "sentences": [{"text": "Fascinating questions, many more.", "sentId": 439}, {"text": "Big Tuesday night.", "sentId": 440}, {"text": "Don't go anywhere.", "sentId": 441}], "secId": 235}, {"speaker": "KING", "sentences": [{"text": "Up next, our reporters share from their notebooks, including President Obama's strategy to win a hearing for his coming Supreme Court pick.", "sentId": 442}], "secId": 236}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table and ask our great reporters to get you out ahead of the big political news just around the corner -- Molly Ball.", "sentId": 443}], "secId": 237}, {"speaker": "BALL", "sentences": [{"text": "This is just a little story yesterday that caught my attention because it could potentially have some larger significance.", "sentId": 444}], "secId": 238}, {"speaker": "BALL", "sentences": [{"text": "Trump is airing ads in Ohio against Kasich, which is itself an interesting development.", "sentId": 445}, {"text": "But they had to pull them off the air because of a complaint by Kasich's super PAC, that the disclaimer is in the wrong place.", "sentId": 446}, {"text": "You know, the \"I approve this message.\"", "sentId": 447}, {"text": "It's supposed to go at the end.", "sentId": 448}], "secId": 239}, {"speaker": "BALL", "sentences": [{"text": "And I think that this shows that the Trump campaign is still not really a professional operation.", "sentId": 449}, {"text": "We've known from the beginning that these are not exactly veteran political strategists running Donald Trump's campaign.", "sentId": 450}], "secId": 240}, {"speaker": "BALL", "sentences": [{"text": "But as the Republican Party increasingly seems willing to accept that Trump is the inevitable nominee, they're going to have to figure out how to give a sort of transplant to this campaign and get them into working order if this is going to be the campaign of the Republican nominee for president.", "sentId": 451}], "secId": 241}, {"speaker": "KING", "sentences": [{"text": "Send in some lawyers, what every campaign needs -- Manu.", "sentId": 452}], "secId": 242}, {"speaker": "RAJU", "sentences": [{"text": "John, as soon as this week the president could nominate his Supreme Court choice and that means pressure is going to intensify on Chuck Grassley, the veteran Iowa senator, who is chairman of the Senate Judiciary Committee.", "sentId": 453}], "secId": 243}, {"speaker": "RAJU", "sentences": [{"text": "Already Democrats have launched a shame campaign to try to get him to move and have confirmation hearings.", "sentId": 454}, {"text": "He's has taken a hard line, like his Republican leaders, of saying no hearings this year.", "sentId": 455}, {"text": "Let's wait for the new president.", "sentId": 456}], "secId": 244}, {"speaker": "RAJU", "sentences": [{"text": "But what Democrats are going to increasingly try to do is make it hard for him back home.", "sentId": 457}], "secId": 245}, {"speaker": "RAJU", "sentences": [{"text": "And what does that mean?", "sentId": 458}], "secId": 246}, {"speaker": "RAJU", "sentences": [{"text": "Potentially putting money behind his opponent.", "sentId": 459}, {"text": "They've recruited his opponent, former lieutenant governor Patty Judge to run against him.", "sentId": 460}, {"text": "They know it will be a tough race but they think that if they put money on , they hurt Chuck Grassley's favorability back home and maybe put money behind her campaign, then that could turn -- that could actually force Chuck Grassley to cave.", "sentId": 461}, {"text": "We'll see if it actually works.", "sentId": 462}], "secId": 247}, {"speaker": "KING", "sentences": [{"text": "A test of the old \"all politics is local\" -- Jonathan.", "sentId": 463}], "secId": 248}, {"speaker": "MARTIN", "sentences": [{"text": "Where are the governors?", "sentId": 464}], "secId": 249}, {"speaker": "MARTIN", "sentences": [{"text": "Talking to some folks in the GOP this week, one of the questions that I heard raised was, in the history of these White House primaries, governors typically have the best organizations in their states and they often can bring out people for the candidate they endorse.", "sentId": 465}], "secId": 250}, {"speaker": "MARTIN", "sentences": [{"text": "But what's striking about Tuesday is in three of the big states holding contests on Tuesday, the governors are nowhere to be found.", "sentId": 466}], "secId": 251}, {"speaker": "MARTIN", "sentences": [{"text": "In Florida, North Carolina and Illinois, GOP governors in each of those three states, the governors are on the sidelines.", "sentId": 467}, {"text": "And I think as we get closer to a Trump nomination and you hear more of this \"who lost China\" talk in the Republican Party, there's going to be finger pointing at some of these governors, who stood silent while Trump marched to the nomination.", "sentId": 468}], "secId": 252}, {"speaker": "KING", "sentences": [{"text": "Usually the most disciplined party in our politics is crumbling this year.", "sentId": 469}], "secId": 253}, {"speaker": "HENDERSON", "sentences": [{"text": "Interesting race, Senate race in Maryland, for the chance to replace Barbara Mikulski.", "sentId": 470}, {"text": "A new poll out shows that Donna Edwards is leading and this is really for the first time she's in a match-up against Chris Van Hollen, who is her congressional colleague.", "sentId": 471}], "secId": 254}, {"speaker": "He is beating her in terms of endorsements and fund-raising.  He's got a 10", "sentences": [{"text": "1 advantage.", "sentId": 472}, {"text": "But she has really been making inroads in the Baltimore County area, particularly with African Americans, particularly with women.", "sentId": 473}], "secId": 255}, {"speaker": "He is beating her in terms of endorsements and fund-raising.  He's got a 10", "sentences": [{"text": "She's very much running as the Sanders in this campaign, running as the outsider, running as someone who would be the second black woman to serve in the U.S. Senate and Chris Van Hollen --", "sentId": 474}], "secId": 256}, {"speaker": "HENDERSON", "sentences": [{"text": "-- running on experience, running on establishment endorsements like Senator Harry Reid.", "sentId": 475}, {"text": "EMILY's List is going to try to really juice this campaign up.", "sentId": 476}, {"text": "They've put about $1.5 million in it.", "sentId": 477}, {"text": "They're going to put $1 million more in it.", "sentId": 478}, {"text": "It's going to really be fought on the air.", "sentId": 479}, {"text": "So look for those airwaves in Maryland to be flooded with campaign ads for both of these candidates.", "sentId": 480}, {"text": "The primary is April 26th,  so we'll see how that shakes out.", "sentId": 481}], "secId": 257}, {"speaker": "KING", "sentences": [{"text": "Kind of an undercard for the Clinton-Sanders race.", "sentId": 482}, {"text": "Interesting to watch that one.", "sentId": 483}], "secId": 258}, {"speaker": "KING", "sentences": [{"text": "I will close with a bit more on the conversations inside the Rubio and Kasich campaigns as survival Tuesday draws near.", "sentId": 484}, {"text": "I'm told there's zero doubt the Ohio governor will be gone from the race by Wednesday if he loses his home state Tuesday night.", "sentId": 485}], "secId": 259}, {"speaker": "KING", "sentences": [{"text": "But his team is hopeful enough that it had some preliminary conversations in recent days about assembling a team, assuming Kasich wins, to get into the nitty-gritty of planning for an open convention.", "sentId": 486}], "secId": 260}, {"speaker": "KING", "sentences": [{"text": "Inside Team Rubio, there are now some advisers arguing that if Kasich and Rubio both lose, perhaps the Florida senator should try to hang on a bit longer in case this latest debate about Trump and his rally violence takes a toll.", "sentId": 487}], "secId": 261}, {"speaker": "KING", "sentences": [{"text": "But Rubio's finance team rolls its eyes at such talk and has made clear that if Rubio loses at home, the money will dry up overnight.", "sentId": 488}], "secId": 262}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 489}, {"text": "Again, thanks for sharing your Sunday morning, we'll see you soon, including Tuesday night as part of our special election coverage.", "sentId": 490}, {"text": "Coming up next, \"STATE OF THE UNION.\"", "sentId": 491}], "secId": 263}], "sectionCount": 264, "url": "transcripts.cnn.com/TRANSCRIPTS/1603/13/ip.01.html", "sentenceCount": 493, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired March 13, 2016 - 08:00   ET", "speakers": ["KING", "TRUMP", "KASICH", "RUBIO", "SANDERS", "DEBATE MODERATOR", "CLINTON", "TRUMP ", "BALL", "RAJU", "two", "CRUZ", "HENDERSON", "MARTIN", "CARSON", "UNIDENTIFIED MALE", "There's the short-term question", "There's a medium-term question", "A lot of people think some of them will. RAJU", "OBAMA", "UNIDENTIFIED FEMALE", "UNIDENTIFIED MALE ", "He is beating her in terms of endorsements and fund-raising.  He's got a 10"], "title": "INSIDE POLITICS"}