{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1603.27.ip.01.html.json", "subTitle": "Latest Sanders Win: A Big Day or A Big Deal?; Attacks Stir Debate Over Preventing Terrorism; Cruz Blames Trump for \"Tabloid Smear\"; Majority of Women View Trump Unfavorably; Wisconsin Looms Large in \"Stop Trump\" Fight; Empty Your Notebook. Aired 8-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Bernie Sanders engineers a three-state Saturday sweep.", "sentId": 0}], "secId": 0}, {"speaker": "SANDERS", "sentences": [{"text": "Don't let anybody tell you we can't win the nomination or win the general election.", "sentId": 1}, {"text": "We're going to do both of those things.", "sentId": 2}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "But does momentum mean any big shift in the delegates?", "sentId": 3}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Plus, the Republican race goes tabloid.", "sentId": 4}], "secId": 3}, {"speaker": "CRUZ", "sentences": [{"text": "Donald has demonstrated he's willing to attack anyone and everyone, and truth does not matter to him.", "sentId": 5}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "And the Brussels terror attacks put the commander-in-chief question front and center.", "sentId": 6}], "secId": 5}, {"speaker": "CLINTON", "sentences": [{"text": "If Mr. Trump gets his way, it will be like Christmas in the Kremlin.", "sentId": 7}, {"text": "It will make America less safe and the world more dangerous.", "sentId": 8}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 9}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 10}, {"text": "I'm John King.", "sentId": 11}, {"text": "Thanks for sharing your Sunday morning and happy Easter.", "sentId": 12}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "A rare break now in the presidential primary schedule but by no means a chance for the candidates to rest.", "sentId": 13}, {"text": "Three big questions as we countdown nine days until the Wisconsin primary that will tell us a lot about the direction of both nominating contests.", "sentId": 14}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Number one, can Bernie Sanders translate his new momentum into a battleground state win?", "sentId": 15}, {"text": "The Vermont senator won three contests yesterday and has taken five of the last six.", "sentId": 16}], "secId": 10}, {"speaker": "SANDERS", "sentences": [{"text": "We are making significant in roads in Secretary Clinton's lead and we have --", "sentId": 17}], "secId": 11}, {"speaker": "SANDERS", "sentences": [{"text": "And we have -- with your support coming here in Wisconsin, we have a path toward victory.", "sentId": 18}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Question two, how will an ugly descent into the gutter impact the nasty battle between Donald Trump and Ted Cruz.", "sentId": 19}], "secId": 13}, {"speaker": "CRUZ", "sentences": [{"text": "So, Donald when he's losing, when he's scared, when Republicans are uniting against him decides to peddle sleaze and slime.", "sentId": 20}, {"text": "And he should not be surprised to see people calling him sleazy Donald.", "sentId": 21}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "And question three, will new terror attacks in Europe reshape voter thinking about who should be the next commander-in-chief.", "sentId": 22}], "secId": 15}, {"speaker": "CLINTON", "sentences": [{"text": "We need steady wrong hands in the White House, in the Situation Room, to deal with the problems that we face around the world.", "sentId": 23}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "With us this Sunday morning to share their reporting and their insights, Julie Pace with \"The Associated Press\", CNN's Manu Raju, Margaret Talev of \"Bloomberg News\", and \"The Atlantic's\" Molly Ball.", "sentId": 24}], "secId": 17}, {"speaker": "morning", "sentences": [{"text": "is Bernie Sanders back in the hunt for the nomination or is his big week just a speed bump for Hillary Clinton?", "sentId": 25}, {"text": "Let's update the map and the math.", "sentId": 26}], "secId": 18}, {"speaker": "morning", "sentences": [{"text": "Take a look here.", "sentId": 27}, {"text": "This is Monday morning.", "sentId": 28}, {"text": "You see Clinton's lead, this is just pledge delegates, 1,174 to 850.", "sentId": 29}, {"text": "Well, let's fast forward to today.", "sentId": 30}, {"text": "Bernie Sanders won three yesterday.", "sentId": 31}, {"text": "Washington, Alaska and Hawaii and he won them big.", "sentId": 32}, {"text": "He won five of the six this weeks with Senator Clinton winning in Arizona.", "sentId": 33}, {"text": "Over the course of the week, Senator Sanders shaved more than 90 delegates off Hillary Clinton's pledge lead, shaving more than 70 of those delegates off just yesterday.", "sentId": 34}], "secId": 19}, {"speaker": "morning", "sentences": [{"text": "Now, Hillary Clinton says the math is still in her favor and it is, but Senator Sanders has closed the gap considerably, has momentum as we head to Wisconsin, and what Senator Sanders is saying and even Hillary Clinton right now -- well, she should be feeling the Bern.", "sentId": 35}], "secId": 20}, {"speaker": "SANDERS", "sentences": [{"text": "This is what momentum is.", "sentId": 36}], "secId": 21}, {"speaker": "SANDERS", "sentences": [{"text": "We have been beating Donald Trump by double digits.", "sentId": 37}, {"text": "The last CNN poll had Hillary Clinton doing quite well.", "sentId": 38}, {"text": "She was beating Trump by 12 points.", "sentId": 39}, {"text": "We were beating him by 20 points.", "sentId": 40}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "So, it's the question of the morning is.", "sentId": 41}, {"text": "Was it just a big day or is it a big deal?", "sentId": 42}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Bernie Sanders is closing the delegate math.", "sentId": 43}, {"text": "He's coming on to Wisconsin, which should be a good battle ground state between the two of them.", "sentId": 44}, {"text": "He is bolder and more aggressive.", "sentId": 45}, {"text": "Thinks he has a chance.", "sentId": 46}], "secId": 24}, {"speaker": "BALL", "sentences": [{"text": "On the one hand, it's more than a big day.", "sentId": 47}, {"text": "It's a big week for Bernie Sanders because he also won two of three contests earlier in the week, and so he nets about 90 delegates for the whole week.", "sentId": 48}, {"text": "That's a big deal, that closes the gap, as you said, quite a bit.", "sentId": 49}], "secId": 25}, {"speaker": "BALL", "sentences": [{"text": "On the other hand, these contests could not have been more favorable to Bernie Sanders.", "sentId": 50}, {"text": "They're caucuses, so that -- the most intense most intense, most liberal Democrats in the base tend to come out for those.", "sentId": 51}, {"text": "They're overwhelmingly white electorates, overwhelming progressive electorates.", "sentId": 52}, {"text": "So, this could be an anomaly.", "sentId": 53}], "secId": 26}, {"speaker": "BALL", "sentences": [{"text": "And I think the point about momentum is important because we haven't seen any candidate really gain momentum in this race, right?", "sentId": 54}, {"text": "When Hillary Clinton seems to be rolling, then you have 80 percent of Democrats in some of these other states still wanting to go out and vote for Bernie Sanders.", "sentId": 55}, {"text": "Sanders has got that big win in Michigan, doesn't help him in Ohio, for example.", "sentId": 56}], "secId": 27}, {"speaker": "BALL", "sentences": [{"text": "So, both of the candidates are locked in to their bases within the Democratic base, and it doesn't look like there's going to be a rolling for Bernie after this.", "sentId": 57}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "And he -- he was into the end anyway.", "sentId": 58}, {"text": "He believes he's starting a movement.", "sentId": 59}, {"text": "He believes he's doing something he should do.", "sentId": 60}, {"text": "He believes he needs to push her on the issues, even if he doesn't succeed.", "sentId": 61}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "But as he gets closer, Margaret, and he has a chance, it says -- it might be a small chance but it's a chance -- and it's a better chance today than it was yesterday.", "sentId": 62}, {"text": "It's a better chance today than it was a week ago.", "sentId": 63}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "And now, we're heading back to the Midwest.", "sentId": 64}, {"text": "Wisconsin has a history of progressive politics.", "sentId": 65}, {"text": "There's a chance for Bernie Sanders to win again.", "sentId": 66}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "How much does that change the dynamic of the race?", "sentId": 67}, {"text": "In terms of his tone, it will be more aggressive because he thinks he has the chance, and she faces this challenge of how to manage this relationship.", "sentId": 68}], "secId": 32}, {"speaker": "TALEV", "sentences": [{"text": "Right, she keeps trying to pivot to the general election, but, you know, if you appear overconfident and then you create a window that you didn't need to have.", "sentId": 69}], "secId": 33}, {"speaker": "TALEV", "sentences": [{"text": "I think fundamentally this underscores her weaknesses more than it shows a surge for Bernie Sanders.", "sentId": 70}, {"text": "She has the same weaknesses she's had since the beginning.", "sentId": 71}, {"text": "She's been unable to close these kinds of gaps.", "sentId": 72}], "secId": 34}, {"speaker": "TALEV", "sentences": [{"text": "The fundamental difference, though, is that on the one hand, the Democratic Party establishment is still much more in charge of its own destiny than it's true on the Republican side, and the Democratic establishment wants Hillary Clinton to be nominee and the next president.", "sentId": 73}], "secId": 35}, {"speaker": "PACE", "sentences": [{"text": "And I think part of the problem in these big victories is that if you're a Democratic super delegate looking toward the fall election, you're looking for a candidate who can put together the kind of coalition that Democrats need in a general election, and Bernie Sanders has proven basically incapable of rallying African-Americans.", "sentId": 74}, {"text": "That is a voting bloc that Democrats need to show up in large numbers.", "sentId": 75}], "secId": 36}, {"speaker": "PACE", "sentences": [{"text": "So, if he's trying to convince super delegates of his strength and get them to move away from Hillary Clinton, he's going to have to find some way to show he can pull that coalition together and it's not happening.", "sentId": 76}], "secId": 37}, {"speaker": "KING", "sentences": [{"text": "And yet, does he have a counter-argument that I am attracting white working class, especially white working class men, which is her weakness, which could be a Trump strength.", "sentId": 77}], "secId": 38}, {"speaker": "RAJU", "sentences": [{"text": "That's absolutely right.", "sentId": 78}, {"text": "I mean, it really just -- as you were saying, Margaret, this show cases what weakness has been all along, firing up a key aspect of the Democratic base including white voters, including younger voters, including more liberal voters, how does she get them back particularly if the race continues into July, particularly if Bernie keeps winning states?", "sentId": 79}, {"text": "It's going to continually undermine her narrative that she's the candidate who could unite the party against Donald Trump.", "sentId": 80}], "secId": 39}, {"speaker": "RAJU", "sentences": [{"text": "Her really only hope is that Donald Trump is at the top of the ticket and fires up the Democratic base and brings those voters back out to the polls.", "sentId": 81}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "From a question of the race, what she's looking for -- she understands Senator Sanders and she understands as much as she would like him to get out, he's not going to.", "sentId": 82}, {"text": "So, what she was hoping to stretch her lead, hoping that that would get him to tune it down a little bit.", "sentId": 83}, {"text": "As her lead shrinks, he gets more aggressive every time it does.", "sentId": 84}, {"text": "Listen to him when he was here for a final five when we had the candidates interviewing on CNN earlier in the week where he starts to raise questions about his opponent.", "sentId": 85}], "secId": 41}, {"speaker": "SANDERS", "sentences": [{"text": "There's no question that we are a much stronger campaign than is Hillary Clinton.", "sentId": 86}, {"text": "Not many Democrats will be voting for Donald Trump but we will do much better than Hillary Clinton with the millions of people who are independents, the millions of people who feel for whatever reason uncomfortable with Hillary Clinton.", "sentId": 87}], "secId": 42}, {"speaker": "KING", "sentences": [{"text": "The millions of people who for whatever reason feel uncomfortable with Hillary Clinton.", "sentId": 88}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "It is interesting because it's flipped a little bit.", "sentId": 89}, {"text": "Recent polling and again it's March so don't put too much stock in this, but recent polling shows both Democrats are beating Donald Trump and the other Republican candidates are more competitive.", "sentId": 90}, {"text": "But Bernie Sanders does beat Donald Trump by more than Hillary Clinton on those polling.", "sentId": 91}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "So a campaign that started with her saying the socialist guy is not electable, he now, if you believe the polls today has a stronger case that he's the electable Democrat.", "sentId": 92}], "secId": 45}, {"speaker": "BALL", "sentences": [{"text": "Well, I think what we know is that Hillary Clinton and Donald Trump are both universally known and Bernie Sanders is less well-known by a general electorate.", "sentId": 93}, {"text": "Now, the Clinton people would tell you that would change as soon as he was the nominee, and a lot of these weaknesses on paper would come to the fore as a negative campaign was run against him.", "sentId": 94}], "secId": 46}, {"speaker": "BALL", "sentences": [{"text": "I don't know whether or not that's the case but it is true that there aren't a lot of people in this country that still need to figure out who Hillary Clinton is and there aren't a lot of people in this country that still need to figure out who Donald Trump is.", "sentId": 95}, {"text": "And so, in what now looks like the most likely case where that's your general election, you have a campaign that I think starts from an unprecedented place of baked in negativity for both nominees.", "sentId": 96}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "So, how does she handle the moment, in the sense that you're moving on to a state in Wisconsin is more white, but it has the African American base in Milwaukee.", "sentId": 97}, {"text": "Does she just do her business or does she have to get tougher on him?", "sentId": 98}], "secId": 48}, {"speaker": "RAJU", "sentences": [{"text": "She can't ignore him.", "sentId": 99}], "secId": 49}, {"speaker": "PACE", "sentences": [{"text": "She can't ignore him, but if you talk to Clinton advisors, they say her supporters don't like it when she goes negative on Bernie because Democrats generally like Bernie Sanders.", "sentId": 100}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "And she needs those, especially the younger college educated people, the independents.", "sentId": 101}], "secId": 51}, {"speaker": "PACE", "sentences": [{"text": "She needs to come out in the general election.", "sentId": 102}], "secId": 52}, {"speaker": "PACE", "sentences": [{"text": "So she can't ignore him completely but it doesn't do her much good to be hammering him and getting negative on him.", "sentId": 103}, {"text": "She needs to pay attention to him and focus on issues with him, but also, she does to be turning her attention to the general.", "sentId": 104}], "secId": 53}, {"speaker": "RAJU", "sentences": [{"text": "But this is the real risk.", "sentId": 105}, {"text": "If he does win Wisconsin and he continues to push back on the narrative he can only win white states.", "sentId": 106}], "secId": 54}, {"speaker": "RAJU", "sentences": [{"text": "I mean, yes, Wisconsin has a very heavily white population, but it is largely African American in southern Wisconsin, in Milwaukee specifically.", "sentId": 107}, {"text": "So, he can say point to that, point to the victory in Michigan and that will be a big talking point for him going forward.", "sentId": 108}, {"text": "Does it change the map?", "sentId": 109}, {"text": "No but it does change the narrative and shows that Bernie Sanders is someone she'll have to pay attention to.", "sentId": 110}], "secId": 55}, {"speaker": "TALEV", "sentences": [{"text": "She needs to learn how to triangulate.", "sentId": 111}, {"text": "There's a lot of stuff from Bill Clinton's era that doesn't work in 2016.", "sentId": 112}, {"text": "But this is one that still works.", "sentId": 113}], "secId": 56}, {"speaker": "TALEV", "sentences": [{"text": "It's universal rule of politics, right?", "sentId": 114}, {"text": "You take one side and take the other side and find a place in the middle.", "sentId": 115}, {"text": "Bernie Sanders can help her to become a better candidate if she can take the opportunity and run with it.", "sentId": 116}], "secId": 57}, {"speaker": "TALEV", "sentences": [{"text": "And, you know, she can appeal to his people and say Bernie contributed so much of what we're talking about this year, and still go after Donald Trump in the general election.", "sentId": 117}, {"text": "That's what she has to do.", "sentId": 118}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "It was interesting.", "sentId": 119}, {"text": "By the close of the day yesterday, the Clinton people were saying, well, you know, we could lose Wisconsin but then New York.", "sentId": 120}, {"text": "So, possibility of another Sanders win.", "sentId": 121}, {"text": "We'll keep -- at a minimum, the Democratic race goes on and Senator Sanders feels more optimistic and more confident.", "sentId": 122}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "Up next, Europe on edge and the 2016 campaign test.", "sentId": 123}, {"text": "Which of the remaining five candidates is best suited to combat ISIS?", "sentId": 124}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "First, though, politicians say the darndest things.", "sentId": 125}, {"text": "It fits with our recent discussion, mansplaining, with an assist from Jimmy Kimmel.", "sentId": 126}], "secId": 61}, {"speaker": "CLINTON", "sentences": [{"text": "It' wonderful to be here with all of you.", "sentId": 127}], "secId": 62}, {"speaker": "KIMMEL", "sentences": [{"text": "Hold on one second --", "sentId": 128}], "secId": 63}, {"speaker": "CLINTON", "sentences": [{"text": "All ready?", "sentId": 129}, {"text": "All ready?", "sentId": 130}], "secId": 64}, {"speaker": "KIMMEL", "sentences": [{"text": "You're shouting.", "sentId": 131}, {"text": "You're too loud.", "sentId": 132}, {"text": "You don't have to shout like that.", "sentId": 133}, {"text": "It hurts my ears.", "sentId": 134}, {"text": "It comes off as a little shrill for men.", "sentId": 135}, {"text": "That's all.", "sentId": 136}], "secId": 65}, {"speaker": "CLINTON", "sentences": [{"text": "Shrill --", "sentId": 137}], "secId": 66}, {"speaker": "KIMMEL", "sentences": [{"text": "Yes.", "sentId": 138}], "secId": 67}, {"speaker": "CLINTON", "sentences": [{"text": "-- for men.", "sentId": 139}], "secId": 68}, {"speaker": "KIMMEL", "sentences": [{"text": "I mean, you're making a speech.", "sentId": 140}, {"text": "Not an arrest.", "sentId": 141}], "secId": 69}, {"speaker": "KING", "sentences": [{"text": "In Brussels today, the joy of Easter tempered somewhat by the scars and fear that come with terror attacks and their unsettling aftermath.", "sentId": 142}, {"text": "The bombings, of course, stirred anew the campaign debate about how best to combat ISIS, and to combat radicalization.", "sentId": 143}, {"text": "Ted Cruz called for more police factors and intelligence gathering in Muslim neighborhoods and he seized on Donald Trump's suggestions made just before the attacks that the United States was bearing too much of the burden within the NATO alliance.", "sentId": 144}], "secId": 70}, {"speaker": "CRUZ", "sentences": [{"text": "Even Barrack Obama hasn't gone so far as arguing from with drawing from NATO the way Donald Trump has.", "sentId": 145}, {"text": "And the way to respond to terrorist attacks is not weakness.", "sentId": 146}, {"text": "It's not unilateral and preemptive surrender.", "sentId": 147}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "Both Democratic candidates are already on record opposing Trump's call to ban Muslims from entering the United States, and both quickly took issue with the new Cruz proposal.", "sentId": 148}], "secId": 72}, {"speaker": "CLINTON", "sentences": [{"text": "So when Republican candidates like Ted Cruz call for treating American Muslims like criminals and for racially profiling predominantly Muslim neighborhoods it's wrong.", "sentId": 149}, {"text": "It's counterproductive, it's dangerous.", "sentId": 150}], "secId": 73}, {"speaker": "SANDERS", "sentences": [{"text": "It's unconstitutional.", "sentId": 151}, {"text": "It would be wrong.", "sentId": 152}, {"text": "We are fighting a terrorist organization.", "sentId": 153}, {"text": "It's terrorist organization that is killing innocent people.", "sentId": 154}, {"text": "We are not fighting a religion.", "sentId": 155}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "When we have horrific world events like this, they do immediately reverberate around the campaign and everybody reacts to them.", "sentId": 156}, {"text": "But does it -- did it -- did it change anything?", "sentId": 157}], "secId": 75}, {"speaker": "PACE", "sentences": [{"text": "I don't know if it changed anything but I do think that it was important in a political sense in that so much of this campaign has focused on personalities and squabbling over issues that aren't policy related and this was a real opportunity to look at these candidates who are left and highlight the very real policy differences that they have.", "sentId": 158}, {"text": "You are choosing between candidates who are on the one hand saying that it's important to patrol Muslim communities and possibly ban Muslims from coming to this country.", "sentId": 159}, {"text": "And that is what they say would be part of their solution for fighting ISIS.", "sentId": 160}], "secId": 76}, {"speaker": "You have others on the Democratic side who are saying that would be counter productive so it is an important moment for voters to be able to look at what these candidates would do.  It's a problem that's going to exist well into the next presidency.  KING", "sentences": [{"text": "And within the Republican race, you have John Kasich talking", "sentId": 161}], "secId": 77}, {"speaker": "You have others on the Democratic side who are saying that would be counter productive so it is an important moment for voters to be able to look at what these candidates would do.  It's a problem that's going to exist well into the next presidency.  KING", "sentences": [{"text": "after Cruz makes his proposal, have more intelligence gathering, more police patrols of Muslim neighborhoods.", "sentId": 162}, {"text": "We know where Trump is.", "sentId": 163}, {"text": "Ban Muslims from enters the United States on a temporary basis, he says, quote, \"until we figure out what's going on.\"", "sentId": 164}], "secId": 78}, {"speaker": "You have others on the Democratic side who are saying that would be counter productive so it is an important moment for voters to be able to look at what these candidates would do.  It's a problem that's going to exist well into the next presidency.  KING", "sentences": [{"text": "Listen to John Kasich who, forgive me, Governor, sounds more like Hillary Clinton and Bernie Sanders that his Republican rivals.", "sentId": 165}], "secId": 79}, {"speaker": "KASICH", "sentences": [{"text": "Let's just talk about your friends in the Muslim community.", "sentId": 166}, {"text": "They're going to have to work to destroy ISIS.", "sentId": 167}, {"text": "They're going to have to tell us what they're hearing in their community for people who have been radicalized.", "sentId": 168}, {"text": "If what we tell them is drop dead, how the heck are we supposed to get them to work with us?", "sentId": 169}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "Can he sell that to the Republican primary elector where if you look at the exit polls in the states where we have them, Trump's proposal has majority support in most states.", "sentId": 170}], "secId": 81}, {"speaker": "RAJU", "sentences": [{"text": "Yes, that's exactly what about to say, John.", "sentId": 171}, {"text": "I mean, overwhelmingly, I mean, 60 percent, 70 percent of Republican voters in these early states are supporting that ban on Muslims and I'm sure that Ted Cruz proposal to patrol Muslim communities similarly would have support.", "sentId": 172}, {"text": "What John Kasich is saying is something totally different.", "sentId": 173}, {"text": "I'm not sure how much it's going to play with the base.", "sentId": 174}], "secId": 82}, {"speaker": "RAJU", "sentences": [{"text": "But, you know, I'm not sure how much is also going to change the complexion of the debate, even as horrific as these bombings were.", "sentId": 175}, {"text": "I mean, when you look at the Paris attacks from November, San Bernardino, and now this, those other issues did not really change the complexion of the race.", "sentId": 176}, {"text": "A lot of Republicans were thinking, well, there's a big national security event people are not going to take Donald Trump seriously but he continues to win because of proposals like that.", "sentId": 177}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Actually helped him.", "sentId": 178}, {"text": "People consistently viewed Trump as tougher or stronger.", "sentId": 179}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "Speaking of Mr. Trump, pick up or go online and read this morning's \"New York Times\".", "sentId": 180}, {"text": "Two of the best in the business, our friend Maggie Haberman here and David Sanger, the international affairs correspondent, had this interview, 100 minutes with Donald Trump, two interviews conducted over the phone, in which he says a number of things, too many to mention even in an hour long program perhaps.", "sentId": 181}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "A number of provocative things about his views on foreign policy, and some of them very significant changes.", "sentId": 182}, {"text": "He says, for example, that if Japan and South Korea aren't willing to put up more resources, it helped pay for the defense, yes, we'll just bring American troops home, they can have their own nuclear weapons.", "sentId": 183}, {"text": "He says if Saudi Arabia isn't nicer to the United States, isn't", "sentId": 184}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "willing to do more to help combat ISIS in the region, yes, we can pull out and leave them alone and stop buying oil from them and the like.", "sentId": 185}, {"text": "He says this also, and as the guy who spent a lot of time on the Pat Buchanan bus back in the day, he says, \"I'm not an isolationist but I am America first.", "sentId": 186}, {"text": "We will not be ripped off anymore.", "sentId": 187}, {"text": "We're going to be friendly with everybody but we're not going to be taken advantage of by anybody.\"", "sentId": 188}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "\"America first\" was a big slogan of Pat Buchanan back in the 1996 presidential campaign.", "sentId": 189}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "There's a lot to digest if you read this article, and part of it is the appeal of Trump.", "sentId": 190}, {"text": "He does not fit anybody's orthodoxy.", "sentId": 191}, {"text": "A lot of people read the article and say, whoa, whoa, whoa, there's like 10 or 12 or 15 or 20 mainstays in U.S. foreign policy that you're just willing to toss out the window.", "sentId": 192}], "secId": 89}, {"speaker": "BALL", "sentences": [{"text": "Well, I think the reason Trump continues to do well is that there are a lot of people that feel like the collective expertise of whatever establishment you want to talk about, the foreign policy establishment action, the governing establishment, all of the people with all of the degrees from all the right places hasn't worked.", "sentId": 193}], "secId": 90}, {"speaker": "BALL", "sentences": [{"text": "That, you know, the best and the brighter in the Obama administration have applied their collective expertise to these problems and look what's happening.", "sentId": 194}, {"text": "A lot of people feel like the world is on fire, and that's why Donald Trump I think has continued to benefit from these international crisis.", "sentId": 195}], "secId": 91}, {"speaker": "BALL", "sentences": [{"text": "Like you say, he's strong, he's forceful, his messages are very simple, even if they go against the consensus of how the U.S. should conduct itself in the world, there's an appealing simplicity and strength to them.", "sentId": 196}, {"text": "And, you know, it's the politics of fear and I know a lot of Democrats that worry if there is a big terrorist attack on our soil shortly before the general election, that people will flock to Trump's message because he offers the comfort of security and someone to blame -- a scapegoat.", "sentId": 197}], "secId": 92}, {"speaker": "TALEV", "sentences": [{"text": "But it's noteworthy that you haven't seen the Republican national security establishment en masse rally around Trump on any level really.", "sentId": 198}, {"text": "And I think part of what's going on now is that with the developments in Brussels, you're seeing a recognition not just in Europe but in the United States that we're entering a new era where terrorism is going to come in the form of you're on the metro and you're in the mall.", "sentId": 199}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "Let me ask before we go to break.", "sentId": 200}, {"text": "You were both on the trip with President Obama this past week and while he was away, this happened, of course, in Brussels.", "sentId": 201}, {"text": "And he faced a lot of criticism from Republicans because after the Brussels attacks, we can show the pictures, he went to a baseball game with Raul Castro, the leader of Cuba.", "sentId": 202}, {"text": "A lot of people thought that was inappropriate for the president to be seen relaxing with a communist leader on top of it, at a baseball in the wake of this.", "sentId": 203}, {"text": "Ands then, when he moved on to Argentine, he had -- he looked a little bit reluctant himself at this, but he had his tango moment, if you will, and a lot of the Republicans said this sent exactly the wrong image at this moment of gravity in the world.", "sentId": 204}, {"text": "The president's team makes the case that, no, it sent exactly the right image.", "sentId": 205}, {"text": "That the terrorists are not going to rattle me, they're not going to change my schedule, they're not going to get me to overreact.", "sentId": 206}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "And then, by the way, the Pentagon announced at the end of the week, while the president was doing his business, we killed the number two person in ISIS.", "sentId": 207}, {"text": "So, take that critics.", "sentId": 208}], "secId": 95}, {"speaker": "PACE", "sentences": [{"text": "Right.", "sentId": 209}, {"text": "I mean, I think there's two components of this.", "sentId": 210}, {"text": "One is, you know, just because the president is in Cuba or in Argentina, having these moments doesn't mean that the whole of the U.S. government stops and no one is working on foreign policy or counterterrorism.", "sentId": 211}], "secId": 96}, {"speaker": "PACE", "sentences": [{"text": "At the same time, having covered the White House for a long time, there's so many moments when a president could get derailed if he decided that every time there was a crisis, he had to focus exclusively on that you would never get anything else done.", "sentId": 212}, {"text": "I do think that this White House sometimes overcompensates for that and really digs in and says, we're definitely not going to change anything, no matter what the criticism is.", "sentId": 213}], "secId": 97}, {"speaker": "PACE", "sentences": [{"text": "But there is this idea of being president that you have to have a proactive agenda and can't constantly be chasing a crisis.", "sentId": 214}], "secId": 98}, {"speaker": "TALEV", "sentences": [{"text": "I think if it was March 2012, President Obama might have cut that trip short by a day and come home.", "sentId": 215}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Well, I think the Pentagon announcement at the end of the week helps them tell the critics, well, sorry, results are what matter in the end.", "sentId": 216}], "secId": 100}, {"speaker": "TALEV", "sentences": [{"text": "He doesn't need to run for reelection again.", "sentId": 217}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "Up next, Ted Cruz calls Donald Trump a \"sniveling coward\", as an already bizarre Republican race takes a tabloid turn.", "sentId": 218}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 219}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "Now to this week's edition of keeping up with the Trump effect on our political discourse.", "sentId": 220}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "On Tuesday, Trump mistakenly, some think deliberately, blamed Cruz for a web ad that featured a nude image of Trump's wife Melania.", "sentId": 221}, {"text": "The next day, despite plenty of reporting that Cruz had nothing to do with the ad, the Republican frontrunner retweeted this, a side by side image of Melania Trump and an unflattering photo of Heidi Cruz.", "sentId": 222}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "Senator Cruz understandably took offense.", "sentId": 223}], "secId": 106}, {"speaker": "CRUZ", "sentences": [{"text": "I don't get angry often, but you mess with my wife, you mess with my kids that will do it all the time.", "sentId": 224}, {"text": "Donald, you're a sniveling coward and leave Heidi the hell alone.", "sentId": 225}], "secId": 107}, {"speaker": "KING", "sentences": [{"text": "Next, maybe you've noticed it at the grocery store this weekend.", "sentId": 226}, {"text": "\"The National Enquirer\" ran an item that questioned Senator Cruz's character, that included quotes on the record from noted dirty trickster and Trump adviser, Roger Stone.", "sentId": 227}, {"text": "Again, Cruz took offense.", "sentId": 228}], "secId": 108}, {"speaker": "CRUZ", "sentences": [{"text": "Let me be clear: this \"National Enquirer\" story is garbage.", "sentId": 229}, {"text": "It is complete and utter lies.", "sentId": 230}, {"text": "It is a tabloid smear and it is a smear that has come from Donald Trump and his henchmen.", "sentId": 231}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "Now Donald Trump in a statement says he has nothing to do with this.", "sentId": 232}, {"text": "Let me read part of it, he said, quote, \"Ted Cruz's problem with the 'National Enquirer' is his and his alone.\"", "sentId": 233}, {"text": "Here's where it gets very Trumpian.", "sentId": 234}, {"text": "\"And while they were right about O.J.", "sentId": 235}, {"text": "Simpson, John Edwards and many others, I certainly hope they're not right about Lyin' Ted Cruz.\"", "sentId": 236}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 237}, {"text": "I guess, yes, let me rephrase Admiral Stockdale, where are we and why are we here?", "sentId": 238}], "secId": 111}, {"speaker": "BALL", "sentences": [{"text": "Yes, you tell me.", "sentId": 239}, {"text": "Well, the criticism that you hear of Ted Cruz's wife is what it took for him to really get upset with Donald Trump.", "sentId": 240}], "secId": 112}, {"speaker": "BALL", "sentences": [{"text": "Donald Trump insulted -- could insult basically everybody else in the universe and Cruz was willing to look the other way.", "sentId": 241}], "secId": 113}, {"speaker": "BALL", "sentences": [{"text": "Now it finally gets down to his actual family and he decides to get annoyed.", "sentId": 242}, {"text": "So I don't know.", "sentId": 243}, {"text": "None of this stuff has seemed to fall out on Donald Trump so far.", "sentId": 244}, {"text": "He's been the \"I'm rubber, you're glue\" candidate.", "sentId": 245}, {"text": "Everything sticks to everybody else.", "sentId": 246}], "secId": 114}, {"speaker": "BALL", "sentences": [{"text": "At the same time, you do hear qualms, even from some of his supporters, about Trump's vulgarity, about his willingness to -- I heard from voters in the South.", "sentId": 247}, {"text": "They didn't like him swearing, things like that.", "sentId": 248}], "secId": 115}, {"speaker": "BALL", "sentences": [{"text": "So when this gets to the level of sex scandal, I think there are Republicans, the sort of traditional Republicans that we think of, whose sense of propriety is offended.", "sentId": 249}], "secId": 116}, {"speaker": "BALL", "sentences": [{"text": "And I think that Cruz is probably hoping that they are -- they're going to side with --", "sentId": 250}], "secId": 117}, {"speaker": "RAJU", "sentences": [{"text": "And the risk for Cruz is that, as we have seen all along, is that when you start slinging mud with Donald Trump, you get dirty.", "sentId": 251}, {"text": "You saw that with Marco Rubio.", "sentId": 252}, {"text": "Of course, it was a different level of attack but something that Cruz has to worry about.", "sentId": 253}], "secId": 118}, {"speaker": "RAJU", "sentences": [{"text": "And by talking about -- you know, it's also a risk of going out and trying to kill this \"National Inquirer\" story, which is unsubstantiated tabloid report, but by talking about it, he elevated it, he injected it into the political discourse.", "sentId": 254}], "secId": 119}, {"speaker": "RAJU", "sentences": [{"text": "So it's not really clear how this plays out.", "sentId": 255}, {"text": "But I don't think it's necessarily a clean victory for Cruz by bringing it up and trying to blame it on Trump.", "sentId": 256}], "secId": 120}, {"speaker": "PACE", "sentences": [{"text": "I think one of the things that we've learned about Donald Trump is that he is not going to be a candidate that is going to pivot toward the general election and try to look presidential in the traditional sense.", "sentId": 257}], "secId": 121}, {"speaker": "PACE", "sentences": [{"text": "There have been two moments over the last month where he really had an opportunity, I think, to stand up and look presidential, the violence in Chicago, after one of his rallies and this moment where this super PAC that's opposing put out this Web ad.", "sentId": 258}, {"text": "They spent like $300 on it.", "sentId": 259}], "secId": 122}, {"speaker": "PACE", "sentences": [{"text": "This was not a major buy.", "sentId": 260}, {"text": "This was a moment where he could have come out and said, families are off limits.", "sentId": 261}, {"text": "I don't want anybody's wife to be gone after.", "sentId": 262}], "secId": 123}, {"speaker": "PACE", "sentences": [{"text": "Instead we saw he took a very different approach and I just think that that is going to be Donald Trump.", "sentId": 263}, {"text": "And if we're waiting for these moments where he's going to take the high ground, that moment might not exist.", "sentId": 264}], "secId": 124}, {"speaker": "TALEV", "sentences": [{"text": "If you're Hillary Clinton, you're looking at all of this and thinking, number one, awesome; this is great for me and, number two, oh, my god, what is going to happen in the general election?", "sentId": 265}], "secId": 125}, {"speaker": "TALEV", "sentences": [{"text": "If she ends up being the nominee, you can 100 percent bet now if she wasn't already counting on it already on everything that ever happened to Bill Clinton coming back up again in the form of a bazillion ads and whether or not Donald Trump has anything directly to do with them, him putting his thumb on the scale --", "sentId": 266}], "secId": 126}, {"speaker": "RAJU", "sentences": [{"text": "It does show Trump's problem with women voters, too.", "sentId": 267}, {"text": "That CNN poll last week had 74 percent of registered women voters view him negatively.", "sentId": 268}, {"text": "That's a huge problem for him in a general election, especially against Hillary Clinton.", "sentId": 269}], "secId": 127}, {"speaker": "KING", "sentences": [{"text": "And let's look at that because this has become now an important discussion, especially after he retweeted the unflattering photo of Heidi Cruz.", "sentId": 270}, {"text": "People say this is Trump's problem with women.", "sentId": 271}, {"text": "There are the numbers let me just talk about right there.", "sentId": 272}, {"text": "With female registered voters across the board, 73 percent have an unfavorable opinion and even four in 10, 39 percent Republican women have an unfavorable view of Donald Trump.", "sentId": 273}, {"text": "So it is a problem.", "sentId": 274}], "secId": 128}, {"speaker": "KING", "sentences": [{"text": "Now Trump tweeted just yesterday that this is our fault.", "sentId": 275}], "secId": 129}, {"speaker": "KING", "sentences": [{"text": "He tweeted, \"The media is so after me on women.", "sentId": 276}, {"text": "Wow, this is a tough business.", "sentId": 277}, {"text": "Nobody has more respect for women than Donald Trump.\"", "sentId": 278}], "secId": 130}, {"speaker": "KING", "sentences": [{"text": "That may well be the case now.", "sentId": 279}, {"text": "Mr. Trump is entitled to state his opinion but one of the problems for Mr. Trump is -- now he says this is just entertainment when he was not a candidate for president.", "sentId": 280}], "secId": 131}, {"speaker": "KING", "sentences": [{"text": "But listen here, please be patient; this takes a little bit.", "sentId": 281}], "secId": 132}, {"speaker": "KING", "sentences": [{"text": "He has a history of saying things that are pretty damn offensive.", "sentId": 282}], "secId": 133}, {"speaker": "TRUMP", "sentences": [{"text": "A person who is flat-chested is very hard to be a 10.", "sentId": 283}, {"text": "OK?", "sentId": 284}], "secId": 134}, {"speaker": "TRUMP", "sentences": [{"text": "And we could say politically correct that looks doesn't matter.", "sentId": 285}, {"text": "But the look obviously matters.", "sentId": 286}, {"text": "Like you wouldn't have your job if you weren't beautiful.", "sentId": 287}], "secId": 135}, {"speaker": "TRUMP", "sentences": [{"text": "Would you go out with Marcia Cross or would you turn gay, Howard?", "sentId": 288}], "secId": 136}, {"speaker": "TRUMP", "sentences": [{"text": "You'd drop to your knees.", "sentId": 289}], "secId": 137}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Yes.", "sentId": 290}], "secId": 138}, {"speaker": "TRUMP", "sentences": [{"text": "That's a pretty picture, you dropping to your knees.", "sentId": 291}], "secId": 139}, {"speaker": "TRUMP", "sentences": [{"text": "We're all a little chubby but Rosie is just worst than most of us.", "sentId": 292}, {"text": "But it's not the chubbiness.", "sentId": 293}, {"text": "Rosie is a very unattractive person.", "sentId": 294}], "secId": 140}, {"speaker": "STERN", "sentences": [{"text": "And you're going to have more kids?", "sentId": 295}], "secId": 141}, {"speaker": "TRUMP", "sentences": [{"text": "I think so, yes.", "sentId": 296}], "secId": 142}, {"speaker": "STERN", "sentences": [{"text": "Really?", "sentId": 297}], "secId": 143}, {"speaker": "TRUMP", "sentences": [{"text": "Yes, sure.", "sentId": 298}], "secId": 144}, {"speaker": "STERN", "sentences": [{"text": "What do you need that headache for?", "sentId": 299}], "secId": 145}, {"speaker": "TRUMP", "sentences": [{"text": "Because I like kids.", "sentId": 300}, {"text": "I mean, I won't do anything to take care of them, but I'll supply the funds, and she'll take care of the kids.", "sentId": 301}], "secId": 146}, {"speaker": "TRUMP", "sentences": [{"text": "You could see there was blood coming out of her eyes, blood coming out of her wherever.", "sentId": 302}], "secId": 147}, {"speaker": "KING", "sentences": [{"text": "That's the candidate in his own words and, again, a lot of that predates the campaign.", "sentId": 303}, {"text": "So he can explain it away if he wants, saying I was on Howard Stern, I was just entertaining.", "sentId": 304}], "secId": 148}, {"speaker": "KING", "sentences": [{"text": "But now he's running for president.", "sentId": 305}, {"text": "And you are accountable, are you not, for everything you have said and done?", "sentId": 306}], "secId": 149}, {"speaker": "BALL", "sentences": [{"text": "Well, sure, I mean, look, it's the women voters who decide how to take those remarks, right?", "sentId": 307}], "secId": 150}, {"speaker": "BALL", "sentences": [{"text": "And he can say like oh, why are you taking this so personally?", "sentId": 308}], "secId": 151}, {"speaker": "BALL", "sentences": [{"text": "This should be about the things I'm proposing to do for the country, not my analysis of people's appearance and there may be some people who sympathize with that.", "sentId": 309}], "secId": 152}, {"speaker": "BALL", "sentences": [{"text": "But again, I think the polling you cited is pretty clear, that women have chosen to take this personally.", "sentId": 310}, {"text": "Women have chosen to take this as an attack on women broadly.", "sentId": 311}, {"text": "Not on a few individual women and I think to the point about Hillary Clinton, she has not gotten a lot of --", "sentId": 312}], "secId": 153}, {"speaker": "BALL", "sentences": [{"text": "-- mileage so far in this campaign out of being a woman candidate.", "sentId": 313}, {"text": "She has tried.", "sentId": 314}, {"text": "She talks about it so much more than in 2008 when she was trying to run as like Margaret Thatcher basically.", "sentId": 315}], "secId": 154}, {"speaker": "BALL", "sentences": [{"text": "She has talked a lot about being a path-breaking candidate and being the first woman president.", "sentId": 316}, {"text": "And in the Democratic primary, women voters haven't seemed to respond to that very strongly, particularly young women voters.", "sentId": 317}], "secId": 155}, {"speaker": "RAJU", "sentences": [{"text": "And, John, of course a key voting bloc is going to be suburban women.", "sentId": 318}, {"text": "And they're huge in this election and comments like these have not fully been litigated yet in the Republican primary.", "sentId": 319}, {"text": "That is going to be played over and over and over again by Hillary's super PAC, by the Hillary campaign itself.", "sentId": 320}, {"text": "And we'll see how that plays out.", "sentId": 321}, {"text": "Probably not very well.", "sentId": 322}], "secId": 156}, {"speaker": "PACE", "sentences": [{"text": "And one of the big tests for Trump and whether he can maintain this Teflon nature will be when he says things about Hillary Clinton as a woman on stage, next to Hillary Clinton.", "sentId": 323}, {"text": "That has basically been the third rail for male candidates.", "sentId": 324}], "secId": 157}, {"speaker": "PACE", "sentences": [{"text": "Will that hold up?", "sentId": 325}], "secId": 158}, {"speaker": "PACE", "sentences": [{"text": "I don't know the answer to that.", "sentId": 326}, {"text": "But I think that it will be a fascinating general election.", "sentId": 327}], "secId": 159}, {"speaker": "KING", "sentences": [{"text": "And there are no debates on the books right now, right?", "sentId": 328}, {"text": "So it's not that the candidates have a chance to go at him on the stage about this.", "sentId": 329}, {"text": "TALEV:  But on the completely separate from whether or not, of course, by these polling it should be great for her if she ends up being the nominee.", "sentId": 330}, {"text": "But the Trump factor is a little bit different because he can take these very uncomfortable, situations whether they're true or not true, and turn them on the candidates themselves and Hillary Clinton is not going to be comfortable relitigating all of her husband's marital dalliances and the implications in that.", "sentId": 331}], "secId": 160}, {"speaker": "KING", "sentences": [{"text": "And if things go there in the general the way this has gone there today, I think it may be very uncomfortable.", "sentId": 332}], "secId": 161}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 333}, {"text": "He has served notice in this campaign, if you come at me, I will not deescalate.", "sentId": 334}, {"text": "I guarantee you I will escalate.", "sentId": 335}, {"text": "We'll see how this one plays out.", "sentId": 336}], "secId": 162}, {"speaker": "KING", "sentences": [{"text": "Up next, John Kasich says he cannot guarantee a Wisconsin win.", "sentId": 337}], "secId": 163}, {"speaker": "KING", "sentences": [{"text": "Well, can he survive a Wisconsin loss?", "sentId": 338}], "secId": 164}, {"speaker": "KING", "sentences": [{"text": "Wisconsin is April's big early test in presidential politics.", "sentId": 339}, {"text": "The primary is nine days away.", "sentId": 340}, {"text": "Now let's just take a quick look at the Republican math.", "sentId": 341}], "secId": 165}, {"speaker": "KING", "sentences": [{"text": "Donald Trump far away in the lead with 742.", "sentId": 342}, {"text": "Ted Cruz in second with 462.", "sentId": 343}, {"text": "You see Governor Kasich, Marco Rubio is out of the race but his delegates might matter.", "sentId": 344}], "secId": 166}, {"speaker": "KING", "sentences": [{"text": "So what would happen?", "sentId": 345}], "secId": 167}, {"speaker": "KING", "sentences": [{"text": "Wisconsin can be proportional but if you win by a decent margin, could go winner-take-all if you win the statewide and the congressional districts.", "sentId": 346}], "secId": 168}, {"speaker": "KING", "sentences": [{"text": "What would happen if Donald Trump took them all?", "sentId": 347}], "secId": 169}, {"speaker": "KING", "sentences": [{"text": "Well, he would start to pull away heading to the next contest in his home state of New York.", "sentId": 348}, {"text": "That would be a big deal for Trump momentum.", "sentId": 349}], "secId": 170}, {"speaker": "KING", "sentences": [{"text": "What Ted Cruz hopes is that Wisconsin goes the other way and that he wins them all or at least most of them so that he can close the gap.", "sentId": 350}, {"text": "Then the question is can he build on that?", "sentId": 351}], "secId": 171}, {"speaker": "KING", "sentences": [{"text": "And if Cruz gets that momentum, can he bring it east, an area of the country where you won't think the Tea Party evangelical candidate would be the strongest.", "sentId": 352}, {"text": "Cruz hopes very much it ends up that way because he knows the stakes.", "sentId": 353}], "secId": 172}, {"speaker": "CRUZ", "sentences": [{"text": "A victory here in Wisconsin will have powerful national repercussions, will impact each and every primary coming up after this.", "sentId": 354}], "secId": 173}, {"speaker": "KING", "sentences": [{"text": "It is, you were just in Wisconsin, this is a very interesting moment in the sense that it's one state and there's nine days to get to it.", "sentId": 355}, {"text": "There's a buildup and the Republicans haven't had a contest at all.", "sentId": 356}, {"text": "Essentially they've had two weeks out there in one state.", "sentId": 357}, {"text": "Often you would say it's just one state.", "sentId": 358}], "secId": 174}, {"speaker": "KING", "sentences": [{"text": "But given the state of the race and the Stop Trump efforts, it could be a defining state.", "sentId": 359}], "secId": 175}, {"speaker": "RAJU", "sentences": [{"text": "It is and the Stop Trump efforts are deploying  a ton of money into the state, trying to stop him.", "sentId": 360}, {"text": "It has been really fascinating.", "sentId": 361}, {"text": "Donald Trump took last week off the campaign trail, even though Wisconsin, as we would talk about, is a huge state for him.", "sentId": 362}, {"text": "And he's not necessarily a lock in the state.", "sentId": 363}, {"text": "The polls are really kind of up in the air.", "sentId": 364}, {"text": "It's not clear who's the real front-runner there.", "sentId": 365}], "secId": 176}, {"speaker": "RAJU", "sentences": [{"text": "Really, what it's going to come down to is that you have the suburban Milwaukee area, Cruz and Kasich could pull out far more support than Donald Trump and Donald Trump probably is going to do better in the western part of the state, the northern part of the state, more rural areas of the state.", "sentId": 366}], "secId": 177}, {"speaker": "RAJU", "sentences": [{"text": "And if he does well up there and Kasich and Cruz divide that suburban vote, that college-educated vote, Donald Trump could end victorious but not necessarily because he's been working particularly hard.", "sentId": 367}], "secId": 178}, {"speaker": "KING", "sentences": [{"text": "At the beginning of this campaign long time ago in a land far, far away, if you remember, there was a guy named Scott Walker who was early the front-runner in this race at one moment in time.", "sentId": 368}, {"text": "People thought he was going to win Iowa.", "sentId": 369}, {"text": "He was the conservative darling.", "sentId": 370}], "secId": 179}, {"speaker": "KING", "sentences": [{"text": "He happens to still be the governor of Wisconsin and he has indicated that maybe he'll get involved.", "sentId": 371}, {"text": "When he got out, he took a shot at Donald Trump so I think it's safe to say he will not be for Donald Trump.", "sentId": 372}], "secId": 180}, {"speaker": "KING", "sentences": [{"text": "Most of the C.W.", "sentId": 373}, {"text": "in this campaign would tell you, well, the establishment doesn't work, endorsements don't work.", "sentId": 374}], "secId": 181}, {"speaker": "KING", "sentences": [{"text": "Could Scott Walker help?", "sentId": 375}], "secId": 182}, {"speaker": "KING", "sentences": [{"text": "Somebody?", "sentId": 376}], "secId": 183}, {"speaker": "KING", "sentences": [{"text": "Ted Cruz?", "sentId": 377}], "secId": 184}, {"speaker": "KING", "sentences": [{"text": "John Kasich?", "sentId": 378}], "secId": 185}, {"speaker": "BALL", "sentences": [{"text": "I think part of the problem for Scott Walker is he's not very popular in Wisconsin anymore.", "sentId": 379}, {"text": "So having gone away to go out on the campaign trail, his ratings back home really plummeted.", "sentId": 380}, {"text": "And he's had to scramble to catch up since he has gotten back.", "sentId": 381}, {"text": "He has indicated that he may or may not endorse.", "sentId": 382}, {"text": "I don't get any strong signals, that -- there's nobody in the race", "sentId": 383}], "secId": 186}, {"speaker": "BALL", "sentences": [{"text": "that he's dying to get on board with.", "sentId": 384}, {"text": "And I think that's part of the problem is that the non-Trump choices are seen, not just by Walker but by a lot of people as so fatally flawed that it's hard to want to jump in with both feet.", "sentId": 385}], "secId": 187}, {"speaker": "BALL", "sentences": [{"text": "So I think, as Manu said, this Wisconsin primary is very up in the air and we're going to learn a lot from the results --", "sentId": 386}], "secId": 188}, {"speaker": "PACE", "sentences": [{"text": "The more interesting voice in Wisconsin is maybe Paul Ryan, who has come out quite forcefully in trying to set up a counter narrative to Trump without actually disavowing Trump by name but it's very clear what message he is sending.", "sentId": 387}], "secId": 189}, {"speaker": "PACE", "sentences": [{"text": "But this could be the ultimate test of the influence of the quote- unquote \"establishment.\"", "sentId": 388}, {"text": "You have Scott Walker and Paul Ryan who have basically said Republicans should take another path and yet voters in their home state, as Manu says very well, could be decisive in pushing Trump closer to the nomination.", "sentId": 389}], "secId": 190}, {"speaker": "KING", "sentences": [{"text": "And here's something that Governor Walker said, that some people think is a Paul Ryan reference.", "sentId": 390}, {"text": "He said this to \"The Capital Times\" in Wisconsin this week.", "sentId": 391}], "secId": 191}, {"speaker": "KING", "sentences": [{"text": "\"I think if it's an open convention, it's very likely it would be someone who's not currently running.\"", "sentId": 392}], "secId": 192}, {"speaker": "KING", "sentences": [{"text": "I assume Governor Walker doesn't think that means him given how it's --", "sentId": 393}], "secId": 193}, {"speaker": "KING", "sentences": [{"text": "You never know.", "sentId": 394}, {"text": "Well, you never know.", "sentId": 395}, {"text": "But there are people -- and Ryan has said, oh, no, no, never to, oh, well, we'll see what happens.", "sentId": 396}], "secId": 194}, {"speaker": "KING", "sentences": [{"text": "There are people who thinks that if the current field manages to stop Trump that everybody is going to be bloody and it would be somebody --", "sentId": 397}], "secId": 195}, {"speaker": "KING", "sentences": [{"text": "-- new at the convention.", "sentId": 398}], "secId": 196}, {"speaker": "KING", "sentences": [{"text": "What kind of mischief is the governor playing there?", "sentId": 399}], "secId": 197}, {"speaker": "TALEV", "sentences": [{"text": "Well, remember Paul Ryan said, oh, no, no, never to House Speaker.", "sentId": 400}, {"text": "Look where he is now.", "sentId": 401}, {"text": "And he certainly is, if you had to make up a spectrum, John Kasich is probably close to the Paul Ryan end of the spectrum.", "sentId": 402}, {"text": "Paul Ryan and Donald Trump represent completely different approaches to Republican governing.", "sentId": 403}], "secId": 198}, {"speaker": "RAJU", "sentences": [{"text": "It's just so hard to see how that scenario --", "sentId": 404}], "secId": 199}, {"speaker": "RAJU", "sentences": [{"text": "-- even if they were to pull Paul Ryan out and say, hey, we have Paul Ryan.", "sentId": 405}], "secId": 200}, {"speaker": "RAJU", "sentences": [{"text": "What are you going to do with all of those Trump supporters?", "sentId": 406}], "secId": 201}, {"speaker": "TALEV", "sentences": [{"text": "-- on something that hasn't happened yet which is a coming- apart of the Trump coalition.", "sentId": 407}, {"text": "I mean, look, as long as Donald Trump is moving forward and winning states, there's no path for anything like this to happen.", "sentId": 408}], "secId": 202}, {"speaker": "TALEV", "sentences": [{"text": "If something happens between now and the convention to shake that support, to splinter his support, to unravel where he is now, I think anything's possible.", "sentId": 409}, {"text": "But it's not happening at this point.", "sentId": 410}], "secId": 203}, {"speaker": "BALL", "sentences": [{"text": "Well, and you do hear from a fair amount of Republicans these days, like how did we mess this up when we could have had someone like Scott Walker?", "sentId": 411}], "secId": 204}, {"speaker": "BALL", "sentences": [{"text": "He left the campaign so early and mostly for strategic and tactical reasons, not because of his qualities.", "sentId": 412}, {"text": "And there's a lot of people --", "sentId": 413}], "secId": 205}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "And he ran out of money.", "sentId": 414}], "secId": 206}, {"speaker": "BALL", "sentences": [{"text": "-- he ran out of money and his campaign was structured in a way that was unfeasible and he was down in the polls.", "sentId": 415}, {"text": "But there's a lot of Republicans who say, how did we start out with so many well qualified candidates?", "sentId": 416}], "secId": 207}, {"speaker": "BALL", "sentences": [{"text": "And now we're down to these three.", "sentId": 417}, {"text": "So I think that -- I think there are -- there is some nostalgia for the Scott Walker.", "sentId": 418}], "secId": 208}, {"speaker": "KING", "sentences": [{"text": "That's the disruptive force of Trump.", "sentId": 419}, {"text": "Nobody planned -- everybody planned for -- the governors all planned for -- to capitalizing against Ted Cruz.", "sentId": 420}, {"text": "He was the Tea Party evangelical guy.", "sentId": 421}, {"text": "He had money.", "sentId": 422}, {"text": "That was going to be the campaign.", "sentId": 423}], "secId": 209}, {"speaker": "KING", "sentences": [{"text": "Cruz planned for a campaign against the governors.", "sentId": 424}, {"text": "He thought that that was going to be the campaign to -- you know, sort of him versus the governor class.", "sentId": 425}, {"text": "And then Donald Trump came in and disrupted everything.", "sentId": 426}], "secId": 210}, {"speaker": "KING", "sentences": [{"text": "The one question is, you mentioned Kasich.", "sentId": 427}, {"text": "He is from the Midwest.", "sentId": 428}, {"text": "He did win his home state of Ohio.", "sentId": 429}, {"text": "And now people say what's next for Governor Kasich?", "sentId": 430}], "secId": 211}, {"speaker": "KING", "sentences": [{"text": "And yet his people are saying I don't know if I can win Wisconsin but I'll do OK and get delegates and then I'll move to the East, which prolongs the three-way race, which benefits Trump.", "sentId": 431}], "secId": 212}, {"speaker": "RAJU", "sentences": [{"text": "That's the real challenge.", "sentId": 432}], "secId": 213}, {"speaker": "PACE", "sentences": [{"text": "Yes, for John Kasich, he needs to win Wisconsin in part because he's from the Midwest and there should be an area that's strong for him.", "sentId": 433}, {"text": "But he also needs to win because you need to win to get delegates to make a case that you should be the nominee.", "sentId": 434}], "secId": 214}, {"speaker": "PACE", "sentences": [{"text": "And as we get further along and he only has Ohio, his home state, in his win column, his argument just becomes somewhat laughable.", "sentId": 435}, {"text": "Voters are not backing you anywhere in the country besides at home, you should not be the nominee.", "sentId": 436}, {"text": "That's not a democratic process.", "sentId": 437}], "secId": 215}, {"speaker": "RAJU", "sentences": [{"text": "He's presumably be the choice of the Republican establishment, given his views.", "sentId": 438}, {"text": "But they're lining up behind Ted Cruz.", "sentId": 439}, {"text": "Well, some of them are because of the fact that they don't think that Kasich can win.", "sentId": 440}, {"text": "They just think they will be able to see if Republican senators start to join Ted Cruz.", "sentId": 441}, {"text": "And that really has --", "sentId": 442}], "secId": 216}, {"speaker": "KING", "sentences": [{"text": "-- if Trump wins Wisconsin, he'll have a lot of people saying stop spending the money on ads against him and start putting that money into protecting our House and Senate candidates.", "sentId": 443}], "secId": 217}, {"speaker": "KING", "sentences": [{"text": "A little bit more to come.", "sentId": 444}, {"text": "Our reporters share from their notebooks next, including how Ben Carson, that's right, Ben Carson's return to the campaign trail could get rather interesting.", "sentId": 445}], "secId": 218}, {"speaker": "KING", "sentences": [{"text": "Let's head one last time around the INSIDE POLITICS table.", "sentId": 446}, {"text": "We'll ask our great reporters to get you out ahead of the big political news just ahead -- Molly Ball.", "sentId": 447}], "secId": 219}, {"speaker": "BALL", "sentences": [{"text": "I spoke to Ben Carson this week.", "sentId": 448}], "secId": 220}, {"speaker": "BALL", "sentences": [{"text": "Remember that guy?", "sentId": 449}], "secId": 221}, {"speaker": "KING", "sentences": [{"text": "I do.", "sentId": 450}], "secId": 222}, {"speaker": "BALL", "sentences": [{"text": "He's endorsed Trump.", "sentId": 451}, {"text": "He's now a Trump surrogate.", "sentId": 452}, {"text": "He's actually going to be stumping for Trump this week in North Dakota.", "sentId": 453}, {"text": "I think only the second time he's really been deployed out on the trail by the Trump campaign and he clearly can help Trump with a certain type of voter, particularly Christian conservatives except he's not the most enthusiastic surrogate.", "sentId": 454}], "secId": 223}, {"speaker": "BALL", "sentences": [{"text": "I think as we saw this week, he still feels a little bit like Trump needs to tone it down.", "sentId": 455}, {"text": "He, when pressed about it, says he doesn't like some of the things Trump is saying.", "sentId": 456}, {"text": "So he's not 100 percent enthusiastic about the whole Trump thing.", "sentId": 457}], "secId": 224}, {"speaker": "KING", "sentences": [{"text": "Fun to watch the \"what the candidate meant to say\"  on the trail -- Margaret.", "sentId": 458}], "secId": 225}, {"speaker": "TALEV", "sentences": [{"text": "The best security is my theme of next week.", "sentId": 459}, {"text": "Of course, the nuclear security summit is coming to Washington.", "sentId": 460}, {"text": "A zillion world leaders are going to be meeting with President Obama.", "sentId": 461}, {"text": "They'll talk about ISIS.", "sentId": 462}, {"text": "They'll talk about nuclear security but what they'll also probably be talking about behind the scenes is Donald Trump.", "sentId": 463}, {"text": "This is like a subject of fascination for world leaders.", "sentId": 464}, {"text": "It kept", "sentId": 465}], "secId": 226}, {"speaker": "TALEV", "sentences": [{"text": "coming up both in news conferences and town halls during President Obama's Cuba and Argentina visit.", "sentId": 466}, {"text": "And it's not the main probably that President Obama or many of these leaders want to do in front of the mikes but it is just the subject of endless fascination and speculation.", "sentId": 467}], "secId": 227}, {"speaker": "TALEV", "sentences": [{"text": "Could he -- is he going to get the nomination?", "sentId": 468}], "secId": 228}, {"speaker": "TALEV", "sentences": [{"text": "Could he possibly win?", "sentId": 469}], "secId": 229}, {"speaker": "TALEV", "sentences": [{"text": "What would it mean for foreign policy?", "sentId": 470}], "secId": 230}, {"speaker": "TALEV", "sentences": [{"text": "That will be a big kind of off-mike discussion.", "sentId": 471}], "secId": 231}, {"speaker": "OBAMA", "sentences": [{"text": "we'll see if there are any open mikes.", "sentId": 472}], "secId": 232}, {"speaker": "KING", "sentences": [{"text": "Watch that as it plays out -- Manu.", "sentId": 473}], "secId": 233}, {"speaker": "RAJU", "sentences": [{"text": "John, Republicans in the House and the Senate, as they evaluate Donald Trump at the top of the ticket, are starting to fall into three camps.", "sentId": 474}], "secId": 234}, {"speaker": "RAJU", "sentences": [{"text": "There's the camp that says no way, no how; they're not going to support him no matter what.", "sentId": 475}, {"text": "That includes members who are running in House swing, House districts like Cruz, Carlos Curbelo from Miami as well as Bob Dold from Illinois.", "sentId": 476}], "secId": 235}, {"speaker": "RAJU", "sentences": [{"text": "There's the folks that are embracing him; those are very conservative members, people who met with him last week  Scott DesJarlais of Tennessee and the folks that are taking sort of that Paul Ryan approach, that are criticizing him on select issues but saying that they will still support him if he were the nominee.", "sentId": 477}], "secId": 236}, {"speaker": "RAJU", "sentences": [{"text": "That includes a lot of Senate Republicans who are up for re-election, including last week in Wisconsin I was with Ron Johnson, the senator from Wisconsin, who said that Trump could help him in the northern part of that state by driving out supporters and he would support the nominee.", "sentId": 478}], "secId": 237}, {"speaker": "RAJU", "sentences": [{"text": "So you're seeing these divisions form as they evaluate what it means to have The Donald at the top of the ticket.", "sentId": 479}], "secId": 238}, {"speaker": "KING", "sentences": [{"text": "Tough calculation for many of them -- Julie.", "sentId": 480}], "secId": 239}, {"speaker": "PACE", "sentences": [{"text": "By the time presidential primaries make their way to California, the state's delegate hall is usually an afterthought.", "sentId": 481}, {"text": "But among Republicans right now, there's a lot of focus on how to scoop up as many delegates as possible when this race gets to California in June.", "sentId": 482}], "secId": 240}, {"speaker": "PACE", "sentences": [{"text": "California essentially holds 54 contests in one day.", "sentId": 483}, {"text": "Each congressional district offers three delegates plus a bonus 13 for the overall winner.", "sentId": 484}, {"text": "So that means that these Democratic areas of California are just as valuable as --", "sentId": 485}], "secId": 241}, {"speaker": "PACE", "sentences": [{"text": "-- Republican areas and as \"EP's\" great political writer in California put it, you could have Ted Cruz stumping in liberal San Francisco.", "sentId": 486}, {"text": "You could  have Donald Trump stumping in Compton, which would be a really fitting ending to this crazy GOP race.", "sentId": 487}], "secId": 242}, {"speaker": "KING", "sentences": [{"text": "Crazier and crazier as we go.", "sentId": 488}], "secId": 243}, {"speaker": "KING", "sentences": [{"text": "I'll close with a bit more on the tensions between Camps Cruz and Kasich as the so-called Stop Trump movement faces its next big tests.", "sentId": 489}], "secId": 244}, {"speaker": "KING", "sentences": [{"text": "Cruz allies argue Kasich's running a distant third in Wisconsin so he should back off, give the Texas senator a clean shot at beating Trump.", "sentId": 490}], "secId": 245}, {"speaker": "KING", "sentences": [{"text": "Well, the Kasich forces say no way, that he's trying to make up ground there and that it's imperative he at least scoop up some new delegates.", "sentId": 491}, {"text": "Then Team Kasich says Cruz should focus elsewhere and let Governor Kasich have a clean shot at Trump when the calendar moves east to places like New York and Pennsylvania.", "sentId": 492}], "secId": 246}, {"speaker": "Team Cruz", "sentences": [{"text": "surprise, says no way.", "sentId": 493}, {"text": "It doesn't believe Kasich is anywhere near strong enough to contest Trump.", "sentId": 494}, {"text": "Plus just as Team Kasich argues in Wisconsin, Cruz has to keep amassing delegates if he wants to contest for the nomination at an open convention.", "sentId": 495}], "secId": 247}, {"speaker": "Team Cruz", "sentences": [{"text": "Those tensions underscore a key question in the race.", "sentId": 496}], "secId": 248}, {"speaker": "Team Cruz", "sentences": [{"text": "Can the Stop Trump effort be effective  if Cruz and Kasich continue to compete in the same places?", "sentId": 497}], "secId": 249}, {"speaker": "Well", "sentences": [{"text": "when A and B align to stop C, chances are neither A or B get the prize themselves.", "sentId": 498}, {"text": "That's a tough pill, a tough reality for either Cruz or Kasich to swallow.", "sentId": 499}], "secId": 250}, {"speaker": "Well", "sentences": [{"text": "So for now, expect the current state of play to continue, which likely helps Trump.", "sentId": 500}, {"text": "That's it for INSIDE POLITICS.", "sentId": 501}, {"text": "Again, thanks for sharing your Sunday morning.", "sentId": 502}, {"text": "Happy Easter.", "sentId": 503}, {"text": "Up next, \"STATE OF THE UNION.\"", "sentId": 504}], "secId": 251}], "sectionCount": 252, "url": "transcripts.cnn.com/TRANSCRIPTS/1603/27/ip.01.html", "sentenceCount": 506, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired March 27, 2016 - 08:00   ET", "speakers": ["KING", "SANDERS", "CRUZ", "CLINTON", "morning", "BALL", "TALEV", "PACE", "RAJU", "KIMMEL", "You have others on the Democratic side who are saying that would be counter productive so it is an important moment for voters to be able to look at what these candidates would do.  It's a problem that's going to exist well into the next presidency.  KING", "KASICH", "TRUMP", "UNIDENTIFIED FEMALE", "STERN", "OBAMA", "Team Cruz", "Well"], "title": "INSIDE POLITICS"}