{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1509.20.ip.01.html.json", "subTitle": "The Impact of Trump's Troubles; The Rise of Carly Fiorina; Big Money Democrats urge Biden to Run. Aired 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "BLACKWELL", "sentences": [{"text": "Thanks for starting your morning with us.", "sentId": 0}], "secId": 0}, {"speaker": "PAUL", "sentences": [{"text": "Appreciate it so much wherever you are in the United States.", "sentId": 1}, {"text": "INSIDE POLITICS with John King starts right now.", "sentId": 2}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "First, a flat debate.", "sentId": 3}], "secId": 2}, {"speaker": "TRUMP", "sentences": [{"text": "I will get along, I think with Putin.", "sentId": 4}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Then Donald Trump laughs when a vote calls President Obama a Muslim.", "sentId": 5}], "secId": 4}, {"speaker": "TRUMP", "sentences": [{"text": "We need this question.", "sentId": 6}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "The beginning of the end or will Trump, again, prove the skeptics wrong?", "sentId": 7}], "secId": 6}, {"speaker": "TRUMP", "sentences": [{"text": "I win.", "sentId": 8}, {"text": "I really win a lot.", "sentId": 9}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "Plus --", "sentId": 10}], "secId": 8}, {"speaker": "FIORINA", "sentences": [{"text": "I dare Hillary Clinton, Barack Obama to watch these tapes.", "sentId": 11}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "CNN debate reshapes the GOP race.", "sentId": 12}, {"text": "And if Clinton isn't worried --", "sentId": 13}], "secId": 10}, {"speaker": "CLINTON", "sentences": [{"text": "Polls are going to up, they're going to go down.", "sentId": 14}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "Why then did a pro Clinton group attack Bernie Sanders?", "sentId": 15}, {"text": "INSIDE POLITICS the biggest stories sourced by the best reporters now.", "sentId": 16}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 17}, {"text": "I'm John King.", "sentId": 18}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 19}, {"text": "And it's a busy one.", "sentId": 20}], "secId": 13}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Julie Pace of the Associated Press, Ron Fournier of National Journal, the \"Washington Posts's\" Robert Costa, and Nia Malika Henderson of CNN.", "sentId": 21}], "secId": 14}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Well, to borrow a line from Ronald Reagan, \"Here they go again.\"", "sentId": 22}, {"text": "Many in the Republican establishment and the political punditry business see the beginning of the end of the Donald Trump for President Campaign.", "sentId": 23}, {"text": "It is important to remember, very, very, very important they have predicted this a few times before only to see Mr. Trump defy the laws of political gravity.", "sentId": 24}], "secId": 15}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "So why do they think they're right this time?", "sentId": 25}, {"text": "Well, for starters, Trump was not the dominating presence in the second Republican debate as he was in the first.", "sentId": 26}], "secId": 16}, {"speaker": "FIORINA", "sentences": [{"text": "I think women all over this country heard very clearly what Mr. Trump said.", "sentId": 27}], "secId": 17}, {"speaker": "TRUMP", "sentences": [{"text": "I think she's got a beautiful face and I think she's a beautiful woman.", "sentId": 28}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "Mr. Trump backing down a bit there.", "sentId": 29}, {"text": "And then this at his first big post debate event.", "sentId": 30}], "secId": 19}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "We have a problem in this country.", "sentId": 31}, {"text": "It's called Muslims.", "sentId": 32}, {"text": "We know our current president is one.", "sentId": 33}, {"text": "You know he's not even an American.", "sentId": 34}], "secId": 20}, {"speaker": "TRUMP", "sentences": [{"text": "We need this question.", "sentId": 35}], "secId": 21}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Birth certificate -- man.", "sentId": 36}], "secId": 22}, {"speaker": "KING", "sentences": [{"text": "Now as you see Mr. Trump did not call the man out there.", "sentId": 37}, {"text": "Trump's campaign initially said Mr. Trump didn't hear the man's rant fully -- perhaps.", "sentId": 38}, {"text": "But if you look closely right here.", "sentId": 39}, {"text": "Watch those heads.", "sentId": 40}, {"text": "It's pretty clear everyone around Trump heard it just fine.", "sentId": 41}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "Now, yesterday Mr. Trump changed his tune and said he's not morally obligated to correct every false statement someone at his events says about President Obama.", "sentId": 42}, {"text": "And in a response to a question from CNN's M.J. Lee, Trump said this.", "sentId": 43}], "secId": 24}, {"speaker": "TRUMP", "sentences": [{"text": "I love the Muslims.", "sentId": 44}, {"text": "I think they're great people.", "sentId": 45}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "So wither the Republican campaign and let's start with the frontrunner coming into the debate was Mr. Trump.", "sentId": 46}, {"text": "We're going to have just moments from now we're releasing a brand new CNN poll in the race.", "sentId": 47}, {"text": "If you called around to the campaigns they say if you watched that debate Mr. Trump hurt himself.", "sentId": 48}, {"text": "But they've said that before.", "sentId": 49}], "secId": 26}, {"speaker": "PACE", "sentences": [{"text": "They've said that several times before.", "sentId": 50}, {"text": "There are two things that I think Republican rivals of Trump think happened in this debate that are important whether or not he goes up or down in the initial polls.", "sentId": 51}, {"text": "One is that as the race takes a more substantive turn, they think that his policy gaps will be exposed and voters will recognize that.", "sentId": 52}], "secId": 27}, {"speaker": "PACE", "sentences": [{"text": "The second is that with Carly Fiorina in particular they recognize that there is a way that you can take on Trump.", "sentId": 53}, {"text": "That you can be aggressive in going after him and not have it boomerang back and hurt yourself.", "sentId": 54}, {"text": "They think those two things kind of give them a blueprint to go forward.", "sentId": 55}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "He himself said -- remember he changes his mind or changes his tune a lot at times.", "sentId": 56}, {"text": "Remember he said he initially didn't say that about Carly Fiorina or he didn't mean her face.", "sentId": 57}, {"text": "Then he said maybe I did -- I'm just an entertainer.", "sentId": 58}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "I was struck yesterday -- remember back in July and we talked about the  he was at this evangelical event in July and he said he could not recall ever asking God for forgiveness.", "sentId": 59}, {"text": "And he said he liked to go to church for his wine and cracker, as he called it back then.", "sentId": 60}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Yesterday he shows up at a Faith and Freedom event -- I believe we can you show you the pictures there and he's carrying a bible into the event with him.", "sentId": 61}, {"text": "So is this somebody who learns fast?", "sentId": 62}, {"text": "Robert -- is this someone who learns fast or is this someone who's playing evangelicals?", "sentId": 63}], "secId": 31}, {"speaker": "COSTA", "sentences": [{"text": "I think he learns fast as a candidate.", "sentId": 64}, {"text": "I mean you evaluate Trump from when he started considering this back in January and February to now.", "sentId": 65}, {"text": "He has evolved as a politician.", "sentId": 66}], "secId": 32}, {"speaker": "COSTA", "sentences": [{"text": "I talked to him for ten minutes after the debate out in Simi Valley and I said you came and seemed prepared on Fiorina's business record, on Bush's gubernatorial report.", "sentId": 67}, {"text": "He said I don't mess around, you know that.", "sentId": 68}, {"text": "And so he said he actually prepared for hours reading up about Fiorina and Lucent Technology.", "sentId": 69}, {"text": "It didn't all work in Silicon Valley.", "sentId": 70}], "secId": 33}, {"speaker": "COSTA", "sentences": [{"text": "To me it tells me Trump has his liabilities when it comes to this moment with the Muslim question.", "sentId": 71}, {"text": "His instincts are sometimes good with the political talent but not always great in understanding the moment politically.", "sentId": 72}, {"text": "But in terms of evolving and improving as a politician, we're seeing a better Trump still remains the frontrunner and you have to beat him.", "sentId": 73}], "secId": 34}, {"speaker": "COSTA", "sentences": [{"text": "He may still slip but you still have to have someone come up --", "sentId": 74}], "secId": 35}, {"speaker": "FOURNIER", "sentences": [{"text": "I'm sorry.", "sentId": 75}, {"text": "If this is an evolved politician, I don't believe in an evolution anymore.", "sentId": 76}, {"text": "He had it his head handed to him by Carly Fiorina yesterday.", "sentId": 77}, {"text": "She showed the field as you said how you handle a bully.", "sentId": 78}, {"text": "And I think it's going to show in the polls.", "sentId": 79}, {"text": "I think she's going to start surging and he's going to start coming down about especially among women.", "sentId": 80}], "secId": 36}, {"speaker": "FOURNIER", "sentences": [{"text": "And the Muslim stuff, the Muslim stuff -- hey a decent politician or decent man says we don't have a problem with Muslims in this country.", "sentId": 81}, {"text": "And a decent man doesn't start the meeting  as Trump did several years ago about the President's citizenship and about the President's religion.", "sentId": 82}], "secId": 37}, {"speaker": "FOURNIER", "sentences": [{"text": "The President of the United States is a citizen.", "sentId": 83}, {"text": "The President of the United States is a Christian.", "sentId": 84}, {"text": "And that's what Trump should have said.", "sentId": 85}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "To your point, I tried to hand him the President's birth certificate the day after it came out and Mr. Trump wouldn't take it from me and sort of scoffed at me.", "sentId": 86}, {"text": "He was a cheerleader for the birther movement for quite some time.", "sentId": 87}, {"text": "So that's his instinct.", "sentId": 88}], "secId": 39}, {"speaker": "HENDERSON", "sentences": [{"text": "He was.", "sentId": 89}, {"text": "He was a cheerleader for it and I think at some point he even hinted that maybe one of the secrets on the birth certificate was in fact that Obama was a Muslim.", "sentId": 90}, {"text": "So this is -- I mean it would have been surprising, I think, if he said something in that moment.", "sentId": 91}, {"text": "He obviously didn't.", "sentId": 92}], "secId": 40}, {"speaker": "HENDERSON", "sentences": [{"text": "I thought what was also interesting this question which was vile in many ways but it was talking about terrorist training groups.", "sentId": 93}, {"text": "I think Trump's answer was something we're going to be looking at a lot of things which isn't a real answer, of course.", "sentId": 94}], "secId": 41}, {"speaker": "HENDERSON", "sentences": [{"text": "And even in that debate long stretches of time when he had nothing to say certainly about policy.", "sentId": 95}], "secId": 42}, {"speaker": "COSTA", "sentences": [{"text": "Real quick.", "sentId": 96}, {"text": "Ron's right.", "sentId": 97}, {"text": "All things should be respected and there is a decent response to that question.", "sentId": 98}, {"text": "However, as a reporter if you scan the conservative Web sites today they're not calling out Trump.", "sentId": 99}, {"text": "They don't think he has the necessity to respond to these kind of questions and to correct the questioner.", "sentId": 100}, {"text": "So on the right, Trump doesn't have any problems.", "sentId": 101}], "secId": 43}, {"speaker": "KING", "sentences": [{"text": "It's very important to remember -- well, you're both right.", "sentId": 102}, {"text": "You're both right in the sense that he's competing first in the Republican primary.", "sentId": 103}, {"text": "And so on the right, if he doesn't have any problems that could be a sustainability to the broader audience if -- when you win the election.", "sentId": 104}, {"text": "If you win the election you are the president of all Americans and that is where Democrats are making this a tolerance issue and they're using Trump as a poster child saying all Republicans are intolerant.", "sentId": 105}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "We'll see how this goes forward.", "sentId": 106}, {"text": "A big test for Mr. Trump and any politician is how you handle adversity.", "sentId": 107}, {"text": "There's no question, he's having a bit of a rough stretch.", "sentId": 108}, {"text": "We'll see how he handles it.", "sentId": 109}, {"text": "Whether it can bounce up or whether he slides.", "sentId": 110}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "Another big test is how you handle success.", "sentId": 111}, {"text": "What do we make of the Carly Fiorina moment?", "sentId": 112}, {"text": "We could tell Mr. Trump, and you're right, he was well prepared.", "sentId": 113}, {"text": "You can be sure the others have dusted off their opposition research file on Carly Fiorina that they thought they were never going to have to use.", "sentId": 114}, {"text": "But yesterday and over the weekend she was traveling.", "sentId": 115}, {"text": "She feels new energy.", "sentId": 116}, {"text": "She's getting a great reception out there.", "sentId": 117}, {"text": "Can she capitalize on the moment?", "sentId": 118}], "secId": 46}, {"speaker": "PACE", "sentences": [{"text": "That's the big question right now.", "sentId": 119}, {"text": "I mean she has a lot of attention on her.", "sentId": 120}, {"text": "She knows where the attacks are going to come from.", "sentId": 121}, {"text": "So that's a big advantage that she has.", "sentId": 122}, {"text": "It's pretty clear what her rivals are going to after.", "sentId": 123}], "secId": 47}, {"speaker": "PACE", "sentences": [{"text": "She needs to raise some money.", "sentId": 124}, {"text": "She's been really living off the land right now.", "sentId": 125}, {"text": "Both her Super Pac and her campaign are very low funded.", "sentId": 126}, {"text": "So if she gets some big donations, some big backers, I think that will really help her.", "sentId": 127}, {"text": "But I do think she has a real opportunity.", "sentId": 128}, {"text": "She was not just strong in that debate she was dominant in that debate.", "sentId": 129}], "secId": 48}, {"speaker": "HENDERSON", "sentences": [{"text": "She was fantastic.", "sentId": 130}, {"text": "I think as you said she lead the way in terms of showing how you can go up against Trump.", "sentId": 131}, {"text": "I think all the other ones on stage were grateful.", "sentId": 132}, {"text": "Jeb Bush sort of, I mean, at times he engaged with Trump but nothing in the way that Carly Fiorina did.", "sentId": 133}], "secId": 49}, {"speaker": "HENDERSON", "sentences": [{"text": "I thought she was both aggressive, she was a tactical debater.", "sentId": 134}, {"text": "I think she'd given one of the better performances we've ever seen on a debate stage, certainly over the last couple of cycles.", "sentId": 135}], "secId": 50}, {"speaker": "HENDERSON", "sentences": [{"text": "The question is the Hewlett-Packard stuff.", "sentId": 136}, {"text": "I mean we've seen Boxer go against her in California.", "sentId": 137}, {"text": "Those are pretty damning ads in terms of her record there.", "sentId": 138}, {"text": "So that's going to be a problem for her.", "sentId": 139}], "secId": 51}, {"speaker": "HENDERSON", "sentences": [{"text": "Also, what state does she play in?", "sentId": 140}, {"text": "Is it New Hampshire, is Iowa probably?", "sentId": 141}], "secId": 52}, {"speaker": "COSTA", "sentences": [{"text": "I think Iowa.", "sentId": 142}], "secId": 53}, {"speaker": "HENDRSON", "sentences": [{"text": "Is it South Carolina?", "sentId": 143}], "secId": 54}, {"speaker": "COSTA", "sentences": [{"text": "That answer on Planned Parenthood --", "sentId": 144}], "secId": 55}, {"speaker": "HENDERSON", "sentences": [{"text": "-- was fantastic.", "sentId": 145}, {"text": "It's true.", "sentId": 146}], "secId": 56}, {"speaker": "COSTA", "sentences": [{"text": "-- that was a direct pitch to anti-abortion conservative women.", "sentId": 147}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "That was going to be Ted Cruz's big moment in the debate and she sort of trumped him -- forgive me.", "sentId": 148}, {"text": "You know, Cruz made his mark.", "sentId": 149}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "But what about the rest?", "sentId": 150}, {"text": "Rubio, by all accounts, had a strong debate, again mostly on foreign policy.", "sentId": 151}, {"text": "Chris Christie got pretty good reviews even from conservatives who aren't inclined to like him that much.", "sentId": 152}, {"text": "Jeb Bush who again is the Republican Party's $100 million man once the frontrunner seems mixed.", "sentId": 153}, {"text": "Some people said did more than enough to stay alive; other people were like \"eh\".", "sentId": 154}], "secId": 59}, {"speaker": "FOURNIER", "sentences": [{"text": "I think he did all right but there was a couple of moments there that really surprised me.", "sentId": 155}, {"text": "When you turn to a man and say apologize to my wife and he refuses to, your answer has to be better than just kind of shrugging your shoulders and moving on.", "sentId": 156}, {"text": "Certainly later in the debate -- don't give the guy a high five.", "sentId": 157}, {"text": "And that's how I handle Trump.", "sentId": 158}], "secId": 60}, {"speaker": "FOURNIER", "sentences": [{"text": "I think Trump is trying to get under his skin trying to question his manhood in a way and Jeb didn't do anything to push back and show hey I'm the guy who is going to be the grown up in this debate.", "sentId": 159}, {"text": "He kind of played Trump's game.", "sentId": 160}], "secId": 61}, {"speaker": "COSTA", "sentences": [{"text": "That's so true.", "sentId": 161}, {"text": "But at the same time Bush donors are watching Bush and they've been worried he hasn't shown any energy as his flagging campaign has gone to single digits in the polls.", "sentId": 162}, {"text": "Bush donors, Bush people they wanted to see some fire.", "sentId": 163}, {"text": "And so Bush wasn't perfect but he showed some life and long-term I think because he has the money, he has the network he'll survive.", "sentId": 164}], "secId": 62}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 165}, {"text": "And part of that fire, I think, was the answer that he gave on his brother saying well, one thing I knew about my brother is that he kept us safe.", "sentId": 166}, {"text": "And in the following days he's talked about his family even more saying my last name is Bush so I get foreign policy.", "sentId": 167}, {"text": "So that's very much, I think a bit of a shift.", "sentId": 168}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Again to the George W. kept us safe answer, again one of the great partisan divides.", "sentId": 169}, {"text": "So a lot of Republicans -- it's the first time George W. Bush has come up in a quote/unquote \"positive way\" in the Republican campaign.", "sentId": 170}, {"text": "A lot of Republicans said \"Good for you, Jeb\".", "sentId": 171}, {"text": "If you see Democrats, even liberal groups are even running an ad saying what.", "sentId": 172}, {"text": "George W. Bush didn't -- we live in a --", "sentId": 173}], "secId": 64}, {"speaker": "PACE", "sentences": [{"text": "They're filing that away.", "sentId": 174}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "Yes.", "sentId": 175}, {"text": "We live in a divided America.", "sentId": 176}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 177}], "secId": 67}, {"speaker": "KING", "sentences": [{"text": "Up next -- the Democratic race.", "sentId": 178}, {"text": "Bernie Sanders cashes in after being attacked by a pro Clinton political group.", "sentId": 179}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "First though, politicians say the darnedest things.", "sentId": 180}, {"text": "Out of the Reagan Presidential Library, two Republican candidates seem to veer here from Nancy Reagan's memorable \"just say no\" legacy.", "sentId": 181}], "secId": 69}, {"speaker": "GRAHAM", "sentences": [{"text": "That's the first thing I'm going to do as president.", "sentId": 182}, {"text": "We're going to drink more.", "sentId": 183}], "secId": 70}, {"speaker": "BUSH", "sentences": [{"text": "So 40 years ago I smoked marijuana.", "sentId": 184}, {"text": "And I admit it.", "sentId": 185}, {"text": "I'm sure that other people might have done it and may not want to say it on front of 25 million people My mom is not happy that I just did.", "sentId": 186}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 187}, {"text": "Remember we're just moments away from a brand new CNN poll in the state of the Republican race for president.", "sentId": 188}, {"text": "The Democratic race, too.", "sentId": 189}, {"text": "That's all coming just moments away -- the first look at the Republican debate impact.", "sentId": 190}, {"text": "Stay us with for those numbers coming ahead.", "sentId": 191}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "And another poll this week showed that Vermont Senator Bernie Sanders leading Hillary Clinton in the first in the nation primary state.", "sentId": 192}, {"text": "That is New Hampshire, of course.", "sentId": 193}, {"text": "She tells Wolf Blitzer right here she's not worried.", "sentId": 194}], "secId": 73}, {"speaker": "CLINTON", "sentences": [{"text": "I'm excited by the level and intensity of the support that I have, so I always thought this would be a competitive election.", "sentId": 195}, {"text": "I'm looking forward to it.", "sentId": 196}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "Senator Sanders though thinks she's worried and he's beginning to draw sharper contrasts.", "sentId": 197}], "secId": 75}, {"speaker": "SANDERS", "sentences": [{"text": "I want to see the minimum wage raised over a period of years to $15 an hour.", "sentId": 198}, {"text": "She has not been clear on that.", "sentId": 199}], "secId": 76}, {"speaker": "SANDERS", "sentences": [{"text": "I'm opposed to the construction of the Keystone Pipeline.", "sentId": 200}, {"text": "Hillary Clinton has not voiced an opinion on that.", "sentId": 201}], "secId": 77}, {"speaker": "SANDERS", "sentences": [{"text": "I believe we should expand social security benefits not cut them.", "sentId": 202}, {"text": "Hillary Clinton doesn't have a position on that.", "sentId": 203}], "secId": 78}, {"speaker": "Ad", "sentences": [{"text": "Now like there is a separation of church and state there is supposed to be a separation of campaign and Super Pac.", "sentId": 204}, {"text": "But a pro Clinton Super Pac, correct the record, run by David Brock who is a Clinton ally went after Bernie Sanders this week in a pretty aggressive way comparing him to Hugo Chavez, the late Venezuelan leader essentially saying he's this far out communist, socialist, crazy guy.", "sentId": 205}], "secId": 79}, {"speaker": "Ad", "sentences": [{"text": "Bernie Sanders took offense and then does what every good politician does immediately started raising money off taking offense.", "sentId": 206}, {"text": "And it's a fundraising e-mail.", "sentId": 207}, {"text": "He said it was the kind of onslaught I expected to see from the Koch Brothers or Sheldon Adelson.", "sentId": 208}], "secId": 80}, {"speaker": "Ad", "sentences": [{"text": "This is the second time a billionaire Super Pac has tried to stop the momentum of the political revolution were building together.", "sentId": 209}, {"text": "If Hillary Clinton is saying publicly she's not worried are her people?", "sentId": 210}], "secId": 81}, {"speaker": "PACE", "sentences": [{"text": "I don't think they're worried in the sense that they think Bernie is going to be the nominee.", "sentId": 211}, {"text": "But they're worried that he's someone who can draw a very clear contrast with her and he' someone who can really appeal to a big segment of the Democratic Party.", "sentId": 212}, {"text": "And it also is difficult to figure out how exactly she goes after him.", "sentId": 213}, {"text": "That's going to be her big challenge.", "sentId": 214}], "secId": 82}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, that's the big challenge.", "sentId": 215}, {"text": "I talked with some of her advisors this weekend and was really pressing them on what are they going to do?", "sentId": 216}, {"text": "Are they going to go aggressive against him or are they going to call him out.", "sentId": 217}, {"text": "They say no.", "sentId": 218}], "secId": 83}, {"speaker": "HENDERSON", "sentences": [{"text": "They feel like Bernie Sanders supporters essentially like Hillary Clinton in the end and folks I've talked to seem to match up with that.", "sentId": 219}, {"text": "But they think it would only just backfire on Hillary Clinton if she goes at Bernie Sanders.", "sentId": 220}, {"text": "It's not something they really plan to do.", "sentId": 221}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "But will she say publicly that no Super Pac that says it speaks in her name should spend a dime going after Bernie Sanders.", "sentId": 222}, {"text": "Will she say that?", "sentId": 223}], "secId": 85}, {"speaker": "PACE", "sentences": [{"text": "Probably not.", "sentId": 224}], "secId": 86}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, yes.", "sentId": 225}], "secId": 87}, {"speaker": "HENDERSON", "sentences": [{"text": "But I also don't think -- you know, I talk to them about you Claire McCaskill come out and said this guy is a socialist.", "sentId": 226}, {"text": "They very much didn't like that.", "sentId": 227}, {"text": "They don't think it helps their cause.", "sentId": 228}, {"text": "They feel like if they run their race.", "sentId": 229}, {"text": "Really rely on the southern fire wall that is all about African-American voters.", "sentId": 230}, {"text": "That will be helpful to them.", "sentId": 231}], "secId": 88}, {"speaker": "HENDERSON", "sentences": [{"text": "She's going to be on Tom Joyner on Wednesday after meeting voters there.", "sentId": 232}, {"text": "And she'll be Louisiana and Arkansas on Monday.", "sentId": 233}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "It is an interesting argument for the fortress frontrunner to if we lose Iowa we don't like it but it's ok.  We lose New Hampshire we won't like it but it's ok because then we go south.", "sentId": 234}, {"text": "We have all these racists where you have either a majority or a plurality of African-Americans in Texas.", "sentId": 235}, {"text": "He's after Americans and Latinos.", "sentId": 236}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "But on paper that's right those states are better for her institutionally.", "sentId": 237}, {"text": "She has all the endorsements.", "sentId": 238}, {"text": "She has the infrastructure.", "sentId": 239}, {"text": "But can a Clinton who had all this money and the whole army in her port lose the first two states?", "sentId": 240}], "secId": 91}, {"speaker": "FOURNIER", "sentences": [{"text": "She could.", "sentId": 241}, {"text": "It depends on how you're looking at this.", "sentId": 242}, {"text": "If it's all about, you know, can she win the nomination and you grind away through I suppose so.", "sentId": 243}, {"text": "But senior Democrats including her Democrats in her campaign when they're being honest with you, they'll tell you they're really freaked out.", "sentId": 244}, {"text": "They're really scared.", "sentId": 245}], "secId": 92}, {"speaker": "FOURNIER", "sentences": [{"text": "Not that Bernie Sanders is going to be the nominee, to your point.", "sentId": 246}, {"text": "But can she stand up against a credible Republican candidate after going through a grueling nomination process where she's undermined her credibility through her own actions.", "sentId": 247}, {"text": "And if somebody like Bernie Sanders can win Iowa and New Hampshire and force her into a long fight, how will she be able to stand up.", "sentId": 248}, {"text": "And even if she then wins the presidency is she going to be able to lead this country after running this kind of campaign.", "sentId": 249}], "secId": 93}, {"speaker": "FOURNIER", "sentences": [{"text": "Smart Democrats are worried about both those questions.", "sentId": 250}, {"text": "Can she win the nomination?", "sentId": 251}, {"text": "Or three.", "sentId": 252}, {"text": "Win the nomination.", "sentId": 253}, {"text": "Can she become president, and if she's president can she be a credible leader.", "sentId": 254}, {"text": "They're worried.", "sentId": 255}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "She has publicly said that the Democratic National Committee wants to add more debates -- I think six are on the calendar right now.", "sentId": 256}, {"text": "If they want to add more debates --- I'm fine with it.", "sentId": 257}, {"text": "A lot of people in her campaign actually think those debates would be good for her because she does", "sentId": 258}], "secId": 95}, {"speaker": "FOURNIER", "sentences": [{"text": "They don't believe that.", "sentId": 259}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "They don't believe that -- all right.", "sentId": 260}], "secId": 97}, {"speaker": "COSTA", "sentences": [{"text": "-- she's under pressure.", "sentId": 261}], "secId": 98}, {"speaker": "PACE", "sentences": [{"text": "Yes, a lot of pressure.", "sentId": 262}], "secId": 99}, {"speaker": "COSTA", "sentences": [{"text": "And I've spoken to Sanders people and they can't wait for these debates.", "sentId": 263}, {"text": "They think the minute they can get college students tuning in, Democratic rank and file voters they think Sanders has not run a negative campaign about the e-mails.", "sentId": 264}, {"text": "He's avoided being negative on anything except issues.", "sentId": 265}, {"text": "They think he can connect and make the case that he's the post Obama Democrat that Democrats really want.", "sentId": 266}], "secId": 100}, {"speaker": "FOURNIER", "sentences": [{"text": "If she wanted more debate, you'll have more debates.", "sentId": 267}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "Well put -- that's why you're a good writer.", "sentId": 268}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "If she wants more debates there will be more debates -- we'll see.", "sentId": 269}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "So will it be Clinton, Sanders, Jim Webb, Martin O'Malley, Lincoln Chafee, or will there be a guy named Joe Biden there?", "sentId": 270}, {"text": "Biden is making his decision and in a letter to him from 50 top Democratic donors.", "sentId": 271}, {"text": "They sent him a letter essentially saying, you know, Mr. Vice President, if you want to run we'll raise some money for you.", "sentId": 272}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "And they said in this letter, \"In our opinion the next president must be Joe Biden.", "sentId": 273}, {"text": "If he announced that he's running, we're all in.", "sentId": 274}, {"text": "It's a campaign we know he'll win.", "sentId": 275}, {"text": "That is one of the questions.", "sentId": 276}, {"text": "If you're running against Hillary Clinton and you're Joe Biden can I raise the $100 million or $200 million -- whatever it would take.", "sentId": 277}], "secId": 105}, {"speaker": "A lot of people who have talked to him have said focus on about $100 million for the first four states then you'll know.  By then you'll know whether or not it takes.  PACE", "sentences": [{"text": "I think that the infrastructure would be there.", "sentId": 278}, {"text": "It wouldn't be", "sentId": 279}], "secId": 106}, {"speaker": "A lot of people who have talked to him have said focus on about $100 million for the first four states then you'll know.  By then you'll know whether or not it takes.  PACE", "sentences": [{"text": "the size and scope of what Clinton has at this point.", "sentId": 280}, {"text": "But he would have an infrastructure to run a credible campaign.", "sentId": 281}, {"text": "I talked to a lawmaker yesterday who said Joe Biden is showing up at a lot of events that you only show up at if you're running for president.", "sentId": 282}], "secId": 107}, {"speaker": "A lot of people who have talked to him have said focus on about $100 million for the first four states then you'll know.  By then you'll know whether or not it takes.  PACE", "sentences": [{"text": "So there is a sense among some people that he's moving toward a campaign.", "sentId": 283}, {"text": "But again, I think the place that Joe Biden is in right now -- this is a very personal decision.", "sentId": 284}, {"text": "Only he knows.", "sentId": 285}], "secId": 108}, {"speaker": "COSTA", "sentences": [{"text": "He waits.", "sentId": 286}, {"text": "I think he waits.", "sentId": 287}, {"text": "I think he would rather be the Savior come early next year.", "sentId": 288}, {"text": "If Clinton really tumbles in the poll, he doesn't want to be the person who rushes in and going --", "sentId": 289}], "secId": 109}, {"speaker": "HENDERSON", "sentences": [{"text": "You spoiler.", "sentId": 290}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 291}, {"text": "We'll keep an eye on that as well.", "sentId": 292}, {"text": "Some people say we'll get the decision by the end of the month, early October.", "sentId": 293}, {"text": "Maybe he waits next year.", "sentId": 294}, {"text": "We'll track that one.", "sentId": 295}, {"text": "Up next -- our reporters share from their notebooks, including an inside peek at the politics of the Pope's big visit to Washington this week.", "sentId": 296}], "secId": 111}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table, ask our great reporters to get you ahead of the big political news just around the corner.", "sentId": 297}], "secId": 112}, {"speaker": "KING", "sentences": [{"text": "Julie Pace.", "sentId": 298}], "secId": 113}, {"speaker": "PACE", "sentences": [{"text": "Pope Francis is in Washington this week.", "sentId": 299}, {"text": "And at least some of the attention is going to be on how Republican presidential candidates respond when the Pope calls for aggressive action on things like climate change and immigration that put him at odds with the GOP.", "sentId": 300}], "secId": 114}, {"speaker": "PACE", "sentences": [{"text": "But a lot of candidates are deciding that at least for this week it's better to be with the Pope than against him.", "sentId": 301}, {"text": "All three of the senators running for the White House are returning to Capitol Hill to attend the Pope's address to Congress.", "sentId": 302}, {"text": "Jeb Bush plans to attend a mass with the Pope in Washington.", "sentId": 303}, {"text": "And Chris Christie who is another Catholic running plans to attend one of his events on the East Coast.", "sentId": 304}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "Smart, in a word.", "sentId": 305}], "secId": 116}, {"speaker": "PACE", "sentences": [{"text": "Very smart.", "sentId": 306}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "Smart.", "sentId": 307}, {"text": "Ron.", "sentId": 308}], "secId": 118}, {"speaker": "FOURNIER", "sentences": [{"text": "A few more details about Joe Biden.", "sentId": 309}, {"text": "He was in Michigan last week and I talked to a lot of folks who talked to him and talk to his people.", "sentId": 310}, {"text": "They're convinced that he's more likely to run than conventionalism in D.C. would indicate.", "sentId": 311}, {"text": "One person said got the clear impression talking to him directly that he's trying to talk himself into running.", "sentId": 312}], "secId": 119}, {"speaker": "FOURNIER", "sentences": [{"text": "Now the obvious reasons why he wouldn't is he's dealing with this terrible tragedy in his family and there's not a clear path to the nomination.", "sentId": 313}], "secId": 120}, {"speaker": "FOURNIER", "sentences": [{"text": "But the two big reasons why he might get in are, one, as you know once you run for president it's hard to get that out of your system.", "sentId": 314}, {"text": "And two, his son did call him to this job.", "sentId": 315}, {"text": "/And that's why you're having .", "sentId": 316}], "secId": 121}, {"speaker": "KING", "sentences": [{"text": "And he does believe.", "sentId": 317}, {"text": "He's believed for a long time he's the best man for the job.", "sentId": 318}, {"text": "Whether you agree or disagree with him.", "sentId": 319}, {"text": "That's what he believes.", "sentId": 320}], "secId": 122}, {"speaker": "KING", "sentences": [{"text": "Robert.", "sentId": 321}], "secId": 123}, {"speaker": "COSTA", "sentences": [{"text": "After Pope Francis speaks at Congress this week, he's going to walk to the Speaker's balcony with House Speaker John Boehner.", "sentId": 322}, {"text": "And it will be a moment for Boehner that many of his friends have told, it really capped Boehner's career in congress.", "sentId": 323}, {"text": "As a Catholic It will be a public moment of Boehner's private faith.", "sentId": 324}], "secId": 124}, {"speaker": "COSTA", "sentences": [{"text": "And Boehner's worked for years to try to bring the Pope to Washington and it's tough week for Boehner.", "sentId": 325}, {"text": "He's already under fire from many of his critics within the house.", "sentId": 326}, {"text": "They're thinking about launching a revolt.", "sentId": 327}, {"text": "For this week many of those critics say they'll hold off at least for a few days and let Boehner have his time with the Pope and it will be a special time for the speaker as a Catholic as the leader of the house.", "sentId": 328}], "secId": 125}, {"speaker": "KING", "sentences": [{"text": "Enjoy that one, Mr. Speaker.", "sentId": 329}, {"text": "That's a big day.", "sentId": 330}], "secId": 126}, {"speaker": "KING", "sentences": [{"text": "Nia --", "sentId": 331}], "secId": 127}, {"speaker": "HENDERSON", "sentences": [{"text": "In cycle one, everyone wants to be an outsider Ted Cruz really is going into this week kind of trying to brand himself as the original outsider.", "sentId": 332}, {"text": "In some ways it sort makes him sound like an outlaw.", "sentId": 333}, {"text": "He's been talking about the Washington cartel.", "sentId": 334}, {"text": "And they're really going to try to emphasize his record in Washington, going against the Washington establishment whether it comes to voting against Chuck Hagel and really leading that fight a long time ago, leading the fight against gun control, leading the fight against immigration reform, leading the fight against Obamacare.", "sentId": 335}, {"text": "They really want to emphasize it.", "sentId": 336}], "secId": 128}, {"speaker": "HENDERSON", "sentences": [{"text": "This week he's going to be on Stephen Colbert tomorrow.", "sentId": 337}, {"text": "He's also going to be with the Pope in for Jena Lake.", "sentId": 338}, {"text": "And so that's one of the things they're really going to try to do.", "sentId": 339}, {"text": "Everyone else are sort of pretenders to the outsider throne but Ted Cruz is the original  senator.", "sentId": 340}, {"text": "That's what they'll try to do this week.", "sentId": 341}], "secId": 129}, {"speaker": "KING", "sentences": [{"text": "All right we'll keep an eye on Ted Cruz.", "sentId": 342}], "secId": 130}, {"speaker": "KING", "sentences": [{"text": "I'll close with another Republican presidential candidate.", "sentId": 343}, {"text": "Post debate pressure on Rand Paul to rethink his presidential ambitions and to focus instead his Kentucky Senate seat.", "sentId": 344}, {"text": "Now Paul can run for both offices at the same time thanks to a change in Kentucky's presidential nominating rules.", "sentId": 345}, {"text": "But he's struggling in the Presidential race.", "sentId": 346}, {"text": "And party strategies whose job it is to worry not about the White House but about the Republican senate majority are beginning to voice more and more concerns now.", "sentId": 347}], "secId": 131}, {"speaker": "KING", "sentences": [{"text": "The say the poll's senate campaign isn't raising anywhere near enough money and when they press for new contributions there's a lot of resistance because donors question Senator Paul's commitment to the senate race.", "sentId": 348}], "secId": 132}, {"speaker": "KING", "sentences": [{"text": "Now there is zero, underscore, zero evidence Senator Paul is listening at the moment to the express suggestions.", "sentId": 349}, {"text": "He'll leave the presidential race but keep your eyes on the polls.", "sentId": 350}, {"text": "It's a discussion worth keeping an eye on.", "sentId": 351}], "secId": 133}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 352}, {"text": "Again -- thanks for sharing your Sunday morning.", "sentId": 353}, {"text": "We'll see you soon.", "sentId": 354}], "secId": 134}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" with Jake Tapper starts right now.", "sentId": 355}], "secId": 135}], "sectionCount": 136, "url": "transcripts.cnn.com/TRANSCRIPTS/1509/20/ip.01.html", "sentenceCount": 357, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired September 20, 2015 - 08:30   ET", "speakers": ["BLACKWELL", "PAUL", "KING", "TRUMP", "FIORINA", "CLINTON", "With us to share their reporting and their insights", "UNIDENTIFIED MALE", "PACE", "COSTA", "FOURNIER", "HENDERSON", "HENDRSON", "GRAHAM", "BUSH", "SANDERS", "Ad", "A lot of people who have talked to him have said focus on about $100 million for the first four states then you'll know.  By then you'll know whether or not it takes.  PACE"], "title": "INSIDE POLITICS"}