{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1504.26.ip.01.html.json", "subTitle": "New Questions for Team Clinton; Right of Passage 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Hillary Clinton brushes off new questions about whether the family foundation profited from decisions made while she was secretary of state.", "sentId": 0}], "secId": 0}, {"speaker": "CLINTON", "sentences": [{"text": "The Republicans seem to be talking only about me.", "sentId": 1}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Plus, House Republicans threaten subpoenas unless Clinton agrees to testify about Benghazi and about why she erased her private e-mail server.", "sentId": 2}], "secId": 2}, {"speaker": "BOEHNER", "sentences": [{"text": "The administration had made it virtually impossible to get to the facts --", "sentId": 3}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "And Republicans spend another weekend making back to back appeals to conservatives.", "sentId": 4}], "secId": 4}, {"speaker": "RUBIO", "sentences": [{"text": "The institution of marriage is one man and one woman, it existed before our laws existed.", "sentId": 5}], "secId": 5}, {"speaker": "CRUZ", "sentences": [{"text": "Who do we trust will actually follow through and do what they said they would do?", "sentId": 6}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "But why then did Ted Cruz miss the vote after promising to fight the president's choice for Attorney General?", "sentId": 7}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS -- the biggest stories sourced by the best reporters now.", "sentId": 8}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 9}, {"text": "I am John King.", "sentId": 10}, {"text": "Thanks for sharing your Sunday morning.", "sentId": 11}], "secId": 9}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Julie Hirschfeld-Davis of the \"New York Times\"; Robert Costa of the \"Washington Post\"; NPR's Steve Inskeep and CNN's Nia-Malika Henderson.", "sentId": 12}], "secId": 10}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Last week the big question about Hillary Clinton was about her personal use e-mail account while secretary of state.", "sentId": 13}, {"text": "This past week it was about a financial windfall for Bill Clinton and the Clinton Foundation from the beneficiaries of a big U.S. government decision that gave Russia more control of global uranium supply.", "sentId": 14}], "secId": 11}, {"speaker": "With us to share their reporting and their insights", "sentences": [{"text": "Now, to both of these questions we received a time-tested response from team Clinton.", "sentId": 15}, {"text": "Nothing new or interesting here they said, and by the way, the source of the information they insisted, just a partisan Republican hack.", "sentId": 16}], "secId": 12}, {"speaker": "CLINTON", "sentences": [{"text": "Well, we're back into the political season and therefore we will be subjected to all kinds of distraction and attacks, and I am ready for that.", "sentId": 17}, {"text": "I know that that comes, unfortunately, with the territory.", "sentId": 18}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Now, those of us who covered the Bill Clinton White House back in the 1990s have seen this \"shoot the messenger\" script before to borrow a line from those days over and over and over again.", "sentId": 19}], "secId": 14}, {"speaker": "KING", "sentences": [{"text": "But as the old saying goes, you're entitled to your own opinion but not your own facts.", "sentId": 20}, {"text": "It is a fact that the Clinton Foundation received nearly $2.5 million from family members of the Canadian business group that sold its uranium business to the Russia.", "sentId": 21}, {"text": "And it is a fact that as Russia made a play for those uranium assets, President Clinton received a half million dollars speaking fee from a Russian bank that had a stake in the deal.", "sentId": 22}, {"text": "Now those are the facts.", "sentId": 23}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "This from Mitt Romney is opinion.", "sentId": 24}], "secId": 16}, {"speaker": "ROMNEY", "sentences": [{"text": "I was stunned by it.", "sentId": 25}, {"text": "I mean it -- it looked like bribery.", "sentId": 26}, {"text": "You know, I presume we might know for sure whether there was or was not bribery if she had not wiped out thousands of e-mails.", "sentId": 27}, {"text": "But this is a very, very serious series of facts, and it looked like bribery.", "sentId": 28}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "Again, bribery is a strong word, Julie.", "sentId": 29}, {"text": "That's Romney's opinion.", "sentId": 30}, {"text": "But why did the Clintons put the ball on the tee, I guess is my question.", "sentId": 31}, {"text": "The perception problem -- look, this campaign says there is zero evidence and there is no evidence that as of secretary of state she was involved in the decision.", "sentId": 32}, {"text": "They say the decisions were made down below her, never got to her.", "sentId": 33}, {"text": "There's no evidence of, in my words, quid pro go, if you will.", "sentId": 34}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "But why, why do you, if you're Bill Clinton introduce a business friend to the Kazak government in the middle of this.", "sentId": 35}, {"text": "Why do you go to Russia and take $500,000 for a speaking fee from a bank that has a stake in the deal when she is the secretary of state?", "sentId": 36}], "secId": 19}, {"speaker": "HIRSCHFELD-DAVIS", "sentences": [{"text": "Well, of course, we will never know.", "sentId": 37}, {"text": "I do think that we have to kind of look back at history here and see that the Clintons have a lot of connections.", "sentId": 38}, {"text": "They have a lot of political power.", "sentId": 39}, {"text": "And they have been able to do things like this and not get -- not have a lot of consequences for themselves.", "sentId": 40}], "secId": 20}, {"speaker": "HIRSCHFELD-DAVIS", "sentences": [{"text": "And you know, letter of the law, we don't know because we have not seen the e-mails and we haven't seen the written record.", "sentId": 41}, {"text": "As Democrats have pointed out, the person who wrote the book that has generated all of these new allegations and the new information is connected to Republicans.", "sentId": 42}], "secId": 21}, {"speaker": "HIRSCHFELD-DAVIS", "sentences": [{"text": "But the fact is, there is really no way to disprove that there was something untoward going on here.", "sentId": 43}, {"text": "And she is going to have a problem, Hillary Clinton, in that Republicans are going to cast aspersions on these kinds of dealings.", "sentId": 44}, {"text": "And there were so many situations like this at the Clinton Foundation despite all the agreements that they had in place with her at the State Department that the foundation couldn't get money from foreign governments.", "sentId": 45}, {"text": "There are going to be, time and again these same kinds of allegations coming forward with no real way to substantively refute them other than to say this is partisan and they are going after me.", "sentId": 46}], "secId": 22}, {"speaker": "HIRSCHFELD-DAVIS", "sentences": [{"text": "And I don't think that's going to fly for very long with voters.", "sentId": 47}, {"text": "The question is, who are they going to turn to?", "sentId": 48}, {"text": "If you are a Democrat, do you think that Hillary Clinton is being victimized unfairly?", "sentId": 49}, {"text": "And I think they're counting on that right now.", "sentId": 50}], "secId": 23}, {"speaker": "KING", "sentences": [{"text": "So let's come in on that question.", "sentId": 51}, {"text": "We'll get to the Republicans in a minute.", "sentId": 52}, {"text": "But this is a bigger issue if the Democrats begin to turn or the Democrats start to get squishy.", "sentId": 53}, {"text": "Privately when you talk to them a lot of people just kind of groan, you know, here we go again back to the Clinton days.", "sentId": 54}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "But here's Lincoln Chafee -- listen to Lincoln Chafee.", "sentId": 55}, {"text": "He's in South Carolina at the big Democratic event over the weekend.", "sentId": 56}, {"text": "Now, Lincoln Chafee -- I first covered his dad years ago.", "sentId": 57}, {"text": "He was a Republican senator.", "sentId": 58}, {"text": "Lincoln Chafee was a Republican then he became an Independent, and now he says he's a Democrat.", "sentId": 59}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "And listen to this.", "sentId": 60}, {"text": "This is a clear reference to Hillary Clinton.", "sentId": 61}], "secId": 26}, {"speaker": "CHAFEE", "sentences": [{"text": "You want to see someone that doesn't had scandal after scandal after scandal.", "sentId": 62}, {"text": "I've never had an ethical blemish --", "sentId": 63}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "Will Democrats view him credibly is my first question.", "sentId": 64}, {"text": "If you have a Democrat in this race questioning her ethics, it changes the dynamic.", "sentId": 65}, {"text": "STEVE INSKEEP, NPR:  It does change the dynamic.", "sentId": 66}, {"text": "You said two", "sentId": 67}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "things when you were summarizing the Clinton response though John.", "sentId": 68}, {"text": "You said they said there was nothing new, nothing interesting.", "sentId": 69}, {"text": "Maybe there's not that much new but it sure is interesting.", "sentId": 70}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "Your newspaper on this, on this uranium deal is utterly fascinating.", "sentId": 71}, {"text": "There's a hole in the story as I think the reporters acknowledge.", "sentId": 72}, {"text": "You can't find Hillary Clinton personally doing anything specific, you can't find anything.", "sentId": 73}, {"text": "But what you do have here is this remarkable coziness of people in power close to power doing business, and you're correct, this is the world in which the Clintons have lived for many, many years.", "sentId": 74}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "They have a defense.", "sentId": 75}, {"text": "I don't know if they've used.", "sentId": 76}, {"text": "They can argue that at least the foundation money, set aside the speech money, the foundation money is designed to do good around the world.", "sentId": 77}, {"text": "It's not designed to line their pockets.", "sentId": 78}, {"text": "They haven't necessarily gone for that defense.", "sentId": 79}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "Instead what they've gone for is the defense that triggers party loyalties.", "sentId": 80}, {"text": "Essentially the other guy is playing unfair just come to my side.", "sentId": 81}, {"text": "That's what both parties play.", "sentId": 82}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "But you're right, if Democrats start questioning it, then it becomes a big deal.", "sentId": 83}], "secId": 33}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 84}, {"text": "And last night, I mean everyone was in town.", "sentId": 85}, {"text": "We went to a bunch of fancy parties, and the Democrats very much worried about this.", "sentId": 86}, {"text": "And I think there were even people who were thinking about working for the Clintons, talking about what a problem this was, how she was not a good candidate.", "sentId": 87}, {"text": "I think the problem becomes if you can't get those core supporters really jazzed up and really making an argument for her candidacy that becomes a real problem.", "sentId": 88}], "secId": 34}, {"speaker": "HENDERSON", "sentences": [{"text": "So you know, the Clintons -- again, they go back to the same excuse, and in some ways it's very lawyerly.", "sentId": 89}, {"text": "It goes back to the -- you know, you don't know what -- it depends on the definition of is, is.", "sentId": 90}], "secId": 35}, {"speaker": "HENDERSON", "sentences": [{"text": "But it also I think has parallels to Chris Christie.", "sentId": 91}, {"text": "Even if he's exonerated on this, it looks like he probably will be on this traffic thing, there still is kind of the whiff of drama, the whiff of conspiracy and the whiff of just, you know, sort of like their Pig- Pen, right.", "sentId": 92}, {"text": "That character from \"Peanuts\" and there's just drama -- a cloud of, you know, conspiracy around her.", "sentId": 93}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "\"Peanuts\" -- that's always good.", "sentId": 94}], "secId": 37}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 95}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "You mentioned, you know, some Democrats are very passionate about her, let's be fair to Hillary Clinton.", "sentId": 96}, {"text": "But other Democrats are kind of like --", "sentId": 97}], "secId": 39}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 98}, {"text": "KING:  Or they think it's going back.", "sentId": 99}, {"text": "Nothing against here, they", "sentId": 100}], "secId": 40}, {"speaker": "HENDERSON", "sentences": [{"text": "just think it's going.", "sentId": 101}, {"text": "But they also think she is the most formidable candidate they have at this moment.", "sentId": 102}, {"text": "We'll see if anything changes but they think history says after a two-term president the other party wins.", "sentId": 103}], "secId": 41}, {"speaker": "HENDERSON", "sentences": [{"text": "So she's got, you know, the first woman president, she can raise the money, she's got the Clinton network.", "sentId": 104}, {"text": "She's made friends with most of the Obama network.", "sentId": 105}], "secId": 42}, {"speaker": "HENDERSON", "sentences": [{"text": "I guess my question is Robert as we watch this play out is we'll see what happens with the Democrats.", "sentId": 106}, {"text": "We'll see if Lincoln Chafee takes hold or we'll see if Martin O'Malley or Bernie Sanders pick up on the ethics argument, or Jim Webb perhaps.", "sentId": 107}], "secId": 43}, {"speaker": "HENDERSON", "sentences": [{"text": "The other things the Clintons have benefit from their past is Republican overreach.", "sentId": 108}], "secId": 44}, {"speaker": "COSTA", "sentences": [{"text": "Correct.", "sentId": 109}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "Mitt Romney saying bribery -- again you're a Republican it's just tee ball for the Republican base.", "sentId": 110}, {"text": "But is there a risk in overplaying it as they did in the past, as they have in past Clinton scandals.", "sentId": 111}], "secId": 46}, {"speaker": "COSTA", "sentences": [{"text": "Well, when you listen to this past week to how Republican candidates and possible candidates responded to Secretary Clinton and this news story, you heard Mitt Romney use the term \"bribery\" but you do not hear that from the Republican field.", "sentId": 112}, {"text": "I think they look at history and they're aware of the Clintons' political strength and they're not using that tactic, at least not yet.", "sentId": 113}], "secId": 47}, {"speaker": "COSTA", "sentences": [{"text": "When I spoke to the campaigns, they also brought up an interesting question they're grappling with.", "sentId": 114}, {"text": "They know Hillary Clinton in the polls on the question of trustworthiness has vulnerabilities.", "sentId": 115}, {"text": "But you go straight at that, they don't think that's going to be a winner in a general election in a changing country.", "sentId": 116}, {"text": "Perhaps the way think to really win is to have -- make a generational argument -- old versus new, fresh versus perhaps a relic from the past.", "sentId": 117}], "secId": 48}, {"speaker": "INSKEEP", "sentences": [{"text": "You make such a fascinating point there, Robert, because so many elections get down to a narrative.", "sentId": 118}, {"text": "Bill Clinton had a narrative in 1992.", "sentId": 119}, {"text": "Barack Obama had a narrative in 2008 about change, about generational change, about being the first black president.", "sentId": 120}], "secId": 49}, {"speaker": "INSKEEP", "sentences": [{"text": "The question for Republicans is can they come up a narrative?", "sentId": 121}], "secId": 50}, {"speaker": "INSKEEP", "sentences": [{"text": "Hillary Clinton, of course, has an opportunity to set a narrative if she can control the -- control the debate.", "sentId": 122}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "If she can control the debate.", "sentId": 123}, {"text": "We'll watch this one as it plays.", "sentId": 124}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 125}, {"text": "Up next, why Republicans campaigning in Iowa might sound a tad more conservative than Republicans campaigning in say New Hampshire?", "sentId": 126}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "First though, \"Politicians say the darnedest things\", a highlight here from last night's White House Correspondents' Association Dinner.", "sentId": 127}], "secId": 54}, {"speaker": "OBAMA", "sentences": [{"text": "Now after the midterm elections, my advisers asked me \"Mr. President do you have a bucket list?\"", "sentId": 128}, {"text": "And I said \"Well, I have something that rhymes with bucket list.\"", "sentId": 129}, {"text": "Take executive action on immigration -- buck it.", "sentId": 130}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 131}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "Most presidential elections are settled on big issues like the economy, maybe war and peace, America's place in the world.", "sentId": 132}, {"text": "But if you listen to the Republican contenders in Iowa this weekend, a lot of talk about religious freedom, same sex marriage.", "sentId": 133}, {"text": "Why?", "sentId": 134}, {"text": "Well, Iowa tends to lean conservative when it comes to Republican caucuses.", "sentId": 135}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Look at this -- 72 percent of those who participated in the caucuses in 2012 described themselves as evangelicals -- white evangelicals, 72 percent.", "sentId": 136}, {"text": "When the campaign moves on to New Hampshire, look only 21 percent in New Hampshire describe themselves that way as evangelicals.", "sentId": 137}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "In South Carolina, the third contest, the number does come back up a bit again to 64 percent; so, in two of the early contests heavy evangelicals especially out in Iowa.", "sentId": 138}, {"text": "And so if you want to look at this, this is a recent Bloomberg poll with the Des Moines register.", "sentId": 139}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "What do Iowa Republicans want most in a presidential candidate?", "sentId": 140}, {"text": "Not electability, not so much experience and stands on the issues.", "sentId": 141}, {"text": "More than six in ten of those caucus goers say they look at the moral character, the personal values of those candidates before anything else which is one of the reasons if you look at the last two Iowa caucuses pastor turned politician Mike Huckabee wins in 2008.", "sentId": 142}, {"text": "Rick Santorum, Christian conservative wins in 2012.", "sentId": 143}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Listen here to Ted Cruz in Iowa this weekend making a direct play for that evangelical vote.", "sentId": 144}], "secId": 61}, {"speaker": "CRUZ", "sentences": [{"text": "Today's Democratic Party it seems has decided there's no room for Christians in the Democratic Party.", "sentId": 145}, {"text": "The modern Democratic Party has gotten so extreme, so intolerant, there is a liberal fashion that is dedicated to going after and targeting believing Christians who follow the biblical teachings.", "sentId": 146}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Robert Costa, this question comes up every fours years in Iowa.", "sentId": 147}, {"text": "Are the Republicans tacking so far right to appeal to these evangelicals talk liberal fascism -- about Christianity that they hurt the party in the long run?", "sentId": 148}, {"text": "That it helps you in Iowa but Mike Huckabee wasn't the nominee.", "sentId": 149}, {"text": "Rick Santorum was not the nominee.", "sentId": 150}], "secId": 63}, {"speaker": "COSTA", "sentences": [{"text": "That's right.", "sentId": 151}, {"text": "And many Republican leaders, they would prefer the party in their bid to extend the map to focus less on these controversial social issues.", "sentId": 152}, {"text": "However, I think that the issues keep coming back for the Republicans even as they try to kind of navigate around them.", "sentId": 153}], "secId": 64}, {"speaker": "COSTA", "sentences": [{"text": "I think the Supreme Court ruling this summer likely in favor perhaps of gay marriage across the country, that is really going to disrupt the Republican primary, make Iowa even more of a mess for the GOP.", "sentId": 154}], "secId": 65}, {"speaker": "KING", "sentences": [{"text": "And Cruz sees the evangelicals as a springboard in Iowa at a time when there's no clear frontrunner in the race.", "sentId": 155}, {"text": "In away, you can't blame him.", "sentId": 156}], "secId": 66}, {"speaker": "INSKEEP", "sentences": [{"text": "Well, let me think of -- let me suggest something rather clever about the way that Ted Cruz just formulated that sound bite that we heard.", "sentId": 157}, {"text": "He spoke in a way to motivate Christians or people who consider themselves conservative Christians on his side.", "sentId": 158}, {"text": "But he didn't actually take a position on any issue there.", "sentId": 159}], "secId": 67}, {"speaker": "INSKEEP", "sentences": [{"text": "Cruz also was reported to have attended a fund raiser held by two gay supporters in New York City this past week and had to answer questions about that.", "sentId": 160}, {"text": "One of the supporters in your paper \"The New York Times\" had a fascinating quote in which he said \"Cruz's position on gay marriage is not important.", "sentId": 161}, {"text": "It's going to be taken care of by the state.", "sentId": 162}, {"text": "It's going to be taken care of by the Supreme Court.", "sentId": 163}], "secId": 68}, {"speaker": "INSKEEP", "sentences": [{"text": "And that may be the Republican -- ultimately the Republican position on gay marriage.", "sentId": 164}, {"text": "Let it be taken care of elsewhere, stop talking about it directly and it's going -- not going to be an issue.", "sentId": 165}], "secId": 69}, {"speaker": "HENDERSON", "sentences": [{"text": "But I think that field of candidates that are going to be looking for that Iowa vote, possibly Mike Huckabee; possibly Bobby Jindal; possibly Rick Santorum.", "sentId": 166}, {"text": "I don't think we have an indication that they're going to let it go.", "sentId": 167}, {"text": "I mean Huckabee has been someone -- he wants to leave the Republican Party if they cave on this issue.", "sentId": 168}], "secId": 70}, {"speaker": "HENDERSON", "sentences": [{"text": "So I think we're going to really hear some more of it.", "sentId": 169}, {"text": "I think this is possibly a race where that field of evangelical candidate is so large even Scott Walker, even Rand Paul all appealing to a segment of that constituency.", "sentId": 170}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "And the Republican Party -- normally we have a frontrunner in the history of the Republican Party.", "sentId": 171}, {"text": "Look at this Quinnipiac poll that shows Marco Rubio on top at 15 percent; Jeb Bush at 13, Scott Walker at 11.", "sentId": 172}, {"text": "Then it goes on -- Ted Cruz, et cetera.", "sentId": 173}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "Now these polls have flipped, you know.", "sentId": 174}, {"text": "Jeb Bush says he's getting in.", "sentId": 175}, {"text": "He comes at the top.", "sentId": 176}, {"text": "Scott Walker gives a good speech, does some travel he moves up.", "sentId": 177}, {"text": "Ted Cruz announces he jumps up.", "sentId": 178}, {"text": "Marco Rubio against the media headlines as he announces, he jumps up.", "sentId": 179}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "So the interesting question for these candidates now is what do you pick?", "sentId": 180}, {"text": "You're looking to break out.", "sentId": 181}, {"text": "You're trying to find an issue or something to help you break out of the pack.", "sentId": 182}, {"text": "Rubio is saying I'm tested on foreign policy.", "sentId": 183}, {"text": "I'm ready to be president on day one.", "sentId": 184}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "Scott Walker retorts and says you're a freshman senator like Barack Obama.", "sentId": 185}, {"text": "We need a governor like Ronald Reagan.", "sentId": 186}], "secId": 75}, {"speaker": "DAVIS", "sentences": [{"text": "Right.", "sentId": 187}, {"text": "Well and I mean this is not the phase of the game when you want to be out front, right?", "sentId": 188}, {"text": "This is very early on.", "sentId": 189}, {"text": "So as Marco Rubio is taking comfort in the fact that he's out jumped out front, that's great for now but we all know that, you know, a few weeks is a lifetime in politics.", "sentId": 190}], "secId": 76}, {"speaker": "DAVIS", "sentences": [{"text": "There's no question that -- a lot of these candidates are going to try to nail down the conservative evangelical wing of the party and even if they don't want to talk about these issues I think Robert is right that you know, there's a large segment of the party that recognizes that this could be a problem for them.", "sentId": 191}, {"text": "There are candidates in this race like Rick Santorum who's like to be one of them who are solely in it to make sure that the conversation comes back to that and the party does not drift away from those issues and that is going to make things very challenging.", "sentId": 192}], "secId": 77}, {"speaker": "DAVIS", "sentences": [{"text": "If you're Marco Rubio, for instance, he talked in very personal terms about these issues in Iowa that last couple of days but he had a very different town.", "sentId": 193}, {"text": "He wasn't talking about liberal fascism.", "sentId": 194}, {"text": "He was talking in a new sort of pressure weigh.", "sentId": 195}, {"text": "He's a younger candidate and he's really trying to package himself self as this new generation of yes, he's a conservative, yes he's socially conservative but he's talking about this in a way that's going to be more broadly appealing he believes to the party and to the general electorate.", "sentId": 196}], "secId": 78}, {"speaker": "COSTA", "sentences": [{"text": "When you look at that event yesterday, it's important to know who was not there.", "sentId": 197}, {"text": "Governor Christie wasn't there.", "sentId": 198}, {"text": "Governor Bush was not there because as Nia said, if this becomes a real fight on the right to win Iowa, perhaps some candidates start to avoid Iowa.", "sentId": 199}, {"text": "It wasn't a launching pad as you said for the last two candidates who won there.", "sentId": 200}, {"text": "And so maybe New Hampshire becomes more important.", "sentId": 201}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Maybe it becomes more important but in a crowded race, you want to win.", "sentId": 202}, {"text": "You've got to get a win early on to break out.", "sentId": 203}, {"text": "Very quickly we're almost out of time in this -- Ted Cruz gives in every speech he says don't believe what they say, watch what they do.", "sentId": 204}, {"text": "He said he would lead the fight against Loretta lynch and he skipped the vote.", "sentId": 205}, {"text": "He did vote on cloture the process once they lost that as cushion then we can confirm.", "sentId": 206}, {"text": "He got on a plane and went to Texas for a fundraiser.", "sentId": 207}, {"text": "Does that undermine his credibility when he says, you know, I will fight the fight but he missed the key vote.", "sentId": 208}], "secId": 80}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, I think it does and I think we'll see this from a lot of folks because we know that some of these senators do miss votes.", "sentId": 209}, {"text": "You saw this play out in the senate race as well.", "sentId": 210}, {"text": "And I think this Lynch vote particularly for some of these folks like Rand Paul for instance who voted against Lynch.", "sentId": 211}, {"text": "He's also trying to appeal to African-American voters.", "sentId": 212}, {"text": "I think that's going to come off again.", "sentId": 213}, {"text": "So it's not going away what you do in the Senate.", "sentId": 214}], "secId": 81}, {"speaker": "INSKEEP", "sentences": [{"text": "You can make a case that he made the earlier vote but, of course, it's just always a danger being in the Senate.", "sentId": 215}, {"text": "It can turn against that.", "sentId": 216}], "secId": 82}, {"speaker": "KING", "sentences": [{"text": "It may show up.", "sentId": 217}, {"text": "Just a few more votes, it may show up in the campaign that Super PAC -- not another candidate we'll from the super PAC.", "sentId": 218}], "secId": 83}, {"speaker": "KING", "sentences": [{"text": "Everybody sit tight.", "sentId": 219}, {"text": "Tomorrow's news today is next as our reporter share from their notebooks, give you a sneak.", "sentId": 220}, {"text": "The big political story is just ahead including Joe Biden's calculations about campaign 2016.", "sentId": 221}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table and ask our great reporters to share a little tidbit from their notebooks.", "sentId": 222}, {"text": "Julie.", "sentId": 223}], "secId": 85}, {"speaker": "DAVIS", "sentences": [{"text": "Well, with the 2016 field taking shape obviously there is much less political attention focus on the White House.", "sentId": 224}, {"text": "But there is one person at the White House, the Vice President Joe Biden, who hasn't taken himself completely out of the picture.", "sentId": 225}, {"text": "He has not done anything to organize a campaign, raise any money, hint to his supporters that he wants to do it.", "sentId": 226}], "secId": 86}, {"speaker": "DAVIS", "sentences": [{"text": "But there is a strain of thinking that if Hillary Clinton's campaign is truly to implode at some point, that Democrats are going to need someone who could jump in quickly and raise a lot of money, have a lot of experience and launch a campaign, and Joe Biden would not mind being the person that they talk about as \"that person\", and as long as we are talking about that, we are still talking about Joe Biden and that's just the way he likes it.", "sentId": 227}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "Joe Biden -- tanned, rested and ready.", "sentId": 228}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Robert.", "sentId": 229}], "secId": 89}, {"speaker": "COSTA", "sentences": [{"text": "Another person who may be tan, rested and ready -- Ohio governor John Kasich.", "sentId": 230}, {"text": "I sat down with him a couple of days ago.", "sentId": 231}, {"text": "And said, look he tried to run in 1999 but George W. Bush was a powerhouse and kind of edged him out of the race.", "sentId": 232}, {"text": "Years later he wants to get in again.", "sentId": 233}, {"text": "He's not formally moving toward it right now and he thinks he has a lot of time to do it, but Kasich has the energy to Will to get into the mix, but I don't think he feels the rush, because the age of super PAC, it's more about billionaires doing a relationship -- building a relationship in the early states then maybe getting in when you have a little momentum.", "sentId": 234}], "secId": 90}, {"speaker": "BAIER", "sentences": [{"text": "And maybe he hopes that other Bush implodes.", "sentId": 235}, {"text": "Sort of like the in the Joe Biden's way I'm thinking about this one.", "sentId": 236}, {"text": "Nia --", "sentId": 237}], "secId": 91}, {"speaker": "HENDERSON", "sentences": [{"text": "Here comes Bernie Sanders.", "sentId": 238}, {"text": "His people say that within days he could make a presidential announcement.", "sentId": 239}, {"text": "We think we know what it would be him jumping into the race which would make him a challenger, Hillary Clinton's first challenger.", "sentId": 240}, {"text": "We know that he obviously wants to court that Warren wing of the party.", "sentId": 241}], "secId": 92}, {"speaker": "HENDERSON", "sentences": [{"text": "He is not the alternative to Hillary Clinton.", "sentId": 242}, {"text": "Well, he's the alternative to Hillary Clinton but also the alternative to Warren who doesn't look like she wants to get in the race.", "sentId": 243}], "secId": 93}, {"speaker": "HENDERSON", "sentences": [{"text": "He was in South Carolina this weekend and got a standing ovation, really blew people away.", "sentId": 244}, {"text": "Jim Clyburn was saying that he really -- he brought it, right, and unexpectedly so.", "sentId": 245}, {"text": "So I think with his populist rhetoric, I don't think he can necessarily challenge Hillary Clinton in terms of donors and in terms of organization, but in terms of bringing the heat, bring the fire, bringing that populist, and he will be interesting to see and how he moves Hillary Clinton's own rhetoric as well.", "sentId": 246}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "Message can matter.", "sentId": 247}, {"text": "It would be fun to watch that one.", "sentId": 248}, {"text": "Steve.", "sentId": 249}], "secId": 95}, {"speaker": "INSKEEP", "sentences": [{"text": "Whoever is in or out, I am thinking about the rising stakes of the 2016 election.", "sentId": 250}, {"text": "Jeb Bush was asked this past week about President Obama's immigration actions, his executive actions on immigration and he said on the on a conservative radio talks show, yes of course, I would reverse them.", "sentId": 251}], "secId": 96}, {"speaker": "INSKEEP", "sentences": [{"text": "So suddenly you're talking about millions of people who are on a path to be legalized for a while and now potentially on a path not to be legalized depending on who wins an election.", "sentId": 252}, {"text": "We have already heard a lot of Republicans say they would reverse the President's deal with Iran if that has concluded.", "sentId": 253}, {"text": "And we have President Obama going forward with a global warming conference and more executive actions and it's hard to see a lot of Republican's signing on to that.", "sentId": 254}], "secId": 97}, {"speaker": "INSKEEP", "sentences": [{"text": "Huge potential changes depending on who wins.", "sentId": 255}, {"text": "It doesn't mean they'd go through with it.", "sentId": 256}, {"text": "I think we can all recall President Obama's promise to close Guantanamo right away if we could just replace President Bush.", "sentId": 257}, {"text": "But it certainly would color the campaign and the tenor of the campaign, the huge changes that could potentially lie on his door depending on who wins.", "sentId": 258}], "secId": 98}, {"speaker": "KING", "sentences": [{"text": "Huge consequences, especially with no incumbent -- both sides with frozen -- we'll watch that one.", "sentId": 259}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 260}, {"text": "The number one goal for Republicans in 2016 obviously is retaking the White House, but a close second is keeping the senate majority in GOP hands.", "sentId": 261}, {"text": "That's a tough challenge because so many of the races in 2016 are in states that tend to go blue in Presidential years.", "sentId": 262}, {"text": "So candidate recruitment is a huge early priority.", "sentId": 263}], "secId": 100}, {"speaker": "KING", "sentences": [{"text": "And the Republican establishment is trying to build on its big 2014 success stories by hand picking candidates it believes have the best chance to win tough state-wide races, especially in states where that establishment is nervous -- more than nervous about the possibility of Tea Party contenders.", "sentId": 264}, {"text": "So look for added intensity in the days and weeks ahead to get", "sentId": 265}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "Republican congressman Joe Hack to declare early for the Nevada senate seat being vacated by Democrat Harry Reid.", "sentId": 266}, {"text": "And in Colorado, Republican congressman Mike Kaufman is about to get an aggressive push -- more than aggressive push -- from the establishment to challenge the incumbent there -- Michael Bennett.", "sentId": 267}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "Now Kaufmann  impressed national party and establishment group leaders last year when he won by nine points in a competitive swing district against a strong Democratic challenger.", "sentId": 268}, {"text": "Recent history is a big reason the establishment is pushing Heck and Kaufmann for early commitment.", "sentId": 269}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "You might remember Tea Party candidates won the senate nominations in both of those races -- Colorado and Nevada back in 2010 and Democrats Reid and Bennett, one narrow victory in what otherwise was a pretty big Republican fear .", "sentId": 270}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS, again thanks for sharing your Sunday morning.", "sentId": 271}, {"text": "We'll see you soon.", "sentId": 272}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" starts right now.", "sentId": 273}], "secId": 106}], "sectionCount": 107, "url": "transcripts.cnn.com/TRANSCRIPTS/1504/26/ip.01.html", "sentenceCount": 275, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired April 26, 2015 - 08:30   ET", "speakers": ["KING", "CLINTON", "BOEHNER", "RUBIO", "CRUZ", "With us to share their reporting and their insights", "ROMNEY", "HIRSCHFELD-DAVIS", "CHAFEE", "HENDERSON", "COSTA", "INSKEEP", "OBAMA", "DAVIS", "BAIER"], "title": "INSIDE POLITICS"}