{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1510.25.ip.01.html.json", "subTitle": "Clinton Riding High after \"Quite a Week\"; New Iowa Polls Show Carson Leading Trump; Panic in Jeb Bush's Campaign. Aired 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "BLACKWELL", "sentences": [{"text": "Absolutely.", "sentId": 0}, {"text": "Got the big exclusives at the top of the hour: Sanders, Rubio, and Trump.", "sentId": 1}], "secId": 0}, {"speaker": "BLACKWELL", "sentences": [{"text": "But right now INSIDE POLITICS.", "sentId": 2}], "secId": 1}, {"speaker": "BERMAN", "sentences": [{"text": "Hillary Clinton keeps cool before the Benghazi committee.", "sentId": 3}], "secId": 2}, {"speaker": "CLINTON", "sentences": [{"text": "I'm sorry that it doesn't fit your narrative, Congressman.", "sentId": 4}, {"text": "I can only tell you what the facts were.", "sentId": 5}], "secId": 3}, {"speaker": "BERMAN", "sentences": [{"text": "And avoid a costly fight with a potential rival.", "sentId": 6}], "secId": 4}, {"speaker": "BIDEN", "sentences": [{"text": "Unfortunately I believe we're out of time.", "sentId": 7}], "secId": 5}, {"speaker": "BERMAN", "sentences": [{"text": "Plus a Florida fight brewing -- Trump stomps on Bush and Rubio's home turf.", "sentId": 8}], "secId": 6}, {"speaker": "TRUMP", "sentences": [{"text": "Bush -- now here is a guy wants to run our country and he can't even run his own campaign.", "sentId": 9}], "secId": 7}, {"speaker": "BERMAN", "sentences": [{"text": "But new polls show a new leader in Iowa.", "sentId": 10}], "secId": 8}, {"speaker": "BERMAN", "sentences": [{"text": "INSIDE POLITICS the biggest stories sourced by the best reporters now.", "sentId": 11}], "secId": 9}, {"speaker": "BERMAN", "sentences": [{"text": "Welcome to INSIDE POLITICS.", "sentId": 12}, {"text": "I'm the other John -- John Berman.", "sentId": 13}, {"text": "John King is off this week.", "sentId": 14}], "secId": 10}, {"speaker": "BERMAN", "sentences": [{"text": "With us to share the reporting and their insights Julie Pace of the Associated Press; CNN's Manu Raju; Margaret Talev of Bloomberg News; and CNN's Nia-Malika Henderson.", "sentId": 15}, {"text": "So in Hillary Clinton's own words it has been quite a week.", "sentId": 16}, {"text": "But even if she has her groove back following the Democratic debate, the Benghazi committee and Joe Biden's decision to stay out of the Democratic race she is still well, Hillary Clinton -- cautious, measured.", "sentId": 17}], "secId": 11}, {"speaker": "BERMAN", "sentences": [{"text": "At last night's big Jefferson Jackson dinner in Iowa she took only the subtlest of swipes at the populism of Senator Bernie Sanders.", "sentId": 18}], "secId": 12}, {"speaker": "CLINTON", "sentences": [{"text": "It's not enough just to rail against the Republicans or the billionaires.", "sentId": 19}, {"text": "We actually have to win this election.", "sentId": 20}], "secId": 13}, {"speaker": "BERMAN", "sentences": [{"text": "All right.", "sentId": 21}, {"text": "Clinton's big week even included a former president stumping for her on the campaign trail which is sort of a first this election cycle.", "sentId": 22}], "secId": 14}, {"speaker": "CLINTON", "sentences": [{"text": "There's been a lot of talk about breaking the glass ceiling.", "sentId": 23}, {"text": "And I want to talk about one barrier that has not been broken.", "sentId": 24}, {"text": "I want you to support Hillary for me, too because I want to break a ceiling.", "sentId": 25}, {"text": "I'm tired of the strangle hold that women have had on the job of presidential spouse.", "sentId": 26}], "secId": 15}, {"speaker": "BERMAN", "sentences": [{"text": "All right.", "sentId": 27}, {"text": "Do it for Bill Clinton.", "sentId": 28}], "secId": 16}, {"speaker": "BERMAN", "sentences": [{"text": "Let's talk about this big week for the Clinton campaign.", "sentId": 29}, {"text": "You know, Julie, I worked in Manhattan which is right next to Brooklyn which is where the Clinton campaign has its headquarters.", "sentId": 30}, {"text": "And there was something between a sigh of relief and like shriek of joy coming from Brooklyn.", "sentId": 31}], "secId": 17}, {"speaker": "PACE", "sentences": [{"text": "Absolutely.", "sentId": 32}, {"text": "Absolutely.", "sentId": 33}, {"text": "This was the best week that Clinton has had since she announced her candidacy by far.", "sentId": 34}, {"text": "And she needed this week if you look at the trajectory of her campaign throughout the spring and the summer -- it was basically on a downward trajectory.", "sentId": 35}], "secId": 18}, {"speaker": "PACE", "sentences": [{"text": "Now she's cleared Joe Biden out of the race.", "sentId": 36}, {"text": "She got through the Benghazi hearing which I think really for people who maybe were on the fence about Hillary Clinton showed them the strength that they wanted to see in her.", "sentId": 37}], "secId": 19}, {"speaker": "PACE", "sentences": [{"text": "The challenge for Clinton, though, will be she's never at her best when she's ahead.", "sentId": 38}, {"text": "She's great when she's a fighter, when she's coming from behind.", "sentId": 39}, {"text": "Now she's reasserted herself as the frontrunner, how she handles this position I think will say a lot about her candidacy.", "sentId": 40}], "secId": 20}, {"speaker": "BERMAN", "sentences": [{"text": "You know, Manu, you were up on the Capitol Hill for the hearing on Thursday.", "sentId": 41}, {"text": "Matt Lewis who's a conservative writer for the \"Daily Caller\" said it was like a sports game, that moment in the game when the momentum shifts you could feel it.", "sentId": 42}, {"text": "What was it like?", "sentId": 43}], "secId": 21}, {"speaker": "RAJU", "sentences": [{"text": "Yes, it really felt that way because Republicans were trying to create an impression to get her to own the Libya policy and also suggest that she didn't do enough to get back enough to respond to those concerns that Ambassador Chris Stevens raised.", "sentId": 44}, {"text": "And instead was listening to people who didn't know enough like Libya like her friend and adviser Sidney Blumenthal.", "sentId": 45}], "secId": 22}, {"speaker": "RAJU", "sentences": [{"text": "But unfortunately for them they ended up chasing a lot of rabbit holes -- going down a lot of rabbit holes.", "sentId": 46}, {"text": "And when they were going after Hillary in a lot of areas they ended up stepping in it themselves in a lot of ways by making it look -- you know, trying to create this gotcha moments rather than playing into that larger narrative.", "sentId": 47}], "secId": 23}, {"speaker": "RAJU", "sentences": [{"text": "So in the end I think Republicans were very frustrated about how it turned out.", "sentId": 48}, {"text": "It ended up going probably a few hours longer than they probably wanted to.", "sentId": 49}], "secId": 24}, {"speaker": "RAJU", "sentences": [{"text": "But I think the hope for the Republicans is that even though she may have survived this that there are episodes from that hearing that they could turn out to hurt her in a couple of more months particularly when she said that 90 percent to 95 percent of the e-mails were on State Department servers.", "sentId": 50}, {"text": "We don't really know where she came up with that figure.", "sentId": 51}, {"text": "She claimed it came from the State Department but maybe in a couple of months, we'll figure out that maybe she wasn't quite telling the truth there.", "sentId": 52}, {"text": "So maybe this could hurt her in the long run.", "sentId": 53}, {"text": "At least some Republicans though.", "sentId": 54}], "secId": 25}, {"speaker": "BERMAN", "sentences": [{"text": "So Margaret build on that.", "sentId": 55}, {"text": "You know, besides just this and what was said maybe it be used against her from these hearings, what else are the risks for Hillary Clinton going forward after what many are calling her best week?", "sentId": 56}], "secId": 26}, {"speaker": "TALEV", "sentences": [{"text": "Well, there's her defensive game and there's here offensive game.", "sentId": 57}, {"text": "And she has shown she's good at the defensive game.", "sentId": 58}, {"text": "But in terms of breaking new ground and going forward that's really the challenge.", "sentId": 59}, {"text": "Right now her lead in the primary looks large enough that it's entirely possible she can just keep playing a defensive game until February and be ok.", "sentId": 60}], "secId": 27}, {"speaker": "TALEV", "sentences": [{"text": "But even if she becomes the nominee she still faces this challenge of, you know, how does she present herself?", "sentId": 61}, {"text": "How does she shape it on her terms?", "sentId": 62}, {"text": "The likability factor, all this sort of stuff.", "sentId": 63}], "secId": 28}, {"speaker": "TALEV", "sentences": [{"text": "My 11-year-old who is my sometimes barometer for the stuff said to me as we're watching the JJ dinner.", "sentId": 64}, {"text": "She says \"Wait, so now she likes Katy Perry and Chipotle?\"", "sentId": 65}, {"text": "There's still a convincibility factor kind of the natural on-the-fly do people like you stuff that is important in campaigns.", "sentId": 66}], "secId": 29}, {"speaker": "strong", "sentences": [{"text": "So Nia, I want to talk about then, what the rest of the", "sentId": 67}], "secId": 30}, {"speaker": "strong", "sentences": [{"text": "candidates in the Democratic race do about this.", "sentId": 68}, {"text": "Let me play you some sound from the JJ dinner last night -- Bernie Sanders.", "sentId": 69}, {"text": "He really seemed to go directly after Hillary Clinton although without naming her in a way that was at least at a minimum more firm than he ever has before.", "sentId": 70}, {"text": "Let's listen.", "sentId": 71}], "secId": 31}, {"speaker": "SANDERS", "sentences": [{"text": "I pledge to you that every day I will fight for the public interest not the corporate interests.", "sentId": 72}, {"text": "I will not abandon any segment of American society whether you're gay or black or Latino, poor, or working class just because it is politically expedient at a given time.", "sentId": 73}], "secId": 32}, {"speaker": "BERMAN", "sentences": [{"text": "Politically expedient at a given time.", "sentId": 74}], "secId": 33}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 75}, {"text": "Right.", "sentId": 76}], "secId": 34}, {"speaker": "BERMAN", "sentences": [{"text": "Those were directly meant for Hillary Clinton.", "sentId": 77}], "secId": 35}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 78}, {"text": "Like Hillary Clinton he may as well have said.", "sentId": 79}, {"text": "Obviously he didn't to.", "sentId": 80}], "secId": 36}, {"speaker": "HENDERSON", "sentences": [{"text": "I think this is a preview of what we're going to see from Bernie Sanders in the debate that is coming up in a couple of weeks in mid- November.", "sentId": 81}, {"text": "He was in some ways Mr. Nice Guy in the first debate.", "sentId": 82}, {"text": "Gave her a solid by saying we don't care about your e-mails.", "sentId": 83}, {"text": "I do think he has to get tougher on her; whether or not it works for him we'll have to see.", "sentId": 84}], "secId": 37}, {"speaker": "HENDERSON", "sentences": [{"text": "He has a lot of work to do.", "sentId": 85}, {"text": "I talked to his campaign advisers.", "sentId": 86}, {"text": "He has a socialism speech where he's going to explain socialism.", "sentId": 87}], "secId": 38}, {"speaker": "BERMAN", "sentences": [{"text": "Something every candidate has to do.", "sentId": 88}], "secId": 39}, {"speaker": "HENDERSON", "sentences": [{"text": "That's right.", "sentId": 89}, {"text": "That's right.", "sentId": 90}, {"text": "But he's going put it in the context of American traditions like the Fire Department.", "sentId": 91}, {"text": "If you like the fire department then you'll like Democratic socialism, too, he'll essentially argue.", "sentId": 92}, {"text": "And he may do more speeches in terms of policy whether or not that moves the needle particularly with these different audiences.", "sentId": 93}], "secId": 40}, {"speaker": "HENDERSON", "sentences": [{"text": "I mean if you look at most of his audiences they don't really look like the Democratic Party.", "sentId": 94}, {"text": "They look more like the Republican Party.", "sentId": 95}, {"text": "That still remains his challenge and this idea of whether he's just plateaued because he hasn't been able to break --", "sentId": 96}], "secId": 41}, {"speaker": "BERMAN", "sentences": [{"text": "Julie, how much risk is there for Bernie Sanders in going after Hillary Clinton directly?", "sentId": 97}, {"text": "How much can he do that before he does alienate Democratic voters?", "sentId": 98}], "secId": 42}, {"speaker": "PACE", "sentences": [{"text": "Yes.", "sentId": 99}, {"text": "It's a fine line because Sanders for the last couple of months has been talking about how he's never run a negative television ad in his political career.", "sentId": 100}, {"text": "He's not going to go negative.", "sentId": 101}, {"text": "In this campaign he needs to find the sweet spot where he's challenging her but sticking to policy.", "sentId": 102}], "secId": 43}, {"speaker": "PACE", "sentences": [{"text": "I think Nia mentioned this a little bit.", "sentId": 103}, {"text": "He's starting to turn a little bit toward the personal in the sense that he's saying she's only taking positions because they're politically expedient which basically gets to this trust factor, this authenticity factor.", "sentId": 104}, {"text": "So how can he try to stay a candidate who is not going to go negative while reminding people that there are personal elements of her that they may not like?", "sentId": 105}], "secId": 44}, {"speaker": "BERMAN", "sentences": [{"text": "I want to talk about a Democrat who went negative this week who just turned out to be a non candidate.", "sentId": 106}, {"text": "And that is Joe Biden.", "sentId": 107}, {"text": "Joe Biden announced he's not getting in the presidential race but only after he seemed to take a swipe at Hillary Clinton.", "sentId": 108}, {"text": "Let's listen to that.", "sentId": 109}], "secId": 45}, {"speaker": "BIDEN", "sentences": [{"text": "I don't believe, like some do, that it is naive to talk to Republicans.", "sentId": 110}, {"text": "I don't think we should look at Republicans as our enemies.", "sentId": 111}, {"text": "They are opposition.", "sentId": 112}, {"text": "They're not our enemies.", "sentId": 113}], "secId": 46}, {"speaker": "BERMAN", "sentences": [{"text": "That was the third time that Joe Biden said that in the last ten days.", "sentId": 114}, {"text": "Of course, in reference to what Hillary Clinton said at the CNN debate.", "sentId": 115}, {"text": "Margaret -- was it odd that he, you know, decided not to get into the race but at the same time got some body blows in on Hillary?", "sentId": 116}], "secId": 47}, {"speaker": "TALEV", "sentences": [{"text": "To some extent right up until that the last day or so he was actually still preserving his options to get into the race.", "sentId": 117}, {"text": "It really was like within the last day or two of his announcement that he made the final decision.", "sentId": 118}, {"text": "I think part of the calculated risk was thinking hey, maybe I'm going to run.", "sentId": 119}, {"text": "I need to like sort of set the parameters.", "sentId": 120}], "secId": 48}, {"speaker": "TALEV", "sentences": [{"text": "But part of it also was I don't think he appreciated the way she and John Podesta and many of the folks in her campaign began to kind of move to box him out.", "sentId": 121}, {"text": "At first it was like everybody is welcome.", "sentId": 122}, {"text": "We welcome Joe.", "sentId": 123}, {"text": "And by the end it wasn't that any more and I think he bristled at that.", "sentId": 124}], "secId": 49}, {"speaker": "TALEV", "sentences": [{"text": "Finally, I think he wants to be remembered and treated with respect.", "sentId": 125}, {"text": "And he felt a little disrespected.", "sentId": 126}], "secId": 50}, {"speaker": "RAJU", "sentences": [{"text": "See a lot of it -- it personally affected Biden that so many of his close friends on Capitol Hill and in the White House consolidated behind Hillary.", "sentId": 127}, {"text": "She was a standard bearer even though he was the Vice President.", "sentId": 128}, {"text": "And this was something that had happened --", "sentId": 129}], "secId": 51}, {"speaker": "BERMAN", "sentences": [{"text": "-- a long, long time ago and it still stings.", "sentId": 130}], "secId": 52}, {"speaker": "BERMAN", "sentences": [{"text": "All right.", "sentId": 131}, {"text": "That's the Democrats.", "sentId": 132}, {"text": "Let's talk about the Republicans.", "sentId": 133}], "secId": 53}, {"speaker": "BERMAN", "sentences": [{"text": "Up next Donald Trump stares up at a new leader in Iowa polling as Jeb Bush stares down into the political abyss.", "sentId": 134}], "secId": 54}, {"speaker": "BERMAN", "sentences": [{"text": "But first politicians say or in this case they sing the darnedest things.", "sentId": 135}, {"text": "Here is presidential candidate Martin O'Malley covering Taylor Swift for the ladies of \"The View\" on ABC.", "sentId": 136}], "secId": 55}, {"speaker": "BERMAN", "sentences": [{"text": "Welcome back to INSIDE POLITICS.", "sentId": 137}], "secId": 56}, {"speaker": "BERMAN", "sentences": [{"text": "Don't call it panic.", "sentId": 138}, {"text": "The Jeb Bush campaign swears there is no panic.", "sentId": 139}, {"text": "What there is, is, you know, efficiencies, downsizing/salaries, travel cutbacks.", "sentId": 140}, {"text": "But of course, from the outside it looks an awful like panic.", "sentId": 141}, {"text": "There are even once unthinkable questions about how much time is left before he's forced to drop out.", "sentId": 142}], "secId": 57}, {"speaker": "BERMAN", "sentences": [{"text": "Of course, all of this music to the ears of the man responsible for applying much of this force.", "sentId": 143}], "secId": 58}, {"speaker": "TRUMP", "sentences": [{"text": "You have Bush with a failing campaign.", "sentId": 144}, {"text": "He's got no money.", "sentId": 145}, {"text": "He's got no votes.", "sentId": 146}, {"text": "He's way down in the polls.", "sentId": 147}], "secId": 59}, {"speaker": "BERMAN", "sentences": [{"text": "Welcome to your first glass house stone-throwing Mr. Trump because look at the latest poll from Iowa showing Dr. Ben Carson running nine points ahead there.", "sentId": 148}, {"text": "Trump's response -- go after Carson's religion.", "sentId": 149}], "secId": 60}, {"speaker": "TRUMP", "sentences": [{"text": "I'm Presbyterian.", "sentId": 150}, {"text": "Boy, that's down the middle of the road folks in all fairness.", "sentId": 151}, {"text": "I mean Seventh-Day Adventist I don't know about.", "sentId": 152}, {"text": "I just don't know about.", "sentId": 153}], "secId": 61}, {"speaker": "BERMAN", "sentences": [{"text": "So, Nia, you know, when candidates went after Mitt Romney's faith, you know, his Mormon faith in the last couple of elections they did it behind closed doors.", "sentId": 154}, {"text": "There were whispers.", "sentId": 155}, {"text": "Wow.", "sentId": 156}], "secId": 62}, {"speaker": "BERMAN", "sentences": [{"text": "I mean Donald Trump -- this isn't a whisper there.", "sentId": 157}], "secId": 63}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 158}, {"text": "That's rough stuff.", "sentId": 159}, {"text": "Yes, it's rough stuff particularly because this is a real strength, right, for Ben Carson.", "sentId": 160}, {"text": "He, for years, has built up a real base among evangelicals.", "sentId": 161}, {"text": "It's true though that some evangelicals are a little skeptical of the Adventist faith.", "sentId": 162}, {"text": "There's some differences in terms of doctrine there.", "sentId": 163}, {"text": "I don't know if Donald Trump is aware of that.", "sentId": 164}, {"text": "But he's certainly highlighting that.", "sentId": 165}, {"text": "I do think it's dangerous, though, for Donald Trump because again this is Ben Carson's strength.", "sentId": 166}], "secId": 64}, {"speaker": "HENDERSON", "sentences": [{"text": "He's also talked about him being low energy.", "sentId": 167}, {"text": "And I think Ben Carson's comeback was like I've done 12 to 18 hours of surgery, which I think --", "sentId": 168}], "secId": 65}, {"speaker": "BERMAN", "sentences": [{"text": "Do you know which presidential candidate has talked about faith in ways that we've rarely heard before?", "sentId": 169}, {"text": "Dr. Ben Carson -- right.", "sentId": 170}, {"text": "Ben Carson said he wouldn't support a Muslim in the White House.", "sentId": 171}, {"text": "Ben Carson said had Jews been armed in Nazi Germany, we wouldn't have had the Holocaust there.", "sentId": 172}, {"text": "So has he opened the door to this a little bit -- Margaret?", "sentId": 173}], "secId": 66}, {"speaker": "TALEV", "sentences": [{"text": "I mean kind of.", "sentId": 174}, {"text": "Also Donald Trump has proved so far that you can like do the most whatever political, you know, conventional wisdom would tell you not to do like on women, you know, whatever.", "sentId": 175}, {"text": "And here he is, though.", "sentId": 176}], "secId": 67}, {"speaker": "TALEV", "sentences": [{"text": "I think he's decided to kind of live or die by the sword and on his own terms.", "sentId": 177}, {"text": "He's just doing it his way.", "sentId": 178}], "secId": 68}, {"speaker": "RAJU", "sentences": [{"text": "And part of it, too, John is that, you know, Trump has had this campaign where he just constantly points to how he is first place everywhere.", "sentId": 179}, {"text": "He's been leading in all the polls in Iowa and New Hampshire, nationally.", "sentId": 180}], "secId": 69}, {"speaker": "RAJU", "sentences": [{"text": "Now what happens when he starts to slip as we saw in these two Iowa polls where he's in second place -- what is his talking point then?", "sentId": 181}, {"text": "How does he deal with that?", "sentId": 182}, {"text": "Can he even handle that personally when he's second or third place?", "sentId": 183}], "secId": 70}, {"speaker": "TALEV", "sentences": [{"text": "But he knows that nobody is going to do to him what he is doing to them.", "sentId": 184}], "secId": 71}, {"speaker": "PACE", "sentences": [{"text": "Yes.", "sentId": 185}], "secId": 72}, {"speaker": "TALEV", "sentences": [{"text": "Nobody is going to --", "sentId": 186}], "secId": 73}, {"speaker": "BERMAN", "sentences": [{"text": "What does Ben Carson do about this all of a sudden now that he's winning somewhere?", "sentId": 187}], "secId": 74}, {"speaker": "PACE", "sentences": [{"text": "Well, that's going to be a fascinating question because Ben Carson actually hasn't been campaigning very often.", "sentId": 188}, {"text": "We haven't seen him on the campaign trail very much.", "sentId": 189}], "secId": 75}, {"speaker": "TALEV", "sentences": [{"text": "He's on a book tour.", "sentId": 190}], "secId": 76}, {"speaker": "PACE", "sentences": [{"text": "He's on a book tour.", "sentId": 191}, {"text": "And a lot of his support is grassroots built up from people who have followed him throughout his career.", "sentId": 192}, {"text": "Now there's going to be a lot of focus on him when he's in the debate next week.", "sentId": 193}, {"text": "He's going to be getting more time, more questions on policy which has not been a strength of his.", "sentId": 194}, {"text": "But again, this is a cycle where some of these standard things that we", "sentId": 195}], "secId": 77}, {"speaker": "PACE", "sentences": [{"text": "expect candidates to rise and fall on have just not mattered.", "sentId": 196}], "secId": 78}, {"speaker": "BERMAN", "sentences": [{"text": "So one of the things we expected in this campaign was Jeb Bush to largely be leading for much of the campaign which he is not doing right now at all.", "sentId": 197}, {"text": "In fact he just cut his staff.", "sentId": 198}, {"text": "He's cutting salaries.", "sentId": 199}, {"text": "This is a big thing.", "sentId": 200}, {"text": "And he was asked about what is going on, on the campaign trail and he's getting pretty combative about it.", "sentId": 201}, {"text": "Listen.", "sentId": 202}], "secId": 79}, {"speaker": "BUSH", "sentences": [{"text": "If this election is about how we're going to fight to get nothing done, then I don't want any part of it.", "sentId": 203}, {"text": "I got a lot of really cool things I can do other than sit around being miserable listening to people demonize me and me feeling compelled to demonize them.", "sentId": 204}, {"text": "That's a joke -- elect Trump if you want that.", "sentId": 205}], "secId": 80}, {"speaker": "BERMAN", "sentences": [{"text": "You know Manu, Megyn Kelly on Fox News asked Jeb Bush this week \"when will you drop out\"?", "sentId": 206}, {"text": "Are you essentially?", "sentId": 207}, {"text": "Can you imagine?", "sentId": 208}, {"text": "Could you have imagined that five months ago?", "sentId": 209}], "secId": 81}, {"speaker": "RAJU", "sentences": [{"text": "No.", "sentId": 210}, {"text": "Because he came in saying that, you know, raising expectations very, very high.", "sentId": 211}, {"text": "That they raised $100 million per quarter they would really blow everybody out of the water and it just has not taken shape.", "sentId": 212}], "secId": 82}, {"speaker": "RAJU", "sentences": [{"text": "I think a lot of these Jeb donors that really was driving the cuts in the staff salaries and the laying off of employees is because they just feel that there's not any return on their investment.", "sentId": 213}, {"text": "I think that, you know, we'll see if anything changed, John, when advertisements start taking shape and the air work starts to really, really --", "sentId": 214}], "secId": 83}, {"speaker": "BERMAN", "sentences": [{"text": "But more intensely -- I mean --", "sentId": 215}], "secId": 84}, {"speaker": "RAJU", "sentences": [{"text": "And that's really -- that's what is driving a lot of these fears.", "sentId": 216}], "secId": 85}, {"speaker": "PACE", "sentences": [{"text": "I spent this week talking to Jeb supporters in the first four states and one of the really interesting things that I heard repeatedly from Jeb's supporters, these are people who like him is they just aren't sure if he has it.", "sentId": 217}], "secId": 86}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 218}], "secId": 87}, {"speaker": "PACE", "sentences": [{"text": "They just aren't sure if no matter what changes they make on the campaign, no matter how often that he's on TV.", "sentId": 219}, {"text": "They're not sure that Jeb Bush the man matches this moment.", "sentId": 220}, {"text": "There's nothing you can really do to change that.", "sentId": 221}], "secId": 88}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, I mean it's like they want steak.", "sentId": 222}, {"text": "They want red meat, they want sizzle and Jeb Bush is kind of like meat loaf.", "sentId": 223}, {"text": "He's perfectly fine but no one gets excited about meat loaf.", "sentId": 224}], "secId": 89}, {"speaker": "BERMAN", "sentences": [{"text": "I've heard people say that he needs a Hillary Clinton-like performance at this debate to set this back on track.", "sentId": 225}, {"text": "That's a high bar potentially.", "sentId": 226}], "secId": 90}, {"speaker": "TALEV", "sentences": [{"text": "That's true.", "sentId": 227}, {"text": "When we talk about panic, I think there is obviously a measured panic going on here.", "sentId": 228}, {"text": "The kind of rational part of Jeb Bush says there's no way that Donald Trump and Ben Carson are going to be the nominees of the party.", "sentId": 229}, {"text": "What I need to do is retrench, figure out how to pace my assets a little bit longer and be a little more strategic.", "sentId": 230}], "secId": 91}, {"speaker": "TALEV", "sentences": [{"text": "New Hampshire is a bigger problem than it should be for him.", "sentId": 231}, {"text": "He's starting to realize that.", "sentId": 232}], "secId": 92}, {"speaker": "BERMAN", "sentences": [{"text": "He's got to do it now.", "sentId": 233}, {"text": "Of course, stay with CNN for much more from the Presidential contenders.", "sentId": 234}], "secId": 93}, {"speaker": "BERMAN", "sentences": [{"text": "At the top of the hour Donald Trump, Marco Rubio, Bernie Sanders -- a trifecta among Jake Tapper's guests on CNN \"STATE OF THE UNION\".", "sentId": 235}], "secId": 94}, {"speaker": "BERMAN", "sentences": [{"text": "Next our reporters open up their notebooks to get ahead of the big political news that's just around the corning including inside information about what is ahead for the next speaker of the house.", "sentId": 236}], "secId": 95}, {"speaker": "BERMAN", "sentences": [{"text": "All right.", "sentId": 237}, {"text": "Let's head around the INSIDE POLITICS table and ask our reporters to share a nugget from their notebooks.", "sentId": 238}], "secId": 96}, {"speaker": "BERMAN", "sentences": [{"text": "Julie.", "sentId": 239}], "secId": 97}, {"speaker": "PACE", "sentences": [{"text": "In talking to Republican voters in New Hampshire and Iowa over the past week, it feels like they've reached a turning point in this race.", "sentId": 240}, {"text": "When you talked to voters earlier this year they would say we're so happy to have this big Republican field.", "sentId": 241}], "secId": 98}, {"speaker": "PACE", "sentences": [{"text": "Now voters are saying when is the field going to start to winnow down.", "sentId": 242}, {"text": "This is a data point when CNN had a Republican debate at this point in the 2012 election.", "sentId": 243}, {"text": "There were seven candidates on this stage.", "sentId": 244}, {"text": "This week's Republican debate has ten on the main stage, four in an undercard debate.", "sentId": 245}], "secId": 99}, {"speaker": "PACE", "sentences": [{"text": "But, you know, when you ask these voters who should drop out, no one, of course, will say that their favorite candidate should be pulling out of the race.", "sentId": 246}], "secId": 100}, {"speaker": "BERMAN", "sentences": [{"text": "All right.", "sentId": 247}, {"text": "Manu.", "sentId": 248}], "secId": 101}, {"speaker": "RAJU", "sentences": [{"text": "John, Paul Ryan is going to be elected speaker on Thursday.", "sentId": 249}, {"text": "That's going to be the easy part.", "sentId": 250}, {"text": "The hard part is going to happen immediately afterwards.", "sentId": 251}, {"text": "And even before this week Congress is going to start to try to address the debt ceiling, raise the debt limit.", "sentId": 252}, {"text": "It's been of course, have been an issue that has divided Republicans very badly during the John Boehner era.", "sentId": 253}], "secId": 102}, {"speaker": "RAJU", "sentences": [{"text": "Now Paul Ryan is going to have to cast a vote to increase the debt ceiling.", "sentId": 254}, {"text": "This is going to anger folks on the right.", "sentId": 255}, {"text": "They're probably going to have a short term debt limit increase.", "sentId": 256}, {"text": "I mean they're going to try to do that.", "sentId": 257}], "secId": 103}, {"speaker": "RAJU", "sentences": [{"text": "And if they do, it's going to on Paul Ryan's lap as soon as he gets in.", "sentId": 258}, {"text": "Plus there's a December 11th funding deadline.", "sentId": 259}, {"text": "He's going to have to cut a deal with the White House and engage in these bipartisan talks and of course, anger the right wing of his party.", "sentId": 260}, {"text": "So he is really stepping in the same problems that John Boehner had over the last seven years.", "sentId": 261}], "secId": 104}, {"speaker": "BERMAN", "sentences": [{"text": "Sort of like a congratulations is with a question mark.", "sentId": 262}, {"text": "Congratulations?", "sentId": 263}], "secId": 105}, {"speaker": "Margaret. TALEV", "sentences": [{"text": "No Joe.", "sentId": 264}, {"text": "So we know Joe Biden is out.", "sentId": 265}, {"text": "It doesn't matter.", "sentId": 266}, {"text": "What impact is it going to have -- right?", "sentId": 267}, {"text": "We already saw David Plouffe jump in and endorse Hillary Clinton right away, former Delaware bond together.", "sentId": 268}, {"text": "But Joe is out.", "sentId": 269}, {"text": "So what?", "sentId": 270}], "secId": 106}, {"speaker": "Margaret. TALEV", "sentences": [{"text": "So what about the union money?", "sentId": 271}, {"text": "What about the Union support?", "sentId": 272}, {"text": "How quickly does THAT consolidate now probably around Hillary Clinton maybe some around Bernie Sanders.", "sentId": 273}, {"text": "Also does Joe Biden news coverage from all of us completely evaporate which is, you know, what he's been guarding against.", "sentId": 274}, {"text": "Wanted to get as much of his legacy building and it's possible, just in case that happened.", "sentId": 275}], "secId": 107}, {"speaker": "Margaret. TALEV", "sentences": [{"text": "And then the kind of the final two Joe factors which are is he going to be a thorn in Hillary Clinton's side or not?", "sentId": 276}, {"text": "And when are we going to see his sort of the rest of his legacy emerge?", "sentId": 277}, {"text": "The cancer activism that he told us that he was going to be doing?", "sentId": 278}, {"text": "When do we start to see Joe Biden's last act as Vice President.", "sentId": 279}], "secId": 108}, {"speaker": "BERMAN", "sentences": [{"text": "He really focused on that in the speech.", "sentId": 280}], "secId": 109}, {"speaker": "BERMAN", "sentences": [{"text": "All right.", "sentId": 281}, {"text": "Nia.", "sentId": 282}], "secId": 110}, {"speaker": "HENDERSON", "sentences": [{"text": "Two big events for Hillary Clinton on Friday.", "sentId": 283}, {"text": "One in Atlanta where she will launch \"African-Americans for Hillary Clinton\"; the other in Charleston, South Carolina, which, of course, was the site of the terrible shooting of those African-Americans in the church and also the Walter Scott shooting.", "sentId": 284}, {"text": "She'll address the NAACP there.", "sentId": 285}], "secId": 111}, {"speaker": "HENDERSON", "sentences": [{"text": "On substance, it will be interesting what she said she's going to lay what her agenda means for African-Americans.", "sentId": 286}, {"text": "She'll likely talk about criminal justice reform as well.", "sentId": 287}], "secId": 112}, {"speaker": "HENDERSON", "sentences": [{"text": "But it will be interesting just the spectacle as well.", "sentId": 288}, {"text": "What does she draw in terms of crowd size?", "sentId": 289}, {"text": "How enthusiastic are those crowds?", "sentId": 290}, {"text": "And everyone knows that the comparisons with Obama will be made as well as Bernie Sanders who has been able to draw really big crowds.", "sentId": 291}, {"text": "She's certainly trying to put a marker down in those states and for he connections to African-American voters.", "sentId": 292}], "secId": 113}, {"speaker": "BERMAN", "sentences": [{"text": "The bar is pretty high there.", "sentId": 293}], "secId": 114}, {"speaker": "BERMAN", "sentences": [{"text": "All right.", "sentId": 294}, {"text": "My turn.", "sentId": 295}], "secId": 115}, {"speaker": "BERMAN", "sentences": [{"text": "Now that Vice President Biden has announced he's now running for president, the biggest mystery left in this campaign involves Donald Trump, namely why won't he advertise?", "sentId": 296}, {"text": "He spent zero dollars running zero commercials in zero key states.", "sentId": 297}, {"text": "I've heard from Republican and Democratic consultants this week who call this malpractice.", "sentId": 298}], "secId": 116}, {"speaker": "BERMAN", "sentences": [{"text": "Now Trump's explanation is he doesn't need it.", "sentId": 299}, {"text": "He's on TV every day.", "sentId": 300}, {"text": "In fact, we have an interview with Trump coming up in a little bit.", "sentId": 301}, {"text": "But this misses the point, political bolster you message, they even cast you in a new light.", "sentId": 302}, {"text": "They help.", "sentId": 303}, {"text": "And even strategists who don't like Trump tell me that the ad could be huge, huge, huge for him to put them in a language that he might understand.", "sentId": 304}], "secId": 117}, {"speaker": "BERMAN", "sentences": [{"text": "These consultants tell me that with the Trump's numbers slipping in Iowa it's time that the billionaire put his money where his mouth is literally.", "sentId": 305}], "secId": 118}, {"speaker": "BERMAN", "sentences": [{"text": "That is all for INSIDE POLITICS.", "sentId": 306}, {"text": "Again -- thanks for sharing your Sunday morning with us.", "sentId": 307}, {"text": "See you soon.", "sentId": 308}], "secId": 119}, {"speaker": "BERMAN", "sentences": [{"text": "\"STATE OF THE UNION\" starts right now.", "sentId": 309}], "secId": 120}], "sectionCount": 121, "url": "transcripts.cnn.com/TRANSCRIPTS/1510/25/ip.01.html", "sentenceCount": 311, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 25, 2015 - 08:30   ET", "speakers": ["BLACKWELL", "BERMAN", "CLINTON", "BIDEN", "TRUMP", "PACE", "RAJU", "TALEV", "strong", "SANDERS", "HENDERSON", "BUSH", "Margaret. TALEV"], "title": "INSIDE POLITICS"}