{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1610.03.ip.02.html.json", "subTitle": "Examining Recording of Hillary Talking about Bernie; Hillary Tries to Appeal to Sanders Supporters; Looking at Saturday Night Live Sketch. Aired 12:30-1p ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 0}, {"text": "Maybe over the weekend you tracked the Basement Baristas debate.", "sentId": 1}, {"text": "Well, Bernie Sanders is with her.", "sentId": 2}], "secId": 0}, {"speaker": "SANDERS", "sentences": [{"text": "If you listen to the whole discussion that she had, a very important point that she made is that a lot of young people who went into debt, worked very hard to get a good education, get out of school and can't find jobs commensurate with the education that they received.", "sentId": 3}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "Now, at issue was this hacked audio recording of Hillary Clinton discussing Sanders' supporters at a fundraiser.", "sentId": 4}], "secId": 2}, {"speaker": "CLINTON", "sentences": [{"text": "Some are new to politics completely.", "sentId": 5}, {"text": "Their children of the great recession, and they are live income their parents' basement.", "sentId": 6}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Now, if you listen to snippets of it, it could sound in times a little condescending, but if you listen to it in its entirety, here's what Clinton campaign would say is the important context.", "sentId": 7}], "secId": 4}, {"speaker": "CLINTON", "sentences": [{"text": "I think we all should be really understanding of that, and we should try to do the best we can not to be, you know, a wet blanket on idealism.", "sentId": 8}, {"text": "You want people to be idealistic, you want them to set big goal, but to take what we can achieve now and try to present them as bigger goals.", "sentId": 9}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "Now, Trump saying that this is a horrific attack on Sanders' supporters and that they should support him.", "sentId": 10}, {"text": "He'd be happy also if they supported Gary Johnson are or Jill Stein, just so they didn't vote for Clinton.", "sentId": 11}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "But Senator Sanders quickly coming to her defense pretty big deal, right?", "sentId": 12}], "secId": 7}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 13}, {"text": "And she, I mean she needed that.", "sentId": 14}, {"text": "I mean, if some of would you listened to the whole thing, it's her explaining that she's a pragmatic progressive which is what she said in the debate.", "sentId": 15}, {"text": "But my goodness, this doesn't help her.", "sentId": 16}, {"text": "You see some of these millennials are starting to shift a little in her direction and some of these state-by-state polls buy, you know, they are perked with Gary Johnson, they are perked with Jill Stein and a lot of these polls and this doesn't help.", "sentId": 17}], "secId": 8}, {"speaker": "THRUSH", "sentences": [{"text": "Johnson seems to be losing some ground in some of the national polls.", "sentId": 18}, {"text": "And we had a poll out today that showed that there really was not net loss that Clinton was getting from Johnson, that it seems to be relatively evenly split in terms of where he's throwing support but she's got a significant issue that's arising in the west.", "sentId": 19}], "secId": 9}, {"speaker": "THRUSH", "sentences": [{"text": "Johnson is doing above 20 percent in both Colorado and New Mexico which his home state, his pro-weed message is really resonant with young people and the majority of the support that he's getting in those states is coming from younger voters.", "sentId": 20}, {"text": "She's OK right now, but if that leeching still continues, you know, that could present a problem for her up the road.", "sentId": 21}], "secId": 10}, {"speaker": "MARTIN", "sentences": [{"text": "One of the striking parts of that audio, if you listen to it all, was your candidate when they're behind close doors like that often tell the truth, and she's sort of let slip that she actually is truly a conventional center-left Democrat.", "sentId": 22}, {"text": "It was jarring to hear that at first.", "sentId": 23}], "secId": 11}, {"speaker": "MARTIN", "sentences": [{"text": "No.", "sentId": 24}, {"text": "I -- it's just fascinating because there's so much apocalyptic talk in this election about the end of America and the Trump folks leaped on this for reasons you mentioned because they wanted to sort of use that to, you tamp down those from Bernie crowd enthusiasm.", "sentId": 25}, {"text": "But by season, if they also sort of point out the fact that she's kind of a centrist in American politics and that her election wouldn't, yes, move that much from the status quo, but it wouldn't kind of destroy America either, necessarily.", "sentId": 26}], "secId": 12}, {"speaker": "MARTIN", "sentences": [{"text": "And so if you're Trump, which do want to have?", "sentId": 27}, {"text": "Do you want to have a sort of being not a real lefty and turning off the Bernie folks or do you want to have her, you know, being a real threat to America?", "sentId": 28}, {"text": "But it's kind of hard to have both.", "sentId": 29}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Well, she has been trying, if you watch her the past week or so, some pretty methodical.", "sentId": 30}, {"text": "New Hampshire and Florida millennial event, as she sat in Ohio and Iowa, excuse for early voting.", "sentId": 31}, {"text": "And she went to Charlotte, remember that trip was postponed at the Mayor's request.", "sentId": 32}, {"text": "She was going to go down to Charlotte after the police shooting and the Mayor said, \"Please, don't come now.", "sentId": 33}, {"text": "We don't have time for this right now.\"", "sentId": 34}, {"text": "But she did go down yesterday.", "sentId": 35}, {"text": "And listed to her here talking with a faith community about she's a grandmother but she says she can't quite understand what the people in Charlotte and other African-American communities are going through.", "sentId": 36}], "secId": 14}, {"speaker": "CLINTON", "sentences": [{"text": "I'm a grandmother, and like every grandmother I worry about the safety and security of my grandchildren, but my worries are not the same as black grandmothers.", "sentId": 37}, {"text": "Who have different and deeper fears about the world that their grandchildren face.", "sentId": 38}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "An important visit for her.", "sentId": 39}, {"text": "Number one, let's stop a second.", "sentId": 40}, {"text": "Mr. Trump is kind of going well and we hope he strikes the right tone as well.", "sentId": 41}, {"text": "After something like this, leaders should go and visit a community that's going through this.", "sentId": 42}, {"text": "But it's also, let's also be honest.", "sentId": 43}, {"text": "North Carolina happens to be one of the most competitive swing states in this election and the African-American community, and the turnout is critical for her.", "sentId": 44}], "secId": 16}, {"speaker": "TUMULTY", "sentences": [{"text": "It's turnout.", "sentId": 45}, {"text": "Exactly.", "sentId": 46}, {"text": "The issue is not so much the great danger that that either African-American voters or younger voters are going to go to some other candidate.", "sentId": 47}, {"text": "It is that they are not going to show up at all.", "sentId": 48}], "secId": 17}, {"speaker": "TUMULTY", "sentences": [{"text": "And North Carolina by the way is one of those states where if you look at the numbers, old people and young people have the biggest disparity in their voting patterns in North Carolina.", "sentId": 49}, {"text": "Much more so even than other states.", "sentId": 50}], "secId": 18}, {"speaker": "TUMULTY", "sentences": [{"text": "So if older people show up and younger people don't, she is sunk.", "sentId": 51}, {"text": "So her challenge is convincing these parts of the Obama coalition that this election matters.", "sentId": 52}, {"text": "And that it really does make a difference whether you show up or not.", "sentId": 53}], "secId": 19}, {"speaker": "KING", "sentences": [{"text": "Does it help that we talk about political endorsements.", "sentId": 54}, {"text": "Does it help that Lebron James, celebrity athlete, the p ride of Akron and obviously as hero in Cleveland because of the championship for the Cavs.", "sentId": 55}, {"text": "He endorsed her over the weekend.", "sentId": 56}, {"text": "He says, \"There's a lot of work left to be done in Akron, Northeast Ohio, all across our great country.", "sentId": 57}, {"text": "We need a president who understands our community and will build on the legacy of President Obama.\"", "sentId": 58}], "secId": 20}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah, you know, and it made the front page of the local Akron paper there.", "sentId": 59}, {"text": "I think it helps.", "sentId": 60}, {"text": "I mean you'd rather have that endorsement from Lebron James than not have it.", "sentId": 61}, {"text": "And you think about it, I mean his appeal in Ohio 1.3 million people showed up add that parade after they won the championship.", "sentId": 62}, {"text": "So it's very broad.", "sentId": 63}], "secId": 21}, {"speaker": "THRUSH", "sentences": [{"text": "Of course, Miami is now down the tubes for Hillary.", "sentId": 64}], "secId": 22}, {"speaker": "MARTIN", "sentences": [{"text": "But it does show -- the degree to much she's focusing on mobilization ...", "sentId": 65}], "secId": 23}, {"speaker": "THRUSH", "sentences": [{"text": "Right.", "sentId": 66}], "secId": 24}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 67}, {"text": "MARTIN:  ... at this point.", "sentId": 68}, {"text": "And we're in October and she's not necessarily appealing to swing voters.", "sentId": 69}, {"text": "She's doing some of that but it's much more about trying to get out your base.", "sentId": 70}, {"text": "Charlotte and the black reach on Sunday.", "sentId": 71}, {"text": "Lebron James is working that night.", "sentId": 72}, {"text": "This is much more aimed at the base.", "sentId": 73}], "secId": 25}, {"speaker": "KING", "sentences": [{"text": "Into that point, we're just getting word with the President of the United States, Barack Obama say he's going home to Illinois this weekend to early vote, trying to set an example.", "sentId": 74}, {"text": "And for people get out early.", "sentId": 75}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "When we come back, more to polling, it's just clear Clinton momentum does that put even more pressure on Mike Pence in the vice presidential debate?", "sentId": 76}, {"text": "That's next.", "sentId": 77}], "secId": 27}, {"speaker": "BALDWIN", "sentences": [{"text": "My microphone is broken.", "sentId": 78}, {"text": "She broke it with Obama.", "sentId": 79}, {"text": "She and Obama stole my microphone.", "sentId": 80}, {"text": "They took it and put it there.", "sentId": 81}, {"text": "They took my microphone to Kenya and broke it and now it's broken.", "sentId": 82}, {"text": "Can you hear that?", "sentId": 83}, {"text": "I'm picking up somebody sniffing here.", "sentId": 84}, {"text": "I think it's her sniffs.", "sentId": 85}, {"text": "She's been sniffing all night.", "sentId": 86}, {"text": "Testing, testing, gyna, gyna, huge gyna.", "sentId": 87}], "secId": 28}, {"speaker": "UNIDENTIFIED MALE", "sentences": [{"text": "Secretary Clinton what do you think about that.", "sentId": 88}], "secId": 29}, {"speaker": "MCKINNON", "sentences": [{"text": "I think I'm going to be president.", "sentId": 89}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "A little laugh to there from Saturday Night Live.", "sentId": 90}, {"text": "And of course that's the perfect segway to the face off in Farmville.", "sentId": 91}, {"text": "Tomorrow nights debate between vice presidential nominees ...", "sentId": 92}], "secId": 31}, {"speaker": "HENDERSON", "sentences": [{"text": "Nice try.", "sentId": 93}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "... Mike Pence and Tim Kaine.", "sentId": 94}, {"text": "Now ...", "sentId": 95}], "secId": 33}, {"speaker": "HENDERSON", "sentences": [{"text": "How do you know about that?", "sentId": 96}], "secId": 34}, {"speaker": "KING", "sentences": [{"text": "... you disagree?", "sentId": 97}], "secId": 35}, {"speaker": "THRUSH", "sentences": [{"text": "Plenty of good seats still available.", "sentId": 98}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "Come on now.", "sentId": 99}, {"text": "It's true vice presidential debates rarely have a big impact on the race but also true they can be memorable.", "sentId": 100}], "secId": 37}, {"speaker": "BUSH", "sentences": [{"text": "Let me help you with the difference, Ms. Ferraro between Iran and the embassy in Lebanon.", "sentId": 101}], "secId": 38}, {"speaker": "FERRARO", "sentences": [{"text": "That I almost recent vice president Bush, your patronizing attitude that you have to teach me about foreign policy.", "sentId": 102}], "secId": 39}, {"speaker": "BENTSEN", "sentences": [{"text": "Senator, I served with Jack Kennedy.", "sentId": 103}, {"text": "I knew Jack Kennedy.", "sentId": 104}, {"text": "Jack Kennedy was a friend of mine.", "sentId": 105}, {"text": "Senator, you're no Jack Kennedy.", "sentId": 106}], "secId": 40}, {"speaker": "QUAYLE", "sentences": [{"text": "Who am I?", "sentId": 107}, {"text": "Why am I here?", "sentId": 108}], "secId": 41}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "Hey, can I call you Joe?", "sentId": 109}], "secId": 42}, {"speaker": "RYAN", "sentences": [{"text": "I think the vice president very well knows that sometimes the words don't come off your mouth the right way.", "sentId": 110}], "secId": 43}, {"speaker": "BIDEN", "sentences": [{"text": "But I always say what I mean.", "sentId": 111}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "They can be fun.", "sentId": 112}, {"text": "They can be memorable.", "sentId": 113}, {"text": "The question is, can they move the dial, and if -- I don't mean to -- we're also told Tim Kaine won the coin toss.", "sentId": 114}, {"text": "The Democrats won the coin toss so Tim Kaine gets the first question tomorrow night.", "sentId": 115}, {"text": "I don't know if that makes a difference or not.", "sentId": 116}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "But as you go into this, this is, are the stakes higher for either one?", "sentId": 117}, {"text": "Do we get too much in expectations?", "sentId": 118}, {"text": "I mean, you can look at it as that Donald Trump lost the first presidential debate.", "sentId": 119}, {"text": "The polling has shifted in the Democrat's favor since.", "sentId": 120}, {"text": "Therefore, can you complete that thought with just more pressure on Mike Pence just turn in a strong performance?", "sentId": 121}], "secId": 46}, {"speaker": "HENDERSON", "sentences": [{"text": "I think so and there was more pressure on Joe Biden last go-round after Obama had the terrible first debate.", "sentId": 122}, {"text": "He kind of needs to go in to give Democrats something to cheer about.", "sentId": 123}, {"text": "A kind of go in, and cleanup duty.", "sentId": 124}, {"text": "We'll see if Pence can do that.", "sentId": 125}, {"text": "I think if you're Tim Kaine and he's anything like Clinton in that first debate, he's got a real mission, he's got a real strategy.", "sentId": 126}, {"text": "He wants to really move the ball forward in a way they've already done.", "sentId": 127}], "secId": 47}, {"speaker": "TUMULTY", "sentences": [{"text": "Tim Kaine is going to be on offense.", "sentId": 128}], "secId": 48}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 129}], "secId": 49}, {"speaker": "THRUSH", "sentences": [{"text": "Right.", "sentId": 130}], "secId": 50}, {"speaker": "TUMULTY", "sentences": [{"text": "Mike Pence is going to be on defense.", "sentId": 131}, {"text": "And if what we've heard from mike Pence on the trail is any indication, as he is called upon to defend Donald Trump, he is going to keep going to larger assertions about this character.", "sentId": 132}, {"text": "We are going to hear a number of times how big his shoulders are.", "sentId": 133}], "secId": 51}, {"speaker": "HENDERSON", "sentences": [{"text": "One broad shoulders.", "sentId": 134}], "secId": 52}, {"speaker": "TUMULTY", "sentences": [{"text": "And that's ...", "sentId": 135}], "secId": 53}, {"speaker": "HENDERSON", "sentences": [{"text": "Like Reagan.", "sentId": 136}, {"text": "TUMULTY:  Right.", "sentId": 137}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Well, but let's -- so the first question comes up I assume, Elaine Quijano is all from CNN, she works at CBS.", "sentId": 138}, {"text": "She's the moderator of the debate.", "sentId": 139}, {"text": "I wish her well.", "sentId": 140}, {"text": "I assume though she ask Tim Kaine about do you like apple pie.", "sentId": 141}, {"text": "He's going to say, Donald Trump should release the taxes.", "sentId": 142}, {"text": "Pretty much right.", "sentId": 143}, {"text": "I'm assuming this is coming upright out of the gate.", "sentId": 144}], "secId": 55}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 145}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "And the challenge for Pence is Pence has released his tax.", "sentId": 146}], "secId": 57}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 147}], "secId": 58}, {"speaker": "THRUSH", "sentences": [{"text": "Yeah.", "sentId": 148}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "And so there's an opening for Democrats to say, you know, look you thought this was important.", "sentId": 149}, {"text": "I assume Pence's answer will be, well, Donald Trump under audit and we're not going to move past that before the election?", "sentId": 150}], "secId": 60}, {"speaker": "MARTIN", "sentences": [{"text": "Yeah.", "sentId": 151}, {"text": "I mean, depends on a few issues, has had to carve out his independence a little bit for his future preservation and taxes was one of those issues.", "sentId": 152}, {"text": "You know, Birtherism, too, he came out and said that Obama was born in America before Trump even did.", "sentId": 153}, {"text": "So Pence instead of walking his line of trying to retain his own future viability, a different line here and at the same time, trying to be loyal to his running mate.", "sentId": 154}, {"text": "But I think you're right.", "sentId": 155}, {"text": "It's going to be a barrage of how can you defend or explain x, y or z Trump comment.", "sentId": 156}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "And that Tim Kaine is after, how can you defend a private e- mail server?", "sentId": 157}, {"text": "How can you defend ...", "sentId": 158}], "secId": 62}, {"speaker": "MARTIN", "sentences": [{"text": "And both then organize, you know, immediately spin to some broader issue about the country and about politics.", "sentId": 159}, {"text": "But, you know, Pence is basically running his own separate kin.", "sentId": 160}, {"text": "Hey, and he's a conventional conservative out there running a conservative campaign.", "sentId": 161}, {"text": "He's not imitating Hillary Clinton, you know, falling into a car, like Trump is, and so I think you're going to s, perhaps an outbreak of at least some civility tomorrow night.", "sentId": 162}, {"text": "It's going to be -- tough to the extent that they're going to go after Clinton and Trump but these twos guys are not get down to the gutter though.", "sentId": 163}], "secId": 63}, {"speaker": "THRUSH", "sentences": [{"text": "How cool would it be if Tim Kaine at the beginning of this decided to conduct the entire debate in Spanish?", "sentId": 164}, {"text": "I mean, he really has -- he adds a dimension -- both of these guys, incident he, add a o their principles, you know, and I think Pence has really been probably the most disciplined and effective surrogate Trump has and to Jonathan's point it is emblematic but the guy has not been out there, you know, in front of the storm defending him.", "sentId": 165}, {"text": "I think ...", "sentId": 166}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "He does what he has to but a sentence defense before, he moves on to sort of his larger talking points, right?", "sentId": 167}], "secId": 65}, {"speaker": "TUMULTY", "sentences": [{"text": "I thought there was a great prediction of \"New York Times\" over the weekend from Tucker Martin of Virginia political consultant.", "sentId": 168}, {"text": "He said its first debate going to this one.", "sentId": 169}, {"text": "It's going to be like going from Ali Frazier fight to a nationally televised book club.", "sentId": 170}], "secId": 66}, {"speaker": "KING", "sentences": [{"text": "Well I hope it's informative anyway.", "sentId": 171}, {"text": "And God forbid, yes, they're going to have to go back and forth with this character questions about their bosses, if you will, they have this.", "sentId": 172}, {"text": "God forbid we had a conversation about ISIS, a conversation about social security, conversation about taxes ...", "sentId": 173}], "secId": 67}, {"speaker": "THRUSH", "sentences": [{"text": "Yeah.", "sentId": 174}], "secId": 68}, {"speaker": "KING", "sentences": [{"text": "... a conversation about economic growth.", "sentId": 175}, {"text": "That would be shocking, right.", "sentId": 176}, {"text": "But obviously they both understand the state of the race as they go into this.", "sentId": 177}, {"text": "And if you look, we know, I just mentioned the horse race polls.", "sentId": 178}, {"text": "Hillary Clinton has moved up, Donald Trump down nationally and in a few key swing states and that \"Washington Post\", ABC poll out today, this is one interesting shift from the debate and it's very slight but if you what you watch to see if it continues.", "sentId": 179}, {"text": "Trump's unfavorable went up from the debate.", "sentId": 180}, {"text": "Hillary Clinton's unfavorable that's within the margins but, you know, that's the thing to keep an eye on.", "sentId": 181}, {"text": "That's still 53 percent of voters view her unfavorably.", "sentId": 182}, {"text": "But Donald Trump went up after the first debate from 59 to 64.", "sentId": 183}, {"text": "And so you see the trend at the moment.", "sentId": 184}, {"text": "Trump came in to the first debate with the winners.", "sentId": 185}], "secId": 69}, {"speaker": "MARTIN", "sentences": [{"text": "Yeah.", "sentId": 186}], "secId": 70}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 187}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "The polls are moving his way.", "sentId": 188}, {"text": "Now it's going back the other way so I would put on the table with 36 days left.", "sentId": 189}, {"text": "This is a pretty big week.", "sentId": 190}, {"text": "Every second leading up to that second debate.", "sentId": 191}], "secId": 72}, {"speaker": "HENDERSON", "sentences": [{"text": "Right.", "sentId": 192}, {"text": "And can these two guys, I mean it's like nice and nicer, can they transfer their likability to these candidates?", "sentId": 193}, {"text": "I mean, we've seen Mike Pence try to do that.", "sentId": 194}, {"text": "We've seen Tim Kaine try to do that as well.", "sentId": 195}, {"text": "And we'll see, can they sort of maintain their niceness, but also go after each other?", "sentId": 196}, {"text": "And I think form Mike Pence one of the dangers here, I think, is his very conservative record in Indiana particularly around the issues around the LGBT rights, whether or not that comes up.", "sentId": 197}], "secId": 73}, {"speaker": "THRUSH", "sentences": [{"text": "And the other thing, you know, is one of the key demographics that both candidates are going for are educated white voters, and Pence's conservatism doesn't necessarily jibe with that group slightly more moderate ...", "sentId": 198}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "But compared to  Trump thought, that's so small, though, right?", "sentId": 199}], "secId": 75}, {"speaker": "TUMULTY", "sentences": [{"text": "Right.", "sentId": 200}], "secId": 76}, {"speaker": "HENDERSON", "sentences": [{"text": "Yeah.", "sentId": 201}], "secId": 77}, {"speaker": "THRUSH", "sentences": [{"text": "That the larger issue is Trump's challenge with women voters in America.", "sentId": 202}, {"text": "And if he keep expect problem this week, in this debate, it's going to be hard for him.", "sentId": 203}, {"text": "You know, I mean in the whole county.", "sentId": 204}, {"text": "KING:  Right and just sit tight one more minute.", "sentId": 205}, {"text": "Tomorrow night, is their moment in the spotlight.", "sentId": 206}, {"text": "The vice presidential debate starts at 9:00 p.m. Eastern.", "sentId": 207}, {"text": "CNN has live coverage, pre-game show you might call it.", "sentId": 208}, {"text": "Starting at 4:00 p.m.  Don't miss it.", "sentId": 209}], "secId": 78}, {"speaker": "THRUSH", "sentences": [{"text": "Up next, the third party spoiler, could Gary Johnson cause major problems for Hillary Clinton in the west, and elsewhere?", "sentId": 210}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Had set around the \"Inside Politics\" table and ask our great reporters to get you the political news around the corner, Karen?", "sentId": 211}], "secId": 80}, {"speaker": "TUMULTY", "sentences": [{"text": "We touched on this earlier.", "sentId": 212}, {"text": "But I'm going to focusing, I think I walked this week on the degree to which a town hall format is going to test a completely different set skills from both of these candidates.", "sentId": 213}, {"text": "For Trump it' going to be his capacity for empathy and engagement with an individual's problems, and I think with Hillary Clinton it's going to be a question of whether she too can connect and not go into sort of lawyer litigator mode.", "sentId": 214}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "I can't wait.", "sentId": 215}, {"text": "I think it's fascinating it's going to be great, Jonathan.", "sentId": 216}], "secId": 82}, {"speaker": "MARTIN", "sentences": [{"text": "Mike Pence is not leaving the commonwealth after the debate tomorrow.", "sentId": 217}, {"text": "He's going to be stick around having a rally in the Shenandoah Valley.", "sentId": 218}, {"text": "Not a frequent campaign stop in October of election years for candidates for president and vice president.", "sentId": 219}, {"text": "Why is he doing that?", "sentId": 220}, {"text": "The Trump campaign believes that they can bring the state back into play.", "sentId": 221}], "secId": 83}, {"speaker": "MARTIN", "sentences": [{"text": "Hillary Clinton has not been on the air in Virginia since August, but the Trump folks boy that they have opening, if they can get more conservatives o to vote.", "sentId": 222}, {"text": "Now, that's where you go find conservatives in the state in the Shenandoah Valley.", "sentId": 223}, {"text": "The challenge for the Trump folks, is that even if they maximize their turnout in rural Virginia, they still have a huge problem.", "sentId": 224}, {"text": "A third of the state's voters live around D.C. and they are sour on Mr.  Trump.", "sentId": 225}], "secId": 84}, {"speaker": "KING", "sentences": [{"text": "Number one is that one.", "sentId": 226}, {"text": "Glenn?", "sentId": 227}], "secId": 85}, {"speaker": "THRUSH", "sentences": [{"text": "I talked a little bit earlier about Hillary's potential challenge with Gary Johnson being fairly strong in the west.", "sentId": 228}, {"text": "Well, the thing that could move the dial, is we've heard about these dark murmuring about new wiki leaks, batch of hacked e-mails.", "sentId": 229}, {"text": "Those were the quite likely to probably cover a lot of the same ground that the DMC hacked.", "sentId": 230}, {"text": "Hillary's folks conspiring against Sanders' folk clearly is that a core strategy.", "sentId": 231}, {"text": "And so f they have one, pull those voters away from Hillary Clinton.", "sentId": 232}, {"text": "So I think all of us are going to be watching to sort to see what wiki leaks comes up with this week.", "sentId": 233}], "secId": 86}, {"speaker": "KING", "sentences": [{"text": "It's October.", "sentId": 234}, {"text": "It's time for surprises.", "sentId": 235}], "secId": 87}, {"speaker": "HENDERSON", "sentences": [{"text": "We were talking earlier about North Carolina.", "sentId": 236}, {"text": "Numbers to think about as Hillary Clinton tries to turn that state blue.", "sentId": 237}, {"text": "In 2012, 80 percent of eligible black voters voted in North Carolina.", "sentId": 238}, {"text": "They obviously voted overwhelmingly for Obama, 96 percent.", "sentId": 239}, {"text": "He still lost that state by 92,000 votes.", "sentId": 240}, {"text": "He lost it, because of his weakness among white voters.", "sentId": 241}, {"text": "He only got 31 percent of white voters that were down from 35 percent in 2008.", "sentId": 242}, {"text": "So she's really got some work to do.", "sentId": 243}, {"text": "In some ways you feel like the black vote was maximized in 2012.", "sentId": 244}, {"text": "Can she do that again and make in-roads with white voters as well?", "sentId": 245}], "secId": 88}, {"speaker": "KING", "sentences": [{"text": "Keep an eye on that.", "sentId": 246}, {"text": "We're about to close this.", "sentId": 247}, {"text": "William Weld  won't be at the VP debate tomorrow night because the Libertarian take it, didn't make the cut but he wants you to know he's a happy warrior and he wants you to know he's in the race to the end.", "sentId": 248}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "The former Massachusetts Governor is the number two on the Libertarian ticket is what lend on the minute headed by Gary Johnson.", "sentId": 249}, {"text": "What is aleppo fame?", "sentId": 250}, {"text": "Now, Weld has told friends, he would be horrified if Libertarians helped Donald Trump win the presidency by drawing support just proportionally from voter votes who otherwise would back Hillary Clinton.", "sentId": 251}, {"text": "As a result, there's been some speculation that Weld might actually quit the ticket if evidence Libertarians are helping Trump.", "sentId": 252}, {"text": "That earlier today on CNN's \"New Day\" Weld said, he believed the Libertarians will hurt Trump more by attracting moderate Republicans.", "sentId": 253}, {"text": "In an any event he insists he's in the race to the end.", "sentId": 254}], "secId": 90}, {"speaker": "KING", "sentences": [{"text": "Thanks for joining us.", "sentId": 255}, {"text": "We'd back here at noon tomorrow for \"Inside Politics\".", "sentId": 256}, {"text": "My colleague John Berman is in for Wolf.", "sentId": 257}, {"text": "He starts after a quick break.", "sentId": 258}], "secId": 91}, {"speaker": "JOHN BERMAN", "sentences": [{"text": "Hello.", "sentId": 259}, {"text": "I'm John Berman in today for Wolf Blitzer.", "sentId": 260}, {"text": "It is 1:00 p.m. here in New York.", "sentId": 261}, {"text": "Wherever you're watching from around the world, thanks so much for joining us.", "sentId": 262}], "secId": 92}, {"speaker": "JOHN BERMAN", "sentences": [{"text": "Up first -- 36 days and counting until the presidential election, and team Hillary Clinton out in force armed with new ammunition against Donald Trump over his taxes.", "sentId": 263}, {"text": "The \"New York Times\" report that Trump record a $916 million loss in 1995, which would have allowed limb to legally avoid paying federal income taxes for up to 18 years.", "sentId": 264}, {"text": "The Clinton spokesman hardly and partially might add --", "sentId": 265}], "secId": 93}], "sectionCount": 94, "url": "transcripts.cnn.com/TRANSCRIPTS/1610/03/ip.02.html", "sentenceCount": 267, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired October 3, 2016 - 12:30   ET", "speakers": ["KING", "SANDERS", "CLINTON", "HENDERSON", "THRUSH", "MARTIN", "TUMULTY", "BALDWIN", "UNIDENTIFIED MALE", "MCKINNON", "BUSH", "FERRARO", "BENTSEN", "QUAYLE", "UNIDENTIFIED FEMALE", "RYAN", "BIDEN", "JOHN BERMAN"], "title": "INSIDE POLITICS"}