{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1406.08.ip.01.html.json", "subTitle": "Is Bergdahl Trade Worth the Price?; Clinton Upstaging Obama: Just Coincidence?", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "KING", "sentences": [{"text": "The President forcefully answers critics who say he paid way too high a price for Sergeant Bowe Bergdahl's freedom.", "sentId": 0}], "secId": 0}, {"speaker": "OBAMA", "sentences": [{"text": "We still get an American soldier back if he's held in captivity, period, full stop.", "sentId": 1}, {"text": "We don't condition that.", "sentId": 2}], "secId": 1}, {"speaker": "KING", "sentences": [{"text": "But word quickly leaks Hillary Clinton would have preferred a tougher deal and Republicans rushed to say the President is putting Americans at risk.", "sentId": 3}], "secId": 2}, {"speaker": "MCCAIN", "sentences": [{"text": "You do not trade -- a one person for five, the hardest of the hard core, murdering war criminals who will clearly re-enter the fight.", "sentId": 4}], "secId": 3}, {"speaker": "KING", "sentences": [{"text": "Plus there she goes again.", "sentId": 5}, {"text": "Top Obama aide Susan Rice defends praising Bergdahl's military service and her discredited first take on what happened in Benghazi.", "sentId": 6}], "secId": 4}, {"speaker": "RICE", "sentences": [{"text": "I regret the information I was provided was wrong and that I delivered to the American people.", "sentId": 7}, {"text": "That doesn't make me a liar.", "sentId": 8}, {"text": "That makes me a public servant.", "sentId": 9}], "secId": 5}, {"speaker": "KING", "sentences": [{"text": "And coming soon to a book store near you Hillary Clinton explains her \"Hard Choices\" as Secretary of State takes us inside her roller coaster relationship with rival-turned-boss, Barack Obama.", "sentId": 10}], "secId": 6}, {"speaker": "CLINTON", "sentences": [{"text": "I don't believe in sort of second-guessing people who have to make these hard choices.", "sentId": 11}], "secId": 7}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters, now.", "sentId": 12}], "secId": 8}, {"speaker": "Welcome to INSIDE POLITICS.  I'm John King.  Thank for sharing your Sunday morning.  And with us to share their reporting and their insights", "sentences": [{"text": "Maeve Reston of the \"Los Angeles Times\", NPR's Steve Inskeep, Jackie Kucinich of \"The Washington Post\" and Laura Meckler of the \"Wall Street Journal\".", "sentId": 13}], "secId": 9}, {"speaker": "Welcome to INSIDE POLITICS.  I'm John King.  Thank for sharing your Sunday morning.  And with us to share their reporting and their insights", "sentences": [{"text": "The big question in Washington this week is whether the President's intent on a clean ending to the war in Afghanistan paid too high a price to win the freedom of a soldier who was captured not in a firefight but after he walked off his post.", "sentId": 14}], "secId": 10}, {"speaker": "Welcome to INSIDE POLITICS.  I'm John King.  Thank for sharing your Sunday morning.  And with us to share their reporting and their insights", "sentences": [{"text": "In an interview with NBC News Friday night President Obama says his critics are dead wrong.", "sentId": 15}], "secId": 11}, {"speaker": "OBAMA", "sentences": [{"text": "This is something that I would do again and I will continue to do wherever I have an opportunity if I have a member of our military who is in captivity, we're going to try to get him out.", "sentId": 16}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "A subplot of the debate over trading five seasoned terrorists for Sergeant Bowe Bergdahl is this.", "sentId": 17}, {"text": "Can you really make the case that the President who ordered the risky raid that killed Osama bin Laden is now suddenly being soft or somehow blind to the threat of terrorism?", "sentId": 18}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Let's get to that conversation, Maeve Reston, is it what he did, trading five for one, or is it how he did it, not notifying Congress and perhaps underestimating the backlash to the questions of how Bowe Bergdahl became a prisoner of war.", "sentId": 19}], "secId": 14}, {"speaker": "RESTON", "sentences": [{"text": "Well they absolutely underestimated the backlash.", "sentId": 20}, {"text": "I mean I don't think that you would ever have done a Rose Garden ceremony like President Obama did last week if you knew the huge backlash that is going to come from this.", "sentId": 21}], "secId": 15}, {"speaker": "RESTON", "sentences": [{"text": "I think there's still a lot of details that we don't know about this deal, but I mean what it -- what it does do is it allows Republicans to make the case that Obama is not going deep enough on all kinds of issues, you know whether it's Bergdahl's whereabouts and what led to all of this or Obamacare or anything else.", "sentId": 22}, {"text": "It's sort of this drip, drip, drip of that.", "sentId": 23}], "secId": 16}, {"speaker": "KING", "sentences": [{"text": "But this is, Steve, why we elect presidents.", "sentId": 24}, {"text": "One person been all men so far but one person gets to sit at the desk and make this very lonely decision.", "sentId": 25}, {"text": "His chief of staff John Podesta was telling reporters on Friday, look, what did you want the President to do?", "sentId": 26}, {"text": "Wait until after November?", "sentId": 27}, {"text": "I mean is this a situation where he's kind of damned if he does", "sentId": 28}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "or damned if he doesn't.", "sentId": 29}, {"text": "What if Bowe Bergdahl, what if he left in there and said now I can't take this deal and Bowe Bergdahl gets killed?", "sentId": 30}], "secId": 18}, {"speaker": "INSKEEP", "sentences": [{"text": "That very perceptive John and what you said before I think is wise as well.", "sentId": 31}, {"text": "Because you said it's something about how it was done.", "sentId": 32}, {"text": "Bringing Congress in, in some fashion might have been wiser.", "sentId": 33}, {"text": "The actual facts are a little bit harder to argue with.", "sentId": 34}, {"text": "If you think about the fact that they're going have to trade something if they're going to get him out and what is too high a price exactly?", "sentId": 35}, {"text": "The Israelis once gave away thousand, more than a thousand people for a single Israeli soldier.", "sentId": 36}, {"text": "That is a difficult decision.", "sentId": 37}], "secId": 19}, {"speaker": "INSKEEP", "sentences": [{"text": "But then the question is how do you shape the discussion, how do you bring other people along with you.", "sentId": 38}, {"text": "And clearly there are people in the institution in Congress who feel they weren't brought along.", "sentId": 39}], "secId": 20}, {"speaker": "KUCINICH", "sentences": [{"text": "Well and not only -- if I could add to that -- its not the Republican is to worry about they not only didn't tell Republicans, they didn't tell their friends, Democrats, about this.", "sentId": 40}, {"text": "And that doesn't foster any good will.", "sentId": 41}, {"text": "They still need these people for a couple more years.", "sentId": 42}, {"text": "And if they keep doing things to put them out of the loop, I don't know what they're going to do over the next couple of years.", "sentId": 43}], "secId": 21}, {"speaker": "KING", "sentences": [{"text": "That's a great point.", "sentId": 44}, {"text": "Dianne Feinstein the chairwoman of the Senate Intelligence Committee telling Al Hunt of Bloomberg News that she's looked at this and she sees no quote, \"Credible threat to Bowe Bergdahl's life\".", "sentId": 45}, {"text": "Part of the administration's argument is that if we told Congress and this leaked out, maybe he'd get killed or maybe they would take his life.", "sentId": 46}], "secId": 22}, {"speaker": "MECKLER", "sentences": [{"text": "I think that what this is reflective of that we've seen throughout the entire Obama presidency is that really -- President Obama have been a very confident person.", "sentId": 47}, {"text": "He thinks he's doing the right thing.", "sentId": 48}, {"text": "And maybe many times it is the right thing.", "sentId": 49}, {"text": "But he doesn't bring people along, he doesn't get buy-in especially from Capitol Hill because he -- I think he just looks on them with a lot of disdain and sees the politics that just consumes Congress and he just doesn't want to be part of that.", "sentId": 50}], "secId": 23}, {"speaker": "MECKLER", "sentences": [{"text": "And he thinks you know what I'm doing the right thing.", "sentId": 51}, {"text": "I have a justification, I'm going to go ahead and do it where without really fully thinking through the consequences.", "sentId": 52}], "secId": 24}, {"speaker": "KING", "sentences": [{"text": "Is part of not fully thinking through the consequences, fully thinking through who you send out to speak on your behalf including Susan Rice his national security advisor went out on the Sunday shows, remember fair or not to Republicans she is the poster child of deception when it comes to Benghazi.", "sentId": 53}, {"text": "Here is what she said the Sunday after about Bowe Bergdahl's military record.", "sentId": 54}], "secId": 25}, {"speaker": "RICE", "sentences": [{"text": "The point is that he's back.", "sentId": 55}, {"text": "He's going to be safely reunited with his family.", "sentId": 56}, {"text": "He served the United States with honor and distinction.", "sentId": 57}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "Some of Bowe Bergdahl's fellow comrades in arms took issue with that because he walked off the post.", "sentId": 58}, {"text": "Now we'll let the military figure this out.", "sentId": 59}, {"text": "Was he going to come back?", "sentId": 60}, {"text": "We don't know the answer to that.", "sentId": 61}, {"text": "He will be questioned.", "sentId": 62}, {"text": "Will there be an investigation about this.", "sentId": 63}], "secId": 27}, {"speaker": "KING", "sentences": [{"text": "Susan Rice in speaking to our senior White House correspondent Jim Acosta this past week tried to clean that up a little.", "sentId": 64}], "secId": 28}, {"speaker": "RICE", "sentences": [{"text": "What I was referring to is the fact that this was a young man who volunteered to serve his country in uniform at a time of war.", "sentId": 65}, {"text": "That is itself a very honorable thing.", "sentId": 66}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "There are some who say they shouldn't put her out anyway because she's such a polarizing figure.", "sentId": 67}, {"text": "But when you've not sure about what happened here, then why say that?", "sentId": 68}, {"text": "Why use those words?", "sentId": 69}], "secId": 30}, {"speaker": "RESTON", "sentences": [{"text": "And why -- why do you -- if you don't have all the facts yet about the circumstances which we certainly don't, why do you go out there and really wound a lot of military families who had soldiers who did not come back?", "sentId": 70}, {"text": "I mean this obviously created a ripple effect across America where you know that now the administration has to deal with and clean up.", "sentId": 71}], "secId": 31}, {"speaker": "KING", "sentences": [{"text": "They turned this deal down essentially, pretty much the same deal.", "sentId": 72}, {"text": "They turned it down before.", "sentId": 73}, {"text": "And a lot of people are saying that's when the President had what I'll call team caution.", "sentId": 74}, {"text": "You had Leon Panetta at the CIA.", "sentId": 75}, {"text": "You have the Republican Bush hold over Bob Gates as the Defense Department.", "sentId": 76}, {"text": "You had Hillary Clinton at state.", "sentId": 77}, {"text": "A lot of people look at this team when they say, no, it's not worth doing or we don't have the right circumstance, not tough enough of a deal.", "sentId": 78}, {"text": "And they look now and I think the President has surrounded himself with people who nod when he has an idea that they nod.", "sentId": 79}, {"text": "Secretary Hagel at the Defense Department, Secretary Kerry at the State Department, Susan Rice at national security.", "sentId": 80}], "secId": 32}, {"speaker": "KING", "sentences": [{"text": "Before we continue the conversation your thoughts on this let's listen to what Hillary Clinton told ABC about this where she doesn't endorse the decision to make the swap, but she doesn't criticize it.", "sentId": 81}], "secId": 33}, {"speaker": "CLINTON", "sentences": [{"text": "Of course there are competing interests and values.", "sentId": 82}, {"text": "I mean one of our values is we bring everybody home off the battlefield the best we can.", "sentId": 83}, {"text": "It doesn't matter how they ended up in a prisoner of war situation.", "sentId": 84}], "secId": 34}, {"speaker": "SAWYER", "sentences": [{"text": "It doesn't matter?", "sentId": 85}], "secId": 35}, {"speaker": "CLINTON", "sentences": [{"text": "It does not matter.", "sentId": 86}, {"text": "We bring our people home.", "sentId": 87}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "She says that very clearly there, although, Maeve, her people leaked quickly that she wanted a tougher deal.", "sentId": 88}], "secId": 37}, {"speaker": "RESTON", "sentences": [{"text": "I mean her allies came out earlier this week and said she would have gone for a tougher deal, she would have always pushed for a tougher deal.", "sentId": 89}, {"text": "We'll never really know that.", "sentId": 90}, {"text": "And clearly that's a way for the Clinton team to have it both ways where Hillary Clinton defends the President and her allies come out and say she would have been tougher, stronger, using sort of an emasculating word.", "sentId": 91}], "secId": 38}, {"speaker": "KING", "sentences": [{"text": "Is that Washington chatter that if you had Bob Gates and Hillary Clinton and Leon Panetta that things would have gone differently this time?", "sentId": 92}, {"text": "Or is it just that the calendar is changing and the President is winding down in Afghanistan and if he waits too much longer he might not have any leverage.", "sentId": 93}], "secId": 39}, {"speaker": "INSKEEP", "sentences": [{"text": "There is a different set of characters, they have different personalities.", "sentId": 94}, {"text": "Hagel is very different than Gates.", "sentId": 95}, {"text": "For example us used the phrase Team Caution.", "sentId": 96}, {"text": "I think any team with Obama at the head of it is Team Caution.", "sentId": 97}, {"text": "He has been a very cautious decision maker.", "sentId": 98}], "secId": 40}, {"speaker": "KING", "sentences": [{"text": "Here is another point I want to make about the political conversation about this.", "sentId": 99}, {"text": "If we're going to say should the President have been more cautious, let me ask this question, should Republicans, especially Republicans who want to be president be more cautious?", "sentId": 100}, {"text": "Rand Paul was speaking to a Republican gathering in Texas on Friday and he said this, \"Mr. President, let's set up a new trade instead of Taliban, let's trade five Democrats.\"", "sentId": 101}], "secId": 41}, {"speaker": "KING", "sentences": [{"text": "Now maybe he was trying to be funny.", "sentId": 102}, {"text": "But if you want to be president and you want to criticize the current Commander-in-Chief over this decision, is this something you either joke about or if you're not joking say that about?", "sentId": 103}], "secId": 42}, {"speaker": "MECKLER", "sentences": [{"text": "No I think the obvious answer is no.", "sentId": 104}, {"text": "I mean this is a very serious matter no matter -- no matter what.", "sentId": 105}, {"text": "Everything in our whole political discourse tends to get reduced down to sort of the lowest common denominator.", "sentId": 106}, {"text": "And I think that's a good example of that, you know.", "sentId": 107}], "secId": 43}, {"speaker": "MECKLER", "sentences": [{"text": "This is -- at the end of the day, you may agree with the decision in the end.", "sentId": 108}, {"text": "You may disagree.", "sentId": 109}, {"text": "And frankly I think that if he had gone the other way, it's just as likely he would have gotten just as intense criticism.", "sentId": 110}, {"text": "Imagine if we had not taken the deal and then we pull out of Afghanistan and he's still there.", "sentId": 111}, {"text": "You know what would we have heard?", "sentId": 112}, {"text": "We don't know.", "sentId": 113}], "secId": 44}, {"speaker": "MECKLER", "sentences": [{"text": "But the upshot, it's a serious thing.", "sentId": 114}, {"text": "And I think serious people at least at minimum acknowledge the fact that this is a difficult choice, so you don't make fun of it.", "sentId": 115}], "secId": 45}, {"speaker": "RESTON", "sentences": [{"text": "Particularly when you're Rand Paul and you're trying to stake out a certain foreign policy as part of your brand.", "sentId": 116}, {"text": "It's surprising that he would make a comment like that.", "sentId": 117}], "secId": 46}, {"speaker": "MECKLER", "sentences": [{"text": "Right.", "sentId": 118}], "secId": 47}, {"speaker": "KING", "sentences": [{"text": "All right everybody sit tight.", "sentId": 119}], "secId": 48}, {"speaker": "KING", "sentences": [{"text": "Up next, a very puzzling question.", "sentId": 120}, {"text": "Why does someone and not just any someone keep popping up on days when President Obama has big plans.", "sentId": 121}, {"text": "But first, this week's installment of \"Politicians sometimes say or in this case do the darndest things.\"", "sentId": 122}, {"text": "Here he is our traveling president overseas hitting the gym.", "sentId": 123}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 124}], "secId": 50}, {"speaker": "KING", "sentences": [{"text": "Our puzzle today is a calendar and a curious pattern.", "sentId": 125}, {"text": "Watch this.", "sentId": 126}, {"text": "Competition you might say for the spotlight on the days that are supposed to be big days for the President.", "sentId": 127}, {"text": "May 28th, for example a very big day the President outlining his global agenda, his foreign policy views at West Point.", "sentId": 128}, {"text": "But up on Facebook pops her, you know Secretary Clinton.", "sentId": 129}, {"text": "She's got a book to sell.", "sentId": 130}], "secId": 51}, {"speaker": "CLINTON", "sentences": [{"text": "I think Americans will find in this book, of course, behind the scenes insight, particularly my relationship with President Obama and with the White House, but also my views about what we needed to do to restore American leadership.", "sentId": 131}], "secId": 52}, {"speaker": "KING", "sentences": [{"text": "Oh, just a coincidence I'm sure.", "sentId": 132}, {"text": "Two days later, a big Friday in Washington.", "sentId": 133}, {"text": "Eric Shinseki leaves, he's forced out as the secretary of Veterans Affairs.", "sentId": 134}, {"text": "The President has that stage to himself, right?", "sentId": 135}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "Not so fast.", "sentId": 136}, {"text": "Hillary Clinton's chapter from her book about Benghazi, a big controversy, leaks to Politico, our friend Maggie Haberman with the big story there -- again, some competition.", "sentId": 137}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Let's move on to this month and this past week.", "sentId": 138}, {"text": "On June 3rd, what happens?", "sentId": 139}, {"text": "The President overseas does a news press conference, defending his decision to exchange five Taliban prisoners for Bowe Bergdahl -- Sergeant Bowe Bergdahl; that very same day, Team Clinton leaks she wanted a tougher decision.", "sentId": 140}, {"text": "We just talked about that, moments ago.", "sentId": 141}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "Again just a coincidence.", "sentId": 142}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "And finally on Friday, as we close the week, the President sits down at Normandy day for the 70th anniversary for a big interview with NBC News, Brian Williams.", "sentId": 143}, {"text": "Spotlight all to himself?", "sentId": 144}, {"text": "Oh no.", "sentId": 145}, {"text": "Hillary Clinton's first book interview with Diane Sawyer of ABC News releases.", "sentId": 146}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Jackie Kucinich -- coincidence?", "sentId": 147}, {"text": "An effort to steal the spotlight?", "sentId": 148}, {"text": "Am I reading too many conspiracy books?", "sentId": 149}], "secId": 58}, {"speaker": "KUCINICH", "sentences": [{"text": "Well, it's almost -- it's almost mean girls.", "sentId": 150}, {"text": "It is.", "sentId": 151}, {"text": "You know, oh it's your birthday party?", "sentId": 152}, {"text": "I already scheduled a birthday party.", "sentId": 153}, {"text": "You know, it can't be an accident.", "sentId": 154}, {"text": "There's too many examples at this point.", "sentId": 155}, {"text": "And it's I think -- especially with the Hillary people, it's Hillary's time to shine.", "sentId": 156}, {"text": "She's been in a corner far too long.", "sentId": 157}], "secId": 59}, {"speaker": "MECKLER", "sentences": [{"text": "Well, I think we should add that the day Shinseki resigned, maybe he wasn't so upset about sharing the spotlight that time.", "sentId": 158}], "secId": 60}, {"speaker": "KING", "sentences": [{"text": "Some days it's good, some days it's not so good.", "sentId": 159}], "secId": 61}, {"speaker": "INSKEEP", "sentences": [{"text": "I don't think it's intentional that this happened because she and her people would have demanded the spotlight for her every single day -- you're right about that.", "sentId": 160}, {"text": "But it also underlines a deeper reality, doesn't it, because he is gradually going to have to give up more and more of the spotlight to the presidential campaign ahead.", "sentId": 161}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "It's happening so early.", "sentId": 162}, {"text": "And now her book is out.", "sentId": 163}, {"text": "Her book comes out these coming weeks and excerpts have leaked out.", "sentId": 164}, {"text": "Let's talk about some of them because Hillary Clinton is using this to defend her record as secretary of state and we all presume to prepare for a most likely 2016 presidential campaign.", "sentId": 165}], "secId": 63}, {"speaker": "KING", "sentences": [{"text": "Maeve Reston here is one thing she says in this book about Syria.", "sentId": 166}, {"text": "She says at one point she finally decided -- ok, it's time to arm the rebels.", "sentId": 167}, {"text": "She went to the President but she lost that debate.", "sentId": 168}, {"text": "The President overruled her.", "sentId": 169}, {"text": "She writes \"No one likes to lose the debate, including me.", "sentId": 170}, {"text": "But this was the President's call and I respected his deliberations and decision.\"", "sentId": 171}], "secId": 64}, {"speaker": "KING", "sentences": [{"text": "I find the language fascinating because this is one of her signature challenges.", "sentId": 172}, {"text": "How do you make clear on however many issues you choose, I disagree with the President but do it in a way that doesn't anger his part of the democratic base and it doesn't anger him?", "sentId": 173}, {"text": "Because he's been largely, I'll use the term, in her tank.", "sentId": 174}], "secId": 65}, {"speaker": "RESTON", "sentences": [{"text": "Well, I mean let's start with the fact that there are no real major contenders that are out there looming that she's going to have to deal with.", "sentId": 175}, {"text": "So in some way she can sort of pivot to the general election voter already.", "sentId": 176}, {"text": "But I think this is a really interesting dynamic where we're seeing her time and again create a little bit of distance from President Obama, particularly on foreign policy which she wants to own in this campaign.", "sentId": 177}, {"text": "And that's going to be a really tricky line for her.", "sentId": 178}], "secId": 66}, {"speaker": "time", "sentences": [{"text": "Politically smart because it creates a little distance", "sentId": 179}], "secId": 67}, {"speaker": "time", "sentences": [{"text": "on an issue that might very well still be sticky a couple of years from now, to say the least.", "sentId": 180}, {"text": "But it also has the potential virtue, it might actually be true.", "sentId": 181}, {"text": "There have been a lot of advisors in the administration that have urged the administration to do more than it's doing in a different time.", "sentId": 182}], "secId": 68}, {"speaker": "MECKLER", "sentences": [{"text": "And in general, the way that she's portrayed herself, the way her people have portrayed her as essentially as a hawk on foreign policy, as in a lot tougher.", "sentId": 183}, {"text": "And that is very much positioning her for a general election where she can go out and --", "sentId": 184}], "secId": 69}, {"speaker": "KUCINICH", "sentences": [{"text": "But it does strike me with the progressives, it's not endearing her to a base of the party that's already skeptical of her.", "sentId": 185}, {"text": "So I thought that was also interesting, that they're continuing to stake out this very hawkish foreign policy.", "sentId": 186}], "secId": 70}, {"speaker": "KING", "sentences": [{"text": "Confidence on her part to your point, that there's no serious credible challenger emerging.", "sentId": 187}, {"text": "Well, see if somebody and if that's where they come at her.", "sentId": 188}, {"text": "She does in the book say she was dead wrong to vote for the Iraq war.", "sentId": 189}, {"text": "She realizes that now.", "sentId": 190}, {"text": "We'll see how that one plays out.", "sentId": 191}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "This one I find fascinating.", "sentId": 192}, {"text": "One of the things you want to learn from these books is take me behind the curtain of this fascinating relationship.", "sentId": 193}, {"text": "You know, she was not a Barack Obama fan in 2008 -- remember.", "sentId": 194}, {"text": "He's the guy who beat her.", "sentId": 195}, {"text": "She talks about a meeting just before the convention.", "sentId": 196}], "secId": 72}, {"speaker": "KING", "sentences": [{"text": "She says, quote, \"We stared at each other like two teenagers on an awkward first date taking a few sips of Chardonnay.\"", "sentId": 197}], "secId": 73}, {"speaker": "KING", "sentences": [{"text": "I have a 17-year-old daughter.", "sentId": 198}, {"text": "I know that that's a mistake.", "sentId": 199}, {"text": "That they meant a period or an ellipses of teenagers on an awkward date, I hope they're not sipping chardonnay.", "sentId": 200}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "But to the broader point, it is interesting these two rivals sitting down -- this was to make peace before the convention, get ready for the general election.", "sentId": 201}, {"text": "Two teenagers on an awkward first date.", "sentId": 202}], "secId": 75}, {"speaker": "INSKEEP", "sentences": [{"text": "On other instance like this where Obama was meeting over a drink, he was smart enough to make sure it was publicized that it was beer.", "sentId": 203}, {"text": "I don't know how Chardonnay became --", "sentId": 204}], "secId": 76}, {"speaker": "KING", "sentences": [{"text": "This is the Chardonnay Summit.", "sentId": 205}], "secId": 77}, {"speaker": "INSKEEP", "sentences": [{"text": "Yes.", "sentId": 206}], "secId": 78}, {"speaker": "INSKEEP", "sentences": [{"text": "In any case it does seem very clear that this White House is willing to let Hillary take the stage.", "sentId": 207}, {"text": "I mean there's very sign of that and, in fact, there are signs that Joe Biden has been pushed to the side or any other potential rival has been pushed to the side.", "sentId": 208}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "I'm the only parent at the table that takes offense to this Chardonnay thing.", "sentId": 209}, {"text": "RESTON:  He is your guy with -- you know, serving Chardonnay.", "sentId": 210}], "secId": 80}, {"speaker": "KING", "sentences": [{"text": "As we read the book, another serious issue and something she's going to be asked about a lot on the book tour -- we've talked about this for the past on this program.", "sentId": 211}, {"text": "You know, Karl Rove, I criticized him for the way he raised the questions about Hillary Clinton's health.", "sentId": 212}], "secId": 81}, {"speaker": "KING", "sentences": [{"text": "She had a concussion late in her term as secretary of state.", "sentId": 213}, {"text": "I thought the way he did it was reprehensible and I'll say that again.", "sentId": 214}, {"text": "But he did raise a legitimate issue.", "sentId": 215}, {"text": "She said in an interview with ABC News that she'll do with what all presidential candidates do, if she runs -- underline the if -- that she'll make her records available.", "sentId": 216}, {"text": "She also discussed the severity of the concussion.", "sentId": 217}], "secId": 82}, {"speaker": "CLINTON", "sentences": [{"text": "It was, you know, it was I think a serious concussion.", "sentId": 218}], "secId": 83}, {"speaker": "SAWYER", "sentences": [{"text": "But the clot in addition.", "sentId": 219}], "secId": 84}, {"speaker": "CLINTON", "sentences": [{"text": "Yes.", "sentId": 220}], "secId": 85}, {"speaker": "SAWYER", "sentences": [{"text": "If the clot had dislodged --", "sentId": 221}], "secId": 86}, {"speaker": "CLINTON", "sentences": [{"text": "Well, can I tell you?", "sentId": 222}, {"text": "That was the scary part.", "sentId": 223}], "secId": 87}, {"speaker": "SAWYER", "sentences": [{"text": "You have trouble with vision.", "sentId": 224}], "secId": 88}, {"speaker": "CLINTON", "sentences": [{"text": "I had -- because of the force of the fall I had double vision for a short period of time and I had some dizziness.", "sentId": 225}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "She looks great there.", "sentId": 226}, {"text": "She looks very engaged in the interview.", "sentId": 227}, {"text": "I think that's the test -- right.", "sentId": 228}, {"text": "Can she answer the questions directly?", "sentId": 229}, {"text": "If she does run, do they make the records available?", "sentId": 230}, {"text": "As we watch her over the next several months, you just get the ultimate test.", "sentId": 231}], "secId": 90}, {"speaker": "RESTON", "sentences": [{"text": "To your point, I mean this book tour and everything that we've seen so far in terms of all the stops that are lined up, once again, it's Hillary Clinton showing her stamina, being able to go campaign all night basically.", "sentId": 232}, {"text": "I think her team has handled this issue in particular very well because it really does make the Republicans look opportunistic.", "sentId": 233}, {"text": "And you know, Bill Clinton used humor to deflect it.", "sentId": 234}, {"text": "Now Hillary is talking about it in a more serious way.", "sentId": 235}], "secId": 91}, {"speaker": "KUCINICH", "sentences": [{"text": "It's one thing you can't hide.", "sentId": 236}, {"text": "If she starts getting run down on the campaign trail, we're going to see it.", "sentId": 237}, {"text": "That's something they can't explain away if, in fact, she's ill.", "sentId": 238}], "secId": 92}, {"speaker": "KING", "sentences": [{"text": "All right, everybody sit tight one more time.", "sentId": 239}, {"text": "A quick break and then tomorrow's news today; our reporters share some nuggets from their notebooks.", "sentId": 240}], "secId": 93}, {"speaker": "KING", "sentences": [{"text": "As always, we close by helping you get out ahead of the big political news by asking each of our great reporters around the table to share something from their notebooks.", "sentId": 241}, {"text": "Laura Meckler, you're up first.", "sentId": 242}], "secId": 94}, {"speaker": "MECKLER", "sentences": [{"text": "Coming in to this election cycle, one of the incumbent senators who is viewed as most vulnerable is Lindsey Graham of South Carolina.", "sentId": 243}, {"text": "This is a guy who had taken on his party on a variety of things.", "sentId": 244}, {"text": "He has voted for President Obama's Supreme Court nominees, had worked with the White House.", "sentId": 245}, {"text": "Most importantly he had worked very hard on immigration reform.", "sentId": 246}, {"text": "He's one of the leading voices, one of the architects of the Senate plan.", "sentId": 247}, {"text": "And there were -- the conservatives had him in their sights.", "sentId": 248}], "secId": 95}, {"speaker": "MECKLER", "sentences": [{"text": "Well, his primary is Tuesday.", "sentId": 249}, {"text": "And it looks like he's going to be just fine.", "sentId": 250}, {"text": "A recent poll from Clemson University had him at 49 percent with 30 percent undecided.", "sentId": 251}, {"text": "He needs 50 percent to avoid a runoff.", "sentId": 252}, {"text": "It looks like he's going to probably get that.", "sentId": 253}, {"text": "So it's just another sign that, you know, the efforts to sort of take people off from the right really aren't working.", "sentId": 254}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "That would be a blow to the Tea Party there.", "sentId": 255}, {"text": "Jackie?", "sentId": 256}], "secId": 97}, {"speaker": "KUCINICH", "sentences": [{"text": "Don't expect any hearings from the Benghazi select committee until July or beyond.", "sentId": 257}, {"text": "House Republicans appointed their select committee last month, and they're taking their time putting this together.", "sentId": 258}, {"text": "They're making sure all the members are well versed, not only on the parts of the Benghazi incident that the committees handle but all of it, making sure everybody knows every detail.", "sentId": 259}], "secId": 98}, {"speaker": "KUCINICH", "sentences": [{"text": "So this looks like a serious investigation.", "sentId": 260}, {"text": "Whether people will take it seriously, that remains to be seen but they're making sure they're crossing their Ts, dotting their Is -- making sure everything is ready before they put this  together.", "sentId": 261}], "secId": 99}, {"speaker": "KING", "sentences": [{"text": "Steve.", "sentId": 262}], "secId": 100}, {"speaker": "INSKEEP", "sentences": [{"text": "Rather than Hillary book, I've been reading documents that were released on Friday by the Clinton library from the Clinton White House.", "sentId": 263}, {"text": "And they are a reminder for one thing of how much has changed in a relatively short period of time.", "sentId": 264}, {"text": "It's amazing.", "sentId": 265}], "secId": 101}, {"speaker": "INSKEEP", "sentences": [{"text": "There's documents where they're saying there's genocide in Rwanda but we don't have to do anything.", "sentId": 266}, {"text": "There's opposition to gay rights.", "sentId": 267}, {"text": "There's a memo in which Bill Clinton is warned about the image of his, quote, \"ultra liberal wife\".", "sentId": 268}, {"text": "This is during the healthcare debate.", "sentId": 269}, {"text": "And it's an amazing thing to thing about she has spent 20 years getting over that and repositioning herself in a different way -- 20 years.", "sentId": 270}], "secId": 102}, {"speaker": "INSKEEP", "sentences": [{"text": "But the past -- her past in the White House will surely be part of the campaign ahead if there is a campaign for Hillary Clinton.", "sentId": 271}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "I love reading those documents too.", "sentId": 272}, {"text": "Maeve?", "sentId": 273}, {"text": "RESTON:  Well, out on the West Coast this past week, we had a", "sentId": 274}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "Jerry Brown had a blow-out in the top two primaries.", "sentId": 275}, {"text": "But you do have this new figure emerging, Neel Kashkari who is now the GOP nominee.", "sentId": 276}, {"text": "He's really going to try to position himself as the new face of California's GOP which, of course, has been decimated.", "sentId": 277}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "Nobody thinks he's going to do very well at all this year.", "sentId": 278}, {"text": "But there's also this behind-the-scenes battle going on between Gavin Newsom, Camila Harris and Antonio Villaraigosa to run for governor in 2018 and can he position himself to be anywhere close to beating them later on or any other Republican?", "sentId": 279}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "Rebuilding -- rebuilding the California Republican Party with this reboot 27.0 -- right.", "sentId": 280}], "secId": 107}, {"speaker": "RESTON", "sentences": [{"text": "Yes.", "sentId": 281}, {"text": "I think it's going to be tough.", "sentId": 282}], "secId": 108}, {"speaker": "KING", "sentences": [{"text": ".", "sentId": 283}, {"text": "I'll end with this one.", "sentId": 284}, {"text": "The Republican establishment up to and including the Senate Republican Leader Mitch McConnell is seething that the Karl Rove-led super PAC, American Crossroads were publicly abandoning Senator Thad Cochran of Mississippi this week.", "sentId": 285}, {"text": "Now Mitch McConnell is going to will help Thad Cochran raise some money, he has a very uphill battle in this run-off against Tea Party challenger, Chris McDaniel.", "sentId": 286}], "secId": 109}, {"speaker": "KING", "sentences": [{"text": "Other establishment figures promise to stay in the fight but you might notice haven't spent any money yet.", "sentId": 287}, {"text": "I'm told that the Chamber of Commerce, the National Republican Senatorial Committee are in the middle now of an aggressive and expansive polling and focus group efforts.", "sentId": 288}, {"text": "They are trying to come up with some sort of strategy to help Senator Cochran.", "sentId": 289}, {"text": "Once they get the polling results and the focus group results watch for some new ads in the week ahead.", "sentId": 290}], "secId": 110}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 291}, {"text": "Thanks again for sharing your Sunday morning with us.", "sentId": 292}, {"text": "We'll see you soon.", "sentId": 293}, {"text": "\"STATE OF THE UNION\" with Candy Crowley starts right now.", "sentId": 294}], "secId": 111}], "sectionCount": 112, "url": "transcripts.cnn.com/TRANSCRIPTS/1406/08/ip.01.html", "sentenceCount": 296, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired June 8, 2014 - 08:30   ET", "speakers": ["KING", "OBAMA", "MCCAIN", "RICE", "CLINTON", "Welcome to INSIDE POLITICS.  I'm John King.  Thank for sharing your Sunday morning.  And with us to share their reporting and their insights", "RESTON", "INSKEEP", "KUCINICH", "MECKLER", "SAWYER", "time"], "title": "INSIDE POLITICS"}