{"docId": "./ip/trancript.cnn.com.TRANSCRIPTS.1507.26.ip.01.html.json", "subTitle": "Trump Moderating His Tone; Inspectors Want Just Department Probe of Clinton E-Mails. Aired 8:30-9a ET", "noteByCreator": "Zhao Meng, Peking University, zhaomeng.pku@outlook.com. Sentence segmented by nltk. Sections splited by BR", "sections": [{"speaker": "BLACKWELL", "sentences": [{"text": "INSIDE POLITICS with John King starts right now.", "sentId": 0}], "secId": 0}, {"speaker": "KINGS", "sentences": [{"text": "Donald Trump visits the U.S./Mexico border.", "sentId": 1}], "secId": 1}, {"speaker": "TRUMP", "sentences": [{"text": "We have a tremendous danger on the border with the illegals coming in.", "sentId": 2}], "secId": 2}, {"speaker": "KING", "sentences": [{"text": "Our brand-new poll shows immigration is just one reason Trump is a growing force in the Republican race.", "sentId": 3}], "secId": 3}, {"speaker": "TRUMP", "sentences": [{"text": "I think I'll get the nomination.", "sentId": 4}], "secId": 4}, {"speaker": "KING", "sentences": [{"text": "Plus Hillary Clinton addresses race -- and justice.", "sentId": 5}], "secId": 5}, {"speaker": "CLINTON", "sentences": [{"text": "Stand up and say, loudly, and clearly, \"Yes, black lives matter.\"", "sentId": 6}], "secId": 6}, {"speaker": "KING", "sentences": [{"text": "While rival Bernie Sanders draws a contrast on the minimum wage.", "sentId": 7}], "secId": 7}, {"speaker": "SANDERS", "sentences": [{"text": "If you work 40 hours a week, you have a right not to be living in poverty.", "sentId": 8}], "secId": 8}, {"speaker": "KING", "sentences": [{"text": "INSIDE POLITICS, the biggest stories sourced by the best reporters now.", "sentId": 9}, {"text": "Welcome to INSIDE POLITICS.", "sentId": 10}, {"text": "I'm John King.", "sentId": 11}, {"text": "Thanks for sharing your", "sentId": 12}], "secId": 9}, {"speaker": "KING", "sentences": [{"text": "Sunday morning as we share with you some fascinating results from our brand-new CNN poll assessing the Trump effect -- yes, the Trump effect on the race for president.", "sentId": 13}], "secId": 10}, {"speaker": "KING", "sentences": [{"text": "With us this morning to share their reporting and their insights, CNN's Maeve Reston, Robert Costa of the \"Washington Post\", CNN's Nia- Malika Henderson, and Lisa Lerer of the Associated Press -- excuse me.", "sentId": 14}], "secId": 11}, {"speaker": "KING", "sentences": [{"text": "If you thought Donald Trump was a passing fancy in the race for president, well think again.", "sentId": 15}, {"text": "Our brand new CNN/ORC opinion research poll released just now finds a majority of Republicans want Mr. Trump to stay in the GOP race.", "sentId": 16}], "secId": 12}, {"speaker": "KING", "sentences": [{"text": "This is interesting though -- one-third of Republicans wish he would quit the race entirely.", "sentId": 17}, {"text": "This one even more interesting -- 15 percent of Republicans and GOP-leaning independents prefer Mr. Trump not run as a Republican, but as a third party candidate.", "sentId": 18}, {"text": "Figure that one out -- that despite strong evidence at least at the moment that an independent Trump run would almost guarantee a Democratic victory.", "sentId": 19}], "secId": 13}, {"speaker": "KING", "sentences": [{"text": "Our new data showed Trump's best hope though is as a Republican.", "sentId": 20}, {"text": "And he seems to get that.", "sentId": 21}, {"text": "A good slice of his support comes from his tough talk on immigration so it was off to the border this past week.", "sentId": 22}, {"text": "Then in Iowa on Saturday, Trump launched at the man who throughout this summer has been leading the Iowa polls, Wisconsin Governor Scott Walker.", "sentId": 23}], "secId": 14}, {"speaker": "TRUMP", "sentences": [{"text": "Wisconsin's doing terribly.", "sentId": 24}, {"text": "First of all, it's in turmoil.", "sentId": 25}, {"text": "The schools are a disaster.", "sentId": 26}, {"text": "And they're fighting like crazy because there's no money for the schools.", "sentId": 27}, {"text": "The hospitals and education is a disaster.", "sentId": 28}, {"text": "And he was totally in favor of common core.", "sentId": 29}], "secId": 15}, {"speaker": "KING", "sentences": [{"text": "That against Scott Walker and after a midweek interview in which Mr. Trump threatened to mount a third party run if the GOP establishment disrespected him, he seemed to correct course -- aware it seems his odds are best right where he is -- atop a crowded, messy, Republican race.", "sentId": 30}], "secId": 16}, {"speaker": "TRUMP", "sentences": [{"text": "I'm a Republican, I'm a conservative.", "sentId": 31}, {"text": "I'm running, I'm in first place by a lot it seems according to all the polls.", "sentId": 32}, {"text": "I want to run as a Republican.", "sentId": 33}, {"text": "I think I'll get the nomination.", "sentId": 34}, {"text": "We'll see soon enough.", "sentId": 35}, {"text": "But I think I'll get the nomination.", "sentId": 36}], "secId": 17}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 37}, {"text": "Help me because we saw a different Donald Trump this week.", "sentId": 38}, {"text": "He had the inflammatory language to start his campaign about Mexican immigrants -- rapists and murders.", "sentId": 39}, {"text": "He was at the border.", "sentId": 40}, {"text": "If he wanted to amp up the rhetoric he could have.", "sentId": 41}, {"text": "He didn't.", "sentId": 42}], "secId": 18}, {"speaker": "KING", "sentences": [{"text": "He's talked about a wall in the past.", "sentId": 43}, {"text": "He actually pulled back a little bit and said a wall in some places.", "sentId": 44}, {"text": "Then he starts the third party conversation, seems to realize it's getting out of hand, he says no, no, no.", "sentId": 45}, {"text": "Maybe down the road I'll change my mind but I have every intent of running as a Republican.", "sentId": 46}, {"text": "I think I can win.", "sentId": 47}, {"text": "He sounded to me like a tactical, strategic politician.", "sentId": 48}], "secId": 19}, {"speaker": "RESTON", "sentences": [{"text": "I think that's the question we are looking.", "sentId": 49}, {"text": "Can anyone actually whisper in the Donald's ear and get him to course correct?", "sentId": 50}, {"text": "But what's really interesting, particularly on the immigration rhetoric is that he has been in such a different place in the past on that issue.", "sentId": 51}], "secId": 20}, {"speaker": "RESTON", "sentences": [{"text": "You saw a little bit of a softens this week where he talked about, you know, I saw some of the conservative blogs saying Donald Trump was open to amnesty which was a complete course correction from his announcement speech.", "sentId": 52}, {"text": "So I think it will be really interesting to see what happens to his support.", "sentId": 53}, {"text": "As people begin to discover and explore those positions that he's taken in the past, particularly on that issue.", "sentId": 54}], "secId": 21}, {"speaker": "LERER", "sentences": [{"text": "The key question for Donald Trump as with many things Trump comes down to money, right?", "sentId": 55}, {"text": "He's self-funding.", "sentId": 56}, {"text": "He's paying for his bid.", "sentId": 57}, {"text": "So the question is not even how much he's willing to spend -- right.", "sentId": 58}, {"text": "He could kind of do this.", "sentId": 59}, {"text": "He has very high name ID.", "sentId": 60}, {"text": "He doesn't really need to run ads.", "sentId": 61}, {"text": "He could do it on the cheap for a presidential campaign which is still of course quite expensive.", "sentId": 62}, {"text": "But it's how much he wants to lose.", "sentId": 63}], "secId": 22}, {"speaker": "LERER", "sentences": [{"text": "His money is coming, yes, in part from real estate deals.", "sentId": 64}, {"text": "But it's coming from licensing his name.", "sentId": 65}, {"text": "The value of his name is really, really important to his financial empire.", "sentId": 66}, {"text": "So if these statements, if this presidential quest starts hurting the value of his brand, I think we're going to see him pull out of this race.", "sentId": 67}, {"text": "So that's what you need to watch.", "sentId": 68}, {"text": "It's already had some impact.", "sentId": 69}], "secId": 23}, {"speaker": "HENDERSON", "sentences": [{"text": "That might be kind of why we've seen him moderate his tone -- right.", "sentId": 70}], "secId": 24}, {"speaker": "LERER", "sentences": [{"text": "Right.", "sentId": 71}], "secId": 25}, {"speaker": "HENDERSON", "sentences": [{"text": "Because so far he's lost the Macy's thing.", "sentId": 72}, {"text": "He's had, you know, that restaurateur pull out.", "sentId": 73}, {"text": "So certainly --", "sentId": 74}], "secId": 26}, {"speaker": "KING", "sentences": [{"text": "Or is he moderating his tone because he's in first place?", "sentId": 75}], "secId": 27}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 76}, {"text": "I think it's -- right.", "sentId": 77}], "secId": 28}, {"speaker": "KING", "sentences": [{"text": "Forgive me.", "sentId": 78}, {"text": "I know he cares about his brand.", "sentId": 79}, {"text": "I know he cares about his name but let's give him some credit.", "sentId": 80}, {"text": "He is leading the race right now, or is a factor in the race anyway.", "sentId": 81}, {"text": "We're going to have brand new poll numbers, by the way, on \"STATE OF THE UNION\" coming up in just about half an hour to show you the horse race numbers but he's doing very well in the race.", "sentId": 82}, {"text": "If you look at 17 candidates in the Republican race, if he's getting in the high teens, around 20 percent, as long as that bunch stays in, you're winning states.", "sentId": 83}], "secId": 29}, {"speaker": "KING", "sentences": [{"text": "I think one of the questions -- we're coming up on the first debate -- one of the questions is how long can he go without giving more detailed policy positions?", "sentId": 84}, {"text": "Because when you ask him specifics he often punts.", "sentId": 85}], "secId": 30}, {"speaker": "KING", "sentences": [{"text": "Listen to him here.", "sentId": 86}, {"text": "In Iowa yesterday when talking about how do you save Social Security in the long-term?", "sentId": 87}, {"text": "And then at that border stop when he was asked specifically about the undocumented.", "sentId": 88}], "secId": 31}, {"speaker": "TRUMP", "sentences": [{"text": "Bring back so much money, and make our country so rich and great again that I won't have to cut Social Security because I don't want to cut Social Security.", "sentId": 89}, {"text": "And I'm the only one that can do that.", "sentId": 90}], "secId": 32}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "What would you do with the 11 million undocumented immigrants who are already here?", "sentId": 91}], "secId": 33}, {"speaker": "TRUMP", "sentences": [{"text": "The first thing we have to do is strengthen our borders.", "sentId": 92}, {"text": "And after that we're going to have plenty of time to talk about it.", "sentId": 93}], "secId": 34}, {"speaker": "UNIDENTIFIED FEMALE", "sentences": [{"text": "What should we do?", "sentId": 94}], "secId": 35}, {"speaker": "KING", "sentences": [{"text": "How long can he get away with that?", "sentId": 95}, {"text": "I get the idea if you create more jobs there's more tax revenue coming in to Social Security.", "sentId": 96}, {"text": "But if you're looking 15, 20, 30 years down the line, Social Security is easier than Medicare but you're still having to deal with questions do you raise the retirement age again or do you means-test benefits, of do you  some of them back?", "sentId": 97}], "secId": 36}, {"speaker": "KING", "sentences": [{"text": "Just creating jobs is not going to do it.", "sentId": 98}, {"text": "For the undocumented, Robert, I think even more importantly to a Republican conservative base he needs an answer to that question.", "sentId": 99}, {"text": "What do you do with the 11 million?", "sentId": 100}], "secId": 37}, {"speaker": "COSTA", "sentences": [{"text": "He does.", "sentId": 101}, {"text": "But it is still early in the race.", "sentId": 102}, {"text": "And according to Trump allies part of the reason they've had the certain tone this week is because they want to go into debate with the right standing.", "sentId": 103}, {"text": "They want to make sure they're leading the polls and they want to give him an opportunity in the debate to unveil some specifics.", "sentId": 104}], "secId": 38}, {"speaker": "COSTA", "sentences": [{"text": "I think you will see Trump at that debate stage on August 6th come out with some specifics, but knowing Trump as a TV mind he wants to do it with the biggest audience possible, not on the campaign trail.", "sentId": 105}], "secId": 39}, {"speaker": "HENDERSOIN", "sentences": [{"text": "And so far all of the expectations we've had about Trump, in some ways, have been wrong.", "sentId": 106}, {"text": "I didn't think he'd ever run even though you were early out there saying that he would in the \"Post\".", "sentId": 107}, {"text": "People didn't think he'd release his financial statements.", "sentId": 108}, {"text": "He did.", "sentId": 109}, {"text": "People thought he'd take on some water with the John McCain thing.", "sentId": 110}, {"text": "That didn't really happen at least according to some of these early polls.", "sentId": 111}, {"text": "So he has, you know, defied a lot of the expectation so far.", "sentId": 112}], "secId": 40}, {"speaker": "COSTA", "sentences": [{"text": "He's not going to quit.", "sentId": 113}], "secId": 41}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 114}], "secId": 42}, {"speaker": "COSTA", "sentences": [{"text": "I mean everyone thing he's going to quit.", "sentId": 115}], "secId": 43}, {"speaker": "COSTA", "sentences": [{"text": "I've spoken with Trump about this.", "sentId": 116}, {"text": "He says \"I'm 69 years old.", "sentId": 117}, {"text": "I've waited my whole life to do this.", "sentId": 118}, {"text": "I'm going to see it through.\"", "sentId": 119}, {"text": "Maybe it doesn't work out but I don't think he's going to quit because of brand-new reasons, because his kids are telling him to get out.", "sentId": 120}, {"text": "Those are factors and those may weigh on him.", "sentId": 121}, {"text": "But I think he likes this.", "sentId": 122}], "secId": 44}, {"speaker": "KING", "sentences": [{"text": "I just spoke the sentence \"Let's give him some credit\".", "sentId": 123}, {"text": "So a lot of our expectations have changed.", "sentId": 124}], "secId": 45}, {"speaker": "KING", "sentences": [{"text": "Let's look at the impact on the race because he is -- again in a crowded field like this when you have somebody come in and suck up all the oxygen it makes a huge impact.", "sentId": 125}, {"text": "Look at the polling when Trump was just getting into the race and now and you could make the case that the people he's hurt the most at the moment.", "sentId": 126}, {"text": "Jeb Bush is actually gone up a tiny little bit.", "sentId": 127}, {"text": "But if you're Marco Rubio, Scott Walker or Ted Cruz your numbers this summer have gone down a little bit; other candidates as well.", "sentId": 128}], "secId": 46}, {"speaker": "KING", "sentences": [{"text": "Is there a potential that no matter what happens to Trump, that he is dramatically, or is it or do we not know if it's dramatic or not affected the other guys?", "sentId": 129}], "secId": 47}, {"speaker": "LERER", "sentences": [{"text": "This is not good for the Republican Party.", "sentId": 130}, {"text": "It's just not.", "sentId": 131}, {"text": "He's sucking up all the oxygen in the room.", "sentId": 132}, {"text": "When he was at the border Marco Rubio was fighting with John Kerry on Iran and Jeb Bush was in New Hampshire and John Kasich was meeting with Mitt Romney.", "sentId": 133}, {"text": "You heard very little about any of that -- tight.", "sentId": 134}, {"text": "This is an important period for those guys.", "sentId": 135}, {"text": "They need to lay out an early message, right?", "sentId": 136}, {"text": "They need to figure out who -- what or how they're presenting themselves to the American public.", "sentId": 137}, {"text": "Trump is just sucking up all the oxygen.", "sentId": 138}, {"text": "And he's hurting the party.", "sentId": 139}], "secId": 48}, {"speaker": "RESTON", "sentences": [{"text": "At the same time I think a lot of the strategists with Rubio or Jeb would say they don't want to be on top right now.", "sentId": 140}, {"text": "They'd like to stay kind of in a strong position in the middle.", "sentId": 141}, {"text": "You know, get their message out there to some extent, certainly talking to voters more.", "sentId": 142}, {"text": "But it's very hard to maintain your position at the top of the poll.", "sentId": 143}], "secId": 49}, {"speaker": "KING", "sentences": [{"text": "They're drafting right now, right.", "sentId": 144}], "secId": 50}, {"speaker": "RESTON", "sentences": [{"text": "Right.", "sentId": 145}], "secId": 51}, {"speaker": "KING", "sentences": [{"text": "Just getting --", "sentId": 146}], "secId": 52}, {"speaker": "HENDERSON", "sentences": [{"text": "And you see Rand Paul try to break through some of this like he got the chain saw and was taking it to the tax -- you've seen them try to get some ink here.", "sentId": 147}, {"text": "But it's hard.", "sentId": 148}, {"text": "Because Donald Trump is so -- such a master of the media that all the oxygen has been taken up by him.", "sentId": 149}], "secId": 53}, {"speaker": "KING", "sentences": [{"text": "It's interesting if you look at our poll -- this is just Republican voters.", "sentId": 150}, {"text": "Republican voters, Republican leaning independents -- who do you think is going to win the nomination?", "sentId": 151}], "secId": 54}, {"speaker": "KING", "sentences": [{"text": "Now people who vote -- this will change.", "sentId": 152}, {"text": "Who do you think is going to win today?", "sentId": 153}, {"text": "31 percent think Jeb Bush is going to win; 22 percent though think Donald Trump is going to win; 14 percent Scott Walker; then you see Marco Rubio and Ted Cruz.", "sentId": 154}], "secId": 55}, {"speaker": "KING", "sentences": [{"text": "The Jeb Bush calculation is a little different.", "sentId": 155}, {"text": "What they say is go back to whether it's somebody running against Bob Dole or somebody running against John McCain or against Mitt Romney that there's always some chaos and the establishment guy wins.", "sentId": 156}, {"text": "So their hope is to just stay there and deal with the chaos.", "sentId": 157}, {"text": "But we'll see how it plays out.", "sentId": 158}], "secId": 56}, {"speaker": "KING", "sentences": [{"text": "It's fascinating.", "sentId": 159}], "secId": 57}, {"speaker": "KING", "sentences": [{"text": "Again more poll numbers coming up at the top of the hour on \"STATE OF THE UNION\".", "sentId": 160}], "secId": 58}, {"speaker": "KING", "sentences": [{"text": "Next for us here, a new sign of Hillary Clinton's weakness?", "sentId": 161}, {"text": "Highlighting the path Republicans think gets them back to the White House.", "sentId": 162}], "secId": 59}, {"speaker": "KING", "sentences": [{"text": "First though politicians say the darnedest things.", "sentId": 163}, {"text": "Listen to President Obama in Kenya making light of those who argue he's not eligible to be our president.", "sentId": 164}], "secId": 60}, {"speaker": "OBAMA", "sentences": [{"text": "I suspect that some of my critics back home are suggesting that I'm back here to look for my birth certificate.", "sentId": 165}, {"text": "That is not the case.", "sentId": 166}], "secId": 61}, {"speaker": "KING", "sentences": [{"text": "Welcome back.", "sentId": 167}], "secId": 62}, {"speaker": "KING", "sentences": [{"text": "Both parties, of course, locked in their presidential primary battles right now.", "sentId": 168}, {"text": "But we did get a good reminder this past week about the terrain, at least potential terrain, for the 2016 general election.", "sentId": 169}], "secId": 63}, {"speaker": "Look at these troubling poll numbers for Hillary Clinton in three big presidential battlegrounds", "sentences": [{"text": "Colorado, Iowa and Virginia -- 56 percent unfavorable in Colorado; 56 percent unfavorable about Hillary Clinton in Iowa; 50 percent unfavorable in Virginia.", "sentId": 170}, {"text": "Again, three key swing states in presidential politics.", "sentId": 171}], "secId": 64}, {"speaker": "Look at these troubling poll numbers for Hillary Clinton in three big presidential battlegrounds", "sentences": [{"text": "In fact at the moment Hillary Clinton loses all three of those states to Jeb Bush, to Marco Rubio, and to Scott Walker.", "sentId": 172}, {"text": "So if you're a Republican and you're looking at the map in 2016, this is Obama versus Romney.", "sentId": 173}, {"text": "That's a tough map to look at for Republican.", "sentId": 174}, {"text": "But play out what we just saw.", "sentId": 175}, {"text": "What if Republicans win Colorado, win", "sentId": 176}], "secId": 65}, {"speaker": "Look at these troubling poll numbers for Hillary Clinton in three big presidential battlegrounds", "sentences": [{"text": "Iowa, and win Virginia?", "sentId": 177}, {"text": "Now, under this scenario Hillary Clinton would next -- still be the next president of the United States.", "sentId": 178}], "secId": 66}, {"speaker": "Look at these troubling poll numbers for Hillary Clinton in three big presidential battlegrounds", "sentences": [{"text": "But how do Republicans if they can do that get to the White House?", "sentId": 179}, {"text": "Here's what they think.", "sentId": 180}, {"text": "Win the two big ones.", "sentId": 181}, {"text": "You take Florida, you take Ohio, that's a Republican presidential.", "sentId": 182}, {"text": "And the Democrats narrowly lose.", "sentId": 183}, {"text": "That's a long way off but remember it's a tough map for Republicans but they can do it with just five states, actually.", "sentId": 184}, {"text": "Just change five states and you can do it.", "sentId": 185}], "secId": 67}, {"speaker": "Look at these troubling poll numbers for Hillary Clinton in three big presidential battlegrounds", "sentences": [{"text": "Lisa Lerer at the core of the questions in Colorado, Virginia and Iowa about Hillary Clinton -- her honesty and trustworthiness.", "sentId": 186}, {"text": "With that as the back drop it cannot be a good thing to have the justice department now getting a referral to investigate whether sensitive classified information was somehow mishandled through her private e-mail server.", "sentId": 187}], "secId": 68}, {"speaker": "LERER", "sentences": [{"text": "Right.", "sentId": 188}, {"text": "This e-mail thing, there's little question that this e-mail thing is a problem for Hillary Clinton.", "sentId": 189}, {"text": "Now, you know, folks in the Clinton campaign, the Clinton camp say look we know there's a section of the country that will never vote for Hillary Clinton.", "sentId": 190}, {"text": "This e-mail situation reaffirms what they already think.", "sentId": 191}, {"text": "But the danger here is that it sets an early narrative about her campaign.", "sentId": 192}], "secId": 69}, {"speaker": "LERER", "sentences": [{"text": "We saw that with Mitt Romney, right.", "sentId": 193}, {"text": "Democrats were really effective, painting him as this heartless plutocrat.", "sentId": 194}, {"text": "So if Republicans are able to use these e-mails to make Hillary look like this Washington creature who will do anything to win, that's bad for her.", "sentId": 195}, {"text": "We're seeing a drop in her numbers and it might well be attributed to those e-mails.", "sentId": 196}], "secId": 70}, {"speaker": "LERER", "sentences": [{"text": "And there's also because of the court case there's a monthly disclosure of these e-mails that's mandated by the court.", "sentId": 197}, {"text": "So that means every month there's going to be another spate of stories.", "sentId": 198}, {"text": "That's bad for her.", "sentId": 199}], "secId": 71}, {"speaker": "KING", "sentences": [{"text": "Bad for her.", "sentId": 200}, {"text": "She addressed this yesterday in Iowa.", "sentId": 201}, {"text": "She would prefer to be talking about the economy, she would prefer to be talking the issues she thinks helps her first against the Democratic rivals and then looking ahead to November.", "sentId": 202}, {"text": "Instead she had to say I'm confident I'll be fine.", "sentId": 203}], "secId": 72}, {"speaker": "CLINTON", "sentences": [{"text": "I am confident that I never sent nor received any information that was classified at the time it was sent and received.", "sentId": 204}], "secId": 73}, {"speaker": "CLINTON", "sentences": [{"text": "If we were not asking for it to be made public, there would not be a debate.", "sentId": 205}, {"text": "This is all about my desire to have transparency and make the information public.", "sentId": 206}], "secId": 74}, {"speaker": "KING", "sentences": [{"text": "That last part makes you roll your eyes a little bit.", "sentId": 207}, {"text": "She was not exactly at the forefront of transparency in trying to make this public.", "sentId": 208}, {"text": "And in fact if she had listened to the President of the United States, her boss on day one of the administration and done this on a government server we wouldn't have these issues.", "sentId": 209}, {"text": "We wouldn't be asking these questions.", "sentId": 210}], "secId": 75}, {"speaker": "KING", "sentences": [{"text": "But how potentially damaging is this just to have an investigation leaves you with lawyers and worry?", "sentId": 211}], "secId": 76}, {"speaker": "RESTON", "sentences": [{"text": "And you know, every candidate at some point deals with some kind of investigation, you know, whether it's bogus or not.", "sentId": 212}, {"text": "The problem for the Clintons is that this has baked into to their image over so many years.", "sentId": 213}, {"text": "You think of that clip right there, she sounds so lawyerly and, you know, you have to parse every word and people don't like that.", "sentId": 214}, {"text": "It just gets a trust thing that's very hard for the Clintons to overcome.", "sentId": 215}, {"text": "Because people do know all of that history, and revives all of that every time we have this conversation.", "sentId": 216}], "secId": 77}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes, and they keep saying listen, the \"Times\" is essentially out to get us.", "sentId": 217}, {"text": "That's how they framed it, and the \"Times\" did have to do some walk-backs on this story.", "sentId": 218}, {"text": "It will be up to the public editor to sort all of that stuff out.", "sentId": 219}, {"text": "They also say listen, it's still early, you haven't had the kind of full campaign and sort of attack ads that you'll see going against Walker, going against Bush, whoever -- Trump -- whoever the nominee is.", "sentId": 220}], "secId": 78}, {"speaker": "HENDERSON", "sentences": [{"text": "They also say listen, Bill Clinton, his trust numbers were under water when he ran again in '96.", "sentId": 221}, {"text": "So listen, I think they're also just thinking that voters kind of don't trust politicians any way and that's kind of baked into --", "sentId": 222}], "secId": 79}, {"speaker": "KING", "sentences": [{"text": "Voters don't trust politicians.", "sentId": 223}, {"text": "But to your point about the lawyerly answers -- that's one of the reasons Donald Trump is doing well.", "sentId": 224}, {"text": "That's one of the reasons Bernie Sanders is doing well.", "sentId": 225}, {"text": "They seem like they're not filtered.", "sentId": 226}], "secId": 80}, {"speaker": "COSTA", "sentences": [{"text": "Bernie was an important one to mention.", "sentId": 227}, {"text": "Whenever a Clinton issue emerges it seems like we always frame it in the context of the general election.", "sentId": 228}, {"text": "Republicans will use this e-mail issue or Benghazi as fodder.", "sentId": 229}, {"text": "But it really could be critical for her in the primary.", "sentId": 230}, {"text": "Iowa, New Hampshire -- Sanders keeps drawing crowds.", "sentId": 231}, {"text": "Secretary Clinton seems to be bogged down by these e-mail questions.", "sentId": 232}, {"text": "There's not the momentum she hoped coming out of that Roosevelt Island speech to appeal to the left, start getting a groundswell of progressives.", "sentId": 233}, {"text": "Sanders still has that.", "sentId": 234}, {"text": "When you talk to Sanders' people they believe he's strong in Iowa, he can win there.", "sentId": 235}, {"text": "He can maybe go into his neighboring state New Hampshire and win there.", "sentId": 236}, {"text": "He doesn't have a national infrastructure like Clinton but he could be competitive.", "sentId": 237}], "secId": 81}, {"speaker": "LERER", "sentences": [{"text": "There are some advantages to her to having competitive primary.", "sentId": 238}, {"text": "I think in the Clinton -- in the Clinton world they expect him to do better Sanders to do relatively well in Iowa.", "sentId": 239}, {"text": "He's from the neighboring state of Vermont.", "sentId": 240}, {"text": "He'll do well in New Hampshire.", "sentId": 241}, {"text": "They think this could be a primary.", "sentId": 242}], "secId": 82}, {"speaker": "LERER", "sentences": [{"text": "And that frankly is good for them.", "sentId": 243}, {"text": "It's much better for her to have a primary than a coronation.", "sentId": 244}, {"text": "What you're going to have to watch for in the first Democratic debate whenever that gets scheduled for is whether they actually take the tough shots.", "sentId": 245}, {"text": "Sanders in Iowa last weekend was really interesting, he was given the bait to go after her on taking contributions from Goldman and he didn't.", "sentId": 246}], "secId": 83}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 247}, {"text": "He's like well, \"I'm not a negative campaigner\".", "sentId": 248}], "secId": 84}, {"speaker": "LERER", "sentences": [{"text": "He takes tough shots on the e-mails, on the speeches -- that changes the thing, right.", "sentId": 249}], "secId": 85}, {"speaker": "KING", "sentences": [{"text": "You are exactly right although we could go back to our notebooks in 2007 and find that she doesn't want a coronation she wants a primary.", "sentId": 250}], "secId": 86}, {"speaker": "LERER", "sentences": [{"text": "Right.", "sentId": 251}], "secId": 87}, {"speaker": "KING", "sentences": [{"text": "Let's listen to one of the things she said this week.", "sentId": 252}, {"text": "When the Black Lives Matter movement first started she didn't get it right the first time.", "sentId": 253}, {"text": "She said some things that angered and we've had African- American activists saying it doesn't matter at all, well she's the leader, we're -- listen she tried to redo this week.", "sentId": 254}], "secId": 88}, {"speaker": "CLINTON", "sentences": [{"text": "I think we first have to acknowledge and believe that black lives matter.", "sentId": 255}, {"text": "This is not just a slogan.", "sentId": 256}, {"text": "This should be a guiding principle.", "sentId": 257}], "secId": 89}, {"speaker": "KING", "sentences": [{"text": "Important for her, to your point, and to everyone's point, that she's A, this is a part of the Democratic base; B, this is a driving force in the -- among African-American activists right now; and C she's looking left to make sure she doesn't leave an opening.", "sentId": 258}], "secId": 90}, {"speaker": "HENDERSON", "sentences": [{"text": "That's right.", "sentId": 259}, {"text": "And she did say black lives matter I believe it was in December 2014.", "sentId": 260}, {"text": "And then she kind of came back and said all lives matter after that.", "sentId": 261}, {"text": "It's a very different from what we saw Bill Clinton do in 1992 with the Sister Souljah moment where he was saying I'm not going to be beholden to the African-American community there she is doing something very different and banking on those voters.", "sentId": 262}], "secId": 91}, {"speaker": "LERER", "sentences": [{"text": "But the country has changed.", "sentId": 263}], "secId": 92}, {"speaker": "HENDERSON", "sentences": [{"text": "Yes.", "sentId": 264}, {"text": "And that's what she's banking on.", "sentId": 265}], "secId": 93}, {"speaker": "LERER", "sentences": [{"text": "You're talking about Virginia, you're talking about Colorado --", "sentId": 266}], "secId": 94}, {"speaker": "KING", "sentences": [{"text": "The party's changed as well.", "sentId": 267}, {"text": "The question is whether she can keep that altogether on time here.", "sentId": 268}], "secId": 95}, {"speaker": "KING", "sentences": [{"text": "Next our reporters give you a sneak peek of what they're working on, including an effort to lure for another big name Democrat -- a big name Democrat into the Presidential race.", "sentId": 269}], "secId": 96}, {"speaker": "KING", "sentences": [{"text": "Let's head around the INSIDE POLITICS table.", "sentId": 270}, {"text": "Ask our great reporters to share a nugget or two from their notebooks.", "sentId": 271}], "secId": 97}, {"speaker": "KING", "sentences": [{"text": "Maeve Reston.", "sentId": 272}], "secId": 98}, {"speaker": "RESTON", "sentences": [{"text": "They've been sending a lot of handouts  in Nevada.", "sentId": 273}, {"text": "And that state really is getting more and more fascinating by the moment.", "sentId": 274}, {"text": "As we've seen Rand Paul's support collapse to some extent, with so many candidates in the race.", "sentId": 275}, {"text": "It's looking like a it could turn into a real gut fight between Jeb Bush and Rubio out there.", "sentId": 276}], "secId": 99}, {"speaker": "RESTON", "sentences": [{"text": "Obviously you've got as few as 40,000 voters who will be coming out to caucus.", "sentId": 277}, {"text": "That's a little like a needle in a haystack.", "sentId": 278}, {"text": "It's going to take intensive groundwork and both of them are really getting started on that front.", "sentId": 279}, {"text": "We'll have to see.", "sentId": 280}], "secId": 100}, {"speaker": "RESTON", "sentences": [{"text": "And of course the most important thing is that will be right before the Florida primaries.", "sentId": 281}, {"text": "So it could be their last duel.", "sentId": 282}], "secId": 101}, {"speaker": "KING", "sentences": [{"text": "Organizing a caucus environment makes it more fun.", "sentId": 283}], "secId": 102}, {"speaker": "KING", "sentences": [{"text": "Robert.", "sentId": 284}], "secId": 103}, {"speaker": "KING", "sentences": [{"text": "In the 2000 campaign Senator John McCain came out of nowhere in New Hampshire to win the primary.", "sentId": 285}, {"text": "His adviser at the time was John Weaver.", "sentId": 286}, {"text": "Now John weaver is advising Ohio governor John Kasich.", "sentId": 287}, {"text": "And when he looks at Kasich's play in New Hampshire Kasich's in a strong position.", "sentId": 288}, {"text": "He drew a huge crowds this week and almost few if any questions about Donald Trump.", "sentId": 289}], "secId": 104}, {"speaker": "KING", "sentences": [{"text": "Kasich's people talked to him late Saturday.", "sentId": 290}, {"text": "They believe he's drawing a different kind of crowd -- people who were looking for someone besides Bush but more center right establishment within the party.", "sentId": 291}, {"text": "They think slow and steady just like McCain in 2000 could win the race.", "sentId": 292}], "secId": 105}, {"speaker": "KING", "sentences": [{"text": "All right.", "sentId": 293}, {"text": "Well, let's cover the case", "sentId": 294}], "secId": 106}, {"speaker": "KING", "sentences": [{"text": "Nia?", "sentId": 295}], "secId": 107}, {"speaker": "HENDERSON", "sentences": [{"text": "Riding with Biden 2016.", "sentId": 296}, {"text": "This, of course, is the Draft Joe Biden movement.", "sentId": 297}, {"text": "He has said that he'll decide by early August whether or not he's in this thing.", "sentId": 298}, {"text": "In the meantime, they are organizing an early state.", "sentId": 299}, {"text": "They released a video touting Joe Biden as the best successor to carry on Obama's legacy and the person who really has backed the younger generation.", "sentId": 300}], "secId": 108}, {"speaker": "HENDERSON", "sentences": [{"text": "They've got some ground, something of a ground game and people in the early states.", "sentId": 301}, {"text": "I think the question is, if Biden doesn't run, and folks think it's pretty unlikely that he actually gets in this thing, where does this support go?", "sentId": 302}], "secId": 109}, {"speaker": "course", "sentences": [{"text": "Hard to believe it's almost early August.", "sentId": 303}, {"text": "July is gone --", "sentId": 304}], "secId": 110}, {"speaker": "course", "sentences": [{"text": "Lisa.", "sentId": 305}], "secId": 111}, {"speaker": "LERER", "sentences": [{"text": "So to flip-flop is human at least if you're a politician.", "sentId": 306}, {"text": "But Donald Trump may be one of the biggest wafflers we've seen in a while.", "sentId": 307}], "secId": 112}, {"speaker": "LERER", "sentences": [{"text": "Take what he said about President Obama in 2009, he bestowed one of his highest compliments saying he would hire him.", "sentId": 308}, {"text": "Two years later he's asking for his birth certificate.", "sentId": 309}], "secId": 113}, {"speaker": "LERER", "sentences": [{"text": "In 2004 he said he was a Democrat, now he's running on the Republican ticket.", "sentId": 310}], "secId": 114}, {"speaker": "LERER", "sentences": [{"text": "And of course, there's the hundreds of thousands he's given to Hillary Clinton and her family foundation.", "sentId": 311}, {"text": "Now she's the worst secretary of state in the history of the world.", "sentId": 312}, {"text": "So, you can bet that a lot of Republican candidates are studying up on these reversals.", "sentId": 313}, {"text": "The only question, what we're all going to be watching for, is when they use them and if that happens in two weeks, in the next debate.", "sentId": 314}], "secId": 115}, {"speaker": "KING", "sentences": [{"text": "First debate.", "sentId": 315}, {"text": "We look forward to see who pulls that one out of the quiver.", "sentId": 316}], "secId": 116}, {"speaker": "KING", "sentences": [{"text": "I'll close with this.", "sentId": 317}, {"text": "It's no secret Ted Cruz and Mitch McConnell don't like each other and don't trust each other.", "sentId": 318}, {"text": "But the Tea Party senator and presidential candidate from Texas dramatically escalated their feud this past week by going to the senate floor and publicly and repeatedly calling the majority leader a liar.", "sentId": 319}], "secId": 117}, {"speaker": "KING", "sentences": [{"text": "It was a stunning speech in a chamber where the rules prohibit questioning the character of another senator.", "sentId": 320}, {"text": "At issue was McConnell's decision to allow a vote to restore funding for the export/import bank.", "sentId": 321}, {"text": "The establishment Chamber of Commerce says that funding is critical to create jobs and keep jobs here in America.", "sentId": 322}], "secId": 118}, {"speaker": "KING", "sentences": [{"text": "Tea Party groups including those funded by the deep-pocketed Koch Brothers they call it wasteful corporate welfare.", "sentId": 323}, {"text": "Why was Cruz's language so harsh?", "sentId": 324}, {"text": "He says it's all about senate business and what he insists is a broken McConnell promise.", "sentId": 325}, {"text": "But others say look at the calendar.", "sentId": 326}, {"text": "They say a Koch Brothers retreat this coming weekend may have been a factor as Cruz looks to stand out among the Presidential candidates who would very much like the Koch brothers backing.", "sentId": 327}], "secId": 119}, {"speaker": "KING", "sentences": [{"text": "That's it for INSIDE POLITICS.", "sentId": 328}, {"text": "Again thanks for sharing your Sunday morning.", "sentId": 329}, {"text": "We'll see you soon.", "sentId": 330}], "secId": 120}, {"speaker": "KING", "sentences": [{"text": "\"STATE OF THE UNION\" with Jake Tapper starts right now.", "sentId": 331}], "secId": 121}], "sectionCount": 122, "url": "transcripts.cnn.com/TRANSCRIPTS/1507/26/ip.01.html", "sentenceCount": 333, "noteByCnn": "THIS IS A RUSH TRANSCRIPT. THIS COPY MAY NOT BE IN ITS FINAL FORM AND MAY BE UPDATED.", "time": "Aired July 26, 2015 - 08:30   ET", "speakers": ["BLACKWELL", "KINGS", "TRUMP", "KING", "CLINTON", "SANDERS", "RESTON", "LERER", "HENDERSON", "UNIDENTIFIED FEMALE", "COSTA", "HENDERSOIN", "OBAMA", "Look at these troubling poll numbers for Hillary Clinton in three big presidential battlegrounds", "course"], "title": "INSIDE POLITICS"}